{
  "id": 6799625,
  "name": "JOSEPH McDANIEL vs. TRULL",
  "name_abbreviation": "McDaniel v. Trull",
  "decision_date": "1864-10",
  "docket_number": "",
  "first_page": "1",
  "last_page": "4",
  "citations": [
    {
      "type": "nominative",
      "cite": "1 Win. 1"
    },
    {
      "type": "official",
      "cite": "60 N.C. 1"
    }
  ],
  "court": {
    "name_abbreviation": "N.C.",
    "id": 9292,
    "name": "Supreme Court of North Carolina"
  },
  "jurisdiction": {
    "id": 5,
    "name_long": "North Carolina",
    "name": "N.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 405,
    "char_count": 4677,
    "ocr_confidence": 0.25,
    "sha256": "c958a7a6734272c27bb8977f8f669956029350cee0aa3a8105aa4c14d258913e",
    "simhash": "1:c720dca387c723a7",
    "word_count": 821
  },
  "last_updated": "2023-07-14T19:39:43.479433+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "JOSEPH McDANIEL vs. TRULL."
    ],
    "opinions": [
      {
        "text": "Manly, J.\nThe case before us is brought into this Court, by WiL of certiorari from the judgment of the Chief Justice at chambers ; his judgment being* pronounced pro forma, that it might he reviéwed in this Court at this term. The ease involves the question, whether a substitute taken into the military Service of the Confederate States, under the act of April, 1862, was entitled to a discharge upon the conscription of his principal,'after the passage of the act of 6th January., 1864.\nit seems the substitute was not bound under any,act of Congress to do service on his own account, (being past 50 years of ago,) 10 ilmt the question is freed from complication ; aud is s'mply, whether the act of the government calling back into thc-sofvice the principal, puis an end' to the substitute's.to-’rm of service. We think it does rot.\nAs we bad occasion to say, at the last regular term of .this Court, in the case of Walton, with the special agreement of the parties, in a case of substitution, with the consideration,-; aud mo: r. r. actuating them, the Confederate Bales have had no!'¡mg to do! They acquiesced in the arrangement of the parties, 'so far as to accept one man instead of ¡mother, In compliance with what was supposed to be their mutual wish and convenience; aud in respect to boo Confederate States, tiro substituto stands therefore, in the light of a, volunteer for the terra of service ¡o which the. principal was subject; and much being the ca»e, ¡here is no principle we aie aware oí',-to exempt him from the performance of the full term <.»f that service, by -ivason oí' any ¡Union of the- government, 'which may affect the rights of his ’principal umkr ¡heir prívale agreement.\nThere it; a-mauifest iviftiutipu, on loo part of Congress, to retain the substitute hi the rerviec ; and I talr./it, there can be no question that Congress had the power to do so speckle;:] iy, without any general legislation to cover their case No provision is made for their discharge in the act of January 1864, but they are left in che condi lien íjj which-they were found — volunteers for the waj. •\nWhat seems tons conclusive evidence of this' pjrrpose of the Congress to continue them in the -service is found in the act itself. It declaims, “ whernis, in'the present circumstances of the country, it requires fhe aid of all who are able to bear arms,- the Congress of the Confederate States (lo enact, that no person ghall be exempt from military service by reason of his having furnishe'd a substitute ; but tills act shall not ho so combrued as i<> affect persons’wjio, though not linble’to render military service, nevertheless, furnished subuliLuíes.” From this we learn two things clearly-: 1st, > hat 'tin- Confederate Niales were, in need of sold:err: in’ the ih-ld ; -md 2d. ¡hat they expected to get ’ í• .*un by calling-’ back into service the men who had heretofore put’in :u'-t:tutes. Tin object of the act wa\\s to-.¡’.‘iuv nr addition to the mil my fore.e. Now, this object v-mi-h bo entirely trust a -l if one’man fvas to he-let out for evmy one taken ip. \\. .'«U would be'the case (próxima U-i/ utdonsi) if substitu’i. ->re entitled to a discharge. '\n-It is perfectly clear, tberofoif, ¡dnit i v.ngre.ss'inii • :e-d no such thing. The implication to the «onfrary > as forcible as if they had declared <’f in words.\n4-military force in «Oo-e iov/»i constitutes, araoupx all peoples, a part of the ■ r.-.nnisu- which wo calí gov i ti-món t, being a portion of Ü •; •■xc-ufci'A' branch ; an-! u;h a force, when once constituted, is-nmiiifostly iutemb > /.’or an’ indefinite ’term of service, unless there he aor.ur- ing in tlic organic law ío’ .Wiuc a.id lhulr if. ¡hwh bm'ihd -n in the case heiore us ear he found <-uiy in íh-.- u rr.¡ vision of law relating to the army, to which the petii loner belongs, defining its term of service .o- be for the war. A sense of interest, as well as ju dice, will induce the government, through its proper agents, to listen to all ap-Initiations for relief on account of disability, or arising, from time to'time, and to these the soldier must resort.\nThe'judgment at chambers is therefore reversed, and a judgment rendered in this Court that the petitioner, •Joseph McDaniel, is rightfully in the custody of the mil-iary authoritiesand must so continue.",
        "type": "majority",
        "author": "Manly, J."
      }
    ],
    "attorneys": [
      "Winston, Sr., for Trull.",
      "No counsel in this Court for tke petitioner."
    ],
    "corrections": "",
    "head_matter": "JOSEPH McDANIEL vs. TRULL.\n-A ¡substitute never liable to conscription, being 50 years of age, is not dii-charged from the service, by the conscription of his principal under the aet <»f Congress (t 4lh January, 1864.\nTin? nature and facts of the case are stated in the opinion of tke Court.\nWinston, Sr., for Trull.\nNo counsel in this Court for tke petitioner."
  },
  "file_name": "0001-03",
  "first_page_order": 607,
  "last_page_order": 610
}
