{
  "id": 7252506,
  "name": "Karen L. PRITTS, Administratrix, and Robert T. Caldwell, Administrator of the Estate of Autumn L. Caldwell, and Karen L. Pritts, and Robert T. Caldwell, parents and natural guardians of Autumn L. Caldwell, Appellants v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, and Joshua McClintock",
  "name_abbreviation": "Pritts v. Commonwealth, Department of Transportation",
  "decision_date": "2009-02-27",
  "docket_number": "",
  "first_page": "1",
  "last_page": "4",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "883 A.2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8910574
      ],
      "pin_cites": [
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/0705-01"
      ]
    },
    {
      "cite": "786 A.2d 991",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "567 Pa. 732",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "751 A.2d 1201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11514536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/1201-01"
      ]
    },
    {
      "cite": "851 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "578 Pa. 696",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "838 A.2d 843",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9300006
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "844"
        },
        {
          "page": "846"
        },
        {
          "page": "846-47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0843-01"
      ]
    },
    {
      "cite": "522 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818972
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0424-01"
      ]
    },
    {
      "cite": "639 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "536 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "626 A.2d 672",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1447121
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0069-01"
      ]
    },
    {
      "cite": "932 A.2d 1290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "594 Pa. 682",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "916 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8334267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/916/0717-01"
      ]
    },
    {
      "cite": "705 A.2d 942",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11874156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0942-01"
      ]
    },
    {
      "cite": "751 A.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11513963,
        93635
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/1130-01",
        "/pa/561/0503-01"
      ]
    },
    {
      "cite": "561 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93635
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0503-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 11260,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 9.004458969743937e-08,
      "percentile": 0.5033965300679693
    },
    "sha256": "a0470ef1b2b2d1738c120b23ef9017425b181be5aa021cf0ef8faf8accfc5fa1",
    "simhash": "1:f96c42030d5e3988",
    "word_count": 1816
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, SIMPSON, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Karen L. PRITTS, Administratrix, and Robert T. Caldwell, Administrator of the Estate of Autumn L. Caldwell, and Karen L. Pritts, and Robert T. Caldwell, parents and natural guardians of Autumn L. Caldwell, Appellants v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, and Joshua McClintock."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge McCloskey.\nKaren L. Pritts, Administratrix, and Robert T. Caldwell, Administrator of the Estate of Autumn L. Caldwell, and as the parents and natural guardians of Autumn L. Caldwell (hereafter Appellants) appeal from the order of the Court of Common Pleas of Somerset County (trial court) that granted the motion for summary judgment filed on behalf of the Department of Transportation (DOT). We affirm.\nOn August 15, 2001, Appellants filed an amended complaint against DOT and Joshua McClintock. Appellants alleged that Ms. Caldwell, age seventeen, was operating a motor vehicle on “Legislative Route SR 653” when her vehicle left the highway and hit a tree located “approximately 7' 6\" south of the south edge of the highway.” (R.R. at 70-8). Mr. McClintock was a passenger in the vehicle. Ms. Caldwell died due to injuries sustained in the accident. Appellants alleged that DOT failed to properly maintain the highway. Alternatively, Appellants alleged that Mr. McClin-tock was actually operating the vehicle at the time of the accident.\nDOT filed a motion for summary judgment. DOT argued that Appellants had not provided any evidence that could establish that a dangerous road condition caused the vehicle to leave the paved portion of the highway. As such, DOT alleged that it was immune from liability. Appellants’ responded to the motion by alleging that Ms. Caldwell lost control of her vehicle, went down an embankment and impacted a tree, which was within DOT’s right-of-way.\nIn his deposition testimony, Mr. McClin-tock claimed that Ms. Caldwell was driving the vehicle at the time of the accident. He stated that prior to the accident, Ms. Caldwell did not say anything and that he did not remember skidding on the road. Mr. McClintock indicated that he just remembered seeing and then hitting a tree.\nPennsylvania State Police Trooper Craig Polinsky also provided deposition testimony. Upon arriving at the accident scene, he witnessed Ms. Caldwell inside the driver compartment of the vehicle. He claimed that it was apparent that she had been driving the vehicle at the time of the accident. Her body was underneath the dashboard on the driver’s side of the vehicle and the steering wheel had collapsed.\nTrooper Polinsky stated that he spoke with Mr. McClintock at the accident scene. Mr. McClintock informed him that Ms. Caldwell had allowed her vehicle to drift off of the highway several times prior to the accident. Mr. McClintock also stated that the reason the vehicle was drifting from the highway was due to Ms. Caldwell’s inattentiveness and that the final time she allowed the vehicle to drift from the highway caused her to lose control and hit the tree.\nAppellants provided an accident reconstruction report and affidavit prepared by Larry Williams, an investigator for Laurel Highland Investigations, Inc., and a report and affidavit by Richard Hughes, a professional consulting engineer. The reports found that the area where the accident occurred did not have reflective markings on the shoulder of the highway or guiderail protection. Further, the reports alleged that the tree impacted by Ms. Caldwell was within DOT’s “clear zone.” (R.R. at 137).\nThe trial court noted that sovereign immunity is only waived in negligence actions where the common law or a statute would permit recovery for the injury and the cause of action meets one of the specifically enumerated exceptions to immunity. See Sections 8522(a) and (b) of the Judicial Code, 42 Pa.C.S. § 8522(a), (b). Further, the exceptions to immunity are to be strictly construed. Dean v. Department of Transportation, 561 Pa. 503, 751 A.2d 1130 (2000).\nIn support of their claim, Appellants relied on the real estate exception to sovereign immunity pursuant to Section 8522(b)(4) of the Judicial Code, 42 Pa.C.S. § 8522(b)(4). This Section provides that the Commonwealth can be held liable for injuries caused by a dangerous condition of its real estate, highways and sidewalks. However, the trial court, in reviewing case law, determined that immunity is only waived under this section where it was a dangerous condition of the Commonwealth highway that actually caused a person’s vehicle to leave the paved portion of the highway. As Appellants’ did not allege that a dangerous condition of the highway itself caused Ms. Caldwell’s vehicle to exit the paved portion of the road, the trial court found that the real estate exception to sovereign immunity did not apply. As such, the trial court granted DOT’S motion for summary judgment. Appellants thereafter filed a notice of appeal with the trial court.\nOn appeal, Appellants argue that the trial court erred in granting DOT’S motion for summary judgment. We disagree.\nSummary Judgment is appropriate only where there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Pa. R.C.P. No. 1035.2. To successfully challenge a motion for summary judgment, a party must show through depositions, interrogatories, admissions or affidavits that there are genuine issues of material fact to present at trial. Sovich v. Shaughnessy, 705 A.2d 942 (Pa.Cmwlth.1998).\nAppellants note that the trial court cited to Martinowski v. Department of Transportation, 916 A.2d 717 (Pa.Cmwlth.2006), petition for allowance of appeal denied, 594 Pa. 682, 932 A.2d 1290 (2007), and Babcock v. Department of Transportation, 156 Pa.Cmwlth. 69, 626 A.2d 672 (1993), petition for allowance of appeal denied, 536 Pa. 647, 639 A.2d 33 (1994), in support of its grant of summary judgment. Appellants allege that these cases are factually distinguishable from their case. In both Martinowski and Babcock, it was unknown why the driver of the vehicle left the paved portion of the highway. Appellants argue that they have established a reason why Ms. Caldwell’s vehicle left the paved portion of the highway. Trooper Polinsky testified that Mr. McClintock reported that the vehicle left the paved portion of the highway due to Ms. Caldwell’s inattentiveness.\nWhile we agree that Appellants have established evidence as to why Ms. Caldwell’s vehicle left the highway, we do not find that this factual distinction provides them with a basis for establishing liability on the part of DOT. Appellants are obligated to establish a dangerous condition of the highway in order for the real estate exception to sovereign immunity to apply. Ms. Caldwell’s inattentiveness does not support, but rather conflicts with, a finding that a dangerous condition of the highway caused the accident.\nIn Dean, the Pennsylvania Supreme Court addressed the issue of whether the absence of a guardrail constituted a dangerous condition of Commonwealth real estate. In Dean, a passenger in a vehicle was injured when the vehicle slid on a snow-covered road. The vehicle left the paved portion of the highway and went over an embankment. The passenger claimed that DOT was negligent in failing to place a guardrail at the scene. DOT filed a motion for summary judgment alleging that it was not liable because the absence of the guardrail was not an artificial condition or a defect of the land itself. The Pennsylvania Supreme Court agreed that the failure to erect a guardrail did not constitute a dangerous condition of Commonwealth realty.\nThe Pennsylvania Supreme Court also noted its prior decision in Snyder v. Harmon, 522 Pa. 424, 562 A.2d 307 (1989). In Snyder, passengers in a car had stopped on the berm of the road. In an attempt to avoid being hit by an oncoming car, they exited their vehicle and fell into a strip mine. The passengers claimed that the deceptive appearance of the unlit shoulder of the road and its proximity to the deep chasm created a dangerous condition of Commonwealth realty. The Pennsylvania Supreme Court stated that the absence of lighting or the deceptive appearance of the road cannot be found to be a dangerous condition of the real estate.\nFurther, in Gramlich v. Lower Southampton Township, 838 A.2d 843, 844 (Pa.Cmwlth.2003), petition for allowance of appeal denied, 578 Pa. 696, 851 A.2d 143 (2004), this Court considered “whether a concrete inlet and opening of a drainage pipe, constructed by a homeowner in the unpaved right-of-way adjacent to the paved portion of the street, comes under the ‘streets’ or ‘real property exception to governmental immunity.” We “distinguished a ‘right-of-way’ from the paved portion of the street for purposes of the ‘highway’ exception to sovereign immunity.” Gramlich, 838 A.2d at 846. We explained that “[a] highway, for purposes of sovereign immunity, encompasses the ‘cartway,’ that is, the paved and traveled portion of the highway, and the berm or shoulder, the paved portion to either side of the actual traveled portion of the road ... not the right-of-way.” Gramlich, 838 A.2d at 846-47. Thus, we concluded that neither exception to sovereign immunity was applicable.\nAs in Dean and Gramlich, DOT owed a duty of care to maintain the highway, i.e., the paved cartway and adjacent berm in a safe condition for the intended and foreseeable use of vehicular travel. This duty does not extend to hazards not located on the highway. As Appellants have not alleged that the accident occurred due to a hazardous condition on the highway and instead allege that the accident occurred due to the driver failing to control the vehicle and remain on the paved portion of the road, the trial court did not err in granting DOT’S motion for summary judgment.\nAccordingly, the order of the trial court is affirmed.\nORDER\nAND NOW, this 27th day of February, 2009, the order of the Court of Common Pleas of Somerset County is affirmed.\n. Appellants alleged that, based on DOT's own road design manuals, DOT was obligated to keep the area adjacent to the highway clear of hazards. Appellants further alleged that this \"clear zone” extended ten feet from the edge of the highway.\n. Our scope of review from an order granting summary judgment is limited to determining whether the trial court committed an error of law or an abuse of discretion. Irish v. Lehigh County Housing Authority, 751 A.2d 1201 (Pa.Cmwlth.2000), petition for allowance of appeal denied, 567 Pa. 732, 786 A.2d 991 (2001).\n. We have consistently stated that \"[t]he question of what constitutes a dangerous condition is a question of fact ... [hjowever, the determination of whether an action is barred by sovereign immunity is entirely a matter of law.” See, e.g., Cowell v. Department of Transportation, 883 A.2d 705, 708 (Pa.Cmwlth.2005).",
        "type": "majority",
        "author": "Senior Judge McCloskey."
      }
    ],
    "attorneys": [
      "Jon A. Barkman, Somerset, for appellant.",
      "Kemal Alexander Mericli, Sr. Deputy Attorney General, Pittsburgh and John G. Knorr, III, Chief Deputy Attorney General, Harrisburg, for appellee, Department of Transportation."
    ],
    "corrections": "",
    "head_matter": "Karen L. PRITTS, Administratrix, and Robert T. Caldwell, Administrator of the Estate of Autumn L. Caldwell, and Karen L. Pritts, and Robert T. Caldwell, parents and natural guardians of Autumn L. Caldwell, Appellants v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, and Joshua McClintock.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Jan. 16, 2009.\nDecided Feb. 27, 2009.\nReargument Denied April 24, 2009.\nJon A. Barkman, Somerset, for appellant.\nKemal Alexander Mericli, Sr. Deputy Attorney General, Pittsburgh and John G. Knorr, III, Chief Deputy Attorney General, Harrisburg, for appellee, Department of Transportation.\nBEFORE: PELLEGRINI, Judge, SIMPSON, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0001-01",
  "first_page_order": 29,
  "last_page_order": 32
}
