{
  "id": 7288600,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. CAM LY, Appellant",
  "name_abbreviation": "Commonwealth v. Cam Ly",
  "decision_date": "2010-01-19",
  "docket_number": "",
  "first_page": "2",
  "last_page": "5",
  "citations": [
    {
      "type": "official",
      "cite": "989 A.2d 2"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "938 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3843340,
        8314806
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "400",
          "parenthetical": "Saylor, J., concurring and dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/595/0275-01",
        "/a2d/938/0362-01"
      ]
    },
    {
      "cite": "595 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3843340
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "Saylor, J., concurring and dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/595/0275-01"
      ]
    },
    {
      "cite": "951 A.2d 1110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3924204,
        8221590
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "1118"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/597/0402-01",
        "/a2d/951/1110-01"
      ]
    },
    {
      "cite": "597 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3924204
      ],
      "year": 2008,
      "opinion_index": 1,
      "case_paths": [
        "/pa/597/0402-01"
      ]
    },
    {
      "cite": "809 A.2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11424113,
        270339
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/809/0325-01",
        "/pa/570/0378-01"
      ]
    },
    {
      "cite": "570 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270339
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/570/0378-01"
      ]
    },
    {
      "cite": "485 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755530
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "equally divided opinion"
        },
        {
          "parenthetical": "equally divided opinion"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/485/0647-01"
      ]
    },
    {
      "cite": "326 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "458 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479736
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/458/0418-01"
      ]
    },
    {
      "cite": "497 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775366
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/497/0621-01"
      ]
    },
    {
      "cite": "460 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482887
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/460/0095-01"
      ]
    },
    {
      "cite": "472 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727744
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa/472/0259-01"
      ]
    },
    {
      "cite": "701 N.E.2d 1208",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        11811182
      ],
      "pin_cites": [
        {
          "page": "1222"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ne2d/701/1208-01"
      ]
    },
    {
      "cite": "813 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9381173,
        716471
      ],
      "weight": 5,
      "year": 2002,
      "pin_cites": [
        {
          "page": "737-38",
          "parenthetical": "explaining that \"time is necessary for a petitioner to discover and fully develop claims related to trial counsel ineffectiveness\""
        },
        {
          "page": "733",
          "parenthetical": "\"[C]on-trary to the absolute rule we currently follow, the rule at its inception created general guidelines for raising claims of ineffectiveness, while recognizing that in order for the rule to work in practice, common sense required some exceptions.\""
        },
        {
          "page": "733"
        },
        {
          "page": "737"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/813/0726-01",
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "572 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716471
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "explaining that \"time is necessary for a petitioner to discover and fully develop claims related to trial counsel ineffectiveness\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/572/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 8897,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1882957268937301
    },
    "sha256": "a8d3f061c7ad9d0b81a218758112ea02cf2f3ba8d57482e33fd1282e9754b1e9",
    "simhash": "1:0089b5d19c775332",
    "word_count": 1362
  },
  "last_updated": "2024-02-27T20:15:22.772793+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. CAM LY, Appellant."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 19th day of January, 2010, the Application for Reargument and Request to Supplement Previously Filed Application for Reargument are DENIED.\nJustice SAYLOR files a dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice SAYLOR,\ndissenting.\nIn his application for reargument in this capital post-conviction matter, Applicant seeks reconsideration of the Court’s decision that his claim of ineffective assistance of his trial counsel at the penalty phase of his trial (for failing to investigate and present evidence in mitigation) is defaulted.\nIn particular, Applicant challenges the determination that an extra-record claim must be raised by direct-appeal counsel on pain of waiver. According to Applicant, it is not possible for such counsel to conduct the essential investigation and preparation of extra-record claims, since counsel lacks the resources and authority (ie., subpoena power) necessary to conduct an adequate inquiry. Applicant also complains that he raised this “resources” issue in his post-conviction appellate brief, but the Court neglected to address it in its opinion. According to Applicant, particularly in light of the strong post-conviction evidence of constitutionally deficient stewardship on the part of his trial counsel, the circumstances amount to “a complete breakdown in the imposition of capital punishment in Pennsylvania, and the consequent imposition of an ipso jure unreliable, and thereby unconstitutional, sentence of death.” Application for Reargument at 1.\nI believe Applicant’s contentions merit further consideration. This Court has candidly recognized that there is a serious time-and-resources issue connected with the obligation to raise extra-record claims on direct appeal. See Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 737-38 (2002) (explaining that “time is necessary for a petitioner to discover and fully develop claims related to trial counsel ineffectiveness”). Indeed, the Court went so far as to characterize such task as “Herculean” and referenced another jurisdiction’s more flexible practice in concluding “it is not even clear if appellate counsel’s duty extends to finding extra-record claims[.]” Id. at 737 (citing Woods v. State, 701 N.E.2d 1208, 1222 (Ind.1998) (concluding that “a claim of ineffective assistance of appellate counsel is not an adequate back door to a full adjudication of ineffectiveness of trial counsel”)). For these reasons and other related ones, the Grant Court settled on a general practice of deferring such claims to post-conviction review in order to offer “a petitioner the best avenue to effect his Sixth Amendment right to counsel.” Id. at 738.\nWhile Grant thus redressed the time- and-resources problem for cases to which the new rule applied, the Court nevertheless declined to do the same for cases, such as Applicant’s, which already had passed the direct-appeal stage at the time of Grant’s issuance. See id. at 738-39. The Court has never explained, however, how requiring Herculean endeavors of counsel in this latter category of cases reconciles with the requirement of fairness.\nBy way of further background, the derivation of the inflexible rule that direct-appeal counsel must raise all extra-record claims, on pain of waiver, is not one of distinction. As explained in Grant, the rule derives from a footnote Commonwealth v. Hubbard, 472 Pa. 259, 372 A.2d 687 (1977), stating that “ineffectiveness of prior counsel must be raised at the earliest stage in the proceedings at which the counsel whose effectiveness is being challenged no longer represents the defendant.” Id. at 695 n. 6. The difficulty with Hubbard is that most of supporting decisions referenced by the Hubbard Court expressed (or at least allowed for) necessary exceptions to the issue-preservation requirement, including “where petitioner is represented on appeal by new counsel, but the grounds upon which the claim of ineffective assistance are based do not appear in the trial record.” Commonwealth v. Dancer, 460 Pa. 95, 331 A.2d 435, 438 (1975). In this regard, the pre-Hubbard jurisprudence was not inflexible; rather, it embodied a Grant-like exception for extra-record claims (among others), thereby already accounting for the very time-and-resources difficulties which the Grant Court considered it so important to remed-iate. See Grant, 813 A.2d at 733 (“[C]on-trary to the absolute rule we currently follow, the rule at its inception created general guidelines for raising claims of ineffectiveness, while recognizing that in order for the rule to work in practice, common sense required some exceptions.”).\nHubbard, however, neglected to account, in any way, for the flexibility afforded by the Dancer exceptions. Rather, it appears the exceptions, including Grant’s forerunner, were simply shorthanded out of existence.\nIn some subsequent decisions, Hubbard (or its progeny) and Dancer were cited by the Court side-by-side, as if both embodied the same rule. See, e.g., Commonwealth v. Upsher, 497 Pa. 621, 444 A.2d 90, 92 n. 3 (1982). At least in the early aftermath of Hubbard, therefore, it would have taken a vigilant practitioner indeed to surmise that the Court had intentionally jettisoned essential interests-of-justice exceptions via footnote, without any developed explanation for such a material change.\nBy the mid-1990s, the Court had institutionalized the Hubbard rule on its present terms (for pre-Grant cases), but, at least to my knowledge, the time-and-resources issues were not addressed at any depth until Grant. Again, however, although Grant detailed the many serious difficulties with the application of the Hubbard rule, it did not reconcile the decision to continue to apply Hubbard to the category of cases in which Applicant’s appeal falls with principles of fundamental fairness. Thus, as far as I can tell, Hubbard’s cryptic abandonment, of what we now recognize to be the appropriate manner of treatment for extra-record claims, has never been anchored in reasoned, judicial terms.\nIn light of Applicant’s present entreaty, it is my considered judgment that it is time for us to provide the essential explanation or, alternatively, to restore the Dancer exception for all cases if that is the course which best comports with the requirement of fundamental fairness. Grant itself supports Applicant’s position that the latter course is merely a matter of “common sense.” Grant, 813 A.2d at 733.\nFor the above reasons, I would grant the application for reargument and direct the Prothonotary to issue a briefing schedule.\n. While Grant spoke in terms of \"time” necessary to prepare extra-record claims, time and resources issues are inextricably interrelated (since the amount of time required to perform a given task is dependent upon the available resources). Thus, it is readily apparent that Grant's reasoning touches on both concerns.\n. The Grant Court also indicated that claims of deficient stewardship on the part of trial counsel can only be placed in appropriate context after the direct appeal process. See Grant, 813 A.2d at 737.\n.As another contextual reference, Hubbard was issued relatively soon after the abolition of the plain error rule, eliminated in Pennsylvania (at least for non-capital criminal cases) in Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974). The Court thus had recently removed a mechanism which is commonly applied elsewhere to reach claims in the interests of justice, see, e.g., Fed.R.Crim.P. 52(b), and some disharmony resulted in terms of settling the new review landscape. See, e.g., Commonwealth v. Hennessey, 485 Pa. 647, 403 A.2d 575 (1979) (equally divided opinion). Notably, the relaxed waiver doctrine had served as an analogue to (or the vestige of) the plain error rule applicable to capital cases only, and similar discordance occurred in the wake of the retroactive abolition of this doctrine as well. See, e.g., Commonwealth v. Ford, 570 Pa. 378, 809 A.2d 325 (2002) (plurality).\n. Indeed, in various cases involving the performance of appellate counsel through the mid-1990s, several attorneys have testified they did not know of an obligation to raise extra-record claims on direct appeal. See, e.g., Commonwealth v. Gibson, 597 Pa. 402, 951 A.2d 1110, 1118 (2008); Commonwealth v. Romero, 595 Pa. 275, 938 A.2d 362, 400 (2007) (Saylor, J., concurring and dissenting).\n. I recognize that there is a serious concern for finality manifest in the Post Conviction Relief Act and in our common-law habeas corpus jurisprudence. This Court has always maintained, however, so long as our jurisdiction is secure, that such finality cannot be achieved, consistent with constitutional values, at the expense of fundamental fairness.",
        "type": "dissent",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. CAM LY, Appellant.\nSupreme Court of Pennsylvania.\nJan. 19, 2010.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
  },
  "file_name": "0002-02",
  "first_page_order": 38,
  "last_page_order": 41
}
