{
  "id": 11888736,
  "name": "Eugene FIGURED, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (USAIR, INC.), Respondent; USAIR, INC. and Insurance Company of the State of Pa., c/o Alexis, Inc., Petitioners, v. WORKERS' COMPENSATION APPEAL BOARD (FIGURED), Respondent",
  "name_abbreviation": "Figured v. Workers' Compensation Appeal Board",
  "decision_date": "1997-10-16",
  "docket_number": "Nos. 956 and 1166 C.D. 1997",
  "first_page": "3",
  "last_page": "8",
  "citations": [
    {
      "type": "official",
      "cite": "702 A.2d 3"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "539 A.2d 785",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1809896,
        1809901
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0540-01",
        "/pa/517/0539-01"
      ]
    },
    {
      "cite": "517 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809896
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0540-01"
      ]
    },
    {
      "cite": "503 A.2d 1090",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "655 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "540 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "646 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1464344,
        12058743
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/166/0354-01",
        "/a2d/646/1272-01"
      ]
    },
    {
      "cite": "563 A.2d 236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1393447
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/128/0240-01"
      ]
    },
    {
      "cite": "669 A.2d 911",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11335426,
        461597
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "913"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0911-01",
        "/pa/543/0074-01"
      ]
    },
    {
      "cite": "543 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461597
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0074-01"
      ]
    },
    {
      "cite": "642 A.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775524,
        7872358
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0223-01",
        "/a2d/642/1083-01"
      ]
    },
    {
      "cite": "537 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775524
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0223-01"
      ]
    },
    {
      "cite": "526 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825940
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0025-01"
      ]
    },
    {
      "cite": "535 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1367999
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/112/0428-01"
      ]
    },
    {
      "cite": "635 A.2d 1123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1456467,
        7378813
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/161/0035-01",
        "/a2d/635/1123-01"
      ]
    },
    {
      "cite": "624 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1445856
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0234-01"
      ]
    },
    {
      "cite": "533 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837538
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0461-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 14788,
    "ocr_confidence": 0.727,
    "pagerank": {
      "raw": 1.9359120333981538e-07,
      "percentile": 0.7348903353052629
    },
    "sha256": "b1793919b58c95568f366b93c868ede82852b939162a0d3ee9234ec5a95e2642",
    "simhash": "1:e26a6e571cfe2554",
    "word_count": 2313
  },
  "last_updated": "2024-02-27T16:34:52.547203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI and KELLEY, JJ., and NARICK, Senior Judge.",
      "LEADBETTER, J., did not participate in the decision in this case."
    ],
    "parties": [
      "Eugene FIGURED, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (USAIR, INC.), Respondent. USAIR, INC. and Insurance Company of the State of Pa., c/o Alexis, Inc., Petitioners, v. WORKERS’ COMPENSATION APPEAL BOARD (FIGURED), Respondent."
    ],
    "opinions": [
      {
        "text": "NARICK, Senior Judge.\nThe issue before this Court is whether the Workers’ Compensation Judge (WCJ) correctly denied an employer’s termination petition, instead, granting a suspension while denying a claimant’s reinstatement petition.\nEugene Figured (Claimant) and USAir, Inc. (USAir) have filed cross-appeals from the order of the Workers’ Compensation Appeal Board (WCAB) that affirmed the WCJ’s denial of USAir’s termination petition and granting a suspension, while denying Claimant’s reinstatement petition. We affirm.\nClaimant worked as an airline mechanic for over thirty years for USAir until he accepted USAir’s retirement package at the end of 1992. On February 28, 1991, Claimant injured his low back during the course and scope of his employment with USAir. USAir accepted liability, issuing a notice of compensation payable. On November 19, 1992, USAir filed a termination petition, alleging that as of March 21, 1991, Claimant returned to work with no loss of wages. Claimant filed a timely answer, acknowledging a return to work on March 21, 1991, with no loss of wages, but averring a residual impairment without a loss of wages. Claimant requested a suspension of benefits.\nClaimant then filed a reinstatement petition wherein he alleged that on or after January 1, 1993, his injury recurred and worsened until it became disabling. This reinstatement petition was filed after Claimant retired. USAir filed a timely answer to Claimant’s petition, denying all material allegations.\nUSAir’s termination petition and Claimant’s reinstatement petition were consolidated for hearings before the WCJ. During the course of the litigation, Claimant testified, as well as his current treating physician, Max Karpin, M.D. USAir submitted into evidence the deposition testimony of Jeffrey Malumed, M.D., Robert Bachman, M.D. and USAir’s Administrative Representative, Judith Combs.\nThe WCJ’s Findings of Fact regarding the medical testimony are as follows:\n3. In support of its petition defendant presented the testimony of Jeffrey Ma-lumed, M.D., a Board Certified Orthopedic Surgeon, who examined Claimant on several occasions, September 6, 1990, March 6, 1991, March 18, 1991, April 11, 1991, and September 8,1993. Dr. Malumed testified that he is a ‘panel physician’ for U.S. Air and examined Claimant on several occasions in connection with his complaints of back pain. The doctor was of the opinion that Claimant displayed some symptoms secondary to arthritis, and he approved Claimant’s return to work at both the March 18, and April 11, 1991 visits stating ‘Eugene is improving in his lower back. He still gets radiations down his left leg which is occasional in nature.’ This doctor concluded that although Claimant could return back [sic] to his pre-injury occupation, he would continue to have back pain on occasion, and would be helped by continued home therapy. I find that [sic] this testimony to be credible and adopt it by the facts of this case.\n4. In further support of its petition Defendant presented the testimony of Robert Bachman, M.D., a Board Certified Orthopedic Surgeon, who examined Claimant on August 3, 1993. Doctor Bachman examined Claimant as well as reviewed certain medical reports including MRI studies and reports of Dr. Gorrín. Dr. Bechman [sic] was of the opinion that Claimant still had occasional back pain with impairment referable to degenerative changes in the spine. This physician was of the opinion that Claimant may not be able to perform his pre-injury employment but did not have the benefit of a work capacity study to support his conclusion. Dr. Bachman was further of the opinion that as of the time of his examination Claimant suffered no residual impairment for his original work injury and any restrictions were a result of the degenerative arthritis. I find the opinion of this physician to be credible in part in that Claimant could not return to his pre-injury employment without continuing pain or restrictions and adopt that as of the fact of this case.\n* * * *\n7. In further support of his petition Claimant presented the testimony of Max Karpin, M.D., a Board Certified Neuro Surgeon [sic] who saw the Claimant for the first time on July 8,1993. Dr. Karpin was of the opinion that Claimant continued to suffer lower back pain as a result of his February 1991 injury and that he was not capable of returning to his pre-injury employment at this time nor at any previous time. I find the testimony of Dr. Karpin to be less than credible concerning Claimant [sic] medical condition at any time prior to his initial examination of July 8, 1993 at [sic] his views are specifically rejected.\nBased upon these findings of fact the WCJ determined that USAir failed to meet its burden of proving that Claimant’s work-related disability had totally ceased at any point in time and thus, held that it was not entitled to a termination of benefits. (Conclusion of Law No. 2.) The WCJ instead granted a suspension of benefits, asserting that USAir had demonstrated that Claimant’s condition has sufficiently improved such that he was able to return to work at his pre-injury wage on March 21, 1991. (Conclusion of Law No. 3.)\nRegarding Claimant’s reinstatement petition, the WCJ made the following pertinent finding:\n6. Claimant further testified that the major reason for his retirement had to do with his continuing back problems and that if he did not have back problems he would have continued working not with standing [sic] the fact that he was in excess of 60 years of age and was being offered an attractive incentive. I find this portion of Claimant’s testimony to be less than credible and it is specifically rejected.\nBased upon this finding, the WCJ held that Claimant failed to sustain his burden of showing that his loss of earnings was caused by the work injury because Claimant voluntarily retired to take advantage of a lucrative retirement incentive. The parties filed a cross-appeal to the WCAB, which affirmed.\nThe parties now file cross-appeals, which have been consolidated, to this Court. USAir argues that the WCAB erred in affirming the WCJ’s denial of its termination petition and in failing to make findings of fact concerning Claimant’s pre-existing, non-work-related arthritis. Claimant argues that the WCAB erred in affirming the WCJ’s denial of his reinstatement petition.\nAn employer is entitled to a termination of benefits when it meets its burden of proving by substantial evidence that all disability related to a compensable injury has ceased and that any current disability arises from a cause unrelated to the work injury. Gumro v. Workmen’s Compensation Appeal Board (Emerald Mines Corp.), 533 Pa. 461, 626 A.2d 94 (1993); Iacono v. Workmen’s Compensation Appeal Board (Chester Housing Authority), 155 Pa.Cmwlth. 234, 624 A.2d 814 (1993). This burden may be met through proof that the claimant has recovered completely from the work-related injury and that the claimant’s current disability is not causally related to the compensable injury. Id. This burden is considerable because disability is presumed to continue until demonstrated otherwise. Giant Eagle v. Workmen’s Compensation Appeal Board (Chambers), 161 Pa.Cmwlth. 35, 635 A.2d 1123 (1993).\nHere, USAir filed a notice of compensation payable, acknowledging Claimant sustained a work-related injury on February 28, 1991. Thus, USAir was required to prove the Claimant had fully recovered from his work-related injury and that any current disability is not causally related to Claimant’s compen-sable injury.\nTo support its position, USAir submitted the deposition testimony of Drs. Ma-lumed and Bachman into evidence. Dr. Ma-lumed testified that Claimant still had symptoms, secondary, to the arthritis, (WCJ Finding of Fact 3) and thus, this testimony did not “disconnect” Claimant’s present back pain from his February 1991 work-related injury. Therefore, the WCJ correctly held that this testimony did not support USAir’s burden of proving its entitlement to a termination of Claimant’s benefits. While Dr. Bachman did testify that Claimant suffered no residual impairment from his original work injury, the WCJ did not credit this testimony. (WCJ Finding of Fact 4). Therefore, we hold that USAir failed to produce substantial evidence to prove that Claimant had fully recovered from his work-related injury to be entitled to a termination of benefits. Thus, the WCAB correctly affirmed the WCJ’s suspension of benefits.\nUSAir also argues that the WCAB erred in holding that the WCJ was not required to make a finding regarding Claimant’s pre-existing arthritic condition. The WCAB summarily dismissed this argument, stating only that “the WCJ is not required to make findings of fact on every issue raised by each party.” While the WCJ is not required to make findings on every issue raised in the proceedings, the WCJ must make factual findings on those issues specifically raised by the pleadings. Universal Trucking, Inc. v. Workmen’s Compensation Appeal Board (Hassell), 112 Pa.Cmwlth. 428, 535 A.2d 722 (1988). However, Finding of Fact 3 discusses Claimant’s “symptoms secondary to arthritis” and thus, we hold that the WCJ made a finding regarding Claimant’s arthritis.\nTurning to Claimant’s appeal that the WCAB erred in affirming the WCJ’s denial of his reinstatement petition, he asserts error because the WCJ relied solely upon the facts that Claimant was sixty years old and was offered a lucrative retirement package.\nIn reinstatement proceedings, following a return to work with residual impairment, a claimant must prove that, through no fault of his own, his earning power is once again adversely affected by the injury and that the injury which gave rise to the original claim, in fact, continues. Pieper v. Ametek-Thermox Instruments Division, 526 Pa. 25, 584 A.2d 301 (1990). Expert medical evidence is not necessary to establish that the prior work-related injury continues. Latta v. Workmen’s Compensation Appeal Board (Latrobe Die Casting Co.), 537 Pa. 223, 642 A.2d 1083 (1994). Rather, once a claimant testifies that the prior work-related injury continues, the burden shifts to the employer to prove to the contrary. Id. However, here the WCJ found that Claimant’s earning power was solely affected through his own fault, i.e., Claimant’s voluntary retirement.\nMost recently, the Supreme Court clarified the effect of voluntary retirement on a claimant’s entitlement to ongoing compensation benefits in Southeastern Pennsylvania Transportation Authority v. Workmen’s Compensation Appeal Board (Henderson), 543 Pa. 74, 669 A.2d 911 (1995). In Henderson, the WCJ, in the reinstatement petition, awarded total disability benefits only until the date of the claimant’s retirement with the employer. The WCAB reversed the WCJ and we affirmed, stating that disability benefits could not be suspended merely because a claimant receives retirement benefits. However, the Supreme Court reversed our Court, stating:\nIt is clear that disability benefits must be suspended when a claimant voluntarily leaves the labor market upon retirement. The mere possibility that a retired worker may, at some future time, seek employment does not transform a voluntary retirement from the labor market into a continuing compensable disability. An employer should not be required to show that a claimant has no intention of eon-tinuing to work; such a burden of proof would be prohibitive. For disability compensation to continue following retirement, a claimant must show that he is seeking employment after retirement or that he was forced into retirement because of his work-related injury.\nId. at 79, 669 A.2d at 913.\nClaimant argues he is entitled to a reinstatement of benefits because his testimony established that he retired because of his back problems and the medical evidence of record demonstrated that the performance of his work duties would result in ongoing pain.\nHowever, the WCJ found Claimant’s testimony on this issue as being less than credible and specifically rejected it. (WCJ Finding of Fact 6.) To the extent that the WCJ’s findings of fact are supported by substantial evidence, we may not disturb them on appeal. Hess Brothers v. Workmen’s Compensation Appeal Board (Gornick), 128 Pa.Cmwlth. 240, 563 A.2d 236 (1989). The WCJ, as fact-finder, has exclusive power over questions of credibility and evidentiary weight, and may accept or reject the testimony of any witness, in whole or in part. Hills Department Store No. 59 v. Workmen’s Compensation Appeal Board (McMullen), 166 Pa.Cmwlth. 354, 646 A.2d 1272 (1994), appeal denied, 540 Pa. 587, 655 A.2d 518 (1995).\nOn October 5, 1992, when Claimant notified USAir of his intention to retire, he did not mention any physical reasons for requesting retirement. Further, Claimant did not seek medical treatment for his continuing back problems until four months after filing the reinstatement petition and six months after alleging that his disability recurred. Considering this evidence, we hold that there was ample basis in the record for the WCJ’s findings and thus, the WCAB’s affirmance of the WCJ’s denial of Claimant’s reinstatement was proper.\nAccordingly, we affirm.\nORDER\nAND NOW, this 16th day of October, 1997, the order of the Workers’ Compensation Appeal Board in the above-captioned matter is hereby affirmed.\nLEADBETTER, J., did not participate in the decision in this case.\n. USAir, Inc. is now known as USAirways.\n. The WCJ also concluded that because Claimant prevailed in obtaining a suspension where USAir had requested a termination that Claimant was entitled to be reimbursed the cost of his litigation. (Conclusion of Law 6.)\n. Our scope of review is limited to a determination of whether constitutional rights were violated, an error of law was committed or whether necessary findings of fact are supported by substantial competent evidence. 2 Pa.C.S. § 704.\n.Substantial evidence is such relevant evidence that a reasonable mind, without weighing the evidence or substituting its judgment for that of the fact-finder, might accept as adequate to support the conclusion reached. Centennial School District v. Pennsylvania Department of Education, 94 Pa.Cmwlth. 530, 503 A.2d 1090 (1986), aff'd, 517 Pa. 540, 539 A.2d 785 (1988).",
        "type": "majority",
        "author": "NARICK, Senior Judge."
      }
    ],
    "attorneys": [
      "Patricia L. Wozniak, Pittsburgh, for petitioner, USAir,Inc.",
      "Kathy Kennedy, Philadelphia, for respondent."
    ],
    "corrections": "",
    "head_matter": "Eugene FIGURED, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (USAIR, INC.), Respondent. USAIR, INC. and Insurance Company of the State of Pa., c/o Alexis, Inc., Petitioners, v. WORKERS’ COMPENSATION APPEAL BOARD (FIGURED), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 5, 1997.\nDecided Oct. 16, 1997.\nPatricia L. Wozniak, Pittsburgh, for petitioner, USAir,Inc.\nKathy Kennedy, Philadelphia, for respondent.\nBefore PELLEGRINI and KELLEY, JJ., and NARICK, Senior Judge."
  },
  "file_name": "0003-01",
  "first_page_order": 61,
  "last_page_order": 66
}
