{
  "id": 7252704,
  "name": "HCR MANORCARE, Old Orchard Health Care Center, Petitioner v. DEPARTMENT OF PUBLIC WELFARE, Respondent",
  "name_abbreviation": "HCR ManorCare v. Department of Public Welfare",
  "decision_date": "2009-03-02",
  "docket_number": "",
  "first_page": "4",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 4"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "744 A.2d 377",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11487470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/744/0377-01"
      ]
    },
    {
      "cite": "862 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9158997
      ],
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/862/0119-01"
      ]
    },
    {
      "cite": "55 Pa. Code § 275.2",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "828 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9105866
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/828/0491-01"
      ]
    },
    {
      "cite": "862 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9158997
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/862/0119-01"
      ]
    },
    {
      "cite": "55 Pa. Code § 275.2",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 655,
    "char_count": 20781,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32830987443669496
    },
    "sha256": "6215f6dd5c586362e5fd94ac8e545427a671aa14d4e7e27a2c173b7e7bd31a56",
    "simhash": "1:241a23078a512f18",
    "word_count": 3335
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and SMITH-RIBNER, Judge, and PELLEGRINI, Judge, and FRIEDMAN, Judge, and COHN JUBELIRER, Judge, and SIMPSON, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "HCR MANORCARE, Old Orchard Health Care Center, Petitioner v. DEPARTMENT OF PUBLIC WELFARE, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nHCR ManorCare, Old Orchard Health Care Center (ManorCare), petitions for review of a final order of the Department of Public Welfare’s (Department) Bureau of Hearings and Appeals (Bureau), which affirmed the decision of an administrative law judge (ALJ) to dismiss ManorCare’s appeal. At issue is a decision of the Northampton County Assistance Office (CAO) to deny long-term care medical assistance benefits to Alma Kenney (Mrs. Kenney). The Bureau denied Manor-Care’s appeal of this adverse determination because it concluded that Manor-Care’s appeal was barred by the doctrine of res judicata. Because factual findings are necessary to determine whether Man-orCare has authority to appeal the adverse determination on Mrs. Kenney’s application, we vacate and remand for further proceedings.\nIn October 2005, Mrs. Kenney was admitted to ManorCare’s Old Orchard Health Care Center. In May 2006, Mrs. Kenney executed a power of attorney that named her daughter, Kathleen Kenney (Daughter), as her authorized agent. In May 2007, Daughter submitted an application for Medical Assistance — Long-Term Care benefits on behalf of her mother to the CAO. At an interview with the CAO, Daughter provided some, but not all, of the information necessary to verify Mrs. Ken-ney’s financial eligibility for long-term care benefits. Daughter agreed to provide the additional information by July 6, 2007, but she failed to do so. On August 3, 2007, the CAO issued a Denial Notice rejecting Mrs. Kenney’s application for benefits.\nOn August 13, 2007, ManorCare appealed the Denial Notice by fax to the CAO; Daughter also appealed on August 27, 2007. The CAO forwarded Daughter’s appeal to the Bureau, but it did not forward ManorCare’s appeal. On November 13, 2007, the CAO contacted ManorCare and explained that ManorCare’s appeal had not been forwarded to the Bureau. However, the CAO informed ManorCare that Daughter’s appeal had been forwarded to the Bureau and that a hearing was scheduled for the next day, November 14, 2007, in Harrisburg.\nThe ALJ conducted the hearing by telephone on November 14, 2007. At the hearing, Daughter entered into a settlement with the CAO in which she agreed to provide the necessary information on her mother’s assets by December 21, 2007. Daughter further agreed that the August 3, 2007, Denial Notice would stand if she failed to provide the requested information by the agreed upon deadline. The ALJ approved the settlement and adopted it by order of November 15, 2007. The ALJ also instructed the CAO to forward Man-orCare’s appeal to the Bureau, which the CAO did on November 20, 2007.\nThe Bureau issued a final administrative action order in Daughter’s case on November 16, 2007, affirming the ALJ’s decision. Daughter failed to provide the requested financial information by the December 21, 2007, deadline, and, pursuant to the settlement agreement, the August 3, 2007, Denial Notice became final.\nOn December 31, 2007, the Bureau issued a final administrative action order dismissing ManorCare’s appeal for lack of jurisdiction, holding that ManorCare’s action was barred by the doctrine of res judicata. Reproduced Record at 8a. ManorCare now petitions for review of the Bureau’s order.\nOn appeal, ManorCare contends that it was denied due process as well as those rights established by regulation at 55 Pa.Code § 275.4(a)(3)(v). It asserts that the CAO was obligated to forward its August 13, 2007, appeal to the Bureau within three working days of receiving it. The CAO did not do so. The CAO’s untimely submission of its appeal deprived ManorCare of the opportunity to litigate the CAO’s denial of Mrs. Kenney’s application for long-term care benefits. ManorCare also argues that its appeal should not have been dismissed as res judicata since it was not a party to Daughter’s appeal.\nThe Department counters that the Bureau properly dismissed ManorCare’s appeal because Mrs. Kenney had only one authorized agent in this matter: Daughter. The Department maintains that Manor-Care had no legal authority to appeal the denial of Mrs. Kenney’s long-term care benefits or to represent her interests in a hearing before the Bureau. The Department asserts that two documents relied upon by ManorCare for its authority — an Admission Agreement allegedly signed by Mrs. Kenney and an Authorization Statement allegedly signed by Daughter — are ineffectual.\nWe begin with the threshold issue of ManorCare’s authority to appeal on Mrs. Kenney’s behalf. An individual applying for long-term care benefits may either apply on her own behalf or choose to have someone represent her during the application process. 55 Pa.Code § 125.84(a). Under the applicable Department regulation, an “appellant” is the applicant, or recipient of benefits, who has requested the hearing and signed the appeal; a “hearing request” is “[a]n expression, oral or written, by the client or the person acting for him, such as his legal representative, relative or friend.” 55 Pa. Code § 275.2. In short, appeals and hearings are only authorized for “applicants or recipients of public assistance, or their authorized representatives.” Chichester Kinderschool v. Department of Public Welfare, 862 A.2d 119, 122 (Pa.Cmwlth.2004) (emphasis added).\nIn this case, Daughter is her mother’s authorized representative by virtue of the power of attorney executed by Mrs. Ken-ney. However, ManorCare asserts that it has a separate authorization by virtue of the Admission Agreement signed by Mrs. Kenney and an Authorization Statement signed on Mrs. Kenney’s behalf by Daughter. The Department contends that the Admission Agreement does not authorize ManorCare to represent Mrs. Kenney in these proceedings and that Daughter’s Authorization Statement is not dated. Neither document is in the ■ record and to date there have been no findings on the question of whether these documents confer authority upon ManorCare to appeal the denial of Mrs. Kenney’s benefit application. This preliminary determination is crucial because, as ManorCare correctly points out, if its appeal had been forwarded by the CAO to the Bureau in a timely manner, a hearing would have been held on ManorCare’s appeal.\nBecause there have been no findings on whether ManorCare was authorized to appeal on behalf of Mrs. Kenney, we vacate and remand for further proceedings on that issue.\nORDER\nAND NOW, this 2nd day of March, 2009, the order of the Department of Public Welfare’s Bureau of Hearings and Appeals in the above-captioned matter, dated December 31, 2007, is VACATED and this matter is REMANDED for further proceedings on the authority of HCR Manor-Gare, Old Orchard Health Care Center, to represent Alma Kenney’s interests.\nJurisdiction is relinquished.\n. The dissent points out that the CAO withheld the appeal from the Bureau on grounds of illegibility. The CAO’s authority to act as a gatekeeper in this fashion has not been addressed.\n. By letter dated November 13, 2007, counsel for ManorCare informed the ALJ that he would be unavailable to attend Daughter's hearing the following day because he was scheduled for trial in Allegheny County. Counsel asked that the hearing be continued; this request was denied.\n. On January 14, 2008, ManorCare filed a petition for reconsideration with the Secretary of Public Welfare and on January 30, 2008, ManorCare filed a petition for review with this Court. The Secretary denied Man-orCare’s petition for reconsideration on February 7, 2008. In March 2008, the Department filed an application for an order to remand with this Court to address the issues associated with ManorCare’s appeal, specifically, whether ManorCare had the authority to file an appeal on Mrs. Kenney’s behalf. On June 6, 2008, this Court denied the Department's request for remand without prejudice to address the issue in its brief on the merits. It is true, as the dissent notes, that Manor-Care opposed the Department’s remand application. ManorCare’s reason for opposing the application is not clear; it could have simply been a tactical decision if ManorCare believed that the Department had waived the issue of ManorCare's authority to appeal. In any event, this Court’s order denying the application for remand expressly preserved the issue of ManorCare’s authority, and the Department has addressed the issue in its brief. Our decision today will allow the development of a record on this key threshold issue.\n.Our scope of review is limited to determining whether the Bureau's adjudication is in accordance with law, does not violate constitutional rights and is supported by substantial evidence of record. Keenhold v. Department of Public Welfare, 744 A.2d 377, 379 n. 1 (Pa.Cmwlth.2000).\n. The regulation states, in relevant part:\n(3) ... Agency staff responsibility upon receipt of a hearing request will be as follows:\n(v) Appeals to be scheduled for a hearing must be forwarded to the Office of Hearings and Appeals within 3 working days from the date the appeal was received and date stamped....\n55 Pa.Code § 275.4(a)(3)(v) (emphasis added).\n. The regulation states, in pertinent part as follows:\n(a) Origin of an application. The following shall apply to the initiation of an application [for medical assistance]:\n(5) If because of illness, infirmity or a physical or mental handicap a person is unable to apply for himself, a relative, a friend or official of the institution or agency providing the service may apply on behalf of the applicant.\n(6) If the applicant has a guardian or other legal representative, that person shall be expected to apply on behalf of the applicant if he is available to do so.\n55 Pa.Code § 125.84(a).\n.This is not, as the dissent suggests, a \"new” issue. The issue of a need for a record on ManorCare’s authority was first raised by the Department, and ManorCare never said otherwise. See n. 4, supra.",
        "type": "majority",
        "author": "Judge LEAVITT."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge PELLEGRINI.\nThe majority remands to the Bureau of Hearings and Appeals (BHA) of the Department of Public Welfare (DPW) for a determination as to whether HCR Manor-Care, Old Orchard Health Care Center (ManorCare) has the authority to take an appeal on behalf of Alma Kenney (Mrs. Kenney) from a denial of her request for medical assistance benefits.' It does so even though ManorCare has asked us to decide this appeal on the record before us. Because it has not raised on appeal or anywhere else that it has authority to represent Mrs. Kenney, I respectfully dissent.\nIn October 2005, Mrs. Kenney was admitted to ManorCare. In May 2006, Mrs. Kenney executed a power of attorney that named her daughter (Daughter) as her representative. In May 2007, as Mrs. Kenney’s agent, Daughter submitted an application for Medical Assistance — Long Term Care (MA-LTC) to the Northampton County Assistance Office (CAO) of the Pennsylvania Department of Public Welfare (DPW). Upon attending an interview at the CAO, Daughter provided some of the information needed in order to determine Mrs. Kenney’s eligibility for MA-LTC, but failed to provide all of the information necessary. She agreed to provide the additional information by July 6, 2007. Daughter, however, failed to provide the information needed to verify Mrs. Ken-ney’s resources by the July 6, 2007 date. On August 3, 2007, the CAO issued a PA-162A Denial Notice (Notice) rejecting Mrs. Kenney’s application for benefits. On August 22, 2007, Daughter filed an appeal of the August 3, 2007 Notice.\nEarlier, on August 13, 2007, ManorCare had faxed its own appeal of the Notice to the CAO. The CAO found the fax incomplete and illegible and attempted to contact ManorCare as to the contents of the appeal and did not receive a notice of her appeal. According to the CAO, Manor-Care never returned those phone calls. On November 13, 2007, the CAO contacted ManorCare to inform it that its appeal had not been forwarded, but that Daughter’s appeal had been forwarded to the BHA and a hearing was scheduled for November 14, 2007.\nPrior to the start of the hearing, the Administrative Law Judge (ALJ) was informed that both Daughter and Manor-Care had appealed the August B, 2007 Notice. At the hearing, the ALJ asked Daughter if she wanted to authorize Man-orCare to represent her. Daughter declined and stated that she did not want ManorCare representing her mother and explained that she was Mrs. Kenney’s authorized agent and would be responsible for securing the information required by the CAO. Additionally, the ALJ informed the CAO that the BHA’s appeal perfector would determine whether ManorCare should be granted a hearing and instructed the CAO to forward ManorCare’s appeal to the BHA on November 14, 2007. Man-orCare was then informed that its appeal had been forwarded.\nAt the November 14, 2007 hearing, Daughter entered into a Stipulation Settlement (Settlement) with the CAO to provide the necessary information to the CAO by December 21, 2007. Under the Settlement, if Daughter failed to provide the information requested by December 21, 2007, the August 3, 2007 Notice would stand. Daughter subsequently failed to provide the requested information by December 21, 2007, and the BHA upheld the CAO’s August 3, 2007 Notice.\nOn December 31, 2007, the BHA issued a final administrative action order dismissing ManorCare’s appeal finding, among other things, that it was not entitled to a hearing because it was not authorized to take an appeal by Mrs. Kenney to challenge the denial of benefits. On January 14, 2008, ManorCare filed a petition for reconsideration with the Secretary of DPW. (Reproduced Record at 9a-10a.) Nowhere in that request for reconsideration did it mention that it had any authorization to take an appeal on behalf of Mrs. Kenny and it does not appear that it was raised anywhere else below.\nManorCare then took an appeal to this Court. In March 2008, DPW filed an application for an order to remand with this Court to address the issues associated with ManorCare’s appeal. ManorCare filed an answer stating in the “wherefore” clause that:\nPetitioner HCR ManorCare — Old Orchard Health Care Center requests this Honorable Court deny DPWs Application for Remand and decide the current Petition for Review on its merits or, alternatively, if it sees fit to grant the Application for Remand that this Court specifically limit the appeal hearing to the issue of whether the submission has occurred of the verification necessary for a determination of eligibility in relation to the appeal of the August 3, 2007, Notice of Denial for lack of verification, and that the CAO, DPW and the BHA be specifically precluded at that hearing from raising issues not previously raised or preserved, because to allow DPW to raise unpreserved “new” issues will simply cost HCR more time and money and will be a violation of HCR’s Due Process Rights which may ultimately result in this case being right back in front of this Honorable Court.\nAttached to the ManorCare answer was an admission agreement signed September 30, 2005, and attached to that was an authorization statement signed by Daughter as a “responsible party” “irrevocably” authorizing ManorCare to take all actions necessary to secure medical assistance for her mother. [It is not included in Manor-Care’s reproduced record or mentioned in its briefs.] Acceding to ManorCare’s request, on June 6, 2008, this Court denied DPW’s request for an order to remand.\nIn its statement of questions, Manor-Care raises only two issues which are:\nI. Did the Appellant suffer prejudice resulting from the untimely submission of its appeal of the denial of medical assistance benefits by the Northampton County Assistance office to the Pennsylvania Department of Public Welfare?\nSUGGESTED ANSWER: YES.\nII. Did the Department of Public Welfare commit an error of law by dismissing ManorCare’s appeal based upon Res Judicata ?\nSUGGESTED ANSWER: YES.\nThe majority vacates the BHA’s order dismissing its appeal because it finds that the authorization agreement may give ManorCare the right to take an appeal on Mrs. Kenney’s behalf and remands to the Department to conduct a hearing to determine whether it has that authority. Simply, because that issue is not raised in the statement of questions or even raised in the body of the brief or raised before BHA, it is waived.\nAs to the issues raised, ManorCare contends that under 55 Pa.Code § 275.4(a)(3)(v), once it filed a timely appeal to the CAO’s denial of benefits to Mrs. Kenney, that appeal had to be forwarded to the Office of Hearings and Appeals within three working days of receipt. Because that appeal was not forwarded within the three working-day time period, ManorCare argues that it was denied due process causing it not to be reimbursed for care it provided because of the denial of MA-LTC benefits for Mrs. Kenney. However, there is no requirement that DPW forward to the Office of Hearings and Appeal a notice of hearing within three days when its fax was incomplete and illegible. Nonetheless, it was ultimately forwarded to BHA for hearing.\nUnder DPW’s regulations, ah individual applying for MA-LTC benefits may either apply on his/her own behalf or choose to have someone represent him/her during the application process. 55 Pa.Code § 125.84. If an individual is incapacitated, a guardian or other legal representative who is available is expected to apply on behalf of the applicant. 55 Pa.Code § 125.84(a)(6). An appeal from the denial of a request is separate and distinct from the MA-LTC application process. Under the applicable DPW regulations, an “appellant” is the applicant or recipient who has requested the hearing and signed the appeal, and a request for a hearing is “an expression, oral or written by the client or the person acting for him, such as his legal representative, relative or friend.” 55 Pa. Code § 275.2. Accordingly, appeals and hearings are only authorized for applicants or recipients of public assistance or their authorized representatives. See Beverly Healthcare v. Department of Public Welfare, 828 A.2d 491 (Pa.Cmwlth.2003).\nIn the present case, Mrs. Kenney executed a power of attorney naming Daughter as her sole authorized agent, and Daughter made the necessary applications for MA-LTC benefits for Mrs. Kenney. While those applications were ultimately denied, a nursing home such as Manor-Care is only authorized to file an appeal of a denial of MA-LTC benefits if it has obtained a written and signed authorization statement from the appellant, in this ease, Mrs. Kenney, or an authorized representative. See Chichester Kinderschool v. Department of Public Welfare, 862 A.2d 119 (Pa.Cmwlth.2004); Beverly Healthcare, 828 A.2d 491 (Pa.Cmwlth.2003). Because ManorCare never provided any evidence that it had authorization to take an appeal on Mrs. Kenney’s behalf, BHA had no basis to find that ManorCare had authority to represent Mrs. Kenny and properly dismissed ManorCare’s appeal.\nAccordingly, I respectfully dissent.\n. BHA also dismissed ManorCare's appeal as res judicata because it was bound by the final adjudication of the issue in Daughter’s appeal. In this appeal, ManorCare contends that the requirements of res judicata /collateral estoppel were not satisfied. Because of the way we have resolved this matter, we need not address this issue.\n. On January 14, 2008, ManorCare filed a petition for reconsideration with the Secretary of DPW and on January 30, 2008, Manor-Care filed a petition for review with this Court. The Secretary denied ManorCare’s petition for reconsideration on February 7, 2008. In March 2008, DPW filed an application for an order to remand with this Court to address the issues associated with Manor-Care’s appeal, specifically, that ManorCare did not have the authority to file an appeal on Mrs. Kenney’s behalf. On June 6, 2008, this Court denied DPW’s request for an order to remand.\n. That section states in relevant part:\n(3) [a]gency staff responsibility upon receipt of a hearing request will be as follows:\n(v) Appeals to be scheduled for a hearing must be forwarded to the Office of Hearings and Appeals within 3 working days from the date the appeal was received and date stamped ...",
        "type": "dissent",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Kirk S. Sohonage, Harrisburg, for petitioner.",
      "Lisa B. Dees, Asst. Counsel and Allen C. Warshaw, Chief Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "HCR MANORCARE, Old Orchard Health Care Center, Petitioner v. DEPARTMENT OF PUBLIC WELFARE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Dec. 10, 2008.\nDecided March 2, 2009.\nKirk S. Sohonage, Harrisburg, for petitioner.\nLisa B. Dees, Asst. Counsel and Allen C. Warshaw, Chief Counsel, Harrisburg, for respondent.\nBEFORE: LEADBETTER, President Judge, and SMITH-RIBNER, Judge, and PELLEGRINI, Judge, and FRIEDMAN, Judge, and COHN JUBELIRER, Judge, and SIMPSON, Judge, and LEAVITT, Judge.\n. The decision in this case was reached before January 1, 2009, when Judge Friedman assumed the status of senior judge."
  },
  "file_name": "0004-01",
  "first_page_order": 32,
  "last_page_order": 39
}
