{
  "id": 7913063,
  "name": "Alfred H. LANCELLOTTI v. Alma U. LANCELLOTTI",
  "name_abbreviation": "Lancellotti v. Lancellotti",
  "decision_date": "1984-07-27",
  "docket_number": "Nos. 81-528-Appeal, 82-528-Appeal",
  "first_page": "7",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 7"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "443 A.2d 1264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8005360
      ],
      "pin_cites": [
        {
          "page": "1266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/1264-01"
      ]
    },
    {
      "cite": "114 R.I. 348",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5524560
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/ri/114/0348-01"
      ]
    },
    {
      "cite": "118 R.I. 389",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5500633
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/ri/118/0389-01"
      ]
    },
    {
      "cite": "426 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/426/0265-01"
      ]
    },
    {
      "cite": "431 A.2d 410",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964178
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0410-01"
      ]
    },
    {
      "cite": "424 A.2d 1067",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964751
      ],
      "pin_cites": [
        {
          "page": "1068"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/1067-01"
      ]
    },
    {
      "cite": "121 R.I. 232",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3188556
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0232-01"
      ]
    },
    {
      "cite": "463 A.2d 200",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7963322
      ],
      "pin_cites": [
        {
          "page": "202-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0200-01"
      ]
    },
    {
      "cite": "470 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7990039
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0665-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 20944,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 3.994567149625352e-07,
      "percentile": 0.9055533739611846
    },
    "sha256": "7cefd53fd240f4bf591fef38c16285478343395f15014cc31a5875fa3a1f09e7",
    "simhash": "1:8ccf4c9920ced16a",
    "word_count": 3421
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alfred H. LANCELLOTTI v. Alma U. LANCELLOTTI."
    ],
    "opinions": [
      {
        "text": "OPINION\nKELLEHER, Justice.\nThis divorce case comes before us on cross-appeals from a Family Court judgment entered on October 26, 1981 (1981 judgment), and on the husband’s appeal from an order entered on October 1, 1982 (1982 order). The 1981 judgment granted both the husband’s and the wife’s petitions for an absolute divorce, divided the marital property, awarded alimony to the wife, and granted the husband’s motion to suspend payments to the wife under a temporary support order (support order). The 1982 order granted the wife’s motion to adjudge the husband in contempt for failure to pay under the support order and denied the husband’s motion to modify either the support order or the 1981 judgment.\nThe first issue we shall consider is whether or not the term “income” as it is used in G.L. 1956 (1981 Reenactment) § 15-5-16.1 (1983 Cum.Supp.) includes the appreciation of a minority interest in a privately held corporation. The husband argues that income does not include such appreciation; and for the reasons that follow, we agree.\nSection 15-5-16.1, also known as the equitable distribution statute, authorizes the trial justice to “assign to either the husband or wife a portion of the estate of the other.” In dividing the property the trial justice “may not assign property or an interest therein held in the name of one of the parties if said property was held by said party prior to the marriage, but may assign income which has been derived therefrom during the term of the marriage.” Section 15-5-16.1.\nThe husband (Alfred) owned during trial ten shares of common stock in Lance Paper Box, Inc. (Lance). These shares represented one-sixth of the total number of shares outstanding. The business was founded by Alfred and some of his brothers in 1952, and together they owned all the corporation’s common stock. The value of the husband’s shares was found to be $2,500 prior to his marriage to Alma in 1956 and $81,540 at the time of trial. When the trial justice awarded the stock to Alfred, he excluded not only the pre-wed-ding value of the stock but also the difference in value, $79,040, by which the stock had appreciated during the marriage.\nThe wife (Alma) claims the trial justice in his 1981 judgment misapplied the equitable-distribution statute by excluding the increase in value because the term “income” as it is used in the statute should be interpreted to include appreciation in common stock.\nAlfred claims the trial justice correctly excluded the shares’ appreciation but erred in awarding the primary marital asset, the family home, to Alma.\nRhode Island, like many other states, has modified its domestic-relations laws to reflect the changing views of marriage in our society. Gone are the days when the husband was lord of his household and master of his family. Gone also is the common-law notion that when a marriage ends, the husband has a duty to continue to support his former wife. Now a marriage is viewed as a partnership, and the assets accumulated during the marriage are viewed as belonging to both partners, regardless of how title is held. See Wordell v. Wordell, 470 A.2d 665, 667 (R.I.1984); D’Agostino v. D’Agostino, 463 A.2d 200, 202-03 (R.I.1983).\nSection 15-5-16.1 permits the trial justice to consider many factors in allocating the marital assets, specifically “the length of the marriage, the conduct of the parties during the marriage, and the contribution of each of the parties in the acquisition, preservation, or appreciation in value of their respective estates, and the contribution and services of either party as a homemaker.” The statute provides further that this award must precede any award of alimony as the needs and abilities of the parties will necessarily be affected thereby.\nFor the trial justice, equitable distribution is actually a three-step process. First, he must determine which assets are “marital property” and which are “non-marital property.” Next, he must consider the factors enumerated in the statute (that is, contribution of each party). Finally, he must decide how the property will be divided {i.e., who gets the house, who gets the car).\nIn this case, the trial justice purportedly stopped at the first step in the process. He excluded Alfred’s stock, including its appreciation, from the “marital property” pile by deciding it was “property held * * * prior to marriage” and that the word “income” in the statute included dividends but not appreciation.\nSection 15-5-16.1 refers to “income” but does not define that term. Alma argues that the term should be interpreted broadly to include appreciation and retained earnings, thereby including the increase in value of Alfred’s stock. Alfred, not surprisingly, argues that income should be interpreted narrowly, thereby including only the dividends generated from his stock.\nSimilar issues have arisen in other jurisdictions, but as none have statutes identical to ours, we shall look solely to our statute. It is our belief that the term “income” in § 15-5-16.1 should not be interpreted to include the appreciation of common stock representing a minority interest in a privately held corporation. If the Legislature had intended to include the “appreciation” of property acquired before marriage, it could have used that term. It obviously knew the difference between income and appreciation because it used the term “appreciation” earlier in the same section when, in referring to the numerous factors the trial justice must consider in allocating the marital property, it specifically included as one of the factors “the contribution of each of the parties in the acquisition, preservation or appreciation in value of their respective estates * * The Legislature did not say “appreciation” when it mentioned property acquired before marriage, however; it said “income,” and we will not ascribe an intent that does not appear on the face of the statute. We give statutory terms their plain and ordinary meaning unless a contrary intent is clearly shown on the face of the statute. Little v. Conflict of Interest Commission, 121 R.I. 232, 397 A.2d 884 (1979). We think the trial justice was correct in excluding the appreciation of Alfred’s stock from equitable distribution.\nAlma claims that the trial justice was wrong in denying her motion to adjudge Alfred in contempt and in granting Alfred’s motion to suspend payments due under the support order. In early December 1979 the trial justice amended the support order mentioned earlier. That decree had directed Alfred to pay the mortgage, taxes, utilities, and insurance on the family home and to pay Alma $100 per week for food and miscellaneous. The only change the trial justice made in December 1979 was to increase the amount payable directly to Alma to $150.\nAlfred moved to modify this amended support order on March 4, 1981, alleging his circumstances had changed. Specifically, he was no longer employed by Lance and was now under a physician’s care. Alma responded on March 12, 1981, by filing a motion to have Alfred adjudged in contempt for failure to make the payments due under the amended support order.\nWe have often said that a party seeking to modify the terms of an existing decree has the burden of proving the need for such modification by a fair preponderance of the evidence. McHenry v. McHenry, 424 A.2d 1067, 1068 (R.I.1981). Alma argues that Alfred failed to meet that burden because he did not adequately prove his changed circumstances. In viewing Alma’s assertions and other similar claims made by the litigants, we would stress that this court will uphold the trial justice’s findings of fact unless our review of the record indicates that he has misconceived or overlooked material evidence or was otherwise clearly wrong. Wordell v. Wordell, supra; Brierly v. Brierly, 431 A.2d 410 (R.I.1981).\nAmong the witnesses who testified on Alfred’s behalf was a psychiatrist, who described his patient as depressed and tense. The physician attributed Alfred’s psychological problems to the Family Court litigation. The trial justice, in relying on this testimony, came to the conclusion that, with the termination of the litigation, Alfred would regain his composure and return to work with his brothers, prepared to give his all. Consequently, he ordered a suspension of the support payments until the date of the first payment of alimony.\nAlma also faults the trial justice for not including the value of Alfred’s common stock in his consideration of Alfred’s ability to pay support, under Morry v. Morry, 426 A.2d 265 (R.I.1981). We think that case supports Alfred more than it supports Alma. In Morry the husband sought to reduce his child-support payments when his income went down and his legitimate expenses went up. The reduction was granted, and the former wife claimed that one of the husband’s capital assets, namely, a $5,000 note she owed him five years hence, should have been considered as a source of funds with which to pay support. The court disagreed because even though under McHenry capital assets may be considered, it did not consider the note a capital asset since it was payable by the former wife and its value was therefore, in the words of the trial justice in Morry, “speculative.”\nIn this case Alfred’s stock, while certainly a capital asset, is not, for the reasons discussed earlier, normally capable of being quickly converted into cash. Consequently, the trial justice was correct in not including the stock as an asset from which support payments could be made. Therefore, the trial justice did not err in rejecting Alma’s contempt motion and in granting Alfred’s motion to modify.\nFor his part, Alfred claims that the trial justice’s 1981 distribution of the marital property was highly inequitable because after specifically declaring that the shares of stock were the property of Alfred before the marriage and thus excluded from the equitable-distribution plan, the trial justice subsequently awarded the real estate to Alma and then awarded to Alfred “all the right, title, and interest in and to the ten (10) shares of stock in Lance Paper Box Company.”\nAs mentioned, the trial justice must consider several factors in dividing the marital property under § 15-5-16.1. The record indicates that the trial justice considered all of the factors enumerated in the statute in reaching his decision. He went on to say that both parties had contributed equally to the acquisition of the family estate and that both had been involved in the day-to-day running of the house and raising of the children. For reasons not apparent from the record, he then awarded all interest in the marital home to Alma but failed to allocate to Alfred any comparable asset or assets. This apparent inconsistency entitles Alfred to a new hearing at which his claim to a share of the marital property will be considered without regard to his stock.\nAlfred also argues that both the remainder of the 1981 judgment and the 1982 order are against the law and the evidence. He claims that the trial justice made several erroneous evidentiary rulings and that his findings of fact regarding Alfred’s ability to pay alimony are unsupported by the evidence. We shall discuss the 1981 judgment first.\nDuring one of the numerous days of the hearings on the parties’ divorce petitions, Alfred’s counsel summoned Alma’s physician to the witness stand for the purpose of determining Alma’s ability to return to her former job as a schoolteacher. During his direct examination, counsel asked the physician’s opinion about whether or not, if Alma “reached an accord in her divorce proceedings,” her physical and emotional condition would improve sufficiently to enable her to return to work. The physician replied, “I would say it would be improved possibly to the point of [her] being employable.” Alma’s counsel moved to strike the answer because it was based on possibility, and his motion was granted. Alfred claims the trial justice erred in granting Alma’s motion to strike.\nWe have said many times that a physician’s opinion must be based on “reasonable medical certainty” and must state “probability” rather than “possibility” when referring to the likelihood of an event taking place. Evans v. Liguori, 118 R.I. 389, 374 A.2d 774 (1977); Sweet v. Hemingway Transport, Inc., 114 R.I. 348, 333 A.2d 411 (1975). The trial justice did not err in granting Alma’s motion to strike.\nAlfred next faults the trial justice for finding that when the 1981 phase of the litigation was concluded, he would be able to return to work but that Alma would not. Alfred argues these findings are arbitrary and capricious and are inconsistent with the trial justice’s findings that he believed all of the witnesses. We disagree.\nAlfred presented considerable testimony that he was unable to work. A psychiatrist testified that Alfred was depressed and anxious, but admitted that much of the problem was due to stress resulting from the pending divorce. Alfred’s brother, Dante Lancellotti (Dante), the president of Lance, testified on cross-examination that as far as Alfred’s returning to work at the company was concerned, “[i]t all depends on how the situation comes out * * The remainder of his testimony was filled with similarly evasive answers in which he refused to be pinned down about whether or not he would rehire Alfred after the divorce concluded. He conceded that no replacement had been hired to fill Alfred’s former position as sales manager. He admitted that Alfred’s salary had been reduced after the divorce proceedings began but denied that these reductions had anything to do with the amount of alimony Alma was seeking.\nAlfred himself testified that since being terminated from Lance he spent much of his time at a country club playing golf, eating meals, and being involved in numerous activities that one would expect to find him engaged in at such a facility. He had also visited relatives in Massachusetts and taken other trips.\nThe trial justice stated in his decision that Alfred had an earning capacity of approximately $50,000 per year (his predi-vorce earnings). He based this on (1) Dante’s testimony to the effect that Alfred’s reemployment depended on the outcome of the case, (2) the psychiatrist’s testimony that this case was causing much of Alfred’s psychological problems and that he was not taking his medication as prescribed, and (3) Alfred’s testimony that much of his day-to-day life was spent on the golf course or visiting relatives. As noted earlier, the trial justice, in relying on the psychiatrist’s testimony, reasoned that once the litigation terminated, Alfred would return to the family business.\nAlma presented testimony that she was no longer an employee of the North Providence School Department, that the projected need for teachers in Rhode Island was such that it was unlikely she would be hired by any school department at any time in the future, and that in any event her physical and emotional condition prevented her from teaching.\nThe trial justice determined that Alma had an earning capacity of approximately $15,000 per year but that she was presently unemployable. He believed that although, as with Alfred, Alma’s medical condition was connected with this case, even if her health did improve after the case, there would be little or no demand for her teaching talents; therefore, she would have to be retrained.\nAlfred claims, however, that the trial justice was bound by the uncontradict-ed medical testimony that he was physically and psychologically unable to work. We have said many times that a trial justice may reject uncontradicted evidence if it contains inherent improbabilities or contradictions that alone or in connection with other circumstances tend to contradict it. We will uphold his action as long as he clearly states his reasons for rejecting the testimony. Hughes v. Saco Casting Co., 443 A.2d 1264, 1266 (R.I.1982). Here the medical evidence contained neither inherent improbabilities nor contradictions but when viewed in conjunction with the other evidence did not necessarily lead to only one conclusion. The psychiatrist testified that Alfred was emotionally unable to work at that time. He also indicated that much of Alfred’s problem was due to the uncertainty and stress of his divorce. Nevertheless, we believe that the trial justice was justified in concluding that once the divorce was concluded, Alfred’s mental state would improve to the point where he could return to work at Lance.\nAlfred alleges that the trial justice also was wrong in awarding Alma alimony of $400 per week. He claims the trial justice made this award relying on his finding that after this litigation ceased, Alfred could begin earning $50,000 per year; since this latter finding is erroneous, he concludes, the alimony award was also. As discussed earlier, the finding that Alfred could begin working again when the divorce was over was not clearly erroneous. Since Alfred claims no other reason why the alimony award was wrong, (for example, that Alma’s needs were excessive), we shall sustain the trial justice’s determination.\nThe sole objection to the entry of the 1982 order emanates from Alfred. He complains that the 1982 order is also against the law and the evidence. In August 1982 Alfred again moved to modify the support order, and Alma again moved to hold him in contempt for his failure to pay under it. In the 1982 order the trial justice denied Alfred’s motion and granted Alma’s motion. To support his claim, Alfred points to the testimony from certain witnesses, including an orthopedic specialist, concluding that he was “totally disabled” and argues that since this testimony was uncontradicted and unimpeached, the trial justice could not reject it.\nAs we mentioned earliér, the trial justice may reject uncontradicted evidence, and we will uphold his action as long as he has valid reasons and places those reasons on the record. Hughes v. Saco Casting Co., supra. The orthopedist testified that Alfred was physically unable to work at that time. Alfred, however, testified at length concerning his daily routine, a good part of which involved physical activity. The trial justice was entitled to draw from the evidence his own conclusion, that is, that Alfred was not nearly so incapacitated as his doctor believed. He stated on the record the reasons for his conclusion, and we believe he had ample evidence from which to draw this conclusion.\nAlfred also asserts that the trial justice did not take into account the fact that, contrary to the highly pessimistic predictions concerning Alma’s employability offered at the first hearing, she had in fact worked as a teacher most of the spring of 1982 and earned over $8,000. We think the trial justice did take this fact into account but was more impressed by the testimony from and about Alfred concerning his em-ployability. He apparently thought, as did the trial justice in Brierly v. Brierly, supra, that Alfred’s actions amounted to a deliberate abandonment of a lucrative job to avoid alimony payments. The trial justice had ample evidence from which to draw this conclusion.\nThus, we do not believe the 1982 order was against the law and the evidence, but we question the 1981 distribution of the marital assets as it relates to Alfred’s interest in the marital domicile, in light of the trial justice’s specific findings that both parties contributed equally to both the accumulation of the marital estate and the breakdown of the marriage, and his apparent exclusion of the ten shares of stock from the marital estate. By no means are we suggesting that the 1981 distribution was inequitable or that the trial justice must distribute the marital assets differently on remand. We are merely suggesting that he clarify whether or not Alfred is to share in the distribution of the marital domicile.\nAlfred’s appeal is sustained in part and denied in part, Alma’s appeal is denied and dismissed, and the case is remanded to the Family Court for further proceedings in accordance with this opinion. We shall retain jurisdiction of the case so that either party may challenge the action taken by the trial justice in regard to Alfred’s interest, if any, in the distribution of the marital domicile.\n. The wife's appeal from the 1981 judgment acted as a stay of the suspension of the temporary support order.\n. At one point in this lengthy litigation the trial justice ordered Alfred to pay Alma over $17,000 in arrearages for her support or spend five days in the Adult Correctional Institutions. Alfred chose at the last minute to pay the money, which he obtained by selling his ten shares of Lance to the corporation for $80,000 in cash.",
        "type": "majority",
        "author": "KELLEHER, Justice."
      }
    ],
    "attorneys": [
      "Joseph E. Marran, Jr., Providence, for petitioner.",
      "Howard I. Lipsey, Providence, for respondent."
    ],
    "corrections": "",
    "head_matter": "Alfred H. LANCELLOTTI v. Alma U. LANCELLOTTI.\nNos. 81-528-Appeal, 82-528-Appeal.\nSupreme Court of Rhode Island.\nJuly 27, 1984.\nJoseph E. Marran, Jr., Providence, for petitioner.\nHoward I. Lipsey, Providence, for respondent."
  },
  "file_name": "0007-01",
  "first_page_order": 67,
  "last_page_order": 74
}
