{
  "id": 7941033,
  "name": "Albion E. MORTON v. GREATER PORTLAND TRANSIT DISTRICT et al.",
  "name_abbreviation": "Morton v. Greater Portland Transit District",
  "decision_date": "1982-01-27",
  "docket_number": "",
  "first_page": "8",
  "last_page": "10",
  "citations": [
    {
      "type": "official",
      "cite": "440 A.2d 8"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "402 A.2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040085
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/0053-01"
      ]
    },
    {
      "cite": "408 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003894
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/1014-01"
      ]
    },
    {
      "cite": "140 A. 365",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "126 Me. 563",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        594615
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/me/126/0563-01"
      ]
    },
    {
      "cite": "423 A.2d 512",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943796
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/423/0512-01"
      ]
    },
    {
      "cite": "402 A.2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040075
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/0050-01"
      ]
    },
    {
      "cite": "425 A.2d 1317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002799
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/1317-01"
      ]
    },
    {
      "cite": "308 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035125
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "871, 872",
          "parenthetical": "Pomeroy, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0860-01"
      ]
    },
    {
      "cite": "360 A.2d 144",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000886
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/360/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 6025,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20062598244144736
    },
    "sha256": "421602d4ee45d5f499760b42680614af7bc42c3aad70ac68750753d513c04a51",
    "simhash": "1:8203e9466a58611b",
    "word_count": 1009
  },
  "last_updated": "2024-02-27T20:24:54.472867+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and GOD-FREY, ROBERTS, CARTER, VIOLETTE and WATHEN, JJ."
    ],
    "parties": [
      "Albion E. MORTON v. GREATER PORTLAND TRANSIT DISTRICT et al."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nOn the appeal of Albion E. Morton, a bus driver employed by the Greater Portland Transit District, we review the Workers’ Compensation Commission’s denial of compensation for injuries he sustained in a fall that occurred while he was leaving work on March 18, 1980. Since the employee-appellant on this record demonstrates no reversible error in the commissioner’s decision, we deny his appeal.\nMorton testified that when he came to work on the day of the injury he parked his truck on the shoulder of Valley Street adjacent to the Transit District’s property. The Transit District’s property was enclosed with a fence, with only one gate on Valley Street. Morton and other employees used the gate when entering and leaving work. On the particular day in question, Morton had parked very close to the gate. After leaving work through the gate, he approached his truck, stepped onto a pile of snow and ice, slipped and fell.\nThe commissioner denied compensation, stating:\nBased on all the evidence adduced at the hearing, the Commission finds that the employee sustained an injury outside the employers [sic] premises and that said injury was neither in the course of his employment nor did it arise out of his employment.\nThough the employee had the right under 39 M.R.S.A. § 99 (Supp.1981) to request findings of fact and conclusions of law, he did not do so.\nOn appeal the employee does not contest the commissioner’s finding of fact that the injury occurred off his employer’s premises. Rather, the employee argues that the pile of snow and ice on which he slipped and fell, situated as it was close to his employer’s gate, constituted a “special hazard.” The “special hazard” doctrine, see 1 A. Larson, Workmen's Compensation Law § 15.13 (1978), has not yet been adopted in Maine, although it has been referred to in two opinions. Oliver v. Wyandotte Industries Corp., Me., 360 A.2d 144, 147 n. 2 (1976); Oliver v. Wyandotte Industries Corp., Me., 308 A.2d 860, 871, 872 (1973) (Pomeroy, J., concurring). The employee argues that the present case provides an appropriate opportunity for us to adopt the “special hazard” doctrine as part of the law of this state.\nWe disagree. Because the employee did not request findings of fact, we must resolve all questions of fact in favor of the commissioner’s decision. That decision can be vacated only if it is not supported by any reasonable interpretation of the record. Merriam v. James River Corp., Me., 425 A.2d 1317, 1318 (1981); Sutherland v. Pepsi-Cola Bottling Co., Me., 402 A.2d 50, 52 (1979). If the “special hazard” doctrine was brought to the commissioner’s attention, he could reasonably have concluded that the facts did not warrant its application. The commissioner could have found that the pile of snow and ice on which Morton slipped was a hazard only because of the particular place where Morton had chosen to park his personal vehicle; other employees leaving the Transit District’s property through the gate in the fence would not have had to negotiate the pile of snow and ice, and for them it would not have been a hazard — “special” or otherwise. Similarly, the employee claims that he parked where he did because he was directed to do so by the Transit District management, so that the parking place became in a sense an extension of the employer’s premises. However, the Transit District’s parking instructions were never placed in evidence. The commissioner could reasonably have concluded that Morton’s choice was not sufficiently restricted to make the Transit District responsible for the resulting hazard.\nOpposite factual conclusions might also have been drawn from the record, but such determination of the facts is not for us. The legislature has given the factfinding responsibility to the commission, and there it must remain. Dunton v. Eastern Fine Paper Co., Me., 423 A.2d 512, 515 (1980).\nGiven the posture of the case, the employee can prevail only if legal error is evident in the decree. The employee urges us to read the decree, quoted above, as saying: The injury took place off the employer’s premises; therefore, it was not in the course of employment, nor did it arise out of the employment. Such a decree would be error even without regard to the “special hazard” doctrine. See Rawson’s Case, 126 Me. 563, 140 A. 365 (1928). The decree actually says: The injury took place off the employer’s premises; and it was not in the course of employment, nor did it arise out of the employment. The second and more general part of the commissioner’s statement is sufficiently broad to include a finding that the exceptions to the general rule that off-premises injuries are not compensable did not apply to the facts of this case. The most that the employee can say is that the decree is ambiguous. That ambiguity, like the factual uncertainties in the record, would have been clarified had the employee moved for findings of fact and conclusions of law under 39 M.R. S.A. § 99. In the absence of such a motion we must assume that the commissioner knew the law and applied it correctly. See Smith v. Dexter Oil Co., Me., 408 A.2d 1014, 1016 n. 3 (1979).\nThe entry is:\nPro forma judgment of the Superior Court affirmed.\nIt is further ordered that the employer pay to the employee an allowance for counsel fees in the amount of $550.00, together with his reasonable out-of-pocket expenses for this appeal.\nAll concurring.\n. Of course, if the argument was not made to the commissioner, it was waived and we cannot consider it on appeal. Severy v. S. D. Warren Co., Me., 402 A.2d 53, 56 (1979).",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Petrucelli, Cohen, Erler & Cox, John Paul Erler (orally), Portland, Francis C. Roche-leau, Westbrook, for plaintiff.",
      "Norman & Hanson, Stephen W. Moriarty (orally), Robert Hanson, Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "Albion E. MORTON v. GREATER PORTLAND TRANSIT DISTRICT et al.\nSupreme Judicial Court of Maine.\nArgued Jan. 5, 1982.\nDecided Jan. 27, 1982.\nPetrucelli, Cohen, Erler & Cox, John Paul Erler (orally), Portland, Francis C. Roche-leau, Westbrook, for plaintiff.\nNorman & Hanson, Stephen W. Moriarty (orally), Robert Hanson, Portland, for defendants.\nBefore McKUSICK, C. J., and GOD-FREY, ROBERTS, CARTER, VIOLETTE and WATHEN, JJ."
  },
  "file_name": "0008-02",
  "first_page_order": 58,
  "last_page_order": 60
}
