{
  "id": 842456,
  "name": "Joseph W. Sessions, guardian, etc., plaintiff in error, vs. William L. Mansfield, administrator, etc., defendant in error",
  "name_abbreviation": "Sessions v. Mansfield",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "9",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 4565,
    "ocr_confidence": 0.417,
    "sha256": "ddedf78f8a973d4489555aed8baea2d58be8d8d9ea4af809c859ad34b807e408",
    "simhash": "1:617d782018c87ab4",
    "word_count": 794
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joseph W. Sessions, guardian, etc., plaintiff in error, vs. William L. Mansfield, administrator, etc., defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nLumpkin, C. J.,\ndelivering tbe opinion.\nWas the Court right in ordering the fund in the hands of William L. Mansfield to be paid over to the clerk? The application was made in April, 1863, when the condition of the currency was good, and therefore the bona fides of the motion then made could not be questioned. No question was raised upon this point. Why should not the stakeholder be relieved then of an embarrassment brought upon him by the counter-claimants to the $6,992 04, who were litigating with one another, and in the settlement of whose equities Mansfield had no interest? But it is contended that he should have filed a bill of interpleader, and perhaps this would have been more regular, yet the result was the same. All the parties were before the Court and had an opportunity of being heard, and it was even submitted to them by the Court, that if they would agree upon any disposition of the money until a decree could be rendered, it would be sanctioned. They declined interfering, and we think the Court was right in directing it to be paid into the clerk’s office.\nLet the judgment be affirmed.",
        "type": "majority",
        "author": "Lumpkin, C. J.,"
      }
    ],
    "attorneys": [
      "B. S. Worrill, for plaintiff in error.",
      "J. L. Wimberly, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Joseph W. Sessions, guardian, etc., plaintiff in error, vs. William L. Mansfield, administrator, etc., defendant in error.\nS., as guardian for V., filed a bill in equity against M. as administrator of S., to recover a distributive share of the estate of S., to which it was claimed that V. was entitled. P. and S. also filed a bill in equity against the administrator and guardian, claiming said distributive share as purchasers of the same from V., and enjoining the administrator from paying said distributive share to the guardian. Pending these bills, the administrator moved the Court to grant an order allowing him to pay the fund im his hands into Court, to abide the final decree in said cases, which order, was granted by the Court:\nMeld, That the Court did right.\nMotion in Stewart Superior Court, decided by Judge'John T. Clarke, at April Term, 1863.\nJoseph W. Sessions, as guardian for Benjamin Yasser, exhibited a bill in equity, returnable to April term, 1858, of Stewart Superior Court, against William L. Mansfield, as administrator of Joseph Sessions, deceased, to recover a distributive sbare of the estate of said deceased, to which it was claimed that the said Benjamin Vasser was entitled. Previous to the filing of this bill, John H. Páte and William F. Sneed caused Mansfield to be notified that they had purchased the distributive share of Vasser in the estate of Joseph Sessions, deceased, and had an assignment and transfer thereof, and insisting thatsaid distributive share be paid to them. Pate and Sneed afterwards filed their bill, returnable to the April term, 1859, of said Court, against the said William L. Mansfield and the said Joseph W. Sessions, enjoining the further prosecution of the first bill, setting up their claim to the said distributive share of Vasser, and praying a decree that it be paid to them. Pending these bills, and counter-claims to the money in his hands, Mansfield came into Court, at April term, 1863, and disclaiming all interest in the fund, and avowing his readiness and anxiety to pay the said distributive share, amounting to $6,992 04, to the party entitled to it, and not knowing who that party was, asked the Court to grant an order allowing him to pay said fund into Court. The parties all being in Court, and having an opportunity to be heard on the motion, the presiding Judge passed the following order, to-wit:\n“Ordered, That the said William L. Mansfield, administrator as aforesaid, do deposit with E. F. Kirksey, clerk of this Court, within thirty days from the day of adjournment of this Court, the said sum of $6,992 04, to abide the final order and decree of the Court in the premises, and that the said William L. Mansfield, administrator as aforesaid, be discharged from all liability in reference to said fund.”\nThe passage of this order is the error complained of. In certifying the bill of exceptions, the presiding Judge states, that no objection was made to the order on account of the character • of the money, or the allowance of thirty days within which it .•should be paid into Court. He further states, that he aninounced to the parties that he was ready to and would pass any -order that they might agree upon as to the investment of the fund, or that he would entertain any motion from any of the parties on that subject, but no such agreement or motion was made.\nB. S. Worrill, for plaintiff in error.\nJ. L. Wimberly, for defendant in error."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 11
}
