{
  "id": 7356243,
  "name": "Wallace G. MITCHELL, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Mitchell v. United States",
  "decision_date": "1993-07-22",
  "docket_number": "No. 91-CF-705",
  "first_page": "10",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 10"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "520 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882238
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "310",
          "parenthetical": "quoting 2 J. Weinstein, Evidence ¶404[08] 1986"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0306-01"
      ]
    },
    {
      "cite": "388 A.2d 52",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7997189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0052-01"
      ]
    },
    {
      "cite": "522 A.2d 348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/0348-01"
      ]
    },
    {
      "cite": "465 A.2d 817",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965618
      ],
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0817-01"
      ]
    },
    {
      "cite": "513 A.2d 804",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0804-01"
      ]
    },
    {
      "cite": "514 A.2d 783",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/514/0783-01"
      ]
    },
    {
      "cite": "569 A.2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11935867
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/0097-01"
      ]
    },
    {
      "cite": "598 A.2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353156
      ],
      "pin_cites": [
        {
          "page": "388-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/598/0386-01"
      ]
    },
    {
      "cite": "549 A.2d 328",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873735
      ],
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0328-01"
      ]
    },
    {
      "cite": "623 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/1234-01"
      ]
    },
    {
      "cite": "264 A.2d 394",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "401",
          "parenthetical": "\"Mrs. Barkdale's testimony as to appellant's threats to her and his rape of her was relevant to.... support the connection ... between appellant's settled pattern of malice toward Mrs. Barkdale and the slaying of Dennis [her brother-in-law].\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927806
      ],
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "\"Mrs. Barkdale's testimony as to appellant's threats to her and his rape of her was relevant to.... support the connection ... between appellant's settled pattern of malice toward Mrs. Barkdale and the slaying of Dennis [her brother-in-law].\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0432-01"
      ]
    },
    {
      "cite": "345 Pa.Super. 203",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        639158
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1377-1378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/345/0203-01"
      ]
    },
    {
      "cite": "486 A.2d 727",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915346
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "728-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0727-01"
      ]
    },
    {
      "cite": "450 F.2d 685",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        793730
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/450/0685-01"
      ]
    },
    {
      "cite": "146 U.S.App.D.C. 224",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "580 A.2d 1325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1325-01"
      ]
    },
    {
      "cite": "593 A.2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371891
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/0186-01"
      ]
    },
    {
      "cite": "600 A.2d 58",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348269
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "61"
        },
        {
          "page": "62",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/600/0058-01"
      ]
    },
    {
      "cite": "170 Colo. 234",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        4626505
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        },
        {
          "page": "788",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/170/0234-01"
      ]
    },
    {
      "cite": "375 A.2d 520",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7999798
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/0520-01"
      ]
    },
    {
      "cite": "450 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975914
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "430"
        },
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/0428-01"
      ]
    },
    {
      "cite": "331 F.2d 85",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        132659
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "89"
        },
        {
          "page": "90",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/331/0085-01"
      ]
    },
    {
      "cite": "118 U.S.App.D.C. 11",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "15"
        },
        {
          "page": "16"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 949,
    "char_count": 17590,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 2.255911203704327e-07,
      "percentile": 0.7820730088897074
    },
    "sha256": "9820f481cb0fced4229bf5fc82704af7977cd70339f2d3aa6ef58dcb3574cbe7",
    "simhash": "1:a4eda646be2fc3df",
    "word_count": 2861
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB and SULLIVAN, Associate Judges, and PRYOR, Senior Judge."
    ],
    "parties": [
      "Wallace G. MITCHELL, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PRYOR, Senior Judge:\nA jury convicted appellant, Wallace Mitchell, of armed premeditated murder, D.C.Code §§ 22-2401, -3202; armed felony murder, D.C.Code §§ 22-2401, -3202; armed first-degree burglary, D.C.Code §§ 22-1801, -3202; armed assault with intent to kill, D.C.Code §§ 22-501, -3202; and possession of a firearm during a crime of violence, D.C.Code § 22-3204(b)), arising from the murder of Mr. Randy Nelson and the shooting of Mr. Darryl Arrington. On appeal, appellant argues that the trial court erred in admitting testimony of appellant’s prior misconduct toward his wife during their marriage. We affirm as to this allegation of error, but remand to vacate the felony-murder conviction, and to reinstate and impose sentence for the armed first-degree burglary conviction.\nI.\nThe government’s evidence at trial revealed that on January 16, 1990, appellant, in the company of Mr. Floyd Calloway and Ms. Becky Halicki, drove from his residence in Youngstown, Ohio to the District of Columbia to “get [appellant’s] wife [Denise Mitchell] in Washington, D.C.” Suspecting that his wife had taken up residence with Messrs. Nelson and Arrington who “won’t let her go,” appellant was overheard stating: “I don’t mind shooting somebody if I have to.” In the trunk of appellant’s car was a rifle bag containing a shotgun and two handguns, which appellant loaded upon arriving in the District, giving one pistol with ammunition to Mr. Calloway while keeping the shotgun and the other pistol for himself.\nAt approximately 3:00 a.m., after some initial difficulty in finding the apartment building — which provoked appellant to “want to hurt someone that much more”— Ms. Halicki located the building where Nelson and Arrington resided. Before going inside, appellant inquired of Ms. Halicki whether anyone in the Nelson apartment would be armed. Ms. Halicki responded that she was unsure.\nUpon entering the building, the trio proceeded to Nelson’s door, whereupon appellant and Mr. Calloway positioned themselves on either side while Ms. Halicki proceeded to knock on the door. Mr. Arring-ton responded to the knock and, with the door closed, explained to Ms. Halicki that he did not know where to find Ms. Mitchell. After a brief conversation, Mr. Arrington opened the door and peeped out. At that moment, Halicki jumped to the side and Arrington, sensing trouble, slammed the door shut. Appellant fired two shotgun blasts through the door, striking Mr. Ar-rington in the arm and back. Mr. Arring-ton ran toward Mr. Nelson’s room and informed Mr. Nelson that he had been shot and that the shooter was coming through the front door. While Nelson leapt from his bed and closed the bedroom door, Ar-rington hid in the closet. Appellant then fired a shotgun blast through the bedroom door hitting Nelson, entered the room, and began interrogating Nelson about Denise Mitchell’s whereabouts. Although Nelson insisted that he did not know and pleaded for his life, appellant reloaded one of the guns and fired three more times. Mr. Nelson died from his wounds.\nII.\nAt trial, Ms. Mitchell testified that she was the victim of repeated emotional and physical abuse by the appellant throughout their marriage. These episodes which began at the altar, included scenarios whereby she was beaten, publicly humiliated, locked in a car trunk, and was the unwilling target when appellant took several shots at her with a shotgun. The four or five times she managed to run away from home inevitably resulted in her return due, in part, to her fear of violent reprisals from appellant who was constantly threatening to kill her family, herself, as well as anybody who offered her refuge.\nIn an attempt to establish appellant’s motive for killing Nelson and wounding Arrington, the government introduced the details of these incidents along with other evidence showing that appellant believed that Ms. Mitchell had cohabited with Ar-rington during one of her departures from appellant and that she was present at Nelson’s apartment on the night he was murdered. In consideration of appellant’s alibi defense, the government also hoped to use these incidents to establish appellant’s identity as one of the assailants. At a pretrial hearing, appellant argued that the incidents were irrelevant to the charges brought, and that the challenged evidence was overly prejudicial because it described threats and violence directed specifically toward Mitchell, not Nelson and Arrington.\nAfter excluding several discrete incidents as irrelevant, the trial court admitted the bulk of Mitchell’s testimony “deem[ing] it to be decidedly relevant, not only in giving the context to the circumstances of this case, but ... directly relevant to the issues of motive and identity, particularly in light of the fact that we are ... all fully apprised of the nature of the defense that Mr. Mitchell is going to offer that he wasn’t even in this jurisdiction; that he’s going to present an alibi.” It is with this ruling that appellant takes issue.\nIII.\n“[Ejvidence of one crime is inadmissible to prove disposition to commit crime, from which the jury may infer that the defendant committed the crime charged.” Drew v. United States, 118 U.S.App.D.C. 11, 15, 331 F.2d 85, 89 (1964). (Emphasis in original.) In an effort to avoid “the obvious danger that the jury will infer a disposition on the part of the defendant toward criminal activity and thus find him guilty of the crime charged,” Campbell v. United States, 450 A.2d 428, 430 (D.C.1982), we have ruled that only when the evidence of wrongful behavior is relevant under one or more of the recognized exceptions, can it be presented to the jury. Under the “motive” exception, “[cjases in which the evidence shows instances of previous hostility between a husband and wife are sometimes treated as though they form a group by themselves.” Gezmu v. United States, 375 A.2d 520, 522 (D.C.1977). Where one spouse or partner in a relationship commits a crime against the other, “any fact or circumstance relating to ill-feeling; ill-treatment; jealousy; prior assaults; personal violence; threats, or any similar conduct or attitude by the wife are relevant to show motive and malice in such crimes.” Id., (quoting Romero v. People, 170 Colo. 234, 460 P.2d 784, 788 (1969) (emphasis in original)). Accordingly, “[ejvidence concerning appellant’s prior relationship with the decedent and the state of that relationship prior to and at the time of the murder is therefore indicative of the motive appellant may have possessed for committing the act.” Hill v. United States, 600 A.2d 58, 61 (D.C.1991). See Clark v. United States, 593 A.2d 186 (D.C.1991); Green v. United States, 580 A.2d 1325 (D.C.1990); Rink v. United States, supra note 2; United States v. Bobbitt, 146 U.S.App.D.C. 224, 450 F.2d 685 (1971).\nAppellant argues that the aforementioned cases, unlike the case before us, implicate situations where we have admitted evidence of uncharged misconduct to establish motive for a crime where the pri- or acts of violence were directed to the ultimate victim or decedent. Although “[tjhe key to admissibility under the motive exception, as the cases from Bobbitt to Green demonstrate, is the fact the defendant’s prior criminal conduct was directed toward the same victim.” Hill, supra, 600 A.2d at 62 (emphasis added), we have also recognized that the web of spousal discord often entangles third parties, and accordingly, have extended the scope of the motive exception to allow evidence showing wrongful acts against the spouse when the ultimate crime was committed against a third party. For example, in (Eugene) Robinson v. United States, 486 A.2d 727 (D.C.1985), appellant was on trial for assault with a deadly weapon against his girlfriend’s brother and brother’s girlfriend. There, we upheld the trial court’s admitting into evidence “under the motive and intent exceptions of Drew,” that after Robinson’s girlfriend ended their romantic relationship, Robinson “slapped her, tore up her room, and started to burn a blouse that was in her closet.... [and] warned [her] that he would hurt anyone she dated.” Id., at 728-29. Accord Commonwealth v. Pacell, 345 Pa.Super. 203, 497 A.2d 1375, 1377-1378 (1985) (evidence that “the relationship between appellant and [wife] was rapidly deteriorating, primarily because she was having an affair with the victim” and that they “argued violently about the affair,” and “she was struck in the face,” admissible to show motive for killing wife’s purported lover); Commonwealth v. Faison, 437 Pa. 432, 264 A.2d 394, 401 (1970) (“Mrs. Barkdale’s testimony as to appellant’s threats to her and his rape of her was relevant to.... support the connection ... between appellant’s settled pattern of malice toward Mrs. Barkdale and the slaying of Dennis [her brother-in-law].”)\nAccordingly, for admissibility determinations under the “motive” exception, we see no reason to artificially distinguish between those situations where the victim of the initial wrongful conduct and the ultimate crime are identical, and where the ultimate victim is a third party with a clear nexus to the initial misconduct. See (Timothy M.) Robinson v. United States, 623 A.2d 1234 (D.C.1993) (“The prosecutor’s case for admissibility is strongest when the sole object of the hostility is the victim.... [C]ourts have also admitted evidence of acts evidencing hostility against a class which included the victim.”) (quoting Ed-WARD J. IMWINKELRIED, UNCHARGED MISCONDUCT Evidence § 3:18, at 3-46 (1984) (footnotes omitted)). To hold otherwise here would require Ms. Mitchell to have been one of the victims in Nelson’s apartment in order for appellant’s previous conduct to be admissible. Such a construction is untenable.\nFinding Ms. Mitchell’s testimony admissible pursuant to Drew does not end our inquiry, however, as it is settled law that “even when evidence of a wrongful behavior is relevant to a Drew exception that is a controverted issue in the case, it must still be excluded by the trial court when the degree of prejudice exceeds the probative value of the evidence,” Campbell v. United States, 450 A.2d 428, 430 (D.C.1982), and that such a determination must be made by the trial court “at the time the evidence is offered.” Hill, supra, 600 A.2d at 63 (citing Williams v. United States, 549 A.2d 328, 335 (D.C.1988)). Here, not only did the trial court make such an explicit finding, ruling that the contested testimony was “decidedly relevant and [] of greater probative significance and [sic] prejudicial impact,” but in addition, the court instructed the jury:\nIn the course of the trial, ... you heard evidence by way of Mrs. Denise Mitchell that the Defendant threatened her, her family and individuals in her company. This evidence was admitted only for your consideration of whether it tends to show that the Defendant had a motive to commit the offense or offenses for which he is now in trial and that the Defendant is the person who committed the offenses for which he is not on trial.... you may not consider it as tending to show in any other way the Defendant’s guilt of the offense or offenses for which he is not on trial.\nAccordingly, we find no error with the trial court’s admitting the evidence under the “motive” exception.\nAffirmed, and Remanded for Resen-tencing.\n. Appellant's additional arguments that the evidence was insufficient to support a conviction of assault with intent to kill and that the charges of assault with intent to kill while armed should merge with the murder counts, are without merit. See Byrd v. United States, 598 A.2d 386, 388-89 (D.C.1991) (en banc); Williams v. United States, 569 A.2d 97 (D.C.1989); Razzaaq v. United States, 514 A.2d 783 (D.C.1986).\n. The trial court sentenced appellant to concurrent terms of incarceration of twenty years to life on the premeditated murder and the felony murder convictions, respectively. The judge, apparently concerned that the armed burglary conviction would merge into the felony murder conviction, did not impose a sentence on the armed burglary conviction. We have held that \"where one killing is involved, and the government advances alternate theories of felony murder based upon more than one underlying felony, the accused may not be convicted of more than one felony murder.” Wright v. United States, 513 A.2d 804, 805 n. 1 (D.C.1986) (quoting Garris v. United States, 465 A.2d 817, 823 (D.C.1983)). Accordingly, in light of our affirmance of appellant's conviction for first-degree murder, the felony murder conviction must be vacated, and we remand to the trial court to impose sentence for the burglary charge which survives without merger.\n. During trial, Ms. Mitchell testified, in part: Upon rejecting appellant’s proposal of marriage, ”[h]e got violent. He brought out a gun. He said that he loved me and nobody else could have me.\" Appellant carried this gun during their marriage ceremony.\nAfter their marriage, the first reason for her running away occurred when ”[h]e started getting violent. He started threatening my life and my family's life thinking that they were interfering with our marriage or they were trying to, and my ex-fiance whom I was with at the time he took me away from because of jealousy.\" Upon her return, appellant \"had me outside standing in the parking lot of the Wee Motel and asking me questions. I would tell him the truth. He thinks I’m lying, so he would hit me, and then he would make me take so many steps, and then he’d do that over various of times [sic] until I got to the trunk of the car and he made me get in ... He shut the trunk.\"\nMs. Mitchell’s second escape was precipitated when appellant’s “violence got worse, threatening my life, my family’s life; that if I ever ran away or if anybody interfered with our marriage, he was going to kill them and me.” Upon her return, appellant \"was with his friend Tim Nuby. [They] went into the house [ ] on McGuffey Road, ... They made me take off all my clothes and [was] checking me to see if I had any marks that I’d been with anybody_”\nUpon her return from a third escape, appellant boasted that he would \"shoot [her] brother right there on the spot.... He just threatened my brother’s life, my family’s life; he said what he would do to them. He would — you know, it wouldn’t hurt to shoot them or to come after them and about interfering with our marriage, that's what they were trying to do.”\nFinally, ”[t]here's a couple of incidents that happened. One was with a shotgun. And one was with a handgun.... In the one with the shotgun, [appellant] made [Ms. Mitchell] stand in the backyard of the Wee Motel in the snow shooting at [her] head with barely any clothes on, asking questions — or telling specifically what would happen to [her] or [her] family or his — if [she] would try to ruin him and his friends and family.”\n. In particular, the trial court would not allow Ms. Mitchell to testify regarding an event whereby appellant allegedly fired shots at her mother's house, a beating she received following a call from a woman claiming to be appellant's lover, and an incident where she apparently found him dressed in woman’s clothing.\n. These \"Drew\" exceptions admit evidence of wrongful acts \"when relevant to (1) motive, (2) intent, (3) the absence of mistake or accident, (4) a common scheme or plan ... and (5) the identity of the person charged with the commission of the crime on trial.” Drew, supra, 118 U.S.App.D.C. at 16, 331 F.2d at 90 (footnote omitted). See also Fed.R.Evid. 404(b) which augments the list of admissibility to include “proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, ...” See Settles v. United States, 522 A.2d 348, 355 n. 9 (D.C.1987).\n.For these purposes, a significant relationship can be the functional equivalent of a marriage. See Rink v. United States, 388 A.2d 52, 56 n. 4 (D.C.1978).\n. Our ruling comports with the analysis suggested in Ali v. United States, 520 A.2d 306 (D.C.1987), a case urged on us by appellant. There, we articulated that admissibility of previous misconduct may be gained only where the proponent (1) identif[ies] the consequential fact to which the proffered evidence of other crimes, wrongs or acts is directed ... (2) prove[s] the other crimes, wrongs or acts ... and (3) articulates precisely the evidential hypothesis by which the consequential fact may be inferred from the proffered evidence.\" Id. at 310 (quoting 2 J. Weinstein, Evidence ¶404[08] 1986). Here, the \"consequential fact” is the proposition that appellant had a motive for committing acts of violence against the occupants of Mr. Nelson’s apartment while the \"other crimes, wrongs, or acts” implicate the violent acts and threats directed against Ms. Mitchell and all those who would interfere with their relationship. Accordingly, the hypothesis was clearly articulated by appellant who stated that “if [Ms. Mitchell] ever ran away or if anybody interfered with [their] marriage, he was going to kill them.”",
        "type": "majority",
        "author": "PRYOR, Senior Judge:"
      }
    ],
    "attorneys": [
      "Richard K. Gilbert, Washington, DC, appointed by this court, for appellant.",
      "Ann K.H. Simon, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty. at the time the brief was filed, and John R. Fisher, and Dolan L. Garrett, Asst. U.S. Attys., Washington, DC, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wallace G. MITCHELL, Appellant, v. UNITED STATES, Appellee.\nNo. 91-CF-705.\nDistrict of Columbia Court of Appeals.\nArgued June 1, 1993.\nDecided July 22, 1993.\nRichard K. Gilbert, Washington, DC, appointed by this court, for appellant.\nAnn K.H. Simon, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty. at the time the brief was filed, and John R. Fisher, and Dolan L. Garrett, Asst. U.S. Attys., Washington, DC, were on the brief, for appellee.\nBefore SCHWELB and SULLIVAN, Associate Judges, and PRYOR, Senior Judge."
  },
  "file_name": "0010-01",
  "first_page_order": 60,
  "last_page_order": 65
}
