{
  "id": 7252801,
  "name": "James FOX, Jr., Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (PECO ENERGY COMPANY), Respondent",
  "name_abbreviation": "Fox v. Workers' Compensation Appeal Board",
  "decision_date": "2009-03-23",
  "docket_number": "",
  "first_page": "11",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 11"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "880 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0721-01"
      ]
    },
    {
      "cite": "928 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8357392,
        3250313
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/928/1006-01",
        "/pa/593/0174-01"
      ]
    },
    {
      "cite": "593 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3250313
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0174-01"
      ]
    },
    {
      "cite": "616 A.2d 614",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1835922,
        1835931,
        1835918
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "617-618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0493-02",
        "/pa/532/0494-01",
        "/pa/532/0493-01"
      ]
    },
    {
      "cite": "532 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835931
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0494-01"
      ]
    },
    {
      "cite": "871 A.2d 312",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8977004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0312-01"
      ]
    },
    {
      "cite": "781 A.2d 1146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9480562,
        706231
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/781/1146-01",
        "/pa/566/0420-01"
      ]
    },
    {
      "cite": "566 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        706231
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/566/0420-01"
      ]
    },
    {
      "cite": "550 A.2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1379695
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0332-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 13496,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 6.931729804624442e-08,
      "percentile": 0.42049690927926686
    },
    "sha256": "9c70900ba817838dfffc09dd1ffed1d8be7a7510981e8e36206547910a8395d7",
    "simhash": "1:ac7640ae0157e8fc",
    "word_count": 2185
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, COHN JUBELIRER and LEAVITT, JJ."
    ],
    "parties": [
      "James FOX, Jr., Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (PECO ENERGY COMPANY), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PELLEGRINI.\nJames Fox, Jr. (Claimant) appeals an order of the Workers’ Compensation Appeal Board (Board) upholding the order of the Workers’ Compensation Judge (WCJ) that granted PECO Energy Company (Employer) subrogation rights against Fox’s third-party recovery against the City of Philadelphia (City). The real party in interest, though, is the City who has agreed to reimburse Claimant for any sums he had to pay to satisfy Employer’s subrogation claims. The Claimant, through the City, maintains that the Employer has no subrogation rights where a governmental entity is the third-party tortfeasor.\nWhile working for Employer, Claimant suffered a right-ankle injury on April 1, 2003, and Employer issued a notice of compensation payable and paid $47,813.79 in workers’ compensation indemnity and medical benefits. Claimant brought a civil action against the City claiming that the April 1, 2003 accident was due to the City’s negligence and sought damages. Eventually, Claimant entered into a settlement agreement with the City in which he received $150,000 in damages as well as indemnification by the City of any subrogation he had to pay to Employer. The City also agreed to represent Claimant with regard to any subrogation claim brought by Employer.\nThat claim was brought by Employer when it filed a petition to review compensation benefits on September 22, 2006, maintaining that it was entitled to recover its subrogation lien under Section 319 of the Workers’ Compensation Act (Act), 77 P.S. § 761. Before the WCJ, the parties submitted a stipulation of facts (Stipulation) which stated the following: Claimant received a settlement recovery of $150,000 from the City, his litigation costs in connection with the third-party action were $6,424.75, his attorneys fees in connection with the litigation were $60,000, and Employer had paid a total of $47,813.78 in workers’ compensation benefits as a result of Claimant’s injury. The Claimant asserted that Employer could not recover its lien against Claimant because under Section 23 of Act 44, (Act 44) Act of July 2, 1993, P.L. 190:\nThe Commonwealth, its political subdivisions, their officials and employees acting within the scope of their duties shall enjoy and benefit from sovereign and official immunity from claims of subro-gation or reimbursement from a claimant’s tort recovery with respect to workers’ compensation benefits.\nHe also asserted that the City was entitled to a credit under 42 Pa.C.S. § 8553(d) of the Tort Claims Act, which limits the amount of damages which are recoverable when a claimant receives or is entitled to receive insurance proceeds. 42 Pa.C.S. § 8553(d) provides:\nIf a claimant receives, or is entitled to receive, benefits under a policy of insurance other than a life insurance policy as result of losses for which damages are recoverable under Section (c), the amount of such benefits shall be deducted from the amount of damages which would otherwise be recoverable by such claimant.\nAccepting the Stipulation, the WCJ found that under Section 319 of the Act, 77 P.S. § 671, Employer had a right to subro-gation against Claimant’s third-party recovery because Employer was not attempting to file an action directly against the City and, therefore, immunity did not apply. Claimant then appealed to the Board, which affirmed. The Board found that Section 23 of Act 44 did not excuse a claimant from his Section 319, 77 P.S. § 671, obligation to reimburse an employer for workers’ compensation paid when a claimant received compensation from a governmental tortfeasor. Citing Bentler v. Workmen’s Compensation Appeal Board (Scranton Professional Window Cleaning Co.), 121 Pa.Cmwlth. 332, 550 A.2d 854 (1988), the Board also found that 42 Pa. C.S. § 8553(d) did not allow the City to take credit for amounts paid for workers’ compensation against the amount it owed for the third-party tort settlement. This appeal followed.\nAs a rule, the courts of this Commonwealth have noted that Section 319 of the Act, 77 P.S. § 671, provides an employer with an absolute right to subrogation. See Thompson v. Workers’ Compensation Appeal Board (USF&G Co.), 566 Pa. 420, 781 A.2d 1146 (2001); Murphy v. Workers’ Compensation Appeal Board (City of Philadelphia), 871 A.2d 312 (Pa.Cmwlth.2005). The rationale underlying the right to sub-rogation is threefold — it prevents a claimant from receiving a double recovery for the same injury, it prevents the employer from having to make compensation payments for injuries which were the result of a third-party’s negligence, and it prevents the third-party from escaping liability. Bentler. The right to subrogation for an employer then is not based on the right of the claimant to maintain a suit against a third-party, but is, instead, an absolute right granted by the Act.\nWhile not disputing that normally an employer has an absolute right to subrogation, Claimant contends that there is an exception when a claimant obtains tort recovery from a governmental tortfeasor. He maintains that Section 319 of the Act, 77 P.S. § 671, only provides that the employer is subrogated to the right of the employee to recover against a third-party. If that right does not exist, then the employer has no right of recovery. Claimant maintains that Section 23 of Act 44 vitiates the general rule because it makes the City immune from subrogation or reimbursement, which means that Employer cannot recover.\nSection 23 of Act 44 does not, as Claimant contends, make a governmental employer immune from subrogation. First, Claimant’s argument that because he had no right to recovery against the City and, therefore, Employer had no sub-rogation rights, is belied by the fact that Claimant did file a civil action against the City and recovered. Second, granting a governmental entity “immunity from claims of subrogation or reimbursement from a claimant’s tort recovery with respect to workers’ compensation benefits” does not even remotely affect an employer’s Section 319 right to seek reimbursement from a claimant from a tort recovery that the claimant received from a governmental entity for the same work-related injury that employer paid compensation. Third, by its plain language, all that Section 23 of Act 44 does is provide governmental agencies with immunity from claims that failed in order to protect an employer’s workers’ compensation subro-gation claim. Because Employer is seeking subrogation from Claimant for the $150,000 he received from the City, not from the City itself, Section 23 of Act 44 does not foreclose Employer from enforcing its Section 319, 77 P.S. § 671, reimbursement rights.\nClaimant also maintains that Bentler’s holding that 42 Pa.C.S. § 8553(d) did not foreclose an employer from receiving reimbursement from recovery from the government was incorrectly decided, especially because it was decided before Section 23 of Act 44 was enacted. As previously explained, Section 23 of Act 44 makes the government immune if it does not protect an employer’s subrogation interest, but does not impinge on an employer’s Section 319, 77 P.S. § 671, right to be reimbursed for compensation payments from a tort recovery from a governmental body. As to overturning Bentler, even if we were inclined to do so, which we are not, we could not because Bentler’s holding that 42 Pa.C.S. 8553(d) does not impede an employer from seeking subrogation rights from a claimant’s tort recovery from a local agency was affirmed by our Supreme Court in Hankee v. Wilkes-Barre/Scranton International Airport, 532 Pa. 494, 616 A.2d 614 (1992).\nIn addressing the arguments raised here, our Supreme Court stated in Hankee that:\nThe appellants also argue that allowing the workers’ compensation carriers to be subrogated to their rights against the municipalities would be inconsistent with the nature of subrogation. The Schramms rely on the fact that a subro-gee’s claim is no greater than that of the party to whose rights he is subrogated. Since Schramm is barred by Section 8553(d) from recovering as damages any amount received as workers’ compensation benefits, the subrogee can assert no interest in the money paid in settlement of the claim. The Hankees argue in a similar vein that the Commonwealth Court’s holding produces the absurd result that any verdict against a municipality would be reduced by the amount of compensation received, yet the plaintiff would still be subject to the workers’ compensation subrogation, thus having his recovery reduced a second time.\nThe flaw in these arguments is that, again, they beg the question. They assume that workers’ compensation payments are “benefits under a policy of insurance” for purposes of Section 8553(d). The Schramms’ argument is correct as far as it goes, but it does nothing to establish why a judgment against a municipality should be reduced by the amount of workers’ compensation payments received. The Hankees’ argument is further flawed in that it fails to follow the assumption through to its logical conclusion. If a plaintiff does not recover these damages from the third party tortfeasor/municipality, the employer (or its insurance carrier) has nothing to be subrogated to. Thus there is no second reduction of the recovery and no absurd result as argued. Conversely, if a plaintiff can recover these damages from the municipality, there is no reason why the employer (or its insurance carrier) should be denied the subrogation right provided in Section 319 of the Act.\nId. at 617-618.\nIn this case, because Employer is not seeking to recover subrogation lien money from the City but rather from the settlement already received by Claimant, the WCJ properly found that Claimant was required to reimburse his Employer from the tort recovery from the City for workers’ compensation paid. Accordingly, the order of the Board is affirmed.\nORDER\nAND NOW, this 23rd day of March, 2009, the August 18, 2008 order of the Workers’ Compensation Appeal Board at No. A07-2345 is affirmed.\n. Act of June 12, 1915, P.L. 736, as amended. 77 P.S. § 671 provides:\nWhere the compensable injury is caused in whole or in part by the act or omission of a third party, the employer shall be subrogat-ed to the right of the employee, his personal representative, his estate or his dependents, against such third party to the extent of the compensation payable under this article by the employer; reasonable attorney’s fees and other proper disbursements incurred in obtaining a recovery or in effecting a compromise settlement shall be prorated between the employer and employee, his personal representative, his estate or his dependents. The employer shall pay the proportion of the attorney’s fees and other proper disbursements that the amount of compensation paid or payable at the time of recovery or settlement bears to the total recovery or settlement. Any recovery against such third persons in excess of the compensation theretofore paid by the employer shall be paid forthwith to the employee, his personal representative, his estate or his dependents, and shall be treated as an advance payment by the employer on account of any future installments of compensation.\nWhere an employee has received payments for the disability or medical expense resulting from an injury in the course of his employment paid by the employer or an insurance company on the basis that the injury and disability were not compensable under this act in the event of an agreement or award for that injury the employer or insurance company who made the payments shall be subrogated out of the agreement or award to the amount so paid, if the right to subrogation is agreed to by the parties or is established at the time of hearing before the referee or the board.\n. Section 23 of Act 44 does not appear in the text of Purdon’s Pennsylvania Statutes, but can be found in a note following 77 P.S. § 501.\n. When the issue is the proper interpretation of a statute and is, therefore, a question of law, our standard of review is de novo, and the scope of the review to resolve the legal question is plenary. Borough of Heidelberg v. Workers' Compensation Appeal Board (Selva), 593 Pa. 174, 928 A.2d 1006 (2007).\n. Employer contends that the City cannot be immune under Section 23 of Act 44 because Section 23 of Act 44 is not positive law as that section is only listed as a note, not as an official section in Purdon’s. This argument, however, is based on the common misperception that Purdon’s is the official codification of Pennsylvania statutes when it is not. As we explained in Appeal of Tenet HealthSystems Bucks County, LLC, 880 A.2d 721, (Pa.Cmwlth.2005), only the enactments by the General Assembly that are part of the Pennsylvania Consolidated Statutes are official codifications and are cited as \"1 Pa.C.S. § ....\" while the unofficial numbered compilation and annotation of Pennsylvania's Pamphlet Laws, known as Purdon’s, and cited as \"1 P.S. § ....” is the work product of the West Publishing Company. Section 23 of Act 44 is part of the Act of July 2, 1993, P.L. 190, Art. XIII, and is the positive law of this Commonwealth, no matter how denominated in Purdon’s.",
        "type": "majority",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Alan C. Ostrow, Philadelphia, for petitioner.",
      "Robert J. Foster, Philadelphia, for respondent."
    ],
    "corrections": "",
    "head_matter": "James FOX, Jr., Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (PECO ENERGY COMPANY), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 24, 2009.\nDecided March 23, 2009.\nAlan C. Ostrow, Philadelphia, for petitioner.\nRobert J. Foster, Philadelphia, for respondent.\nBEFORE: PELLEGRINI, COHN JUBELIRER and LEAVITT, JJ."
  },
  "file_name": "0011-01",
  "first_page_order": 39,
  "last_page_order": 43
}
