{
  "id": 8454812,
  "name": "COMMONWEALTH of Pennsylvania v. $1155.00 CASH Appeal of: Robert Rohrbaugh",
  "name_abbreviation": "Commonwealth v. $1155.00 Cash",
  "decision_date": "2006-10-10",
  "docket_number": "No. 250 C.D. 2006",
  "first_page": "12",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "679 A.2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11321730
      ],
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "holding that where the CSFA contains sufficient notice provisions, notice in forfeiture actions need not comply with the Rules of Civil Procedure"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/0275-01"
      ]
    },
    {
      "cite": "702 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11894896,
        18103
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/0857-01",
        "/pa/549/0627-01"
      ]
    },
    {
      "cite": "549 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        18103
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0627-01"
      ]
    },
    {
      "cite": "362 A.2d 999",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "240 Pa.Super. 458",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817920
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/240/0458-01"
      ]
    },
    {
      "cite": "646 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12048077,
        1464367
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "holding that to fill in the gap left by the absence of discovery provisions in the CSFA, the discovery rules in the Pennsylvania Rules of Civil Procedure apply to such actions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0621-01",
        "/pa-commw/166/0251-01"
      ]
    },
    {
      "cite": "836 A.2d 42",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        630394,
        9295547
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0264-01",
        "/a2d/836/0042-01"
      ]
    },
    {
      "cite": "575 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        630394
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0264-01"
      ]
    },
    {
      "cite": "725 A.2d 1209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11644968,
        1701955,
        1701917,
        11644919
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1214"
        },
        {
          "page": "1214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/725/1209-02",
        "/pa/555/0588-01",
        "/pa/555/0589-01",
        "/a2d/725/1209-01"
      ]
    },
    {
      "cite": "555 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701917
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "599"
        },
        {
          "page": "598"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0589-01"
      ]
    },
    {
      "cite": "667 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861743
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0452-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 19643,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 6.54292549810138e-08,
      "percentile": 0.4013382633504888
    },
    "sha256": "e4a46ed15ba21f9ef64877497ce6c52395c4681efd89b97356b2143fbb7859fc",
    "simhash": "1:07290065736f91b4",
    "word_count": 3188
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FRIEDMAN, Judge, COHN JUBELIRER, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. $1155.00 CASH Appeal of: Robert Rohrbaugh."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge FRIEDMAN.\nRobert Rohrbaugh appeals from the January 23, 2006, order of the Court of Common Pleas of York County (trial court), which denied Rohrbaugh’s request to transfer the case file of this forfeiture proceeding to the Office of the Prothonota-ry of York County and to refer the matter to arbitration pursuant to the Pennsylvania Rules of Civil Procedure and the York County Rules of Civil Procedure. For the reasons that follow, we quash the appeal.\nOn July 17, 2004, Detective John Vaughn of the Northern York County Regional Police Department executed a search warrant for Rohrbaugh’s residence. As a result of the search, drugs, drug paraphernalia and a money clip containing $1,155.00 were found. Drug charges were filed, and Rohrbaugh pled guilty to possession with intent to deliver marijuana, possession of cocaine and possession of drug paraphernalia; no mention of the cash was made during the plea. Rohrbaugh was sentenced and incarcerated in the York County Prison, from which he currently is paroled.\nOn October 12, 2005, the Commonwealth of Pennsylvania (Commonwealth) filed a forfeiture petition pursuant to what is commonly called the Controlled Substances Forfeiture Act (CSFA), 42 Pa.C.S. §§ 6801, 6802, with the Clerk of Courts of York County. Rohrbaugh filed a response and new matter, in which he specifically denied using the $1,155.00 seized during the search in conjunction with the drug activity. The Commonwealth filed a timely reply to the new matter on November 28, 2005.\nOn December 1, 2005, Rohrbaugh filed a motion with the trial court requesting: (1) to transfer the file from the Clerk of Courts to the Office of the Prothonotary of York County; (2) to refer the matter to mandatory arbitration; or, if arbitration is not mandated, (3) to hold a civil jury trial. Following briefing and oral argument, the trial court issued an opinion and order, dated January 23, 2006. The trial court denied Rohrbaugh’s request to transfer the file to the Prothonotary, holding that “all petitions and documents relating to CSFA proceedings are to be filed with the clerk of courts in accordance with 42 Pa. C,S. § 2756(a)(2).” (Trial ct. op. at 5, Rohrbaugh’s brief, Exh. “A.”) The trial court also denied Rohrbaugh’s request to refer the matter to arbitration. The trial court concluded that CSFA proceedings, whose documents are to be filed with the Clerk of Courts, cannot proceed to arbitration in York County because the local rules provide that arbitration is initiated by filing documents with the Prothonotary. York R.C.P. No. 1301A. (Trial ct. op. at 6-7, Rohrbaugh’s brief, Exh. “A.”) Finally, relying on Commonwealth v. One Thousand Four Hundred Dollars ($1,400) in United States Currency, 667 A.2d 452 (Pa. Cmwlth.1995), the trial court granted Rohrbaugh’s request for a jury trial.\nRohrbaugh appealed to this court and, on February 21, 2006, the trial court issued an opinion pursuant to Pa. R.A.P. 1925(a), in which it reiterated its prior ruling, relying on and incorporating the January 23, 2006, opinion and order. (Rohrbaugh’s brief, Exh. “B.”) Following telephone argument, Commonwealth Court permitted Rohrbaugh to proceed with his appeal, but ordered him to argue whether such an appeal was appropriate under the collateral order doctrine.\nAs a threshold issue, therefore, we must determine whether the trial court’s January 23, 2006, order denying Rohrbaugh’s requests to transfer the file to the Protho-notary and refer the matter to arbitration is a collateral order appealable as of right under Pennsylvania Rule of Appellate Procedure 313.\nCodifying existing case law, Pa. R.A.P. 313 provides:\n(a) General rule. An appeal may be taken as of right from a collateral order of an administrative agency or lower court.\n(b) Definition. A collateral order is an order separable from and collateral to the main cause of action where the right involved is too important to be denied review and the question presented is such that if review is postponed until final judgment in the case, the claim will be irreparably lost.\nIn Geniviva v. Frisk, 555 Pa. 589, 599, 725 A.2d 1209, 1214 (1999), our supreme court explained that “[the collateral order doctrine] remains a specialized, practical application of the general rule that only final orders are appealable as of right.” Thus, the court found it appropriate to interpret Rule 313 narrowly and to characterize the requirements for an appealable collateral order as “stringent.” Id. To that end, courts have required that each prong of the collateral order doctrine — (1) separability, (2) importance, and (3) irreparable loss — must be clearly present before an order may be considered collateral. Melvin v. Doe, 575 Pa. 264, 836 A.2d 42 (2003). Here, Rohrbaugh maintains that review is proper because all three prongs of the collateral order doctrine are satisfied. The Commonwealth disagrees, contending that the importance element has not been met.\nIn Geniviva, our supreme court elaborated on the second prong of the collateral order test so as to narrow the category of collateral orders. The court, in considering what “right” is “too important to be denied review” for purposes of defining an order as collateral under Pa. R.A.P. 313, held that “it is not sufficient that the issue be important to the particular parties. Rather, it must involve rights deeply rooted in public policy going beyond the particular litigation at hand.” Geniviva, 555 Pa. at 598, 725 A.2d at 1214. We agree with the Commonwealth that this case involves no such claims.\nTaking a contrary position, Rohrbaugh argues that he is prejudiced by the trial court’s erroneous ruling that the Commonwealth appropriately filed this CSFA case with the Clerk of Courts and that this injustice must be addressed. Rohrbaugh asserts that only criminal actions are to be filed with the Clerk of Courts, and, although cases instituted pursuant to the CSFA are quasi-criminal in character, they are civil in form. Commonwealth v. $8006.00 U.S. Currency Seized from Carter, 166 Pa.Cmwlth. 251, 646 A.2d 621 (1994); Commonwealth v. Landy, 240 Pa.Super. 458, 362 A.2d 999 (1976). Therefore, argues Rohrbaugh, absent a provision in the CSFA to the contrary, the Pennsylvania Rules of Civil Procedure govern the claim by default and require that the Commonwealth file petitions under the CSFA with the Prothonotary pursuant to 42 Pa.C.S. § 2736. According to Rohrbaugh, as a result of the present nonstandard treatment of a civil case, he: (1) lost the right to list the case for mandatory arbitration on his own motion; (2) lost the ability to file post-trial motions; and (3) lost the right to appeal the case upon entry of a final judgment. (Rohrbaugh’s brief at 11.)\nRohrbaugh further contends that these lost rights not only are important issues to him personally but extend beyond the present litigation because approximately a thousand forfeiture petitions are filed in York County each year with the Clerk of Courts, and an unknown additional number are filed statewide. Rohrbaugh argues that defendants contesting those cases and attempting to litigate a civil case within the Clerk of Courts system all will face the same “procedural quagmire” and loss of rights suffered by Rohrbaugh.\nIn addition, Rohrbaugh contends that the question of where to file CSFA cases presents an important question worthy of immediate review in that there is a split of authority on the subject between adjacent counties. Rohrbaugh points out that, unlike York County, Dauphin County mandates by local rule that all CSFA petitions be filed in the Office of the Prothonotary and that arbitration under Dauph. R.C.P. No. 1301 is applicable to all such actions. (Dauphin R.C.P. 5005, Rohrbaugh’s brief, Exh. ■ “C.”) Rohrbaugh suggests that because statewide uniformity of practice is desirable, clarification of this issue clearly would be beneficial, and the trial court’s decision would only encourage fragmentation of what is ideally a unified state-wide judicial system.\nAlthough Rohrbaugh mentions the loss of three different rights, he concentrates on the lost opportunity to have this forfeiture case go to arbitration pursuant to York R.C.P. No. 1301A. He claims his right to arbitrate the matter has been denied solely because the case has been misfiled with the Clerk of Courts. In this regard, Rohrbaugh points out that the current dispute involves cash in an amount not exceeding the $30,000 compulsory arbitration limit, York R.C.P. No. 1301(a), and neither the CSFA nor the state or local rules of civil procedure exclude CSFA actions from arbitration. In fact, Rohrbaugh maintains that the official comments to Pa. R.C.P. No. 1301 (dealing with the scope of compulsory arbitration) suggest that CSFA actions would be appropriate subjects for arbitration in that they are similar to replevin actions involving rights to possession of personal property.\nHowever, as the Commonwealth points out, both parties retain the right to appeal from an adverse decision of the board of arbitrators under Pa. R.C.P. No. 1308, and a de novo proceeding before the trial court would follow under Pa. R.C.P. No. 1311. Indeed, as counsel for Rohrbaugh conceded at argument before the trial court, “what I’ve asked for is arbitration for this case, because I believe my client would benefit by having essentially two bites of the apple.” (C.R., N.T. at 8.) The opportunity to litigate at multiple proceedings, thereby having “two bites of the apple,” should not be deemed an “important” interest deeply rooted in public policy for purposes of the collateral order doctrine. In fact, it is contrary to the very purpose of arbitration, which is intended to reduce litigation.\nIn addition, we reject Rohrbaugh’s contention that forfeiture cases are an appropriate subject for arbitration because they should be treated as replevin actions. As support for that proposition, Rohrbaugh relies on a portion of the official comment to Pa. R.C.P. No. 1301 stating, “there would seem to be no reason why replevin actions involving the right to possession of personal property could not be referred to arbitration.” However, the CSFA states clearly that “[pjroperty taken or detained under this section shall not be subject to replevin.” 42 Pa.C.S. § 6801(d). Moreover, Rohrbaugh ignores a relevant portion of the comment to Pa. R.C.P. No. 1301 that provides, (emphasis added), “[i]n determining which actions to include or exclude, the nature of the action and the relief requested should govern.” Replevin actions are purely civil in nature, whereas forfeiture actions pursuant to the CSFA, although civil in form, are quasi-criminal in nature, intended to impose a penalty upon those involved in criminal enterprises. Landy. Because the authority of a civil board of arbitrators to hear a particular matter rests not with the form of the action but, rather, with the nature of the action, Rohrbaugh’s reliance on the comment to Pa. R.C.P. No. 1301 to support his position is misplaced. Finally, even if forfeiture actions in general may be referred to arbitration, Pa. R.C.P. No. 1301 states that “[tjhese rules apply to actions which are submitted to compulsory arbitration pursuant to local rule ...” Because York County local rules do not grant arbitrators the authority to hear forfeiture cases, and because the comment to Pa. R.C.P. No. 1301 indicates that such a grant of power is not inherent in the “compulsory arbitration” provisions of the Rules of Civil Procedure, arbitration of forfeiture claims in York County is not lawful.\nWe also note that the CSFA contains relevant procedural protections providing the notice and opportunity to be heard that are integral to forfeiture proceedings. See Commonwealth v. Mosley, 549 Pa. 627, 702 A.2d 857 (1997); Commonwealth v. $1,800 U.S. Currency, 679 A.2d 275 (Pa. Cmwlth.1996). The CSFA expressly provides that property owners be given notice of a forfeiture proceeding, 42 Pa.C.S. § 6802(b), and it provides for a hearing at which the property owner can respond to the Commonwealth’s evidence. 42 Pa.C.S. § 6802(j). Under the local rule, Rohr-baugh may have lost the ability to go to arbitration, assuming, arguendo, that arbitration applies in a forfeiture action; however, he has received notice of the action against him, and he will be afforded a civil jury trial. Therefore, Rohrbaugh will not have lost any procedural guarantees afforded by the CSFA, which explicitly governs forfeiture actions. See Commonwealth v. $8006.00 U.S. Currency, 166 Pa. Cmwlth. 251, 646 A.2d 621 (1994).\nThus, Rohrbaugh’s uniformity argument must also fail. Although uniformity is a worthy goal, it cannot be considered a right deeply rooted in public policy where no substantive rights are affected. In fact, as the Commonwealth observes, Rohr-baugh has hardly demonstrated that the right to arbitration in a forfeiture proceeding is deeply rooted in public policy going beyond the instant litigation where, of all the counties in Pennsylvania, Rohrbaugh can point only to Dauphin County where arbitration panels hear forfeiture cases.\nFor all these reasons, we hold that the collateral order doctrine test has not been met, and the instant appeal must be quashed.\nORDER\nAND NOW, this 10th day of October, 2006, the appeal filed by Robert Rohr-baugh is hereby quashed.\n. Rohrbaugh claims that on June 10, 2004, he received a settlement from a personal injury claim in the amount of $3,000, and he maintains that the cash found in his apartment was money left from this personal injury settlement.\n. Section 2756 of the Judicial Code, 42 Pa. C.S. § 2756(a), (emphasis added) provides:\n(a) General rule. — All applications for relief or other documents relating to the following matters shall be filed in or transferred to the office of the clerk of the courts:\n(1) criminal matters including all related motions and filings.\n(2) Road, liquor, municipal and other miscellaneous civil matters formerly within the jurisdiction of the Courts of ... Quarter Sessions of the Peace.\nThe trial court noted that, before it was abolished in 1968, the court of quarter sessions had jurisdiction over all forfeiture proceedings arising from criminal acts. Because forfeiture proceedings under the CSFA are quasi-criminal in nature and are intended to further penalize the owner of the property for a criminal offense, the trial court held that this forfeiture action was properly filed with the Clerk of Courts. (Trial ct. op. at 5.)\n.York R.C.P. Nos. 1301 and 1301A allow a party to reference a case for arbitration by filing a praecipe with the Prothonotary. York R.C.P. No. 1301A provides, in relevant part: \"(a) An action shall be at issue [for arbitration] when: (1) A party or counsel files with the Prothonotary, after the close of all pleadings, a praecipe for reference ...”\n. The trial court found the facts in this case almost identical to those of Commonwealth v. $1,400, in which this court held that a defendant in a civil forfeiture action is entitled to a jury trial where there is an issue as to whether the seized goods are contraband.\n. Previously, the trial court failed to act upon Rohrbaugh’s request for additional language pursuant to 42 Pa.C.S. § 702(b), which allows appeals of interlocutory orders by permission when a court is of the opinion that such order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order will materially advance the ultimate termination of the matter.\n. We agree with Rohrbaugh, and the Commonwealth does not dispute, that the January 23, 2006, order satisfies the separability and irreparable loss prongs of the collateral order doctrine. In the present appeal, Rohrbaugh raises issues that are purely procedural and completely unrelated to the merits of the underlying forfeiture petition. Moreover, these issues (the right to have the matter transferred to the Prothonotary and referred to arbitration) would be moot and, thus, not reviewable following entry of a final order in the underlying action.\n. Section 2736 of the Judicial Code, 42 Pa. C.S. § 2736, states:\nAll matters or documents required or authorized to be filed in the office of the clerk of the court of common pleas shall be filed in the office of the prothonotary except: (1) Matters or documents specified in section 2756 (relating to matters or documents filed in the office of the clerk of the courts).\n(2) Matters or documents specified in section 2776 (relating to matters or documents filed in the office of the clerk of the orphans’ court division).\nThe CSFA requires that a petition for forfeiture be filed in the court of common pleas of the judicial district where the property is located, 42 Pa.C.S. § 6802(a), but does not direct whether the filing should be with the prothonotary or the clerk of courts.\n. As the trial court held, a CSFA case may not be referred to arbitration in York County because that requires filing a praecipe with the Prothonotary. York R.C.P. No. 1301A.\n. In York County, post-trial motions for a new trial, for judgment n.o.v. and to remove a nonsuit must be filed with the Prothonotary. York R.C.P. No. 227.1.\n. Rohrbaugh reasons as follows. (1) Pa. R.A.P. 108(b) requires that the date of entry of an order for appeal purposes is the date that a Pa. R.C.P. No. 236(b) entry isunade where a case is governed by the rules of civil procedure. (2) Cases filed pursuant to the CSFA are governed by the rules of civil procedure where not explicitly trumped by the CSFA. See Commonwealth v. $8006.00 U.S. Currency, 166 Pa.Cmwlth. 251, 646 A.2d 621 (1994) (holding that to fill in the gap left by the absence of discovery provisions in the CSFA, the discovery rules in the Pennsylvania Rules of Civil Procedure apply to such actions); Commonwealth v. $1,800 U.S. Currency, 679 A.2d 275 (Pa.Cmwlth. 1996) (holding that where the CSFA contains sufficient notice provisions, notice in forfeiture actions need not comply with the Rules of Civil Procedure). (3) Pa. R.A.P. 301(a) provides that no order may be appealed until entered on an appropriate docket in the lower court. (4) Pa. R.C.P. No. 236 mandates that entries of final orders for civil cases be made with the Pro-thonotaiy.\nRohrbaugh maintains that, because appellate rights in civil cases are triggered under Pa. R.C.P. No. 236, and because the Clerk of Courts lacks authority to operate under Rule 236, no appeal is possible.\n. We stress, however, that Rohrbaugh's argument that he has lost his right to appeal the case upon entry of final judgment is completely devoid of merit. No matter where the action is initially filed, there will, in the end, be a final order from which Rohrbaugh may appeal to this court pursuant to Pa. R.A.P. 341. In fact, forfeiture cases under the CSFA are regularly reviewed by this court. See G. Ronald Darlington, Kevin J. McKeon, Daniel R. Schuckers & Kristen W. Brown, Pennsylvania Appellate Practice 2d § 25:315 (2006).\n. We recognize, however, that local rules, and their effects, may vary from county to county.\n. Moreover, even if the January 23, 2006, order were an appealable collateral order, Rohrbaugh would not prevail on the merits of his appeal based on the well-reasoned opinion of the trial court.",
        "type": "majority",
        "author": "Judge FRIEDMAN."
      }
    ],
    "attorneys": [
      "Joseph N. Gothie, York, for appellant. Karen E. Comery, York, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. $1155.00 CASH Appeal of: Robert Rohrbaugh.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 11, 2006.\nDecided Oct. 10, 2006.\nJoseph N. Gothie, York, for appellant. Karen E. Comery, York, for appellee.\nBEFORE: FRIEDMAN, Judge, COHN JUBELIRER, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0012-01",
  "first_page_order": 68,
  "last_page_order": 74
}
