{
  "id": 6810897,
  "name": "Linda Copp vs. Modern Key Shop, Inc.",
  "name_abbreviation": "Copp v. Modern Key Shop, Inc.",
  "decision_date": "1995-01-27",
  "docket_number": "",
  "first_page": "13",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "1995 Mass. App. Div. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "409 Mass. 371",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3892627
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "374-375"
        },
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/409/0371-01"
      ]
    },
    {
      "cite": "1993 Mass. App. Div. 54",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        6811479
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/1993/0054-01"
      ]
    },
    {
      "cite": "1994 Mass. App. Div. 11",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        6811108
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/1994/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 7809,
    "ocr_confidence": 0.889,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.30561163990641926
    },
    "sha256": "b6be7c2afef0dc7737b06b1082396d590151c5e15eb361388a92ed54ce7ebb76",
    "simhash": "1:f17aee66a41eccb4",
    "word_count": 1295
  },
  "last_updated": "2024-02-27T22:15:49.746046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Sherman, P.J., Furnari & Greco, JJ."
    ],
    "parties": [
      "Linda Copp vs. Modern Key Shop, Inc."
    ],
    "opinions": [
      {
        "text": "Furnari, J.\nThis is the second report to this Division of this action in contract to recover a balance owed to the plaintiff’s testator on a promissory note executed by the defendant.\nOn the first appeal by the plaintiff, we vacated a judgment for defendant Modern Key Shop, Inc. on the basis of the insufficiency of the evidence reported from the first trial to sustain the court’s finding that the defendant’s satisfaction of the note was excused on the grounds of frustration of purpose. Copp v. Hague, 1994 Mass. App. Div. 11.\nAfter a second trial on the merits, judgment was entered for the plaintiff in the amount of $44,989.00. The defendant now seeks appellate review of the very issue previously considered; namely, whether the doctrine of frustration of purpose is applicable to the facts of this case.\nThe operative facts are simply stated. Robert E. Hague (“Hague”) negotiated and completed the purchase of the “Modern Key Shop,” a locksmith business owned by the plaintiff’s testator, Paul C. Copp (“Copp”). On May, 10, 1988, in consideration for purchasing the “equipment, stock and goodwill” of Copp’s business, the defendant executed a promissory note in the amount of $67,000.00 payable in monthly installments of principal and interest (amortized over thirty years at ten [10%] percent) in the amount of $587.89. The parties also executed a written sale Agreement which provided for Copp’s sale to Hague, “or a Corporation to be formed and designated by him,” of all key shop equipment and inventory, including a Ford van, as well as Copp’s interest in the lease of the business premises and Copp’s promise not to compete for five years. The Agreement obligated the defendant to maintain a minimum inventory of $40,000.00, and granted Copp an interest therein as security for the promissory note.\nThe Agreement also provided that Copp would “continue to work at the business” for one year at a salary to be mutually agreed upon by the parties. Copp worked in the key shop for only three months after the defendant!s purchase, but received no salary. The record is devoid of any explanation for the defendant's failure to compensate Copp or of the actual reason (s) for Copp’s departure. There was evidence at trial that the agreement for Copp to work in the key shop for one year until May 10,1989 at a salary to be determined was not part of the $67,000.00 consideration paid by the defendant for the business assets. The defendants tax return for the year of the sale in fact showed receipt of business assets in excess of $65,000.00.\nThe defendant made twenty-two monthly payments of $587.90 for a total of $12,933.58 on the promissory note from June 10, 1988 to March 10, 1990. Paul C. Copp died on March 28, 1990. The defendant made no further payments on the note subsequent to Copp’s death and, in fact, stopped payment on an April 10, 1990 check which had been tendered.\nThe defendant now claims to be aggrieved by the trial court’s denial of requests numbers 1 and 2 which stated:\n1. The existence of Paul C. Copp was necessary for the performance of the Agreement between the parties; his death made performance impracticable; this was an event the non-occurrence of which was a basic assumption on which the contract was made thereby excusing the defendant from performance.\n2. The death of Paul C. Copp was an event neither anticipated nor caused by either party, the risk of which was not allocated by the contract, thereby destroying the object or purpose of the contract, thus excusing Modern Key Shop, Inc. from performance.\nThere was no error in either the trial court’s denial of defendant’s requests 1 and 2 or in its judgment for the plaintiff in the amount of the unpaid balance of the defendant’s promissory note.\nThe concept of commercial frustration of purpose relied upon by the defendant herein is considered in this Commonwealth to be “a ‘companion rule’ to the doctrine of impossibility of performance, and ‘nearly identical to the defense of commercial impracticability found in the Uniform Commercial Code, G.L.c. 106, §2-615.’” Iodice v. Bradco Cleaner’s Inc., 1993 Mass. App. Div. 54, 56, quoting from Chase Precast Corp. v. John J. Paonessa Co., 409 Mass. 371, 374-375 (1991). The essence of all three defenses is that\nwhere, after a contract is made, a party’s principal purpose is substantially frustrated without his fault by the occurrence of an event the nonoccurrence of which was a basic assumption on which the contract was made, his remaining duties to render performance are discharged, unless the language or the circumstances indicate to the contrary.\nId. at 375, quoting from RESTATEMENT (SECOND) OF CONTRACTS, §165 (1981). Where, as in the instant case, the claim is that the death of a particular person renders contract performance impractical, the rule is as follows:\nIf the existence of a particular person is necessary for the performance of a duty, his death or such incapacity as makes performance impracticable is an event the nonoccurrence of which was a basic assumption on which the contract was made.\nRESTATEMENT (SECOND) OF CONTRACTS, §262 (1981).\nWe ruled on the first appeal of this matter that the record was devoid of evidence which would have permitted the trial court to find that Copp’s continued participation in the key shop business was a “basic assumption” on which the parties contract was premised. Copp v. Hague, supra at 14. No evidence has been reported from the second trial to alter that ruling. On the contrary, the second report clearly establishes that the defendant executed the $67,000.00 promissory note in question as consideration solely for the physical and legal assets of Copp’s business and for Copp’s agreement not to compete. Subsequent to both Copp’s departure from the business in August, 1988 and his death in March, 1990, and indeed throughout the ensuing five year period, the defendant has continued successfully to operate the business which has generated revenues well in excess of the purchase price.\nNo evidence requiring a finding that Copp’s skills or services were in any way “unique” was ever introduced at either trial. The record does include undisputed evidence of the defendant’s own conduct in continuing without complaint to make monthly payments on the promissory note for a period of nineteen months after Copp’s departure from the business.\nIn short, the defendant failed to demonstrate that Copp’s death in any way frustrated the actual, basic purpose of the parties’ contract so as to excuse the defendant’s liability on the promissory note at issue.\nThe trial court’s judgment for the plaintiff is affirmed. There being no error, the report is dismissed.\nWe affirmed the judgment entered for Hague in the first trial on the grounds that both parties understood and agreed that Hague acted as a promoter for a then-unformed corporation, Modern Key Shop, Inc., that Copp intended that the corporation alone would be liable on the note, and that Copp would be estopped from claiming otherwise as long as the corporation existed and remained bound by the parties’ contract. Copp v. Hague, supra at 13. The report on this second appeal recites that the corporation was dissolved by the Commonwealth prior to the second trial for failure to file the required annual statements with the Secretary of State. Upon the involuntary dissolution of the corporation, Hague retained possession and control of all of the business assets purchased from Copp and continues to operate the business and receive all income and benefits in his individual capacity.",
        "type": "majority",
        "author": "Furnari, J."
      }
    ],
    "attorneys": [
      "Robert R. White for the plaintiff.",
      "John E. Stafford for the defendant."
    ],
    "corrections": "",
    "head_matter": "Linda Copp vs. Modern Key Shop, Inc.\nNorthern District\nJanuary 27, 1995.\nPresent: Sherman, P.J., Furnari & Greco, JJ.\nRobert R. White for the plaintiff.\nJohn E. Stafford for the defendant.\nExecutrix of the estate of Paul C. Copp."
  },
  "file_name": "0013-01",
  "first_page_order": 19,
  "last_page_order": 21
}
