{
  "id": 7858376,
  "name": "Russell JOYNER, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (PITTSBURGH STEELERS SPORTS, INC.), Respondent",
  "name_abbreviation": "Joyner v. Workmen's Compensation Appeal Board",
  "decision_date": "1995-08-09",
  "docket_number": "",
  "first_page": "13",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "667 A.2d 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "609 A.2d 170",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 662",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "145 Pa.Commonwealth Ct. 547",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1426442
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/145/0547-01"
      ]
    },
    {
      "cite": "141 Pa.Commonwealth Ct. 219",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1419244
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/141/0219-01"
      ]
    },
    {
      "cite": "121 Pa.Commonwealth Ct. 436",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1379684
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0436-01"
      ]
    },
    {
      "cite": "373 A.2d 136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "30 Pa.Commonwealth Ct. 127",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1880907
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/30/0127-01"
      ]
    },
    {
      "cite": "413 A.2d 481",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "51 Pa.Commonwealth Ct. 310",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1909557
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/51/0310-01"
      ]
    },
    {
      "cite": "137 Pa.Commonwealth Ct. 362",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1410882
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0362-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 16446,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20007266832931186
    },
    "sha256": "50034dc0c7bed3f4d71890c1645125ff3faf1616906d611f48afe8fb78e9333a",
    "simhash": "1:94761d5fe0c28baf",
    "word_count": 2605
  },
  "last_updated": "2024-02-27T21:21:18.943453+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and KELLEY, JJ., and NARICK, Senior Judge.",
      "McGINLEY, J., did not participate in the decision in this case."
    ],
    "parties": [
      "Russell JOYNER, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (PITTSBURGH STEELERS SPORTS, INC.), Respondent."
    ],
    "opinions": [
      {
        "text": "DOYLE, Judge.\nRussell Joyner (Claimant) appeals from an order of the Workmen’s Compensation Appeal Board which (1) affirmed the referee’s November 6, 1990 order granting Claimant’s claim petition but allowing a credit of $25,000 to Pittsburgh Steelers Sports, Inc. (Employer) for compensation paid to Claimant prior to the resolution of Claimant’s claim petition; and (2) reversed the referee’s December 5, 1991 order granting statutory interest from August 31, 1983, through April 30, 1986, to Claimant for accrued compensation benefits.\nOn July 20, 1983, Claimant sustained an injury to his left ankle during the course of his employment with Employer. Employer paid Claimant his pre-injury salary from the time of his injury until August 31, 1983, on which date Claimant was released from the team due to his injury. Claimant filed an “injury grievance” with Employer on September 14, 1983, pursuant to Article IX of Employer’s collective bargaining agreement for his loss of income due to his injury and subsequent release by Employer. On December 19, 1983, Claimant filed a claim petition, requesting workmen’s compensation benefits. On February 4,1986, Claimant and Employer, in response to the injury grievance claim, entered into a settlement agreement whereby Claimant received a cash payment of $25,000 on February 27, 1986.\nOn December 21, 1987, the referee denied Claimant’s claim petition concluding that Claimant had not suffered a work-related disability after August 20,1983, as a result of his July 20, 1983 injury. Claimant appealed and the Board remanded. On remand, the referee, by a decision dated November 6, 1990, granted the claim petition but allowed Employer a credit of $25,000 for the grievance injury settlement amount. The referee determined, however, that the credit would be applicable until the end of the 1984-1985 playing season.\nClaimant appealed the order, asserting that the referee made an error in computing the credit given to Employer; specifically that the time period covered by the credit was excessive. While that appeal was pending, Claimant filed a penalty petition averring, inter alia, that Employer had failed to pay the statutory interest on the compensation benefits due during the time period of August 31, 1983, through April 30, 1986, as directed by the referee in his November 6, 1990 decision.\nIn a December 5, 1991 order, the referee denied Claimant’s penalty request but ordered Employer to pay “the accrued interest in the total amount of $13,130.15 to be paid to the claimant [on the compensation due for the period from August 31, 1983 through April 30, 1986, notwithstanding the credit of $25,000.00]_” (Referee’s order, Dec. 5, 1991.) Employer appealed this order, arguing that the referee’s first order of November 6, 1990, did not include a provision entitling Claimant to interest for the period of August 31, 1983, through April 30, 1986.\nOn May 9, 1994, the Board decided both appeals. The Board affirmed the referee’s November 6, 1990 order, granting the claim petition and allowing a $25,000 credit; but reversed the part of the referee’s December 5, 1991 order granting interest to the Claimant for accrued compensation benefits for the period of August 31, 1983 through April 30, 1986. Claimant, on appeal to our Court, argues that the period covered by the credit of $25,000 was too long, and that statutory interest should have been awarded.\nClaimant first argues that the Board erred in affirming the referee’s calculation of Employer’s credit. Claimant concedes that Employer deserves a credit for the $25,000 paid to him pursuant to the settlement for the grievance injury claim, but Claimant contests the time period the credit covers.\nThe referee made the following relevant finding of fact.\n20. The claimant received a “settlement” in the amount of twenty-five thousand ($25,000.00) dollars from the Steelers to compensate him for his claim that he lost income because he was released while still injured, as the result of an injury grievance filed on September 14, 1983. The settlement document is dated February 1, 1986, and does not specify the period of time covered; and your Referee infers and finds as fact that any claim for damages raised in that grievance would terminate by the end of the 1981-1985 playing season, based upon the definition of “injury grievance” which indicates that it means that a player’s contract has been terminated. ...\n(Referee Decision 11/6/90.) (Emphasis added.) The referee then concluded that:\n5. Claimant’s status should be modified to partial disability effective November 3, 1983, when he first found employment within his capabilities and limitations, and his partial disability rate should be periodically modified to reflect his varying earnings ....\n12. [Employer] will be entitled to a credit of $357.00[] per week for the period Au gust 31, 198S through December 31, 1985 representing the $25,000.00 settlement divided over the period from the date the [Employer] terminated the claimant through the 1981-85 regular playing season. Therefore, claimant has been paid in foil for ail weekly disability benefits through December 31, 1985; except that ... statutory interest would still be payable for each weekly disability benefit notwithstanding the credit.\n(Conclusion of Law Nos. 5 and 12.) (Emphasis added.) The order in pertinent part states:\nd. [Employer is] entitled to a full credit for the period August 31, 1983, through December 31, 1985, for the payments described in Finding of Fact No. 20 and Conclusion of Law No. 12_\n(Referee’s Order 11/6/90.)\nAccording to Claimant, the referee should have calculated the credit using a shorter time period; that is, the referee should have allowed a credit only for the time period of August 31, 1983 to December 31, 1984 because the “1984-85 playing season” ended December 31, 1984, not December 31, 1985. Otherwise, Claimant argues, by utilizing the longer time period, Employer in essence actually receives a credit for $43,554, which represents the actual amount of disability benefits due had no settlement been received. This amount greatly exceeds the settlement of $25,000.\nThe referee stated that since the grievance injury settlement did not specify the period of tíme the settlement encompassed, the time period should be the period of time Employer released Claimant from the team until the cessation of the 1984-1985 playing season. The referee “inferred” that the 1984-1985 playing season ended on December 31,1985. However, we find that there is not substantial evidence to support the inference that the 1984-1985 playing season ended December 31, 1985.\nClaimant signed two “free agent contracts” with Employer on May 6, 1983. The first contract stated in pertinent part:\n1. TERM. This contract covers one football season, and will begin on the date of execution or February 1, 1983, whichever is later, and end on February 1, 1981 unless extended, terminated, or renewed as specified elsewhere in this contract.\n(Contract No. 1 between Employer and Claimant.) (Emphasis added.) The second contract likewise stated in pertinent part:\n1. TERM. This contract covers one football season, and will begin on the date of execution or February 1, 1984, whichever is later, and end on February 1, 1985 unless extended, terminated, or renewed as specified elsewhere in this contract.\n(Contract No. 2 between Employer and Claimant.) (Emphasis added.) The full term of the contracts, when taken together, was from May 6, 1983, the date of execution, through February 1, 1985, which spans two football seasons. The referee based his inference of the credit period upon the duration of the “playing seasons.” However, a playing season, as defined by the contracts, runs from February 1st of one year, to February 1st of the following year. Therefore, the time period covered by the credit has to be from August 31, 1983, the date Claimant was released from the team, through February 1, 1985, the termination date stated in the second contract. The actual playing season of any NFL football team will, of course, differ from the “playing season” as that term is defined in the players’ contract.\nAccordingly, Employer is entitled to a credit of $25,000 against Claimant’s compensation benefits for the period from August 31, 1983, to February 1, 1985, a total of 74 weeks, at a benefit rate of $357. Therefore, since Claimant’s total entitlement would be $26,418 (74 weeks multiplied by $357), Employer still owes Claimant the sum of $1,418 ($26,418 minus $25,000). Allegheny Ludlum.\nClaimant’s second argument, that he is entitled to statutory interest, is that the referee had the authority to “amend” his earlier decision through a subsequent order, thereby awarding statutory interest on accrued compensation due for the period of August 31, 1983, through April 30, 1986.\nIt is undisputed that the November 6,1990 order did not specifically include a provision granting statutory interest and that the subsequent December 5, 1991 order did. However, the referee did not need to “amend” the November order to grant statutory interest, because as a matter of law, statutory interest of 10% is automatically awarded on any delinquent disability payment. Becerra v. Workmen’s Compensation Appeal Board (Leaseway Systems), 137 Pa.Commonwealth Ct. 362, 586 A.2d 485 (1991); Section 406.1 of the Pennsylvania Workmen’s Compensation Act (Act). Statutory interest is awarded to insure prompt payment of compensation to injured workers. Becerra.\nSection 406.1 of the Act provides in part: The employer ... shall proceed promptly to commence the payment of compensation the payment of compensation due ... upon ... notice of compensation payable-The first installment of compensation shall be paid not later than the twenty-first day after the employer has notice or knowledge of the employe’s disability. Interest shall accrue on all due and unpaid compensation at the rate often per centum per annum....\n77 P.S. § 717.1 (emphasis added).\nHere, Employer actually paid Claimant his average wage of $375.00 per week from July 20,1983, through August 31,1983; therefore Claimant is not entitled to any statutory interest during that time period, since he did not suffer the loss of use of benefits. Becer-ra. Claimant is, however, entitled to interest on all due and unpaid compensation from the time Employer had notice of Claimant’s disability and ceased paying him any compensation; which is, August 31, 1983, until Employer paid Claimant some disability compensation, which from a review of the record was February 27, 1986, the date Employer paid Claimant the injury grievance settlement of $25,000. Lastoka v. Workmen’s Compensation Appeal Board, 51 Pa.Commonwealth Ct. 310, 413 A.2d 481 (1980); Chovan v. Wheeling-Pittsburgh Steel Corp., 30 Pa.Commonwealth Ct. 127, 373 A.2d 136 (1977); Allegheny Ludlum. Therefore, Employer must pay Claimant statutory interest from August 31, 1983, through February 27,1986. The calculation of the interest should be calculated by using Claimant’s total disability benefit rate of $260 per week as modified during the times he was partially disabled.\nThe Board is reversed and the case is remanded to the Board with instructions to remand this matter to the referee for re-computation of compensation due using the shorter period of time covered by the credit, and for re-calculation of interest for the delayed disability benefits.\nORDER\nNOW, August 9, 1995, the order of the Workmen’s Compensation Appeal Board dated May 9, 1994, is reversed and is remanded to the Board with instructions to remand this ease to the referee for proceedings in accordance with the foregoing opinion.\nJurisdiction relinquished.\nMcGINLEY, J., did not participate in the decision in this case.\nKELLEY, J., dissents.\n. An injury grievance is a claim or complaint which is filed at the time an NFL’s player's contract is terminated by a club, wherein the player alleges that he is released from the club while still injured and is physically unable to perform the services required of him by that contract because of an injury incurred in the performance of his services under the contract. (Section 1. of Article DC of the NFL bargaining agreement.)\n. Claimant returned to full time employment as an assistant general manager in private industry on May 1, 1986.\n. Our scope of review is to determine whether the claimant’s constitutional rights have been violated, whether an error of law has been committed, and whether the relevant factual findings are supported by substantial evidence. Russell v. Workmen's Compensation Appeal Board (Volkswagen of America), 121 Pa.Commonwealth Ct. 436, 550 A.2d 1364 (1988).\n. An employer can receive a credit for payments made to a claimant prior to a settlement of a workmen’s compensation claim, when such payments are made in lieu of compensation. Allegheny Ludlum, Inc. v. Workmen's Compensation Appeal Board (Pavlik), 141 Pa.Commonwealth Ct. 219, 595 A.2d 680 (1991).\n. We note that by examining the record, it is apparent that a clerical error occurred and that the referee meant to base the credit amount on Claimant's average weekly wage of $375 instead of the $357 used; however, since neither party has appealed this figure to our Court, $357 will be used in all of the relevant calculations.\nMoreover, the credit should not have been calculated using Claimant’s pre-injury average weekly wage, but rather his disability rate of $250 per week (adjusted periodically to account for Claimant's partial disability wages). Pittsburgh Steelers v. Workmen’s Compensation Appeal Board (Erenberg), 145 Pa.Commonwealth Ct. 547, 604 A.2d 319, petition for allowance of appeal denied, 530 Pa. 662, 609 A.2d 170 (1992). However, this issue has been waived by Employer, who never filed a cross-appeal to preserve the issue. Pa.R.A.P. 1512 and 1551.\n.Claimant arrives at this figure of $43,544 by multiplying the number of weeks between August 31, 1983, and December 31, 1985, viz. 122, by Claimant’s average weekly wage of $357, without consideration of any period of partial disability.\n. “[Y]our Referee infers and finds as fact that any claim for damages raised in that [injury] grievance would terminate by the end of the 1984-1985 playing season, based upon the definition of 'injury grievance.’ ” (Referee's Decision 11/6/90; Finding of Fact No. 20.)\n. A free agent contract is one in which the player’s employment is contingent upon the player earning a position on the team. No explanation was given as to why Claimant signed two one year contracts on the same day instead of one contract for two seasons. Under the terms of the second contract Claimant’s compensation rose from $45,000 to $57,000.\n.Again, we feel it necessary to point out that Claimant’s actual benefit rate should have been $250 (Claimant’s AWW of $375 multiplied by 2/3), adjusted to partial disability benefits for Claimant’s sporadic employment from September 1, 1983 to February 1, 1985. Employer, in its brief, actually advances this argument. See Employer’s brief at 74. However, this issue was waived by Employer. See note 5, supra. In Claimant’s reply brief to this Court, Claimant called to the Court’s attention Employer’s brief to the Board which stated that Employer did not elect to file an appeal to the Board on this issue because the actual compensation awarded would not justify the cost of an appeal. Further, no cross-appeal has been filed by Employer with this Court.\n. The referee did not actually amend his November 6, 1990 order with the December 5, 1991 order. The December 5, 1991 order was in response to Claimant’s petition for penalties.\n. Claimant’s disability benefits were suspended on May 1, 1986.\n. Act of June 2, 1915, P.L. 736, as amended, added by Section 3 of the Act of February 8, 1972, P.L. 25, 77 P.S. § 717.1.\n. Actual disability benefits must be used since the referee in both his November 6, 1990 and December 5, 1991 decisions, used the correct benefit rate for his interest calculations, not the claimant’s average weekly wage.",
        "type": "majority",
        "author": "DOYLE, Judge."
      }
    ],
    "attorneys": [
      "Susan Paczak, for petitioner.",
      "James A. Mazzotta, for respondent."
    ],
    "corrections": "",
    "head_matter": "Russell JOYNER, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (PITTSBURGH STEELERS SPORTS, INC.), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Dee. 16, 1994.\nDecided Aug. 9, 1995.\nPublication Ordered Nov. 3, 1995.\nSusan Paczak, for petitioner.\nJames A. Mazzotta, for respondent.\nBefore DOYLE and KELLEY, JJ., and NARICK, Senior Judge."
  },
  "file_name": "0013-03",
  "first_page_order": 81,
  "last_page_order": 86
}
