{
  "id": 9488747,
  "name": "NATIONWIDE INSURANCE COMPANY, Petitioner, v. PENNSYLVANIA INSURANCE DEPARTMENT, Respondent",
  "name_abbreviation": "Nationwide Insurance v. Pennsylvania Insurance Department",
  "decision_date": "2001-06-13",
  "docket_number": "",
  "first_page": "14",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "122 L.Ed.2d 371",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 1066",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6521755
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/br/148/1066-01"
      ]
    },
    {
      "cite": "506 U.S. 1087",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12103778,
        12103812,
        12103909,
        12103761,
        12103797,
        12103864,
        12103836
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/506/1087-02",
        "/us/506/1087-04",
        "/us/506/1087-07",
        "/us/506/1087-01",
        "/us/506/1087-03",
        "/us/506/1087-06",
        "/us/506/1087-05"
      ]
    },
    {
      "cite": "122 L.Ed.2d 356",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 1047",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "506 U.S. 1080",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12100833,
        12100902,
        12101063,
        12101031,
        12101168,
        12101139,
        12101108,
        12101013,
        12101205,
        12100987,
        12101086,
        12100863
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/506/1080-01",
        "/us/506/1080-03",
        "/us/506/1080-07",
        "/us/506/1080-06",
        "/us/506/1080-11",
        "/us/506/1080-10",
        "/us/506/1080-09",
        "/us/506/1080-05",
        "/us/506/1080-12",
        "/us/506/1080-04",
        "/us/506/1080-08",
        "/us/506/1080-02"
      ]
    },
    {
      "cite": "531 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834337
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0598-01"
      ]
    },
    {
      "cite": "674 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0367-01"
      ]
    },
    {
      "cite": "517 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809881
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "229"
        },
        {
          "page": "594"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0218-01"
      ]
    },
    {
      "cite": "528 F.Supp. 709",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5640426
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/528/0709-01"
      ]
    },
    {
      "cite": "694 A.2d 391",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11976508
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0391-01"
      ]
    },
    {
      "cite": "461 A.2d 346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 13788,
    "ocr_confidence": 0.647,
    "pagerank": {
      "raw": 1.1929876200203664e-07,
      "percentile": 0.5918153915537161
    },
    "sha256": "9d933efb9c94012e534757a290b2d2ac74cd378371134792c68796196af800a8",
    "simhash": "1:1fd7ec9418d8aa54",
    "word_count": 2177
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, Judge, KELLEY, Judge, LEDERER, Senior Judge."
    ],
    "parties": [
      "NATIONWIDE INSURANCE COMPANY, Petitioner, v. PENNSYLVANIA INSURANCE DEPARTMENT, Respondent."
    ],
    "opinions": [
      {
        "text": "COLINS, Judge.\nBefore the Court is the appeal of Nationwide Insurance Company from an order of Diane Koken, Insurance Commissioner, that affirmed a determination by the Insurance Department (Department) that the cancellation of the Jason Manley automobile insurance policy was in violation of Act 68. The principle issue at hand involves the interpretation of Section 2006 of Act 68, 40 P.S. 991.2006, relating to time restrictions governing cancellation of insurance policies for non-payment of premiums. We conclude the Department did not abuse its discretion in granting the appeal nunc pro tunc; further, we conclude that the Department’s decision on the merits is not in error.\nOn April 18, 2000 the Insurance Commissioner held a hearing on the timeliness of the request for review as well as the merits of the policy termination. At the hearing, it was learned that Manley paid his Nationwide automobile insurance policy premium through a monthly payment plan. Pursuant to that arrangement, on October 8, 1999 Manley forwarded a check in the amount of $80.44 to his Nationwide agent together with the billing document. (Notes of Testimony February 2, 2000, p. 95.) Rather than process the payment per the usual arrangements Nationwide returned the check to Manley together with a note from the agent indicating that the account was paid in full until November 7, 1999, and advising Manley that a $182.60 payment was required for him to return to the monthly payment plan. (Notes of Testimony, February 2, 2000, p. 95; Original Record, Defendant’s Exhibit A.) Manley received no further notices from his agent or Nationwide. On November 15, 1999, Manley’s Nationwide agent became disaffiliated with the company.\nIn late December 1999 Manley’s automobile was involved in a car accident. Manley, upon contacting Nationwide regarding the accident, learned of the cancellation of his insurance policy. On January 19, 2000, Manley filed a request to appeal nunc pro tunc and review of the cancellation. Nationwide challenged the appeal as untimely and lacking in merit since the policy cancellation was proper and in accordance with the dictates of Act 68.\nAt the hearing before the Insurance Commissioner, both parties were represented. In support of its case, Nationwide introduced computer activity logs indicating that a November 10, 1999 warning letter was mailed to Manley advising him that failure to pay the premium within 15 days would result in termination of his automobile policy, effective November 25, 1999. It was further noted that the activity logs indicate no further payments were posted to Manley’s account.\nManley testified that he paid his premium at the office of his insurance agent. He testified that on several occasions his mail was either not delivered or misdeliv-ered. He testified that because of the mail problem, he made arrangements with the phone company to pay his bills. His testimony is that after receiving the-note and check from his agent he expected to receive a billing notice from Nationwide. Manley did not make any further payments as he was awaiting the receipt of a bill. He testified that he received no notice and he did not learn of the cancellation of his auto insurance policy until he contacted Nationwide in late December 1999 or early January 2000. Upon learning of the cancellation, he promptly requested a review of the cancellation.\nIn sustaining the appeal, the Insurance Commissioner observed that Nationwide could not produce a copy of the warning/termination notice, a certificate of mailing, a template or an exemplar of the form used to generate the warning/termination notice, or testimony that the notice was never returned to the insurer. (Notes of Testimony, February 2, 2000, pp. 53-94; Exhibit N-l.) It was found that fewer than 15 days elapsed between Nationwide’s November 10, 1999 mail date and the November 25, 1999 cancellation date. Based thereon, the Insurance Department concluded that Nationwide’s warning/termination notice did not comply with the mandates of Act 68. The Commissioner affirmed, based in part on the credible testimony of Manley, and in part on its own interpretation of Act 68. Nationwide now appeals to this Court.\nOur initial review concerns the propriety of the grant of a request to appeal nunc pro tunc and as such is governed by the abuse of discretion standard. Nunc pro tunc relief may be granted where there is evidence of a breakdown in the postal system. Walker v. Unemployment Compensation Board of Review, 75 Pa.Cmwlth. 116, 461 A.2d 346 (1983).\nThe Insurance Commissioner permitted a nunc pro tunc appeal based on the credible testimony of Manley and his mother that a cancellation notice from Petitioner was never received at their residence and that there were sporadic problems with mail delivery at their residence. That credible testimony was sufficient to support the Insurance Commissioner’s grant of nunc pro tunc relief. Accordingly, we conclude there was no error or abuse of discretion in granting the requested relief. We turn now to the merits.\nOur review of the merits of the decision is limited to determining whether constitutional rights were violated, errors of law were committed, or whether the findings of fact were not supported by substantial evidence. Donegal Mutual Insurance Company v. Pennsylvania Department of Insurance, 694 A.2d 391 (Pa.Cmwlth.1997). The insurer has the burden of proving compliance with the statutory requirements for cancellation of an automobile policy of insurance. Id. The notice of cancellation must be in strict accordance with the provisions of Act 68. An insurance policy may be cancelled by mailing to the named insured, at the address shown in the policy, a written notice of cancellation. If the notice sets forth a time period in which intervening action may negate the cancellation, the cancellation shall not become effective until the expiration of the time period. Donegal; Prudential Property and Casualty Insurance Company v. Safeguard Mutual Insurance Company, 528 F.Supp. 709 (E.D.Pa.1981). A mere denial that the item was received is not sufficient to overcome the presumption that the item was received. Donegal.\nNationwide contends that Manley’s mere assertion that he was having trouble with his mail was insufficient as a matter of law to support the conclusion that Nationwide improperly cancelled the Manley automobile insurance policy. Additionally, it is argued that the evidence of record supports a finding that the policy was can-celled in accord with Act 68.\nNationwide credits the testimony of Patrick Madigan, who explained that the computer printouts show the dates on which certain actions were taken and the type of notices sent, as being sufficient to support its burden, and Nationwide relies on Done-gal as support for this contention. However, in advancing this argument, Nationwide fails to address the shortcomings of the evidence it presented to the Insurance Commissioner.\nIn Donegal, the insured offered credible testimony that the cancellation notices were mailed. Furthermore, Donegal produced certificates of making for cancellation notices sent to the insured, established that the insured’s name was listed among those issued a notice of cancellation, and produced evidence that there was no indication in Donegal’s file that any of the mailings had been returned to Done-gal. Based on that foundation, this Court held that the proofs of mailing, along with the insurer’s credible testimony regarding business practices, and the other documentation produced by the insurer showing the date of mailing are sufficient to establish that a notice of cancellation has been sent to the insured. Donegal, 694 A.2d at 394. Unlike Donegal, here, the evidence does not support petitioner’s contention. Here, the only evidence presented was the testimony of Patrick Madigan and his interpretation of computer printouts. Consequently, the Insurance Commissioner concluded that where an insurer fails to introduce as evidence a copy of the actual termination notice, an exemplar of a computer generated form, or detailed testimony about what was mailed on a particular date, the insurer does not establish a presumption that a termination notice was received by the insured.\nAdditionally, the Insurance Commissioner concluded that the hard mailing list produced by Nationwide lacks the same value as a U.S. Postal Service certificate of mailing to a particular address. She further noted that the lack of testimony indicating that the item was not returned by the postal service weakens a presumption that an item was received. (Commissioner’s Decision, p. 8.) Equally troubling for the Commissioner was Nationwide’s failure to produce a blank copy of the document that its records show was mailed on November 10, 1999. She observes that since Nationwide’s own records refer to this document as a warning notice, the testimony establishes only that a warning was sent to Manley, not a notice of cancellation. (Commissioner’s Decision, p. 8.) The Insurance Commissioner expressed concern that the lack of a copy of the notice sent essentially precludes review of the document and a determination as to whether the document strictly adheres to the requirements of Act 68. Accordingly, the Insurance Commissioner concluded that Nationwide failed to establish that the cancellation of the Manley automobile insurance policy was in strict accordance with Act 68. We agree.\nAct 68, like its predecessor Act 78, restricts the extent to which an insurer may cancel, refuse to write or renew an automobile insurance policy, and prohibits termination for certain reasons. 40 P.S. § 991.2006. Further, it requires insurance companies to notify individuals of policy nonrenewals and cancellations and regulates the content of the notice. A cancellation notice for nonpayment of premium shall contain the effective date of cancellation, as well as advise the insurer of rights attending to the action. 40 P.S.§ 991.2006(4). Additionally, the notice shall allow the insured a 15-day cure period, 40 P.S. § 991.2006(2), in which the insured may either remit the amount due or obtain other insurance.\nAct 68 is a comprehensive regulatory scheme administered by an agency that serves as the initial arbiter of disputes arising under its provisions. The Insurance Commissioner is charged with primary responsibility to resolve insurance questions. See generally, Metropolitan Property and Liability Insurance Company v. Insurance Commissioner, 517 Pa. 218, 229, 535 A.2d 588, 594 (1987). Where, as here, the statutory scheme is complex, the reviewing court must be cautious in substituting its discretion for that of the administrative agency. Graduate Health Systems v. Pennsylvania Insurance Department, 674 A.2d 367 (Pa.Cmwlth.1996). Deference is accorded the decisions of the Commissioner, since the Commissioner has been afforded broad supervisory powers to regulate the insurance business in this Commonwealth, including the power to protect “the interests of insureds, creditors, and the public generally....” 40 P.S. § 221.1(c), Foster v. Mutual Fire Insurance, 531 Pa. 598, 614 A.2d 1086 (1992), cert. denied, 506 U.S. 1080, 113 S.Ct. 1047, 122 L.Ed.2d 356 and 506 U.S. 1087, 113 S.Ct. 1066, 122 L.Ed.2d 371 (1993). Therefore, the Commissioner has the authority to interpret the language of 40 P.S. § 991.2006, and the interpretation shall be recognized by this Court absent clear error.\nSection 991.2006(2) provides that a cancellation notice for nonpayment of premium shall state when the policy is being cancelled or not renewed, “however the effective date may be fifteen (15) days from the date of mailing or delivery.” 40 P.S. § 991.2006(2). The Commissioner interpreted this language to mean that 15 days must intervene between the date of mailing and date of cancellation. That interpretation reflects the general concern of the legislature that insureds shall be given a reasonable time in which to cure their error or obtain new insurance. Accordingly, the Commissioner properly determined that 15 days must pass between the date of mailing and the date of cancellation and that the calculation of that period is done by excluding the first and last days from the count. In so holding, the Commissioner has simply reaffirmed the principle that where a certain time period is required to intervene before the cancellation notice can take effect then the cancellation cannot become effective, until the expiration of the time period.\nAs is evident from the record, the cancellation notice did not provide the necessary 15-day window between the date of mailing and the date of cancellation. Therefore, there was no error in the Commissioner’s affirmance of the Department’s finding that Nationwide failed to comply with the time restraints contained in Act 68, 40 P.S. § 991.2006(2).\nAccordingly, we affirm the order of the Commissioner.\nORDER\nAND NOW, this 13th day of June 2001, the order of the Insurance Commissioner is affirmed.\n. Act of May 17, 1921, P.L. 682, as amended, 40 P.S. §§ 991.2001 — 991.2013, added by the Act of June 17, 1998, P.L. 464.\n. Section 501(c) of the Insurance Department Act of 1921, Act of May 17, 1921, P.L. 789, as amended, added by Section 2 of the Act of December 14, 1977, P.L. 280.\n. Act 68 is a remedial law, that is liberally construed in order to effectuate its goal of protecting the public interest. 1 Pa.C.S. § 1922(5).",
        "type": "majority",
        "author": "COLINS, Judge."
      }
    ],
    "attorneys": [
      "Matthew L. Owens, Harrisburg, for petitioner.",
      "Brad E. Harker, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "NATIONWIDE INSURANCE COMPANY, Petitioner, v. PENNSYLVANIA INSURANCE DEPARTMENT, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted April 12, 2001.\nDecided June 13, 2001.\nMatthew L. Owens, Harrisburg, for petitioner.\nBrad E. Harker, Harrisburg, for respondent.\nBefore COLINS, Judge, KELLEY, Judge, LEDERER, Senior Judge."
  },
  "file_name": "0014-01",
  "first_page_order": 56,
  "last_page_order": 61
}
