{
  "id": 7252907,
  "name": "Jesse OSTRAWSKI, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (UPMC BRADDOCK HOSPITAL), Respondent",
  "name_abbreviation": "Ostrawski v. Workers' Compensation Appeal Board",
  "decision_date": "2009-03-26",
  "docket_number": "",
  "first_page": "15",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "526 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825940
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0025-01"
      ]
    },
    {
      "cite": "812 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11365601,
        1070106,
        11365482,
        11365391,
        11365334,
        1070105,
        1070138,
        1070109
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0478-04",
        "/pa/571/0189-01",
        "/a2d/812/0478-03",
        "/a2d/812/0478-02",
        "/a2d/812/0478-01",
        "/pa/571/0188-01",
        "/pa/571/0187-01",
        "/pa/571/0188-02"
      ]
    },
    {
      "cite": "571 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070106
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0189-01"
      ]
    },
    {
      "cite": "703 A.2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11882604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0558-01"
      ]
    },
    {
      "cite": "948 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8243748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/948/0221-01"
      ]
    },
    {
      "cite": "686 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7346968
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/686/0059-01"
      ]
    },
    {
      "cite": "840 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9291452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/840/0460-01"
      ]
    },
    {
      "cite": "746 A.2d 1108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95744,
        95787,
        11479324,
        11479239
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "1112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0540-01",
        "/pa/560/0540-02",
        "/a2d/746/1108-02",
        "/a2d/746/1108-01"
      ]
    },
    {
      "cite": "560 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95744,
        95787
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "548-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0540-01",
        "/pa/560/0540-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 919,
    "char_count": 27165,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18810382381366636
    },
    "sha256": "9444dd437856ddb5aa308c5491f6929607bbe0f472ea175a1c37582ab8dae4da",
    "simhash": "1:7789ebc29413c20d",
    "word_count": 4295
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, and SIMPSON, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Jesse OSTRAWSKI, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (UPMC BRADDOCK HOSPITAL), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge McCLOSKEY.\nJesse Ostrawski (Claimant) petitions for review of a March 6, 2008, order of the Workers’ Compensation Appeal Board (Board) which (1) made final an earlier Board decision, dated March 22, 2007, that had (a) reversed a decision of Workers’ Compensation Judge Kathleen Vallely (WCJ) granting Claimant’s review and modification petitions, (b) affirmed the WCJ’s conclusion that UPMC Braddock Hospital (Employer) had violated the Pennsylvania Workers’ Compensation Act (Act), and (c) remanded the WCJ’s imposition of a penalty for reconsideration based upon the Board’s reversal of the WCJ’s decision regarding the inclusion for average weekly wage calculations of concurrent employment wages, and (2) affirmed the remand decision of Workers’ Compensation Judge David Torrey (WCJ Torrey) who, with regard to the penalty aspect of the case, noted that Employer had committed a violation of the Act, but declined to impose penalties after concluding that the Employer’s failure was de minimis, that Claimant had no right to benefits based on concurrent employments, and that no weekly compensation was due to Claimant. We now affirm.\nClaimant worked for Employer as a security guard. On April 8, 2004, Claimant injured his right foot and ankle, which injury was ultimately diagnosed as a fracture of the right foot. At the time of his injury, Claimant also worked full-time for Am Gard American Services (Am Gard). In June, 2004, Claimant tendered his resignation to Am Gard, to be effective July 24, 2004, in anticipation of starting a new second job with Leonard Security (Leonard) that he was expected to begin on July 25, 2004. However, because of a contract issue Leonard had with a third party, Claimant did not start on that date.\nClaimant continued working until September 18, 2004, at which time he underwent surgery on his right foot and was unable to work. Leonard ultimately contacted Claimant on October 13, -2004, and requested that he begin work there immediately. Claimant, however, was unable to comply with that request because he had not been released to work following his surgery for his work-related injury with Employer.\nBased upon his inability to work, Employer issued a notice of temporary compensation payable indicating that Claimant was entitled to weekly wage loss benefits of $308.42 based upon an average weekly wage of $342.69. On December 9, 2004, Employer issued a corrected notice of temporary compensation payable, effective December 6, 2004, through which Employer acknowledged that Claimant, as a consequence of the surgery for his work-related injury, could return to work only in a modified position with a loss of wages. Employer thereafter paid Claimant weekly partial disability payments of $166.09, based upon earnings of $176.60 per week for his modified work position.\nOn January 18, 2005, Claimant filed a petition to review his compensation benefits in which he asserted that Employer, in determining his weekly benefit, had failed to include earnings from concurrent employment in calculating his average weekly wage. Claimant also filed a penalty petition asserting that Employer knew that he had concurrent employment at the time of his April, 2004, injury, and that Employer violated the Act by failing to include wages from such employment in its average weekly wage computation. The penalty petition also requested an award of counsel fees under Section 440 of the Act, 77 P.S. § 996. Employer filed responses to those petitions denying that Claimant had concurrent employment or that it had failed to properly calculate Claimant’s average weekly wage.\nClaimant filed a modification petition on April 11, 2005, asserting that he had sustained an increase in loss of earning power as of October 14, 2004, based upon his contention that, because of his work-related injury, he could not perform the work that had become available at Leonard in October. Employer denied the averments of this petition. Claimant’s petitions were consolidated and assigned to the WCJ for purposes of hearings and disposition.\nAt these hearings, Claimant testified that he was able to continue his full-time employment for both Employer and Am Gard after his April 8, 2004, injury. Sometime after Claimant sustained his injury, a supervisor at Am Gard informed Claimant about a higher-paying position with Leonard. As indicated above, Leonard selected Claimant for the position, Claimant anticipated that he would begin working for Leonard on July 25, 2004, and Claimant provided Am Gard with his notice of resignation effective July 24, 2004. In anticipation of his employment with Leonard, Claimant testified that he purchased a uniform and a firearm. Further, as noted above, because of his resignation and the problem with the contract between Leonard and a third party, as of July 25, 2004, Employer became Claimant’s sole wage provider.\nClaimant also testified that, approximately two weeks before his September 2004, foot surgery, he spoke with Employer’s human resource manager, Helene Brown, as well as representatives of Employer’s “Work Partners”, Cynthia Ges-uale and Judy D’Hert, in order to ask whether his benefits would reflect his loss of earnings from Am Gard. Claimant testified that both of those representatives told him that his benefits would not reflect his Am Gard employment because he had terminated said employment as of July 24, 2004. As of the time of the WCJ’s hearings, Claimant had not been released to return to full-time employment and had continued to work in a modified, part-time position only twenty hours per week.\nThe WCJ found Claimant’s testimony concerning his concurrent employment credible and rejected the testimony of Employer’s witness on that subject where the testimony differed from that of Claimant. The WCJ opined that since Claimant had concurrent employment at the time of his injury in April of 2004, he was entitled to include the wages from such employment in the calculation of his average weekly wage. The WCJ also determined that Employer knew of Claimant’s concurrent employment and should have included those wages in making its calculations.\nBased upon these findings and conclusions, the WCJ (1) granted Claimant’s review and modification petitions, (2) imposed a twenty percent penalty based upon the conclusion that Employer had violated the Act by not including concurrent wages in making its calculations and (3) denied Claimant’s request for attorney fees. Claimant thereafter appealed to the Board.\nBy decision and order dated March 22, 2007, the Board reversed the WCJ’s grant of Claimant’s review and modification petitions. The Board affirmed the WCJ insofar as she found that Employer had violated the Act by not including the wages Claimant received in his concurrent employment in the initial calculation of his average weekly wage. However, since it reversed the WCJ’s grant of Claimant’s review and modification petitions and since the WCJ premised her penalty award on the recalculated benefits which resulted from the grant of these petitions, the Board remanded to the WCJ to reconsider her award of penalties in light of its decision and order.\nOn remand, the case was assigned to WCJ Torrey. Despite finding that Employer had committed a technical violation of the Act, WCJ Torrey concluded that no penalties should be awarded to Claimant. Claimant appealed WCJ Torrey’s decision and order to the Board, but the Board affirmed. In this decision, the Board also granted Claimant’s motion to make its earlier March 22, 2007, decision and order on the merits final. Claimant thereafter filed a petition for review with this Court.\nOn appeal, Claimant argues that (1) the Board erred in concluding as a matter of law that Claimant did not suffer a loss of earning power from concurrent employment following his surgery for his work-related injury; (2) the Board erred by failing to consider the WCJ’s finding that Leonard had hired Claimant for employment before his surgery and directed him to report to work after his surgery, and by re-characterizing that finding to suggest that Leonard merely offered him a job; and (3) the Board erred in affirming WCJ’s Torrey decision and order denying penalties.\nClaimant first asserts that the Board should have included the potential earning power he had in light of the fact that Leonard hired him, but that he could not begin to work for Leonard because of the surgery for his work-related injury with Employer. Claimant contends that the focus of the inquiry should not be on the difference between pre-injury and post-injury earnings, but rather pre-injury earnings and post-injury earning power. Claimant advocates that the Board should have applied a test that reflects the fact that, but for his work-related injury, he would have had concurrent employment. Claimant indicates that he had no power over the circumstances that prevented him from beginning to work for Leonard in July 2004. Rather, Claimant argues that the Board should not have penalized him for a delay in the commencement of his new position over which he had no control.\nWe will first briefly summarize Claimant’s arguments regarding the nature of his employment relationship with Leonard. As suggested above, Claimant argues that the Board erroneously recognized the communications between himself and Leonard to have resulted in Leonard offering him a job, rather than in him accepting the offer, thereby improperly substituting its judgment for that of the WCJ. The Board stated that “contract negotiations beyond Claimant’s control prevented Leonard from employing him on his intended July 25, 2004 start date.” (Board Opinion, p. 5).\nThus, the thrust of Claimant’s argument is that the relationship between himself and Leonard actually constituted an employment relationship at the time Claimant accepted the offer and that the date employment was to have begun was October 13, 2004, the date upon which Leonard requested that Claimant report for work. Claimant asserts that the Board erred in this respect, because it characterized Claimant’s decision to terminate his employment with Am Gard as a risk he himself assumed. We believe that the Board’s decision simply reflects its belief that neither offers nor acceptance of employment are key, but rather that the initiation of actual work for an employer is essential in order for a claimant’s status to constitute concurrent employment. With this potentially significant distinction in mind, we will proceed to address Claimant’s primary argument.\nOur starting point is Section 309 of the Act, which provides, in pertinent part, as follows:\nWhenever in this article the term “wages” is used, it shall be construed to mean the average weekly wages of the employe, ascertained as follows:\nWhere the employe is working under concurrent contracts with two or more employers, his wages from all such employers shall be considered as if earned from the employer liable for compensation.\n77 P.S. § 582.\nIn Triangle Building Center v. Workers’ Compensation Appeal Board (Linch), 560 Pa. 540, 746 A.2d 1108 (2000), our Supreme Court considered the question of whether the calculation of a claimant’s average weekly wage should reflect concurrent earnings where the claimant was injured on one job while laid off temporarily from a concurrent employment. The claimant in that case had worked full-time for R & J Industries (R & J) and several years later obtained part-time employment (twenty-five to forty hours per week) with Triangle Building Center (Triangle). While working for Triangle, the claimant sustained an injury. At the time of his injury, he was experiencing a temporary lay-off from R & J. The notice of compensation payable (NCP) Triangle issued did not reflect the claimant’s wages from R & J. After approximately only one month, the claimant returned to work at Triangle, and, less than one month later, he returned to work at R & J when work became available.\nNevertheless, Claimant was subsequently forced to stop working due to the prior injury sustained at Triangle. Shortly after he resumed disability status, the claimant was required to discontinue his employment with R & J because of his injury. The claimant then formally requested that Triangle reinstate total disability benefits and also amend the NCP to include his earnings from R & J in his average weekly wage calculation. While Triangle initially agreed to that request, approximately two years later, Triangle filed a petition to review compensation benefits asserting that it had mistakenly agreed to include the claimant’s earnings from R & J, based upon the fact that, at the time of the claimant’s original work injury, he had not actually been working for R & J because of the temporary lay-off.\nThe WCJ concluded that the claimant’s employment with R & J constituted concurrent employment. Employer appealed to the Board, but the Board affirmed. Employer then filed a petition for review with this Court and we reversed. Claimant thereafter filed an appeal with our Supreme Court, which reversed the decision and order of this Court, thereby reinstating the WCJ’s original decision. In rendering its decision, our Supreme Court stated as follows:\nThe mechanics of the legislative scheme demonstrate the General Assembly’s intention that the baseline figure from which benefits are calculated should reasonably reflect the economic reality of a claimant’s recent pre-injury earning experience, with some benefit of the doubt to be afforded to the claimant in the assessment... .We believe that the General Assembly directed inclusion of concurrent wages in the benefits computation — to create a reasonable picture of a claimant’s pre-injury earning experience for use as a projection of potential future wages and, correspondingly, earnings loss.\nTriangle Building Center, 560 Pa. at 548-9, 746 A.2d at 1112.\nOur Supreme Court noted several factual aspects in Triangle that helped in its analysis, including that the claimant had a long-time relationship with R & J, the claimant had experienced few temporary lay-offs during that period, R & J did not terminate the claimant during the lay-off and the claimant returned to work for R & J as soon as work became available. The Court distinguished the case before it from other similar cases in which the claimants had failed to establish an on-going employment relationship that demonstrated a connection between their past earnings and their pre-injury ability to earn wages from the allegedly concurrent employer. Hence, Triangle stands for the proposition that, when an employee has concurrent positions at the time of an injury, he is entitled to the calculation of an average weekly wage that includes wages from both jobs, even if the employee was temporarily laid off at the time of his injury.\nThe Board recognized this fact, but concluded that, because Claimant had terminated his concurrent position at a point in time at which he had returned to work in favor of a position for which he could not begin to work because of elements beyond his control, and consequently did not have wages from that potential position at the time he again became disabled, Claimant had no concurrent employment wages to include in the average weekly wage computation. There is no dispute that, if Claimant had not terminated his employment with Am Gard before he became disabled because of the surgery performed to correct his work-related injury, his average weekly wage calculation would have included those wages. The Board opined that, because his separation from Am Gard was not caused by his work injury, but rather because of his interest in obtaining a different, higher-paying position, Claimant is not entitled to have those former wages included in his average weekly wage calculation.\nClaimant argues that the Board erred in concluding that the analysis in Triangle is not applicable in this case. Claimant points out that the temporary lay-off of the claimant in that case is similar to his situation here, where Leonard hired him but he could not begin to work there until after his disabling work-related surgery, at which point he was unable to start because of the surgery necessitated by his work-related injury with Employer. Claimant also argues that this case is not similar to cases in which a claimant who is in a modified status resigns and consequently experiences a loss of earnings for reasons unrelated to a work injury, i.e., personal reasons. Rather, Claimant asserts, notwithstanding Leonard’s inability to have him begin work on the initial start date, his work injury is the only reason he did not have two jobs following the surgery for that injury.\nBoth Claimant and Employer also discuss our decision in Horne v. Workers’ Compensation Appeal Board (Chalmers and Kubeck), 840 A.2d 460 (Pa.Cmwlth.2004). In that case, the claimant, who was an industrial mechanic, had sustained an injury to his knee in the course of his employment. He returned to full duty after several months performing light-duty work for the employer. After returning to his pre-injury status, the claimant apparently was unable to fulfill his full responsibilities in that position. The claimant voluntarily left his employment and accepted a different, less stressful, but more highly compensated position with another employer. When the new employer laid the claimant off, he filed a claim petition against the previous employer for whom he had worked as a mechanic. During the periods of unemployment that followed, the claimant received unemployment compensation benefits.\nUltimately, the claimant obtained another job, but he continued to have problems with his knee during this employment. A physician recommended a particular treatment and the claimant asked a representative of the insurer for his initial employer whether it would pay for the treatment. Following a denial of this request, the claimant filed a claim petition seeking compensation for periods of alleged disability following his lay-off. A WCJ granted the claimant’s petition, but did not grant him any wage loss benefits, concluding that the claimant had left his job with his original employer for reasons unrelated to his work injury. Both claimant and employer appealed to the Board, but the Board affirmed. The claimant and employer thereafter filed cross-petitions for review with this Court.\nOn appeal, we first noted that, in Welsh v. Workmen’s Compensation Appeal Board (L.W.Miller Roofing Co.), 686 A.2d 59 (Pa.Cmwlth.1996), this Court had suggested that a claimant in a modified position who leaves his employment “assumes the risks” of that decision, including that the new employer may impose a layoff. We held in that case that the claimant’s decision to resign, not his original work injury, was the cause of his loss in wages, and thereby concluded that the claimant was not entitled to a reinstatement of his benefits. However, in Home, we hastened to point out that Welsh does not stand for the proposition that such a claimant could never seek reinstatement of benefits. Instead, a claimant needs only to satisfy the traditional burden associated with a reinstatement petition. (In Welsh, the Court noted that the claimant had not contacted his original employer to see if he could return to his modified position.)\nHowever, our holding in Horne was limited to such periods in the claimant’s history where his loss of wages was directly attributable to his injury. Hence, we remanded the case solely for the purpose of recalculation of wages for a discrete four-month period after the claimant obtained a treatment to correct problems associated with his work injury. With regard to the period following that treatment, we concluded that our holding in Welsh controlled and that benefits were precluded as any loss of earnings experienced by the claimant was the result of his voluntary decision to leave his prior employment.\nIn the present case, as Employer properly notes, when Claimant resigned his position with Am Gard, that position no longer provided him with concurrent wages. The employment Leonard offered, which was the reason Claimant terminated his employment with Am Gard, did not occur before or at the time Claimant injured his foot. Hence, the Court cannot regard Leonard as a concurrent employer.\nFurther, with regard to Claimant’s argument that the Board erred by essentially re-characterizing the nature of his work relationship with Leonard, we note that, unlike the facts in Triangle, Claimant established no work history that would substantiate his claim that he had concurrent employment with Leonard. In other words, whether Leonard did actually take the step of hiring Claimant or simply offered him a job, there is no basis upon which to conclude that this opportunity would provide a continuum of employment, such as that which Claimant had with Am Gard, sufficient to support a conclusion that the work and wages there could simply be substituted for the work history Claimant had at Am Gard. In fact, the circumstances relating to the contract dispute that delayed the start of his employment suggest that the consistency of employment Claimant experienced with Am Gard might be different from that which he might experience with Leonard.\nUnder Triangle, certain factors are important in considering the question of whether concurrent employment should be included in calculating an average weekly wage: the period of employment preceding the injury, whether periods of lay-offs were frequent, whether a concurrent employer terminated an employee during a lay-off and whether a laid-off employee returned to work following such a period. This Court relied on such factors in order to determine whether an employment relationship was on-going such that it supported a conclusion that an employee’s past earnings are sufficiently demonstrative of a pre-injury ability to earn wages from the allegedly concurrent employer.\nWhile the reality of Claimant’s consistent pre-injury concurrent employment is obvious, he terminated his position with that concurrent employer for reasons unrelated to his injury. Based upon the foregoing discussion, we conclude that the Board did not err with regard to its conclusion that the position Claimant had with Leonard constitutes no basis to include potential wages from that employment in calculating Claimant’s average weekly wage.\nWith regard to Claimant’s argument that WCJ Torrey erred in denying his penalty petition, we agree with the Board’s reasoning. Although WCJ Torrey acknowledged that Employer had technically violated the Act by omitting Claimant’s time-of-injury concurrent employment, he also concluded that the omission was not significant in light of the fact that Claimant had no right to concurrent employment benefits. A WCJ considering a claim for penalties has sole discretion in deciding whether or not to award penalties for a violation of the Act. See City of Philadelphia v. Workers’ Compensation Appeal Board (Andrews), 948 A.2d 221 (Pa.Cmwlth.2008). While Claimant argues that WCJ Vallely did not abuse her discretion in awarding penalties, our focus must remain on whether the Board erred in remanding her award for reconsideration in light of the Board’s March 22, 2007, decision on the merits and whether WCJ Torrey subsequently erred in declining to award penalties.\nWe see no error in the Board’s decision to remand for reconsideration of the penalty issue. Because the Board reversed WCJ Vallely’s decision on the merits, and, consequently, concluded that Claimant was not entitled to the inclusion of concurrent wages in calculating his average weekly wage, the Board reasonably remanded the issue. As to WCJ Torrey’s decision not to award any penalty, we reiterate the notion that he had complete discretion to decide whether or not to award a penalty. Andrews. Claimant has not explained how WCJ Torrey’s decision in any way constitutes an abuse of that discretion.\nAccordingly, the order of the Board is affirmed.\nORDER\nAND NOW, this 26th day of March, 2009, the order of the Workers’ Compensation Appeal Board is affirmed.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1041.4; 2501-2708.\n. Claimant’s testimony suggests that Leonard initiated the hiring process with Claimant based upon an anticipated contractual agreement for services with a third party, i.e., Leonard intended to hire Claimant based upon income from security services it would provide to a new client under a contract with said client. (N.T., March 11, 2005, p. 15). Apparently, Leonard and the new client did not actually sign a contract until some point after July 25, 2004.\n. The record indicates that \"Work Partners” was the insurance entity that handled workers' compensation claims for Employer.\n. In her opinion, the WCJ appears to refer to Claimant’s review petition. This is evidenced by the WCJ reference to Claimant's initial modification petition in her findings of fact as a \"second modification petition\" and her granting of \"claimant’s modification petitions” in her order. (WCJ Decision, Finding of Fact No. 6, p. 2 and Order, p. 9).\n. The Board noted that the WCJ may choose to impose no penalty in her discretion on remand.\n. This Court’s standard of review is limited to determining whether necessary factual findings are supported by substantial evidence, and whether an error of law or violation of constitutional rights has occurred. Tri-Union Express v. Workers’ Compensation Appeal Board (Hickle), 703 A.2d 558 (Pa.Cmwlth.1997). We also not our Supreme Court's decision in Leon E. Wintermyer, Inc. v. Workers’ Compensation Appeal Board (Marlowe), 571 Pa. 189, 812 A.2d 478 (2002), in which that Court held that \"review for capricious disregard of material, competent evidence is an appropriate component of appellate consideration in every case in which such question is properly brought before the court.” Leon E. Wintermyer, Inc., 571 Pa. at 203, 812 A.2d at 487.\n. In other words, the difference, in Claimant’s view, signifies whether or not an employment relationship existed between himself and Leonard.\n. During lay-offs, R & J’s employees were required to call in every day to see if work had become available. If an employee failed to call in two days in a row, R & J regarded such action as meaning the employee had quit. Testimony indicated that the claimant did call in every day until work became available.\n. The traditional burden includes demonstrating that, through no fault of his own, a claimant’s earning power is once again adversely affected by his disability and that the disability which gave rise to the original claim continues. See Pieper v. Ametek-Thermox Instruments Division, 526 Pa. 25, 584 A.2d 301 (1990).",
        "type": "majority",
        "author": "Senior Judge McCLOSKEY."
      }
    ],
    "attorneys": [
      "Michael Joyce, Pittsburgh, for petitioner.",
      "Richard W. Dell, Jr., Pittsburgh, for respondent."
    ],
    "corrections": "",
    "head_matter": "Jesse OSTRAWSKI, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (UPMC BRADDOCK HOSPITAL), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Feb. 6, 2009.\nDecided March 26, 2009.\nMichael Joyce, Pittsburgh, for petitioner.\nRichard W. Dell, Jr., Pittsburgh, for respondent.\nBEFORE: PELLEGRINI, Judge, and SIMPSON, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0015-01",
  "first_page_order": 43,
  "last_page_order": 52
}
