{
  "id": 9295294,
  "name": "Blane NEELY, Petitioner v. DEPARTMENT OF CORRECTIONS, Respondent",
  "name_abbreviation": "Neely v. Department of Corrections",
  "decision_date": "2003-11-26",
  "docket_number": "",
  "first_page": "16",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 16"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "221 F.3d 410",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11244314
      ],
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/221/0410-01"
      ]
    },
    {
      "cite": "787 A.2d 449",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9454691
      ],
      "pin_cites": [
        {
          "page": "451-2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/787/0449-01"
      ]
    },
    {
      "cite": "128 F.3d 166",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        978059
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "174"
        },
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/128/0166-01"
      ]
    },
    {
      "cite": "709 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11841282
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/709/0956-01"
      ]
    },
    {
      "cite": "452 U.S. 337",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1313782
      ],
      "weight": 14,
      "year": 1981,
      "pin_cites": [
        {
          "page": "349"
        },
        {
          "page": "347"
        },
        {
          "page": "347"
        },
        {
          "page": "347"
        },
        {
          "page": "346"
        },
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/452/0337-01"
      ]
    },
    {
      "cite": "511 U.S. 825",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147494
      ],
      "weight": 9,
      "year": 1994,
      "pin_cites": [
        {
          "page": "832",
          "parenthetical": "citing Rhodes v. Chapman, 452 U.S. 337, 349, 101 S.Ct. 2392, 69 L.Ed.2d 59, (1981)"
        },
        {
          "parenthetical": "citing Rhodes v. Chapman, 452 U.S. 337, 349, 101 S.Ct. 2392, 69 L.Ed.2d 59, (1981)"
        },
        {
          "parenthetical": "citing Rhodes v. Chapman, 452 U.S. 337, 349, 101 S.Ct. 2392, 69 L.Ed.2d 59, (1981)"
        },
        {
          "page": "833"
        },
        {
          "page": "832"
        },
        {
          "page": "837"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0825-01"
      ]
    },
    {
      "cite": "804 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11421110
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "670-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0669-01"
      ]
    },
    {
      "cite": "831 A.2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        587974,
        9089513,
        587950,
        9089526,
        587960,
        9089497
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0407-02",
        "/a2d/831/0597-02",
        "/pa/574/0406-01",
        "/a2d/831/0597-03",
        "/pa/574/0407-01",
        "/a2d/831/0597-01"
      ]
    },
    {
      "cite": "824 A.2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0393-01"
      ]
    },
    {
      "cite": "823 A.2d 1110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9125712
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/1110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 10595,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.3150486765830749
    },
    "sha256": "35cc949aeb98e6f0d632272458b83d94ba8a0fb2628b2877637f1f4d33e21690",
    "simhash": "1:711371a7cd803448",
    "word_count": 1697
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, and LEAVITT, Judge, and KELLEY, Senior Judge."
    ],
    "parties": [
      "Blane NEELY, Petitioner v. DEPARTMENT OF CORRECTIONS, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nBefore the Court is the Preliminary Objection of the Pennsylvania Department of Corrections (Department) to the Petition to Stop the Deduction of Twenty Percent from Inmate Account (Petition) filed by Blane Neely (Neely). As suggested in its title, Neely seeks an order from this Court protecting his inmate account from the Department’s deductions for court costs, fines and restitution.\nNeely is an inmate currently residing at the State Correctional Institution at Dallas (SCI-Dallas), serving a 15 to 30-year sentence for the offenses of manufacturing with the intent to deliver a controlled substance and criminal conspiracy. The sentencing court also ordered Neely to pay a fine of $50,000. Pursuant to Section 9728(b)(5) of the Sentencing Code, 42 Pa. C.S. § 9728(b)(5), commonly referred to as Act 84, the Department began deducting 20% of the funds from Neely’s inmate account, which were applied toward the payment of his $50,000 fine.\nOn April 21, 2003, Neely filed the instant petition, alleging that the 20% deduction from his inmate account created a financial burden. As relief, Neely requested the Court to enjoin the Department from deducting 20% from his inmate account until a hearing could be conducted to determine his ability to pay.\nThe Department filed a preliminary objection in the nature of demurrer. It contends that Act 84 established a procedural mechanism for collecting court costs and fines, pursuant to which the Department is statutorily authorized to deduct money from an inmate account without first holding a hearing on the issue of an inmate’s ability to pay.\nThe Departments demurrer is grounded in Section 9728(b)(5) of the Sentencing Code, which authorizes the Department to make monetary deductions from an inmate’s account to pay court ordered costs, fines and restitution without a hearing on an inmate’s ability to pay. This interpretation and application of 42 Pa.C.S. § 9728(b)(5) has been expressly upheld. Harding v. Stickman, 823 A.2d 1110 (Pa.Cmwlth.2003); George v. Beard, 824 A.2d 393 (Pa.Cmwlth.2003), aff'd, — Pa. -, 831 A.2d 597 (2003). While in custody under sentence, the avenue to challenge the payment of criminal fines is in a direct appeal or in post conviction relief under the Post Conviction Relief Act, 42 Pa.C.S. §§ 9541-9546. These are adequate remedies by which an offender in custody may challenge any aspect of the sentence. Id. at 396.\nHere, the Petition expressly acknowledges that the fine was imposed as part of his criminal sentence. Petition ¶ 1. It is the trial court’s judgment of sentence that enables the Department to deduct the funds. Thus, Neely may not challenge the judgment by seeking to enjoin the Department from carrying out its statutorily mandated duty to deduct funds. Harding, 823 A.2d at 1112.\nNeely contends, however, that he is entitled to a hearing under 42 Pa.C.S. § 9772 as held in Commonwealth v. Fleming, 804 A.2d 669 (Pa.Super.2002). Neely’s reliance upon Fleming is misplaced. In Fleming, the Superior Court determined that an inmate is entitled to a hearing on the issue of his ability to pay only where the Commonwealth initiates an enforcement action for unpaid fines or where the inmate is in default. It went on to clarify:\nIt merits emphasis, however, that the prerogative for the collection of such monies is not solely that of the County District Attorney since Act 84 vests such a prerogative in the correctional authorities ... to make deductions from an inmate’s account, and does not impose prior court authorization as a threshold condition.\nFleming, 804 A.2d at 670-71. In short, Fleming does not support Neely’s position; to the contrary, it supports sustaining the Department’s demurrer.\nIn Neely’s rebuttal to the Department’s preliminary objection, he alleges that “the Department of Corrections’ practice of extracting fines while petitioner is incarcerated, without a hearing determining the petitioners ability to pay is in violation of the Eighth Amendment of the United States Constitution ‘Cruel and Unusual Punishment’ because it puts the ‘indigent incarcerated ... in a dire position where he must seek out alternative avenues to supplement income to survive.’ ” Petitioner’s Rebuttal ¶ 1. We disagree.\nThe Eighth Amendment does not mandate comfortable prisons, and it does not tolerate inhumane ones; thus, the conditions of an inmates confinement are subject to Eighth Amendment scrutiny. Farmer v. Brennan, 511 U.S. 825, 832, 114 5.Ct. 1970, 128 L.Ed.2d 811, (1994) (citing Rhodes v. Chapman, 452 U.S. 337, 349, 101 S.Ct. 2392, 69 L.Ed.2d 59, (1981)). Accordingly, the Eighth Amendment places restraints on prison officials, who may not, for example, use excessive physical force. It also imposes duties on these officials who must provide humane conditions of confinement, ensuring that inmates receive adequate food, clothing, shelter and medical care. Farmer, 511 U.S. at 833, 114 S.Ct. 1970. Nevertheless, prison conditions may be “restrictive and even harsh” without violating the Eight Amendment. Rhodes, 452 U.S. at 347, 101 S.Ct. 2392.\nNeely has not alleged a deprivation of life’s minimal necessities. Rather, his alleged deprivations are the requirement that he pay a $2.00 fee for medical visits, $0.10 a copy for legal appeals, and pay for personal hygiene supplies and supplemental food at the commissary. At most, his alleged deprivations consist of small comforts denied. Even if we were to characterize this deprivation as “restrictive and even harsh,” it does not amount to the infliction of cruel and unusual punishment. Rhodes, 452 U.S. at 347, 101 S.Ct. 2392\nAccordingly, the preliminary objection of the Department is sustained, and the Petition is dismissed for failure to state a claim upon which relief can be granted.\nORDER\nAND NOW, this 26th day of November, 2003 the Preliminary Objection of the Department of Corrections is hereby sustained and the Petition to Stop the Deduction of Twenty Percent from the Inmate Account is dismissed.\n. On April 28, 2003, the Court directed that Neely’s petition be treated as a Petition for Review addressed to the Court’s original jurisdiction pursuant to 42 Pa C.S. § 761.\n. It provides,\nThe county correctional facility to which the offender has been sentenced or the Department of Corrections shall be authorized to make monetary deductions from inmate personal accounts for the purpose of collecting restitution or any other court-ordered obligation.\n42 Pa.C.S. § 9728(b)(5).\n. The Petition seeks to \"stop” the Department from making further deductions, but it does not state whether it sounds in mandamus or in equity. The Department contends that the Petition should be treated as a petition for a writ of mandamus, and its argument in support thereof is compelling. However, it is not necessary to identify the Petition's legal theory where, as here, we find that it fails to state a cause of action.\n. In ruling on preliminary objections, we must accept as true all of the well pleaded material allegations in the Petition for Review, as well as all inferences reasonably deduced therefrom. Marrero by Tabales v. Commonwealth, 709 A.2d 956 (Pa.Cmwlth.1998). In order to sustain preliminary objections, it must appear with certainly that the law will not permit recovery and any doubt should be resolved by a refusal to sustain them. Id.\n.It provides,\nUnless there is proof that failure to pay a fine or that portion of the fine that is due is excusable, the court may after a hearing find the defendant guilty of contempt and sentence him to not more than six months imprisonment, if a term of confinement of that amount could have been imposed for the offense charged.\n42 Pa.C.S. § 9772.\n. To succeed, a claim that prison conditions violate the Eighth Amendment must satisfy both an objective and subjective requirement — the conditions must be \"sufficiently serious” from an objective point of view, meaning that they involve denial of the minimum civilized measure of life’s necessities, and the plaintiff must demonstrate that prison officials acted subjectively with \"deliberate indifference.” Farmer, 511 U.S. at 832, 114 S.Ct. 1970; Rhodes, 452 U.S. at 347, 101 S.Ct. 2392. Deliberate indifference exists if an official \"knows of and disregards an excessive risk to inmate health or safety; the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.” Farmer, 511 U.S. at 837, 114 S.Ct. 1970.\nFurther, the Supreme Court has explained that \"[n]o static 'test' can exist by which courts determine whether conditions of confinement are cruel and unusual, for the Eighth Amendment 'must draw its meaning from the evolving standards of decency that mark the progress of a maturing society.' \" Rhodes, 452 U.S. at 346, 101 S.Ct. 2392 (quotations omitted).\nNonetheless, the U.S. Supreme Court has established that prison \"[cjonditions must not involve the wanton and unnecessary infliction of pain, nor may they be grossly disproportionate to the severity of the crime warranting imprisonment.” Id. at 347, 101 S.Ct. 2392. Conditions that \"deprive inmates of the minimal civilized measure of life’s necessities” may also constitute cruel and unusual punishment. Id.\n. \"[Tjhere is nothing unconstitutional about a program that require[s] that inmates with adequate resources pay a small portion of their medical care.' ” Reynolds v. Wagner, 128 F.3d 166, 174 (3d Cir.1997).\n. This may be a First Amendment access-to court argument. However, \"there is no First Amendment right to subsidized mail or photocopying.” Reynolds, 128 F,3d at 183.\n. It should be noted that this Court has also found that the necessities of life, food, clothing and shelter were not relevant to an inmate’s suit under Act 84 because the inmate continues to be afforded these necessities as a ward of the Commonwealth. Sweeney v. Lotz, 787 A.2d 449, 451-2 (Pa.Cmwlth.2001). Further, in Tillman v. Lebanon County Correctional Facility, 221 F.3d 410, 419 (3d Cir.2000), the Court of Appeals held that it was not cruel and unusual punishment for the correctional facility to take half of the funds in the inmate's wallet and, thereafter, half of all funds sent to him.",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Blane Neely, petitioner, pro se.",
      "Timothy A. Holmes, Camp Hill, for respondent."
    ],
    "corrections": "",
    "head_matter": "Blane NEELY, Petitioner v. DEPARTMENT OF CORRECTIONS, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Oct. 3, 2003.\nDecided Nov. 26, 2003.\nBlane Neely, petitioner, pro se.\nTimothy A. Holmes, Camp Hill, for respondent.\nBEFORE: COLINS, President Judge, and LEAVITT, Judge, and KELLEY, Senior Judge."
  },
  "file_name": "0016-01",
  "first_page_order": 46,
  "last_page_order": 51
}
