{
  "id": 8454833,
  "name": "J.P. LAMB CONSTRUCTION, INC. and Zurich North America, Petitioners v. WORKERS' COMPENSATION APPEAL BOARD (BUREAU OF WORKERS' COMPENSATION), Respondent",
  "name_abbreviation": "J.P. Lamb Construction, Inc. v. Workers' Compensation Appeal Board",
  "decision_date": "2006-10-11",
  "docket_number": "No. 923 C.D. 2006",
  "first_page": "18",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "890 A.2d 1045",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5654529,
        5651884,
        8992684,
        8992735
      ],
      "weight": 2,
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0084-01",
        "/pa/586/0085-01",
        "/a2d/890/1045-01",
        "/a2d/890/1045-02"
      ]
    },
    {
      "cite": "586 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        5651884
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/586/0085-01"
      ]
    },
    {
      "cite": "756 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0702-01"
      ]
    },
    {
      "cite": "522 A.2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "514 Pa. 632",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "508 A.2d 388",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346148
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0566-01"
      ]
    },
    {
      "cite": "689 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0372-01"
      ]
    },
    {
      "cite": "516 A.2d 1318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1354304
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/101/0552-01"
      ]
    },
    {
      "cite": "723 A.2d 1061",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11774674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/1061-01"
      ]
    },
    {
      "cite": "538 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1369289
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/113/0607-01"
      ]
    },
    {
      "cite": "876 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8968929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/1069-01"
      ]
    },
    {
      "cite": "894 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8430641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/894/0229-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 18767,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 8.033170121246803e-08,
      "percentile": 0.46562058251272564
    },
    "sha256": "479274653765f04711ee337a699f4910387f06c55e5301d7adeb37ead83c7b19",
    "simhash": "1:e6b75c89cb7f9119",
    "word_count": 2969
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge, and SIMPSON, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "J.P. LAMB CONSTRUCTION, INC. and Zurich North America, Petitioners v. WORKERS’ COMPENSATION APPEAL BOARD (BUREAU OF WORKERS’ COMPENSATION), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge McGINLEY.\nJ.P. Lamb Construction, Inc. (Employer) and its insurance carrier, Zurich North America, petition for review of an order entered by the Workers’ Compensation Appeal Board (Board) which affirmed the Workers’ Compensation Judge’s (WCJ) denial of Employer’s application for Super-sedeas Fund (Fund) reimbursement.\nOn August 8, 1992, Kerry Strohl (Claimant) injured his hand during the course and scope of his employment. Claimant filed a claim petition which was litigated before the WCJ. The WCJ granted Claimant’s claim petition and ordered Employer to pay compensation benefits to Claimant at the weekly rate of $277.33 for a period of six weeks commencing on August 9, 1992. Compensation benefits were suspended on September 19, 1992. Compensation benefits were terminated effective November 3,1995.\nOn August 14, 2000, Claimant filed a petition to reinstate and alleged that his total disability recurred as of January 1, 1998, as a result of a worsening of his work related injury of August 8, 1992. In response, Employer raised the affirmative defense that Claimant’s petition to reinstate was time barred by the three year statute of limitations set forth in Section 413 of the Workers’ Compensation Act (Act). The proceedings were bifurcated so that the WCJ could initially address the timeliness issue.\nThereafter, the parties filed a stipulation of facts which was approved by the WCJ. The stipulation was the fact that Employer paid Claimant the sum of $2,050.28 on December 8, 1997, and that the payment constituted reimbursement to Claimant for medical expenses related to his work injury. Based on this stipulation, the WCJ entered an interlocutory order on February 26, 2001, and found that Claimant filed the petition to reinstate within three years of the last payment of compensation as defined in Section 418(a) of the Act, 77 P.S. § 772. Employer appealed the interlocutory order to the Board. However, the parties then stipulated that Employer would withdraw the appeal and requested that the Board remand the matter to the WCJ for further proceedings. By order dated October 10, 2001, the Board vacated the WCJ’s February 26, 2001, order and remanded the matter to the WCJ for further litigation on the petition to reinstate.\nOn April 23, 2001, the parties stipulated that Claimant was totally disabled as a result of his work-related injury between January 1, 1998, and January 23, 2001, when Claimant returned to work for another employer at wages equal to or greater than his pre-injury wage. The parties also stipulated that Claimant would be entitled to temporary total disability compensation benefits during the foregoing time period except for the statute of limit at ions defense which Employer raised. The parties agreed that while there was no medical issue as to Claimant’s entitlement to benefits, whether Claimant’s petition to reinstate was timely filed was a legal issue.\nOn February 24, 2003, the WCJ issued a decision and concluded that it was undisputed that Employer paid Claimant the sum of $2,050.28 on December 8,1997, and that the payment constituted reimbursement to claimant for medical expense related to Claimant’s work injury. The WCJ further found that Claimant filed the petition to reinstate within three years of Employer’s last reimbursement of medical expenses, and based on the April 23, 2001, stipulation, granted the closed period of disability.\nEmployer appealed and requested a su-persedeas. The Board entered the super-sedeas request by order dated March 24, 2003, and after oral argument affirmed its original grant of supersedeas by order dated June 12, 2003. Ultimately, the Board affirmed the WCJ’s reinstatement and held that the reimbursement of medical expenses tolled the statute of limitations as prescribed in Section 413(a) of the Act.\nEmployer then filed a petition for review with this Court on April 8, 2004, and filed a supersedeas request with the Board on April 12, 2004. The Board denied the request for supersedeas on May 7, 2004. Employer then filed a supersedeas request with this Court on May 13, 2004, which was denied on June 2, 2004.\nAs a result of the June 2, 2004, denial of Employer’s request for supersedeas, Employer made payments to Claimant and his attorney totaling $51,791.49, which represented past-due compensation and interest for the closed period January 1, 1998, through January 23, 2001.\nOn August 23, 2004, this Court reversed and ultimately determined that Claimant’s petition to reinstate was time barred pursuant to Section 413(a) of the Act because the payment of medical expenses does not constitute “compensation” so as to toll the statute of limitations on a reinstatement or review petition. J.P. Lamb Construction, Inc. v. Workers’ Compensation Appeal Board (Strohl), No. 745 C.D.2004, filed August 23, 2004.\nOn November 29, 2004, Employer filed an Application for Supersedeas Fund Reimbursement. Acting in its capacity as conservator of the Fund, the Bureau of Workers’ Compensation (Bureau) filed an answer and asserted that Employer was not entitled to reimbursement.\nOn November 30, 2005, the WCJ issued a decision and concluded that Employer failed to satisfy the requirements for reimbursement set forth in Section 443(a) of the Act, 77 P.S. § 999(a). The WCJ reasoned that Employer was not entitled to reimbursement because the WCJ’s decision to grant the petition to reinstate which, in turn, prompted Employer’s appeal to the Board and the request for supersedeas, was predicated upon the April 23, 2001, stipulation of the parties. The WCJ also found it crucial that Employer failed to present some type of medical evidence to support the disposition of the Claimant’s entitlement to benefits, independent of the April 23, 2001, stipulation :\nHere, it is not disputable that the granting of the Petition to Reinstate was predicated on the [April 23, 2001] stipulation by Petitioner [Employer] and Claimant. Petitioner [Employer] has neither argued for nor presented any evidence upon which the WCJ in the underlying proceeding could have predicated the decision granting the petition [for reinstatement] and, therefore, Petitioner [Employer] has not met the fifth requirement for reimbursement. Gallagher Bassett, supra. While Petitioner [Employer] relies upon the holding of Consolidated Freightways, that case did not involve a stipulation by the parties, as does this case, but was based on a decision arising directly out of an adversarial proceeding.\nPetitioner also seeks to distinguish this stipulated case from those other stipulated cases in which reimbursement was not allowed on the basis that in those\nIf, in any case in which a supersedeas has been requested and denied under the provisions of section 413 or section 430, payments of compensation are made as a result thereof and upon the final outcome of the proceedings, it is determined that such compensation was not, in fact, payable, the insurer who has made such payments shall be reimbursed therefor. cases the parties stipulated to the employer’s entitlement to a termination, suspension or modification, while the instant case Petitioner only stipulated to Claimant being entitled to a disability period. This is a classic example of making a distinction without a difference. In either case, the stipulation results in Claimant being granted benefits. The fact that Petitioner was further hopeful that the petition would be denied on the basis of the statute of limitations, that hope wás independent of the [April 23, 2001] stipulation that Claimant was again disabled as a result of the work injury — the very essence of the Petition to Reinstate.\nAgain, since Petitioner [Employer] has not offered any evidence, e.g. medical depositions, Claimant testimony, medical reports, etc. from the underlying proceeding to reinstate upon which the WCJ could have predicated the decision granting the [reinstatement] petition, Petitioner has failed to fulfill the fifth requirement of Section 443(a) and no reimbursement can be had as a result. Gallagher Bassett, supra.\nWCJ Decision, November 30, 2005, at 3. (emphasis added).\nThe Board affirmed and agreed with the WCJ that because Employer entered into a stipulation before the WCJ and that stipulation was the basis for granting Claimant’s petition to reinstate, Employer failed to meet its burden of proving entitlement to a reimbursement from the Fund:\nHere, the WCJ found Defendant [Employer] entered into a stipulation acknowledging Claimant’s ongoing disability, and that the award by the initial WCJ was ‘predicated on the stipulation.’ The WCJ also found it crucial that no evidence was presented in the matter aside from the [April 23, 2001] Stipulation. Therefore, the WCJ found that Defendant [Employer] failed to afford itself of the protection of Gallagher Bas-sett. We agree.\nBoard Opinion, April 17, 2006, at 5 (citations to WCJ opinion omitted) (emphasis added).\nOn appeal, Employer asserts that the Board misconstrued the implication of the April 23, 2001, stipulation, and committed an error of law when it concluded that the April 23, 2001, stipulation barred Employer from reimbursement from the Fund. This Court agrees that this was not a “stipulated case” and that the principles of this Court’s decisions in those cases do not govern this appeal.\nSection 443(a) of the Act, 77 P.S. § 999(a), allows reimbursement from the Fund if certain requirements are met. Those requirements are: (1) a supersedeas must have been requested; (2) the request for supersedeas must have been denied; (3) the request must have been made in a proceeding under Section 413 or Section 430 of the Act; (4) payments were continued because of the order denying superse-deas; and (5) in the final outcome of the proceedings, it is determined that such compensation was not, in fact, payable. Mark v. Workers’ Compensation Appeal Board (McCurdy), 894 A.2d 229 (Pa. Cmwlth.2006); Bureau of Workers’ Comp. v. Workers’ Comp. Appeal Bd. (Consol.Freightways, Inc.), 876 A.2d 1069 (Pa. Cmwlth.2005); Bureau of Workers’ Comp. v. Workmen’s Comp. Appeal Bd. (Liberty Mut. Ins. Co.), 113 Pa.Cmwlth. 607, 538 A.2d 587 (1988).\nIt is well settled that reimbursement from the Supersedeas Fund has generally been denied when it is determined that compensation was not, in fact, payable when that determination is made by a stipulation of facts rather than an arm’s length or adversarial type determination. See Bureau of Workers’ Compensation v. Workers’ Compensation Appeal Board (Bethlehem Steel Corp.), 723 A.2d 1061 (Pa.Cmwlth.1998); Commonwealth of Pennsylvania, Bureau of Workers’ Compensation v. Workmen’s Compensation Appeal Board, (Insurance Company of North America), 101 Pa.Cmwlth. 552, 516 A.2d 1318 (1986).\nIn the present controversy, the WCJ and Board held, and the Bureau maintains on appeal, that the underlying petition to reinstate was granted based upon the stipulation of Employer and Claimant and that Claimant’s disability recurred. Relying on Commonwealth, Bureau of Workers’ Compensation v. Workers’ Compensation Appeal Board (Old Republic Ins. Co.), 689 A.2d 372 (Pa.Cmwlth.1997) (Old Republic II), the Bureau asserts that the April 23, 2001, stipulation was not an arm’s-length or adversarial type determination made by the WCJ or Board; therefore, it could not, and did not, bind the Fund.\nIn Old Republic II, Kathleen McLaren (McLaren) suffered a work-related injury while working for the Stroudsburg Area School District (School District). McLaren began receiving benefits pursuant to a Notice of Compensation Payable. The School District filed a petition for modification of McLaren’s benefits and alleged that she was capable of returning to employment as of May 11, 1990. The parties later entered into a stipulation of facts wherein they agreed that, as of August 22, 1990, McLaren was capable of returning to work at a reduced weekly wage and that McLaren remained partially disabled. Based upon the stipulation of facts, the WCJ awarded McLaren’s commutation of benefits, and, upon the motion of Insurer’s counsel, dismissed the petition for review. This Court concluded that the stipulation (that McLaren was not entitled to full benefits) was not an arms’-length or adversarial type determination which could bind the Fund, therefore, the insurer was not entitled to reimbursement.\nThe Bureau’s reliance on Old Republic II is misplaced. In Old Republic II, the insurer’s application for reimbursement from the Fund arose solely from the parties’ stipulation of facts in which they agreed that the claimant suffered only a partial disability as of August 22, 1990. In other words, the parties concluded among themselves that McLaren was not entitled to full benefits as of August 22, 1990, so the modification petition was resolved via an agreement between the parties. Unlike in this case, it was the parties’ stipulation that McLaren was not entitled to full benefits which formed the basis for the insurer’s request for supersedeas reimbursement.\nIn this case the WCJ and Board zeroed in on “the [WCJ’s] granting of the petition to reinstate” and that fact that the WCJ’s initial grant of Claimant’s petition to reinstate “was predicated on the stipulation by Petitioner [Employer] and Claimant.” At first glance, the Bureau’s position makes sense. However, when scrutinized in light of the holdings of the so-called “stipulated cases” and their rationale, the Bureau’s position must fail.\nThe Legislature created the Supersedeas Fund to protect insurers which have paid compensation to claimants who are ultimately determined not to be entitled to the compensation, in light of the impracticability of recoupment of paid benefits from the claimants and the benevolent purposes of the Act. Bureau of Workers’ Compensation v. Workmen’s Compensation Appeal Board (Allstate Ins. Co.), 96 Pa.Cmwlth. 566, 508 A.2d 388 (1986), appeal denied, 514 Pa. 632, 522 A.2d 560 (1987). The cases interpreting Section 443 of the Act have made it clear that the Bureau cannot meet its responsibility of maintaining and conserving the Supersedeas Fund, if it must pay out on all claims based on agreements to which it is not a party. Insurance Company of North America, 516 A.2d at 1322. Consequently, this Court has interpreted the phrase in Section 443(a), “upon the final outcome of the proceedings, it is determined that such compensation was not, in fact, payable,” as “an arms length or adversary type determination, rather than agreement with or without a [WCJ’s] approval, on which the Insurer bases its claim....” Id.\nIn this case, the parties stipulated that there was no medical issue as to Claimant’s entitlement to compensation. They then disagreed as to whether Claimant was legally entitled to compensation based on the timeliness of his petition to reinstate. The parties never stipulated that benefits were not payable. They in fact stipulated that they were payable. Thus, there was no danger of the Employer “invading” the Fund by stipulation.\nImportantly, unlike in Old Republic II, this case was not conceded on the merits. There, the parties, by agreement, determined that compensation was not payable. Here, Employer timely raised, and preserved, the statute of limitations as an affirmative defense to the petition to reinstate. The parties specifically reserved for determination the issue of whether Claimant’s right to benefits was barred by the statute of limitations. In the end, that determination was made in Employer’s favor by this Court and it was that determination which was ultimately dispositive of the issue of whether or not compensation was, in fact, payable, and which formed the basis for Employer’s request for reimbursement from the Fund.\nBecause this Court’s reversal of the Board on the statute of limitation issue constituted an “adversarial determination that benefits were not, in fact, payable” Employer was . entitled reimbursement from the Fund.\nThe order of the Board is reversed.\nORDER\nAND NOW, this 11th day of October, 2006, the order of the Workers’ Compensation Appeal Board in the above-captioned case is reversed.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 772.\n. Section 443(a) of the Act, 77 P.S. § 999(a) provides:\n. For an Employer to circumvent the results of a stipulation and be entitled to reimbursement from the Fund, it must be shown that there was some type of medical evidence presented before the WCJ that would support the disposition of the claimant’s entitlement to benefits, independent of the stipulation. Gallagher Bassett Services v. Workers’ Compensation Appeal Board (Bureau of Workers’ Compensation), 756 A.2d 702 (Pa.Cmwlth.2000).\n. This Court’s review is limited to determining whether there has been a violation of constitutional rights, errors of law committed, or a violation of appeal board procedures, and whether necessary findings of fact are supported by substantial evidence. Dep’t of Labor & Indus., Bureau of Workers’ Comp. v. Workers’ Comp. Appeal Bd. (Exel Logistics), 586 Pa. 85, 890 A.2d 1045 (2005). In examining questions of law, our scope of review is plenary. Id.\n. Section 413 of the Act provides, in pertinent part, that:\n[a] workers’ compensation judge designated by the department may, at any time, modify, reinstate, suspend, or terminate a notice of compensation payable, an original or supplemental agreement or an award of the department or its [WCJ], upon petition filed by either party with the department, upon proof that the disability of an injured employe has increased, decreased, recurred, or has temporarily or finally ceased\n77 P.S. § 772.\n.Section 430 of the Act, 77 P.S. § 971, states: (a) The lien of any judgment entered upon any award shall not be divested by any appeal, (b) Any insurer or employer who terminates, decreases or refuses to make any payment provided for in the decision without filing a petition and being granted a supersedeas shall be subject to a penalty as provided in Section 435 [77 P.S. § 991], except in the case of payments terminated as provided in Section 434 [77 P.S. § 1001],\n. The petition to reinstate not only carries a medical burden of proof, but a legal requirement that it be filed within a certain period of time. Section 413 of the Act, 77 P.S. § 772.",
        "type": "majority",
        "author": "Judge McGINLEY."
      }
    ],
    "attorneys": [
      "Gillian T. Shipman, Center Valley, for petitioners.",
      "Janet L. Palese, Asst. Counsel and Thomas J. Kuzma, Deputy Chief Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "J.P. LAMB CONSTRUCTION, INC. and Zurich North America, Petitioners v. WORKERS’ COMPENSATION APPEAL BOARD (BUREAU OF WORKERS’ COMPENSATION), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Aug. 18, 2006.\nDecided Oct. 11, 2006.\nGillian T. Shipman, Center Valley, for petitioners.\nJanet L. Palese, Asst. Counsel and Thomas J. Kuzma, Deputy Chief Counsel, Harrisburg, for respondent.\nBEFORE: McGINLEY, Judge, and SIMPSON, Judge, and LEAVITT, Judge."
  },
  "file_name": "0018-01",
  "first_page_order": 74,
  "last_page_order": 80
}
