{
  "id": 6811042,
  "name": "Ferris J. Ganem vs. Armand LeBrun",
  "name_abbreviation": "Ganem v. LeBrun",
  "decision_date": "1995-01-31",
  "docket_number": "",
  "first_page": "19",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "1995 Mass. App. Div. 19"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "297 Mass. 483",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        886314
      ],
      "year": 1937,
      "pin_cites": [
        {
          "page": "485-487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/297/0483-01"
      ]
    },
    {
      "cite": "300 Mass. 95",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        864354
      ],
      "weight": 2,
      "year": 1938,
      "pin_cites": [
        {
          "page": "99"
        },
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/300/0095-01"
      ]
    },
    {
      "cite": "311 Mass. 537",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        889283
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/311/0537-01"
      ]
    },
    {
      "cite": "8 Mass. App. Ct. 58",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3959695
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "60-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/8/0058-01"
      ]
    },
    {
      "cite": "36 Mass. App. Dec. 92",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4044937
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/36/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 6580,
    "ocr_confidence": 0.905,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4382759380952326
    },
    "sha256": "23175b8fa56850a61d1e00bf7bfa2eaddd63db617008f5ebf9bc2e741a0838fe",
    "simhash": "1:3384763140ba84e8",
    "word_count": 1101
  },
  "last_updated": "2024-02-27T22:15:49.746046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Dolan, P.J., Martin & Welsh, JJ."
    ],
    "parties": [
      "Ferris J. Ganem vs. Armand LeBrun"
    ],
    "opinions": [
      {
        "text": "Welsh, J.\nThis is an action for personal injuries allegedly caused by the defendant’s negligent operation of a motor vehicle.\nThe accident allegedly occurred on November 5, 1990. The instant action was filed in the Taunton Division of the District Court on November 4, 1993. No summons or other process was served on the defendant at any time. The defendant deceased on November 13, 1991 before the commencement of the action. No personal representative of the estate of the defendant was ever appointed, although voluntary administration was taken out at the Taunton Probate Court on April 6, 1992. The defendant allegedly did have liability insurance in effect at the time of the accident but no service was ever made on the defendant’s insurance carrier.\nApparently, neither the plaintiff’s attorney nor the defendant’s insurance company was aware that the defendant had died. When the defendant’s insurance company became aware of the defendant’s demise, it filed a motion to dismiss predicated upon the defendant’s having deceased and the lack of service upon the defendant or any personal representative of the estate.\nThe plaintiff opposed the motion, claiming inter alia that by virtue of G.L.c. 197 §9A, the action should have been allowed to proceed. Plaintiff also argued he was entitled to amend his complaint as a matter of right to conform his action to the requirements of G.L.c. 197, §9A.\nExcept for the motion to dismiss, the insurance company did not file any pleadings or do any other act which arguably could be held to be a general submission to the jurisdiction of the court.\nThe trial court allowed the motion to dismiss and denied the motion to amend.\nThere was no error.\n1. A word is in order as to the report before the Appellate Division. The draft report is improper as to form. It fails to conform substantially to the prescribed format for draft reports in several respects. The report contains argument and statements of proposition of law which are properly for the briefs of the parties. Further, neither side filed a brief. Normally, such deficiencies as these would warrant dismissal of the report. Magee v. Prudential Wares of New England, Inc., 36 Mass. App. Dec. 92, 96 (1966). We are of the opinion that the report presents with sufficient clarity the issue, and proceed to consider the merits.\n2. The judge was correct in allowing the motion to dismiss and ordering the action to be dismissed. There was no defendant before the court. The defendant was never served with process during his lifetime. No process was ever served on any personal representative of the estate. No process was ever sought to bring the defendant’s insurance carrier before the court. This is not simply a case where a delay has occurred in serving a summons on a party. Compare School Committee of Holyoke v. Duprey, 8 Mass. App. Ct. 58, 60-62 (1979). Nor is this a case where a defendant who had been served died while the litigation was in process. Mass. R. Civ. R, Rule 25(a)(1).\nThe plaintiff was not without a remedy if no kindred sought or obtained appointment as administrator of the estate of the deceased defendant. G.L.c. 193, §1, third, enables a creditor to apply for appointment as administrator if those otherwise eligible should fail to apply. A person with a claim for personal injuries against a decedent who dies and whose kindred fail to apply is a “creditor” for purposes of making application for appointment as administrator. White v. Cormier, 311 Mass. 537, 539 (1942); Gordon v. Shea, 300 Mass. 95, 99 (1938). If the Probate Judge deems it expedient, some other “suitable person” may be appointed, thus enabling the plaintiff to join such person as defendant in the action. Id. at 99. The appointment of a regular administrator would, in effect, terminate and supersede the appointment of a voluntary administrator who, by statute, is liable to such administrator as an executor de son tort. G.L.c. 195, §16A. In the absence of an enabling statute, a personal representative must be joined to vindicate a claim against a deceased. Bateman v. Woods, 297 Mass. 483, 485-487 (1937).\n3. G.L.c. 197, §9A provides, as follows:\nNotwithstanding the provisions of section nine, an action for personal injuries or death, if commenced more than one year after the date of death of the deceased, may be brought against said executor or administrator, provided that such action is commenced within three years next after the cause of action accrues, and provided further than any judgment recovered in any action so brought may be satisfied only from the proceeds of a policy of insurance or bond, if any, and not from the general assets of the estate.\nThis statute was amended by St. 1993, c. 319 by adding the following:\nIf an executor or administrator has not been appointed, then an action allowed under this section may be maintained without such appointment, and shall be maintained naming the decedent as the defendant. In such event any service of process that may be necessary shall be made upon the entity providing the insurance or bond.\nThe difficulty with the plaintiff’s contention that this statute, as amended, is applicable is the fact that no attempt was made to obtain service of process on the decedent’s insurance carrier. The fact that there may have been some dialogue between the plaintiff’s counsel and representatives of the insurance company is not legally sufficient to bring in the insurance carrier as a party. It is clear beyond question that this statute, even with the 1993 amendment, did not dispense with the necessity of service of process. We assume, favorably to the plaintiff’s position, that the amendment would relate back to the time the instant action was commenced, even though not enacted at that time.\nWe conclude that the plaintiff failed to demonstrate that his cause of action fell within the exception carved out by the statute and failed to take other steps to procure the joinder of either a personal representative of the defendant’s estate, or of his insurance carrier. The judge was neither legally required to allow, nor did he abuse his discretion in denying the motion to amend, since joinder of the insurance carrier at that time would have exceeded the three years permitted by G.L.c. 197, §9A to bring in the defendant’s insurance carrier, and would have been nugatory.\nThe report is dismissed.\nSo ordered.",
        "type": "majority",
        "author": "Welsh, J."
      }
    ],
    "attorneys": [
      "Ernest M. Ladeira for the plaintiff.",
      "Michael O’Leary for the defendant."
    ],
    "corrections": "",
    "head_matter": "Ferris J. Ganem vs. Armand LeBrun\nSouthern District\nJanuary 31, 1995.\nPresent: Dolan, P.J., Martin & Welsh, JJ.\nErnest M. Ladeira for the plaintiff.\nMichael O’Leary for the defendant."
  },
  "file_name": "0019-01",
  "first_page_order": 25,
  "last_page_order": 26
}
