{
  "id": 11311697,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Steven Keith ANDERSON, Appellant",
  "name_abbreviation": "Commonwealth v. Anderson",
  "decision_date": "1994-10-26",
  "docket_number": "",
  "first_page": "20",
  "last_page": "26",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 20"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "353 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "246-47"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "277 Md. 257",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1882873
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/277/0257-01"
      ]
    },
    {
      "cite": "323 Md. 312",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2012668
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/md/323/0312-01"
      ]
    },
    {
      "cite": "493 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8732619
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "325"
        },
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0320-01"
      ]
    },
    {
      "cite": "284 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719289
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "304"
        },
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0299-01"
      ]
    },
    {
      "cite": "344 Pa.Super. 108",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        637006
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "124-25"
        },
        {
          "page": "40"
        },
        {
          "page": "116-17"
        },
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/344/0108-01"
      ]
    },
    {
      "cite": "521 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817487
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "1233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0353-01"
      ]
    },
    {
      "cite": "521 Pa. 556",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817451
      ],
      "weight": 4,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0556-01"
      ]
    },
    {
      "cite": "416 Pa.Super. 203",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        912906
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/416/0203-01"
      ]
    },
    {
      "cite": "94 L.Ed.2d 798",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "upon remand, the trial court may reconsider the entire sentence where the appellate court's ruling altered the trial court's sentencing scheme for protection of society and rehabilitation of the criminal"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "107 S.Ct. 1613",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "upon remand, the trial court may reconsider the entire sentence where the appellate court's ruling altered the trial court's sentencing scheme for protection of society and rehabilitation of the criminal"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "480 U.S. 950",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131488,
        1131228,
        1131268,
        1131556,
        1131356,
        1131304,
        1131305,
        1131197,
        1131179,
        1131244,
        1131080,
        1131411,
        1131095,
        1131100,
        1131421,
        1131455
      ],
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "upon remand, the trial court may reconsider the entire sentence where the appellate court's ruling altered the trial court's sentencing scheme for protection of society and rehabilitation of the criminal"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/480/0950-10",
        "/us/480/0950-14",
        "/us/480/0950-11",
        "/us/480/0950-05",
        "/us/480/0950-07",
        "/us/480/0950-09",
        "/us/480/0950-04",
        "/us/480/0950-08",
        "/us/480/0950-06",
        "/us/480/0950-03",
        "/us/480/0950-16",
        "/us/480/0950-15",
        "/us/480/0950-12",
        "/us/480/0950-01",
        "/us/480/0950-02",
        "/us/480/0950-13"
      ]
    },
    {
      "cite": "512 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800491
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/pa/512/0587-01"
      ]
    },
    {
      "cite": "432 U.S. 161",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177649
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "168"
        },
        {
          "page": "2226"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/432/0161-01"
      ]
    },
    {
      "cite": "286 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "641"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942897
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0163-01"
      ]
    },
    {
      "cite": "498 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776201
      ],
      "weight": 6,
      "year": 1981,
      "pin_cites": [
        {
          "page": "119"
        },
        {
          "page": "96"
        },
        {
          "page": "119"
        },
        {
          "page": "96"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0112-01"
      ]
    },
    {
      "cite": "483 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751298
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "248, n. 1"
        },
        {
          "page": "625-626, n. 1"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/483/0245-01"
      ]
    },
    {
      "cite": "493 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8732619
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "325"
        },
        {
          "page": "571"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/493/0320-01"
      ]
    },
    {
      "cite": "284 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719289
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "304"
        },
        {
          "page": "182"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/284/0299-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 881,
    "char_count": 24435,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2396715020837122
    },
    "sha256": "a6abb94b5be07c6a85cc4c9707b1a4d9b7b743e1c141f3edce5de08f4f9c215a",
    "simhash": "1:94e1a6ccb34d63a5",
    "word_count": 3979
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Steven Keith ANDERSON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nOn October 31, 1987 Anderson shot Norma DeBooth in the neck as she stood at the kitchen sink preparing dinner. She is now a quadriplegic. Anderson was tried by a jury in the Court of Common Pleas of Berks County, Criminal Division, and was convicted of aggravated assault, criminal attempt to murder, and possession of an instrument of crime. He was sentenced to consecutive terms of four to eight years for attempted murder; six to twelve years for aggravated assault and one to two years for possession of an instrument of crime.\nOn direct appeal, Superior Court en banc affirmed the judgments of sentence, holding that aggravated assault committed by inflicting serious bodily injury is not a lesser included offense of criminal attempt to murder because the two crimes require distinct mental states, and because injury is not an element of attempted murder, although it is an element of this type of aggravated assault. 416 Pa.Super. 203, 610 A.2d 1042. The dissent argued that because aggravated assault is a lesser included offense of attempted murder and because the crimes arose from a single act, Anderson’s criminal act is not punishable by multiple sentences.\nWe granted allocatur to address the question of whether the crimes of attempted murder and aggravated assault merge for sentencing purposes.\nThe question of when sentences should merge is not an easy problem, and it excites the advocacy of those favoring stricter against those who favor more lenient sentences. Analytically, the problem concerns whether a single criminal plan, scheme, transaction or encounter, which may or may not include many criminal acts, may constitute more than one crime, and if it may constitute several crimes, whether each criminal conviction may be punished separately or whether the sentences merge.\nGenerally, the doctrine of merger is a rule of statutory construction designed to determine whether the legislature intended for the punishment of one offense to encompass that for another offense arising from the same criminal act or transaction. If the legislature were to tell us that crime A merges into crime B, the problem would not arise, for the legislative intent would be manifest. It is in cases where the legislature has not given direction that we must devise a rule.\nFive years ago we fashioned a merger doctrine in the cases of Commonwealth v. Williams, 521 Pa. 556, 559 A.2d 25 (1989) and Commonwealth v. Weakland, 521 Pa. 353, 555 A.2d 1228 (1989). In Williams, the criminal attacked a 61-year-old woman who was walking her dog. He grabbed her from behind, choked her and threw her to the ground, beat her and attempted to rob her. Williams was convicted and sentenced on aggravated assault, criminal attempt at robbery and unlawful restraint. Superior Court determined that this attack was one successive criminal act. Working with that description of the facts, we addressed the question of whether one criminal act can spawn multiple convictions and sentences. We answered that it could so long as sentences are not imposed for both greater and lesser included offenses.\nIn Weakland, the criminal was convicted and sentenced on a number of crimes, including, inter alia, murder, robbery, criminal conspiracy, kidnapping, aggravated assault, and theft in a criminal episode in which Weakland and his brother robbed a filling station. During the robbery, Weakland murdered the station owner, assaulted the owner’s wife, and attacked a customer in the course of trying to escape. He struck the customer with a gun, held him at gunpoint, and forced him to drive Weakland away from the robbery-murder scene. The merger issue in the case concerning this customer-victim was whether the assault in striking the customer with the gun merged into the kidnapping conviction for sentencing purposes. We held that it did not because the force requirement of kidnapping was supplied by holding the customer at gunpoint, not by the assault, and the assault was, therefore, a separate crime.\nWe summarized he holdings of these two eases in Weakland as follows:\nIn Leon Williams we held that where the same facts are used to support convictions for crimes having different elements, the crimes do not merge for sentencing purposes,. unless the same facts support convictions of lesser included offenses. That holding does not apply to the present case [Weakland ] because the problem here is not whether the same facts support multiple convictions, but whether facts in evidence additional to those facts establish aggravated assault, i.e., that James Weak-land continued to threaten Mr. Wilson with a handgun, should have been used to satisfy the threat or force requirement of kidnapping. It is our view that the additional facts should be used to satisfy the force or threat element of kidnapping, for otherwise a violent criminal would be permitted to perpetrate multiple crimes while suffering only partial liability for the harm he has wrought.\nFor the foregoing reasons, we hold that if a person commits one act of criminal violence, and that act is the only basis upon which he may be convicted of another crime, the act will merge into the other crime. If, however, the actor commits multiple criminal acts beyond that which is necessary to establish the bare elements of the additional crime, then the actor will be guilty of multiple crimes which do not merge for sentencing purposes.\n521 Pa. at 364-65, 555 A.2d at 1233.\nWhat we intended by this was that when a person is convicted of several crimes based on the same facts, the sentences for those crimes will not merge unless the crimes are greater and lesser included offenses (Williams), and this rule is modified by the requirement that if the person commits only one act of criminal violence, but is convicted of several crimes based on this solitary act, the sentences for those crimes will merge, the lesser into the greater (Weakland).\nRe-examining these cases, and in retrospect, we perceive that our analysis was flawed, although the results were correct. The flaw in the analysis is that there is no legally significant difference between the eases. Whether the criminals in these cases committed one act or many is of no import. In either event, so long as the crimes are not greater and lesser included offenses, they are liable for as many crimes as they are convicted of and may be sentenced for each such crime.\nAccordingly, we reaffirm our holding in Williams and abrogate the holding in Weakland. We now hold that in all criminal cases, the same facts may support multiple convictions and separate sentences for each conviction except in cases where the offenses are greater and lesser included offenses. “The same facts” means any act or acts which the accused has performed and any intent which the accused has manifested, regardless of whether these acts and intents are part of one criminal plan, scheme, transaction or encounter, or multiple criminal plans, schemes transactions or encounters. In other words, it does not matter for purposes of merger whether one regards Weak-land’s striking the customer and kidnapping him as one encounter or as two encounters, for the same facts, i.e., striking the victim with a gun, may be used to satisfy the force requirements of at least two crimes, kidnapping and aggravated assault, and the sentences for each crime will not merge because these crimes are not greater and lesser included offenses.\nOur concern, as we pointed out in Weak-land, is to avoid giving criminals a “volume discount” on crime. If multiple acts of criminal violence were regarded as part of one larger criminal transaction or encounter which is punishable only as one crime, then there would be no legally recognized difference between a criminal who robs someone at gunpoint and a criminal who robs the person and during the same transaction or encounter pistol whips him in order to effect the robbery. But in Pennsylvania, there is a legally recognized difference between these two crimes. The criminal in the latter case may be convicted of more than one crime and sentences for each conviction may be imposed where the crimes are not greater and lesser included offenses.\nIn the case at bar, Anderson committed only one criminal act. He shot Ms. DeBooth and critically injured her by his commission of that single act. The question which arises on our reformulation of the rule is whether Anderson’s single criminal act will support convictions and sentences for more than one crime. In order to answer this question, we must consider whether the crimes of attempted murder and aggravated assault are greater and lesser included offenses.\nAggravated assault is defined as either attempting to cause or causing “serious bodily injury to another ... intentionally, knowingly or recklessly under circumstances manifesting extreme indifference to the value of human life.” 18 Pa.C.S. § 2702(a)(1). Criminal attempt to murder is defined by reading the attempt statute, 18 Pa.C.S. § 901(a), in conjunction with the murder statute, 18 Pa. C.S. § 2502(a). Thus, attempted murder is defined as taking a substantial step towards an intentional killing. We are comparing an inchoate crime (attempted murder) with a choate crime (aggravated assault).\nThe operative inquiry here is whether the crimes involved are greater and lesser included offenses, i.e., whether the elements of the lesser included offense are a necessary subcomponent but not a sufficient component of elements of another crime, Commonwealth v. Williams, 521 Pa. at 561 n. 2, 559 A.2d at 28 n. 2.\nThis inquiry, ultimately, is identical to the inquiry as to whether the double jeopardy protection of the Fifth Amendment has been violated. Prior to Weakland and Williams, the merger analysis was “broader and more flexible” than the double jeopardy test in that it included a consideration as to whether a particular criminal act offended more than one interest of the state and whether “on the facts of the case, the two crimes were so intimately bound up in the same wrongful act that as a practical matter proof of one crime necessarily proves the other, so that they must be treated as the same offense.” Commonwealth v. Williams, 344 Pa.Super. 108, 124-25, 496 A.2d 31, 40 (1985). Thus, a merger analysis was different from a double jeopardy analysis, for it required a consideration of facts and the state’s interests which was not part of the double jeopardy analysis. Since Weakland and Williams, however, there is no difference between a double jeopardy analysis and a merger analysis: double jeopardy and merger are identical and the operative consideration in both is whether the elements of the offenses are the same or different.\nIn Commonwealth v. Tarver, this court described the analysis to be used in a double jeopardy context for determining whether two charges constitute “the same offense”:\nThe following test for determining when two charges constitute the “same offense” was first articulated by the U.S. Supreme Court in Blockburger v. U.S., 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932):\nThe applicable rule is that where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one is whether each provision requires proof of a fact which the other does not.\n493 Pa. 320, 325, 426 A.2d 569, 572 (1981).\nThe Court of Appeals of Maryland has stated the same test a bit differently:\n[T]he usual rule for deciding whether one criminal offense merges into another or whether one is a lesser included offense of the other, as well as the usual rule for determining whether two offenses are deemed the same for double jeopardy purposes, when both offenses are based on the same act or acts, is the so-called “required evidence test.” ... “The required evidence is that which is minimally necessary to secure a conviction for each ... offense. If each offense requires proof of a fact which the other does not, the offenses are not the same for double jeopardy [and merger] purposes, even though arising from the same conduct or episode. But, where only one offense requires proof of an additional fact, so that all elements of one offense are present in the other, the offenses are deemed to be the same for double jeopardy [and merger] purposes.”\nWilliams v. State, 323 Md. 312, 593 A.2d 671, citing Thomas v. State, 277 Md. 257, 267, 353 A.2d 240, 246-47 (1976). (Citations omitted, brackets in original.)\nOur inquiry, under either description of merger, is whether the elements of the lesser crime are all included within the elements of the greater crime, and the greater offense includes at least one additional element which is different, in which case the sentences merge, or whether both crimes require proof of at least one element which the other does not, in which case the sentences do not merge.,\nIn comparing the elements of the two offenses, we consider the following. The elements of attempted murder, 18 Pa.C.S. §§ 901(a), 2502(a), are:\na. Act: substantial step towards an intentional küling;\nb. Intent: specific intent to kill.\nThe elements of aggravated assault, 18 Pa. C.S. § 2702(a)(1), are:\na. Act: infliction of serious bodily injury;\nb. Intent: intentional; knowing; or reckless under circumstances manifesting extreme indifference to the value of human life.\nIt is clear that the offense of aggravated assault is necessarily included within the offense of attempted murder; every element of aggravated assault is subsumed in the elements of attempted murder. The act necessary to establish the offense of attempted murder — a substantial step towards an intentional killing — includes, indeed, coincides with, the same act which was necessary to establish the offense of aggravated assault, namely, the infliction of serious bodily injury. Likewise, the intent necessary to establish the offense of attempted murder — specific intent to kill — is greater than and necessarily includes the intentional, knowing, or reckless infliction of serious bodily injury, the intent required for aggravated assault. It is tautologous that one cannot kill without inflicting serious bodily injury. 18 Pa.C.S. § 2301. Inasmuch as aggravated assault, the lesser offense, contains some, but not all the elements of the greater offense, attempted murder, the two offenses merge for purposes of sentencing. The sentence for aggravated assault must therefore be vacated.\nThe order of the Superior Court is reversed and the judgment 'of sentence for the offense of aggravated assault is vacated. The case is remanded to the trial court for resentencing.\nCASTILLE, J., files a concurring opinion.\nPAPADAKOS, J., concurs in the result.\nMONTEMURO, J., is sitting by designation.\n. The crimes at issue in this appeal are as follows: Aggravated Assault. 18 Pa.C.S. § 2702.\n(a) Offense defined. — A person is guilty of aggravated assault if he:\n(1) attempts to cause serious bodily injury to another, or causes such injury intentionally, knowingly or recklessly under circumstances manifesting extreme indifference to the value of human life.\nCriminal Attempt. 18 Pa.C.S. § 901.\nDefinition of Attempt. — A person commits an attempt when, with the intent to commit a specific crime, he does any act which constitutes a substantial step toward the commission of that crime.\nMurder. 18 Pa.C.S. § 2502.\n(a) Murder of the first degree. — A criminal homicide constitutes murder of the first degree when it is committed by an intentional killing.\n(d) Definitions. — •\n“Intentional killing.” Killing by means of poison, or by lying in wait or by any other kind of willful, deliberate and premeditated killing.\n. Superior Court aptly summarized the Blockbur-ger test as follows:\nThe Blockburger “same offense” test is the same one that traditionally has been used to determine whether one offense is a “constituent\" or \"lesser included\" offense of anoth-er_ The test depends solely on a comparison of the elements of the crimes charged, not on the similarity or even the identity of the evidence introduced at trial to establish their commission.... Only when all the elements of one crime are also elements of the other may they be classified as the \"same offense.\"\nCommonwealth v. Williams, 344 Pa.Super. at 116-17, 496 A.2d at 36.\n. Because any merger analysis must proceed on the basis of its facts, some aspects of the statutes will be relevant and others will not. In the case at bar, an actual injury was suffered, and so we are concerned with that subsection of the aggravated assault statute which concerns actual injury. We are not concerned with that subsection of the aggravated assault statute concerning attempted injury.\n. We recognize that merger may concern either sentences or offenses and that the Maryland case, Williams v. State, concerns the merger of offenses whereas Pennsylvania law concerns the merger of sentences. That difference notwithstanding, the analysis of merger in Williams and in our cases is the same.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "CASTILLE, Justice,\nconcurring.\nI join with the majority that the sentences for aggravated assault and attempted murder merge for sentencing purposes; however, I write separately only to further expand upon the majority’s holding and to highlight the curious impact the majority’s ruling may have upon resentencing.\nThe issue is simply whether the intent required for aggravated assault (i.e., the intent to inflict serious bodily injury), is necessarily subsumed by the intent required for attempted murder (i.e., the intent to Mil) so as to require a merger of the sentences. 18 Pa.C.S. § 2702(a)(1) provides:\nA person is guilty of aggravated assault if he attempts to cause serious bodily injury to another, or causes such injury intentionally, knowingly or recMessly under circumstances manifesting extreme indifference to the value of human life.\nSerious bodily injury is defined as “bodily injury wMch creates a substantial risk of death or wMch causes serious, permanent disfigurement, or protracted loss or impairment of the function of any bodily member or organ.” 18 Pa.C.S. § 2301 (emphasis added). When § 2702(a)(1) and § 2301 are read together, it means that a defendant is guilty of aggravated assault under section 2702(a)(1) if he causes injury wMch creates a substantial risk of death. A person is guilty of attempted murder, if with a specific intent to kill another, he does any act which constitutes a substantial step towards the killing of another. 18 Pa.C.S. § 901(a). Obviously, the attempt to kill necessarily means that the actor intended to cause or did cause serious bodily injury that carried with it a substantial risk of death or substantial injury to the function of a bodily member or organ.\nWe have previously held that aggravated assault is a lesser included offense of murder for purposes of merger. In Commonwealth v. Musselman, 483 Pa. 245, 248, n. 1, 396 A.2d 625, 625-626, n. 1 (1979), the defendant fatally shot Ms victim. This Court explained that the offenses of aggravated assault and recMess endangerment of another resultmg from the shooting death of defendant’s victim were lesser included offenses of murder. “The elements required to be proved on both charges are all necessary, though not sufficient, to establish the elements of murder.” (citations omitted). In Commonwealth v. Zimmerman, 498 Pa. 112, 119, 445 A.2d 92, 96 (1981), this Court further explained that “[i]t is clear that assault is a constituent element of all of the grades of homicide and does not require the proof of a fact that the various grades of homicide do not.”\nHere, appellant shot the victim in the back of the neck. The victim testified that immediately before she was shot, appellant told her he was gomg to shoot her. When appellant pointed the gun at the victim’s neck, after manifesting Ms mtent to kill her, he necessarily intended to create a substantial risk of death, serious, permanent disfigurement or protracted loss or impairment of a bodily function or organ. Accordingly, when appellant attempted to murder the victim, he necessarily also intended to cause serious bodily mjury to her.\nThe Fifth Amendment forbids successive prosecutions and cumulative puMshment for greater and lesser mcluded offenses. Commonwealth v. Tarver, 493 Pa. 320, 426 A.2d 569 (1981); U.S. Const. amend. 5, 14. That is, Fifth Amendment double jeopardy protections prohibit “multiple puMshment for the same offense at one trial.” Commonwealth v. Mills, 447 Pa. 163, 169, 286 A.2d 638, 641 (1971). The applicable test in a double jeopardy context for determining whether two charges constitute the “same offense” is:\n... where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or oMy one is whether each provision requires proof of a fact wMch the other does not....\nCommonwealth v. Tarver, 493 Pa. 320, 325, 426 A.2d 569, 571 (1981), quoting, Blockburger v. U.S., 284 U.S. 299, 304, 52 S.Ct. 180, 182, 76 L.Ed. 306 (1932). In the case sub judiee, the identical proof was required for both crimes. Once the Commonwealth established gmlt of attempted murder, no additional evidence was required to secure appellant’s conviction for the aggravated assault. Appellant’s act of shootmg the victim in the back of the neck constituted both aggravated assault and attempted murder.\nAs this Court explained in Commonwealth v. Zimmerman, 498 Pa. 112, 445 A.2d 92 (1981):\nAs is invariably true of a greater and lesser included offense, the lesser offense ... requires no proof beyond that which is required for conviction of the greater.... The greater offense is therefore by definition the “same” for purposes of double jeopardy as any lesser offense included in it.\nCommonwealth v. Zimmerman, 498 Pa. at 119, 445 A.2d at 96, quoting, Brown v. Ohio, 432 U.S. 161, 168, 97 S.Ct. 2221, 2226, 53 L.Ed.2d 187 (1977). Consequently, aggravated assault under section 2702(a)(1) must be found to be a lesser included offense of attempted murder where the same act is used to satisfy virtually identical .elements of the two offenses. Therefore, appellant cannot be sentenced separately for both the greater offense and the lesser included offense. As aggravated assault consists of some, but not all the elements of attempted murder, the two offenses must merge for purposes of sentencing.\nAccordingly, the Court properly reversed the decision of the Superior Court en banc and remanded the matter to the trial court for resentencing. The trial court may now resentence appellant so long as it does not impose a sentence on both aggravated assault and attempted murder. Commonwealth v. Goldhammer, 512 Pa. 587, 517 A.2d 1280 (1986), cert. denied, 480 U.S. 950, 107 S.Ct. 1613, 94 L.Ed.2d 798 (1987) (upon remand, the trial court may reconsider the entire sentence where the appellate court’s ruling altered the trial court’s sentencing scheme for protection of society and rehabilitation of the criminal). Furthermore, having found a merger of the offenses, it is important to note that the majority’s decision leads to the anomaly of a first degree felony, aggravated assault, merging into the lesser graded offense of attempted murder, a second degree felony. The trial court now apparently has the discretion to sentence the accused on the lesser graded offense of attempted murder only, and, therefore, give the accused a lesser maximum sentence even though the accused was convicted of a higher graded crime which permits a higher maximum sentence.\n. 18 Pa.C.S. § 2702(a)(1).\n. 18 Pa.C.S. § 901(a) and 2502(a).\n. 18 Pa.C.S. § 2702(a)(2) and (4).\n. 18 Pa.C.S. § 2705.\n. Such resentencing is of course subject to any applicable mandatory sentences. See 42 Pa.C.S. § 9712(a) (mandatory five year minimum sentence for aggravated assault committed with a firearm).",
        "type": "concurrence",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [
      "Gail M. Chiodo, Reading, for S.K. Anderson.",
      "Ellen T. Greenlee, John W. Paekel, Bradley S. Bridge, Philadelphia, for amici curiae Defender’s Ass’n of Phila.",
      "Hugh J. Burns, Jr., Philadelphia, Mark C. Baldwin, Carolyn Daringer, Reading, for Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Steven Keith ANDERSON, Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 25, 1994.\nDecided Oct. 26, 1994.\nGail M. Chiodo, Reading, for S.K. Anderson.\nEllen T. Greenlee, John W. Paekel, Bradley S. Bridge, Philadelphia, for amici curiae Defender’s Ass’n of Phila.\nHugh J. Burns, Jr., Philadelphia, Mark C. Baldwin, Carolyn Daringer, Reading, for Com.\nBefore NIX, C.J., and FLAHERTY ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0020-01",
  "first_page_order": 78,
  "last_page_order": 84
}
