{
  "id": 8082046,
  "name": "Rene Evans PAINE, Jr., Appellant, v. Eleanor S. PAINE, Appellee",
  "name_abbreviation": "Paine v. Paine",
  "decision_date": "1964-06-04",
  "docket_number": "No. 3436",
  "first_page": "20",
  "last_page": "22",
  "citations": [
    {
      "type": "official",
      "cite": "201 A.2d 20"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "205 Md. 591",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2205183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/205/0591-01"
      ]
    },
    {
      "cite": "144 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8122380
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/144/0421-01"
      ]
    },
    {
      "cite": "109 A.2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "768"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 289,
    "char_count": 4733,
    "ocr_confidence": 0.664,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20077039240511704
    },
    "sha256": "0f69c3e0ae0ac328473cc548ad94832781fcd52e9fe944e0054ea5614d8428a7",
    "simhash": "1:caca9b0f34e48fc0",
    "word_count": 826
  },
  "last_updated": "2024-02-27T22:56:05.456345+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Rene Evans PAINE, Jr., Appellant, v. Eleanor S. PAINE, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge.\nThe parties to this action are the divorced parents of two children, a boy and a girl now of the respective ages of 18 and 16. The divorce occurred in Florida in March 1959, following a separation agreement dated December 31, 1957. The ageement, which was confirmed by the divorce decree, gave custody of the children to the mother, subject to the right of the father to visit the children and to have them with him for reasonable periods. The father now lives in Florida and the mother and children reside in the District of Columbia.\nIn April 1962 the father brought an action in the District of Columbia to obtain custody of the children, alleging that the mother had refused to permit him to exercise a normal and reasonable association with the children. In the event he was denied custody, he sought an order giving him the right to associate with the children and have them in his care for reasonable periods. In her answer the mother asserted that the conduct of the father and his relations with the children had been of such a nature to be detrimental to the best interests of the children.\nIn October 1962 there was an extensive hearing and at its conclusion the trial court, after making specific findings of fact, concluded that the mother was a fit and proper person to have custody of the children and that the father was not such a person. The court also concluded that the best interests of the children required that the father not see or communicate with the children in any manner for a period of one year. A judgment to that effect was entered. The judgment further provided that the children should be examined by a child psychiatrist or psychologist who should report to the court, and that the case should come before the court in October 1963 for further consideration. No appeal was taken from that judgment.\nPursuant to the judgment of October 1962, a second hearing was had in November 1963. At this hearing there was testimony of the father, the mother, the children and a psychiatrist who had examined the children. The court also had before it a report of another psychiatrist. At the conclusion of the hearing the trial court found that the welfare of the children demanded that the conditions imposed by the previous order should be continued for another year, and that another hearing should be had in December 1964. An order to that effect was entered, and this appeal is by the father from that order.\nAppellant does not argue here that he should be awarded custody of the children. His argument is that he is entitled to visitation rights and temporary custody at reasonable periods, and that the trial court abused its discretion in completely severing all contact between him and his children.\nThe denial to a parent of his right of visitation with his children, who are in custody of the other parent, is a drastic action, and even more drastic is the denial of the right to communicate with them. Such action is justified only in extreme cases. In Surrey v. Surrey, D.C.Mun.App., 144 A.2d 421, 423 (1958), we said:\n“When custody of children has been awarded to one parent, the parent deprived of their custody has the right of visitation with the children and ought not to be denied that right unless by his conduct he has forfeited his right, or unless the exercise of the right would injuriously affect the welfare of the children. ‘The right of visitation is an important, natural and legal right, although it is not an absolute right, but is one which must yield to the good of the child.’ 2 Nelson, Divorce and Annulment § 15.26 (2d ed. 1945). The right of access to one’s child 'should not be denied unless the chancellor is convinced that such visitations are detrimental to the best interests of the infant.’ Townsend v. Townsend, 205 Md. 591, 109 A.2d 765, 768.”\nWe have read the more than 600 pages of transcript of the 1962 hearing and the nearly 100 pages of transcript of the 1963 hearing to ascertain if there was evidence which would support the action of the trial court. It would be neither wise nor feasible to attempt to summarize the evidence in this opinion; but, considering the evidence in its entirety, we are not able to say that it fails to support the conclusion of the trial court or that the trial court abused its discretion.\nAffirmed.",
        "type": "majority",
        "author": "HOOD, Chief Judge."
      }
    ],
    "attorneys": [
      "Richard W. Galiher, Washington, D. C., for appellant.",
      "John Alexander, Washington, D. C., for appellee, Walter W. Johnson, Jr., Washington, D. C., entered an appearance for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Rene Evans PAINE, Jr., Appellant, v. Eleanor S. PAINE, Appellee.\nNo. 3436.\nDistrict of Columbia Court of Appeals.\nArgued March 30, 1964.\nDecided June 4, 1964.\nRichard W. Galiher, Washington, D. C., for appellant.\nJohn Alexander, Washington, D. C., for appellee, Walter W. Johnson, Jr., Washington, D. C., entered an appearance for ap-pellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0020-02",
  "first_page_order": 54,
  "last_page_order": 56
}
