{
  "id": 9295358,
  "name": "In re PETITION OF Rocco VIOLA, Jr. and Patricia Viola for the Appointment of a Border Commission to Ascertain or Establish the Boundary Line Between Adams Township and Cranberry Township on Their Property. Appeal of Cranberry Township",
  "name_abbreviation": "In re Viola",
  "decision_date": "2003-12-02",
  "docket_number": "",
  "first_page": "21",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "360 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "704 A.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11882509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/704/1130-01"
      ]
    },
    {
      "cite": "812 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11368138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0683-01"
      ]
    },
    {
      "cite": "773 A.2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        124703,
        11092023
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "new trial should not be granted where the evidence is conflicting or where the trial judge would have reached a different conclusion on the same facts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0386-01",
        "/a2d/773/0764-01"
      ]
    },
    {
      "cite": "565 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124703
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "new trial should not be granted where the evidence is conflicting or where the trial judge would have reached a different conclusion on the same facts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0386-01"
      ]
    },
    {
      "cite": "725 A.2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11640734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/725/0868-01"
      ]
    },
    {
      "cite": "303 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "553 A.2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1382651
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "507"
        },
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/123/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 971,
    "char_count": 23716,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 3.1014767870686636e-07,
      "percentile": 0.8593628431618986
    },
    "sha256": "524a37d536580a1e7546b8a1c6144684fc5ea01e292cdd046b472b105970eccd",
    "simhash": "1:8e41f5aee3463cb6",
    "word_count": 3631
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge and SIMPSON, Judge and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "In re PETITION OF Rocco VIOLA, Jr. and Patricia Viola for the Appointment of a Border Commission to Ascertain or Establish the Boundary Line Between Adams Township and Cranberry Township on Their Property. Appeal of Cranberry Township."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge SIMPSON.\nCranberry Township appeals from an order of the Court of Common Pleas of Butler County (trial court) adopting and confirming the report of a Border Commission determining part of the boundary between Adams and Cranberry Townships. As the Border Commission’s determination was supported by substantial evidence, we affirm.\nRocco and Patricia Viola (Property Owners) own a 90-acre property (subject property) near the Adams/Cranberry township boundary. The property is unimproved except for a single family residence. Property Owners wish to develop the property, but they encountered difficulty dealing with Adams and Cranberry Townships because of the municipalities’ dispute over jurisdiction. As a result, Property Owners filed a petition for the appointment of a border commission to determine the exact location of the boundary on the subject property pursuant to Section 302 of the Second Class Township Code (Code). The trial court granted Property Owners’ request. Seneca Valley School District, Mars Area School District, and Seven Fields Borough intervened.\nBetween March and April 2000, the Border Commission conducted three days of evidentiary hearings. At these hearings, the boundary’s history was traced. In 1853, the trial court appointed a board of viewers to divide Butler County into townships of approximately five miles square each. The board of viewers submitted a report and draft which was accepted by the trial court in 1854 (1854 acceptance order). As recommended by the board of viewers, Butler County was divided into 33 townships.\nAs to the boundary between Adams and Cranberry Townships, all direct evidence of the location was lost or destroyed, including the draft accepted by the trial court and the wooden stakes used to mark the boundary in 1854. Thus, the Border Commission was left to extrapolate the location of the boundary from circumstantial evidence. The parties presented various theories about the boundary’s location and offered three professional engineers’ opinions.\n1.\nProperty Owners presented no expert testimony about the boundary’s location but asserted the boundary should be established on the western edge of the subject property placing it entirely in Adams Township. They contended this would facilitate orderly municipal services.\nThe Border Commission rejected this approach because it did not attempt to discover the original border. Rather, the approach sought relocation of the boundary from its 1854 position, an action beyond the Commission’s authority.\n2.\nAdams Township presented the testimony of J. David Newcomer (Adams Township’s Engineer). He opined the boundary could be located using a technique that employed mathematical division to interpret the 1853 division order. Specifically, Adams’ Township’s Engineer located the boundary by (i) determining the southeast and southwest corners of the county, (ii) measuring the distance between the two points using GPS technology, and then (in) dividing that distance into five equal townships. This method was premised on the assumption that the 1853 division order court intended all townships to be equal in size and as close to five miles square as feasible.\nThe Border Commission rejected this methodology because it utilized GPS technology not available in the nineteenth century. Further, it noted the 1853 division order requested townships “as near five square miles ...” It held this language precluded the use of precision mathematics.\n3.\nCranberry Township presented the testimony of David C. Baker (Cranberry Township’s Engineer). He opined the original boundary’s location could not be determined due to the destruction of all direct evidence concerning its location. He advocated the best methodology was to use the maps of the Tax Assessment Office of Butler County (tax maps).\nAs with Property Owners’ proposal, the Border Commission rejected this methodology because it established a new boundary.\n4.\nSeneca Valley School District and the Borough of Seven Fields jointly presented the testimony of Howard G. Hartman (Seneca Valley School District’s Engineer). He did not conduct an independent survey, but instead searched the historical record for evidence of the boundary’s location. He presented two relevant documents. The first document was an Act of the Legislature dated April 16,1863. This Act states (with emphasis added):\nBe it enacted ... the boundary between the toumships of Adams and Cranberry, in the County of Butler ... shall be as folíolos: commencing at the point on the line dividing the counties of Allegheny and Butler, at the point where the line, dividing the farms of William Nesbit and Samuel Marshall, intersects said county line; thence north seven degrees, west ninety perches; thence north fifty-five degrees, east fifty perches; thence by the line at present dividing said townships, to the point where said line intersects the line dividing the townships of Jackson and Forward, in said county.\nLaws of Pennsylvania of the Session of 1863; April 14, 1863; No. 416. The second document was a map prepared in 1858 by David Scott, one of the members of the 1853-1854 board of viewers. The map showed the entire county and contained a rendering of the various township boundaries. Among the properties depicted on this map is the land of Robert McKinney, Property Owners’ predecessor in title for the subject property. Also of significance, the map depicts Cranberry Township as being wider than Adams Township. R.R. at 457a.\nFive months after closing the record, the Border Commission informed the parties by letter that it considered the record insufficient to complete its task. R.R. at 464a. The letter instructed Property Owners to supply copies of all deeds in the chain of title for the subject property through 1850. R.R. at 465a. This was done to facilitate comparison with the 1858 map.\nThe record was reopened, and another hearing was held. Reference to the following map will be helpful in understanding the content of various documents admitted at the hearing.\na.\nAt the hearing, Seneca Valley School District presented an 1883 partition action related to the subject property. This partition action contained a survey of property owned by Robert McKinney at that time; this included the subject property. The survey states Purparts 2 and 3 were intersected by the north-south Adams/Cranberry boundary. However, the boundary’s exact location was not described in the documents, and it is not illustrated on the accompanying subdivision maps.\nVarious parties objected to the relevance of the proffered 1883 partition documents and accompanying expert testimony, arguing the documents did not specifically indicate the boundary’s location. After extensive argument, the Border Commission admitted the documents pertaining to the 1883 partition action, but sustained the relevance objection to Seneca Valley’s Engineer’s testimony about the documents.\nb.\nCranberry Township offered into evidence a copy of Property Owners’ deed, which identified the subject property as all of Purpart No. 2 and part of Purpart No. 3.\nc.\nThe third and fourth exhibits admitted were documents the Border Commission located during an independent investigation: 1866 and 1878 deeds conveying portions of Robert McKinney’s property to William McKinney (entirely in Adams Township) and to Samuel McKinney (in both Adams and Cranberry Townships). R.R. at 505a, 509a.\nThe Border Commission placed great weight on these deed descriptions of the township boundary location because the deeds were prepared a short time after the 1854 acceptance order. Further, the Border Commission noted the 1883 partition survey description of the boundary strongly corresponded with the 1858 map; it described the correlation as “almost perfect.” Border Commission Report at 11; Conclusion of Law No. 9.\n“Based on these ancient recorded documents and the ancient survey, the engineer on the Border Commission found that he felt he could place the dividing line, as it crosses Purparts No. 2 and part of No. 3 in the Robert McKinney property, now being the parcels owned by [Property Owners] ....” Border Commission Report at 9.\nThe Border Commission found their engineer’s placement corresponded with Adams Township’s Engineer’s proposal which divided the county equally using GPS technology. Accordingly, the Border Commission recommended:\n[T]he line as set forth by [Adams Township’s Engineer] is the actual position of the dividing line between Cranberry Township and Adams Township as it crosses [Property Owners’] property as that line was established in compliance with the Order of Court dated March 29, 1854, dividing Butler County into smaller townships.\nBorder Commission Report at 30.\nThe trial court affirmed the recommendation of the Border Commission by decree nisi. Cranberry Township and Seneca Valley School District filed exceptions which were denied.\nCranberry Township appeals to this Court presenting four arguments. First, it asserts the Border Commission’s determination regarding the location of the Adams/Cranberry boundary is not supported by competent evidence. Second, it argues that the Border Commission erred in limiting the scope of inquiry to the subject property and ignoring evidence concerning the boundary’s location to the north and south. Third, it asserts if the original location of the boundary was impossible to ascertain with certainty the doctrine of estoppel mandates the boundary correspond with its portrayal on tax assessment maps. Fourth, it contends the Border Commission erred by refusing to hear testimony regarding ancient documents on which it ultimately relied.\nThis Court may not disturb the determination of a border commission except with respect to errors of law or the absence of competent evidence. Moon Township v. Findlay Township, 123 Pa.Cmwlth. 172, 553 A.2d 500 (1989). “If the reviewing court is dissatisfied with the report of the commission, it is given the authority to refer the matter back to the same or new commissioners for another report. This would be the solution, too, if there was held to be insufficient competent evidence to support the findings of the commission.” Robinson Township v. Collier Township, 9 Pa.Cmwlth. 193, 303 A.2d 575, 577 (1973).\nI.\nCranberry Township asserts the trial court erred in holding the Border Commission’s report was supported by competent evidence. Specifically, it challenges the conclusion that Adams Township’s Engineer’s proposal most closely corresponds with the actual location of the boundary. It emphasizes inconsistencies between the various documents relied upon by the Border Commission and the Border Commission’s utilization of a methodology for locating the boundary that was not advocated by any party.\nCranberry Township makes several arguments based on the 1858 map. First, it asserts that the proposal accepted by the Border Commission was inconsistent with the 1858 map. Second, it asserts the 1858 map cannot be used to support the Border Commission’s determination because the subject property cannot be exactly located on that map. Third, it argues the scale of the map renders the Border Commission’s ability to locate the boundary suspect.\nCranberry Township also asserts the various ancient documents relied upon by the Border Commission are inconsistent in their description of the McKinney property.\nIn Robinson Township, 308 A.2d at 577, this Court stated:\nWe believe that Sections 303 and 304, 53 P.S. 55303 and 55304, were intended to assign to a commission the role of fact-finder in cases involving boundary disputes. The order of a commission, as the trier of fact, has the force and effect of a jury verdict and, therefore, when there is legally competent testimony to support the order, it will not be disturbed by a reviewing court.\nThis Court may only disturb the Border Commission’s determination in the absence of competent evidence. Moon Township. Inconsistencies in evidence go only to evidentiary weight, not competence. See Corcoran v. Workers’ Comp. Appeal Bd. (Capital Cities/Times Leader), 725 A.2d 868 (Pa.Cmwlth.1999). As the sole fact-finder, decisions concerning evidentiary weight rest solely with the Border Commission. Robinson Township. Inconsistencies in the evidence do not compel relief on appeal any more than inconsistent evidence requires post-trial relief after a jury verdict. See Davis v. Mullen, 565 Pa. 386, 773 A.2d 764 (2001)(new trial should not be granted where the evidence is conflicting or where the trial judge would have reached a different conclusion on the same facts); Gorski v. Smith, 812 A.2d 683 (Pa.Super.2002)(judgment n.o.v. may be entered where evidence is such that no two reasonable minds could disagree that outcome should have been rendered in favor of movant). As with a jury verdict, we decline to reweigh the evidence.\nHere, aspects of the 1858 map, the 1866 and 1878 deeds, and the 1883 partition survey support the Border Commission’s determinations. This competent evidence is corroborated by the opinion of Adams Township’s Engineer. We will not disturb determinations based on this evidence.\nWe also reject Cranberry Township’s assertion that the Border Commission erred in utilizing a methodology for determining the boundary’s location that was not advocated by any party. Sections 303 and 304 of the Code create border commissions as fact-finding bodies in boundary disputes. Robinson Township. Their mandate is described in Section 303 of the Code, which states as pertinent:\n[T]he court shall appoint three impartial citizens as commissioners, one of whom shall be a registered surveyor or engineer, to inquire into the request of the petition. After giving notice to parties interested as directed by the court, the commissioners shall hold a hearing and view the lines or boundaries; and they shall make a plot or draft of the lines and boundaries proposed to be ascertained and -established if they cannot be fully designated by natural lines or boundaries. The commissioners shall make a report to the court, together with their recommendations....\n53 P.S. § 65303. Nothing in the statute prohibits the Border Commission from analyzing the evidence and making an independent determination concerning the border’s location.\nII.\nCranberry Township also asserts the ascertained boundary is untenable because it conflicts with the 1863 legislation mandating Adams Township, Cranberry Township, and their neighboring townships to the north meet at a common point.\nThroughout the litigation, various parties petitioned the trial court to expand the Border Commission’s mandate to include determining the entire length of the Adams/Cranberry boundary. The trial court denied these petitions, holding “it is the function of the Border Commission to determine whether the township boundary line needs to be determined or adjusted for the properties north and south of [the subject property] ...” R.R. at 15a. The Border Commission declined to expand its mandate to include ascertaining the location of the entire boundary; instead, it limited inquiry to the subject property.\nDetermining the scope of inquiry was within the Border Commission’s discretion. The scope of inquiry decision violated neither statute nor court order. Thus, no error is discernable. Further, no abuse of discretion is evident, for several reasons. First, no prejudice beyond the subject property is clear. Contrary to Cranberry Township’s assertions, as the Border Commission limited its inquiry to the subject property, the boundary beyond remains unaffected. Disputes elsewhere along the boundary, if any, may be resolved after hearings during which all interested parties may be heard. Second, an expanded inquiry encompassing the entire border would materially increase the breadth and complexity of proof, with corresponding delay. It is not an abuse of discretion to decline to hold Property Owners hostage to a protracted dispute among municipalities and remote landowners.\nIII.\nCranberry Township asserts the doctrine of equitable estoppel mandates the boundary be located in accordance with the tax maps. In support of this argument, it cites Moon Township.\nIn Moon Township, a stream constituting a township’s boundary was moved to ■facilitate highway construction. For thirty years, the parties treated a location other than the original stream as the boundary. This Court stated that in true boundary disputes courts may “consider an estoppel argument based on a municipality’s long acquiescence to a conceivable true boundary location,” but held:\nIn order for acquiescence to work an estoppel in a municipal boundary dispute, there must be more than substantial improvements to the property affected by the dispute. The improvements must have been reasonably induced by the long acquiescence.\nMoon Township, 553 A.2d at 507. Estop-pel was found inapplicable because the only improvement on the property, a hotel, was not induced by the townships’ long acquiescence.\nIn this case, Cranberry Township claims development within the two municipalities is consistent with the tax map, including roads and a municipal pump station. Further, it notes there would be an impact on other private properties arising from movement of the township boundary.\nThe Border Commission rejected any estoppel argument stating:\nNo improvements have been made to this property. Improvements have been made to properties south of this property and properties north of this property. Whether the decision in this case will control the location of the line on properties both north and south may well be open to question, since properties where improvements have been made and where municipalities have effectively accepted the location of the line by what townships, and school districts, are imposing taxation, may subject those properties to the argument of acquiesce. However, that must be left for another day since Moon recites rather stringent requirements for the doctrine of acquiesce to apply.\nBorder Commission Report at 26 (emphasis in original).\nAgain emphasizing the boundary is a straight north/south line, Cranberry Township asserts this analysis erroneously focuses exclusively on the subject property, when development relying on the boundary’s purported location may have occurred to the subject properties north and south. However, as described above, the Border Commission neither erred nor abused its discretion in focusing exclusively on the subject property. As the subject property was essentially undeveloped, we reject the applicability of “acquiescence-induced development” estoppel here, without prejudice to the possible application of the doctrine elsewhere.\nIV.\nEmphasizing the Border Commission’s ultimate reliance on the 1883 partition documents, Cranberry Township now asserts the Border Commission erred in refusing to hear the testimony of Seneca Valley School District’s Engineer regarding these documents. It is noteworthy, however, that Cranberry Township neither offered the testimony nor objected to the testimony’s preclusion.\nThe specific manner in which border commission hearings shall be conducted is not described in the Code. However, in Moon Township, this Court stated:\nWe hold that the legislature, in sections 302 and 303 of the Code, has provided that either the court or a commission is to hold hearings to collect relevant evidence, with respect to a disputed boundary, from all interested parties and a boundary, consistent with the law and supported by the evidence, is to be ascertained and established.\nMoon Township, 553 A.2d at 504.\nThe precluded testimony of Seneca Valley School District’s Engineer’s concerned the 1883 partition documents. Seneca Valley School District provided the following offer of proof concerning relevance of the expert testimony:\nWhat we intend to show is, one, this is the only ancient document that we found. What we intend to show is we took this and simply plotted it on the USGA maps that have previously been used just to show that there was a very good correlation between this ancient document and all the other testimony.\nI will agree that the information does not provide anything contrary to what has already been presented in the previous proceedings, but I am complying with the request of the [Border] Commission. The testimony itself would only take a few minutes.\nR.R. at 480a. As noted before, the Border Commission received the document but declined to receive expert testimony about the document.\nNeither Seneca Valley School District nor Cranberry Township objected to the testimony exclusion. A'party’s failure to object to evidence exclusion waives their right to assert error on appeal. See RAS Dev. Corp. v. Fayette County Bd. of Assessment Appeals, 704 A.2d 1130 (Pa.Cmwlth.1997). Accordingly, this issue was waived.\nFor the foregoing reasons, we affirm the trial court’s order adopting and confirming the report of a Border Commission.\nORDER\nAND NOW, this 2nd day of December, 2003, the order of the Court of Common Pleas of Butler County is AFFIRMED.\n. Act of May 1, 1933, P.L. 103, as amended, 53 P.S. § 65302.\n.Citing In Re: Establishment of Boundary Between Collier Township and Robinson Township, 25 Pa.Cmwlth. 230, 360 A.2d 841 (1976), the Border Commission determined:\nA Border Commission cannot be empowered to alter a pre-existing line. The only valid procedure for making boundary alterations is initiative and referendum. Thus, the [Border] Commission cannot establish a boundary line anywhere it wants to, or where any party wants it to, simply to accommodate that party’s requests or desires, but it must first attempt to determine where the 1854 Court Order did establish it, and re-establish it in that location.\nBorder Commission Report at 13-14.\n. The width was found to be 23.95 miles.\n. While 1853 division order uses the language \"five square miles,” it appears the court’s intention was to establish townships measuring \"five miles square.” This fact is evidenced by the 1853 board of viewers report, ultimately accepted by the court, which appropriately creates townships measuring approximately \"five miles square.” This distinction is important because the townships ultimately measured approximately 24 square miles, not five square miles.\n. The date of execution of the 1866 deed is not consistently represented in the record.\n. Cranberry Township also asserts that the Border Commission cannot reject Adams Township’s Engineer’s proposal in one portion of its opinion while adopting it in another. This assertion mischaracterizes the Border Commission’s conclusion, which rejected Adams Township's Engineer’s methodology but, after conducting an independent analysis, determined his ultimate conclusion corresponded with its own.\n. Further, this Court finds no error in the Border Commission’s refusal to hear cumulative evidence. See- Pa. R.E. 403 (although relevant, evidence may be excluded if its probative value is outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the fact finder).",
        "type": "majority",
        "author": "Judge SIMPSON."
      }
    ],
    "attorneys": [
      "Vicki L. Beatty, Pittsburgh, for appellant.",
      "Charles F. Flach, III, Butler, for appel-lee, Adams Township.",
      "Robert W. Kennedy, Jr., Pittsburgh, for appellee, Viola.",
      "Matthew F. Marshall, Butler, for appel-lee, Mars Area School District."
    ],
    "corrections": "",
    "head_matter": "In re PETITION OF Rocco VIOLA, Jr. and Patricia Viola for the Appointment of a Border Commission to Ascertain or Establish the Boundary Line Between Adams Township and Cranberry Township on Their Property. Appeal of Cranberry Township.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 9, 2003.\nDecided Dec. 2, 2003.\nVicki L. Beatty, Pittsburgh, for appellant.\nCharles F. Flach, III, Butler, for appel-lee, Adams Township.\nRobert W. Kennedy, Jr., Pittsburgh, for appellee, Viola.\nMatthew F. Marshall, Butler, for appel-lee, Mars Area School District.\nBEFORE: McGINLEY, Judge and SIMPSON, Judge and FLAHERTY, Senior Judge."
  },
  "file_name": "0021-01",
  "first_page_order": 51,
  "last_page_order": 60
}
