{
  "id": 8143261,
  "name": "WOODRUFF v. COLEMAN",
  "name_abbreviation": "Woodruff v. Coleman",
  "decision_date": "1953-07-03",
  "docket_number": "No. 1346",
  "first_page": "22",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "98 A.2d 22"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "225 N.Y. 380",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1961344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/225/0380-01"
      ]
    },
    {
      "cite": "122 N.E. 378",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "131 F.2d 215",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1150409
      ],
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/131/0215-01"
      ]
    },
    {
      "cite": "153 S.C. 146",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        8714969
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/153/0146-01"
      ]
    },
    {
      "cite": "66 A.L.R. 703",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "88 U.S.App.D.C. 23",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "186 F.2d 757",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1226050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/186/0757-01"
      ]
    },
    {
      "cite": "176 F.2d 449",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1169680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/176/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 6846,
    "ocr_confidence": 0.658,
    "pagerank": {
      "raw": 4.436057418262789e-08,
      "percentile": 0.2780183323429281
    },
    "sha256": "0d42adf49a572cba9c699855c4f732a58f9129b13300042dcf7ebad7dfb2262e",
    "simhash": "1:6588db53fc1307fb",
    "word_count": 1121
  },
  "last_updated": "2024-02-27T22:01:54.972297+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAYTON, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "WOODRUFF v. COLEMAN."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nIn 1950 appellant was injured in a collision involving a bus owned by the Capital Transit Company. Suit was filed in the United States District Court for the District of Columbia against the company. Settlement was negotiated between Richard Turner, supervisor of the company’s adjustments, and appellant’s then attorney, now deceased. A compromise settlement of $20,000 was made. Prior to settlement, appellee, a physician, had for several months treated appellant for his injuries. For these services he submitted a bill for $1,645. This bill together with his medical report was used by appellant’s attorney in the settlement negotiations. After the settlement with the Capital Transit Company, appellant refused to pay the doctor’s bill ■on the ground that it was grossly excessive. The doctor then filed suit to collect his bill.\nThe complaint set out the above facts and further alleged that the amount of appel-lee’s bill was represented to the Transit Company as a valid existing obligation of Woodruff, and that such sum was specifically included in the amount paid Woodruff by .the company. Thus this was actually a ■claim for money had and received based, according to appellee, on the theory of constructive trust. The answer admitted that appellee’s report together with reports of other physicians did facilitate a settlement, but denied that appellee’s bill was instrumental in any way in effecting “a substantial settlement,” and further alleged that all parties to the compromise agreement recognized the bill as grossly excessive.\nThe doctor then moved for summary judgment. This motion was accompanied by affidavits of Turner, stating that-appel-lee’s bill had been represented by appellant’s , attorney as a valid obligation of Woodruff, and therefore as a valid item of his special damages. The affidavits also stated that the settlement figure specifically included the- sum of $1,645, in order that Woodruff might pay that amount to appel-lee. In opposition to the motion, appellant filed affidavits denying the statements made by'Turner. The appellant’s affidavits were stricken by the court on appellee’s motion that they were not based upon personal knowledge, and summary judgment was granted for $1,645.\nAppellant assigns four errors as the basis of his appeal. We reach only one: the granting of . the motion for summary judgment. Our decision on this question will dispose of the appeal. Appellee’s theory may be summarized as follows: Because his bill for medical services was represented to the Transit Company as a valid item of Woodruff’s special damages,\" and that, sum was specifically included in the over-all settlement figure, equity imposed a constructive trust on Woodruff for the full amount of appellee’s bill. With this theory we cannot agree. A constructive trust, unlike an \"express trust, does not require that the parties have any intention to create a trust. It is a trust created by operation of law in order to prevent unjust enrichment. Judge Cardozo in discussing constructive trusts stated: “A constructive trust is the formula through which the conscience of equity finds expression. When property has been .acquired in such circumstances that the holder of the legal title may not in good conscience retain the beneficial interest, equity converts him into a trustee.” Beatty v. Guggenheim Exploration Co., 225 N.Y. 380, 122 N.E. 378, 380. Thus a construe-tive trust is not a status such as a resulting trust, that arises by operation of law out of certain circumstances, but it is a remedy that equity applies in order to do justice or prevent injustice.\nIt can be seen therefore that the application of this remedy is wide in scope. In Grand Trunk Western R. Co. v. Chicago & W. Ind. R. Co., 7 Cir., 131 F.2d 215, 219, it was said: “ ‘Any transaction may be the basis for creating a constructive trust where for any reason the defendant holds funds which in equity, and good conscience should be possessed by the plaintiff.’ ” But can it be said that the facts in the present case require that equity impose a trust on appellant because he claimed the expenses of his treatments as an element of his damages? The appellee has cited no case with a similar factual situation. We have found only one: Traywick v. Wannamaker, 153 S.C. 146, 150 S.E. 655, 662, 66 A.L.R. 703. In that case Wannamaker had recovered damages from Mrs. Traywick for injuries received in an automobile collision. She in turn petitioned the court to make Wan-namaker the constructive trustee for the physician’s bill, out of the amount that had been recovered from her in the law suit. The Supreme Court of South Carolina ruled that a constructive trust should not be imposed, stating:\n“* * * The most that can he said is that Wannamaker has put himself in such a position that he cannot deny his responsibility to Dr. Mobley for the bill, which amounts to nothing more than a debt. In order that a constructive trust be declared, it must appear that the party against whom the trust is declared must either have wrongfully acquired the property in violation of a duty appertaining to it which he owed to another, or that he withholds it under similar conditions. Wannamaker acquired nothing that belonged in law or equity to Dr. Mobley; he had no interest whatever in it; and consequently there could be no unlawful withholding of it from him by Wannamaker.”\nThe same reasoning may be applied in the present case. Although Wood-ruff’s attorney may have represented Dr. Coleman’s bill to be a valid and existing obligation (a fact which Woodruff disputes), when Woodruff received the settlement he really acquired nothing that belonged in law or equity to the doctor. The claim was paid in a lump sum with no amount specifically designated or set aside for Dr. Coleman. The payment was in no way itemized hut was in settlement of Woodruff’s entire claim and there was no amount specifically designated for any particular element of his damage. As in the Traywick case, we feel that Woodruff is responsible to Dr. Coleman for the services he has rendered. Appellant’s answer did not deny this, but questioned the reasonableness of the bill. The question of reasonableness of the fee will be for the court to decide, together with any other issues of fact framed by the pleadings or developed by the evidence.\nReversed.\n. Harrington v. Emmerman, 88 U.S.App.D.C. 23, 186 F.2d 757.\n. See Doing v. Riley, 5 Cir., 176 F.2d 449, which contains a summation of authorities on constructive trusts.",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "Donald H. Dalton, Washington, D. C., for appellant.",
      "Russell Morton Brown, Washington, D. ■C., for appellee."
    ],
    "corrections": "",
    "head_matter": "WOODRUFF v. COLEMAN.\nNo. 1346.\nMunicipal Court of Appeals for the District of Columbia.\nArgued June 8, 1953.\nDecided July 3, 1953.\nDonald H. Dalton, Washington, D. C., for appellant.\nRussell Morton Brown, Washington, D. ■C., for appellee.\nBefore CAYTON, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0022-01",
  "first_page_order": 62,
  "last_page_order": 64
}
