{
  "id": 6811104,
  "name": "Mary E. Royce vs. James A. McCarthy",
  "name_abbreviation": "Royce v. McCarthy",
  "decision_date": "1995-02-27",
  "docket_number": "",
  "first_page": "22",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "1995 Mass. App. Div. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "372 Mass. 17",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        4029797
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/372/0017-01"
      ]
    },
    {
      "cite": "20 Mass. App. Ct. 930",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        1154498
      ],
      "weight": 4,
      "year": 1985,
      "pin_cites": [
        {
          "page": "932-933",
          "parenthetical": "\"foreign default judgment can be denied collateral enforcement on the basis of the defendants incompetency in certain very limited circumstances\""
        },
        {
          "page": "932"
        },
        {
          "page": "930"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/20/0930-01"
      ]
    },
    {
      "cite": "369 Mass. 968",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        309424
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "969"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/369/0968-01"
      ]
    },
    {
      "cite": "1994 Mass. App. Div. 131",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        6812583
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "132"
        },
        {
          "page": "132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/1994/0131-01"
      ]
    },
    {
      "cite": "29 Mass. App. Ct. 193",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4002817
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/29/0193-01"
      ]
    },
    {
      "cite": "396 Mass. 836",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        898099
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "839"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/396/0836-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 7917,
    "ocr_confidence": 0.903,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18291085696501996
    },
    "sha256": "458a11a97342333367853a2736bc1f6484ba42466de3a460ead97fd80f726622",
    "simhash": "1:36b7d4b89016c6c6",
    "word_count": 1276
  },
  "last_updated": "2024-02-27T22:15:49.746046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Sherman, P.J., Merrick & Greco, JJ."
    ],
    "parties": [
      "Mary E. Royce vs. James A. McCarthy"
    ],
    "opinions": [
      {
        "text": "Merrick, J.\nThis is an action to enforce a Virginia judgment entered in favor of the plaintiff.\nThe record indicates that in January, 1988, the plaintiff and the defendant purchased as joint tenants a two-unit residential property in Richmond, Virginia for investment purposes. In June, 1989, the parties decided to sell the property, and a buyer was found in 1990. Apparently because of a disagreement concerning apportionment of equity and obligations, the defendant refused to sign the purchase and sale agreement. In May, 1991, the plaintiff commenced an action for partition in the Circuit Court of the City of Richmond in the Commonwealth of Virginia. Although the defendant was properly served, he did not appear. The Virginia action resulted in a sale of the property and, after an accounting of charges and expenses against the sale proceeds, the entry of judgment in favor of the plaintiff against the defendant in the amount of $10,625.95.\nIn January, 1993, the plaintiff commenced this action to enforce the Virginia judgment. After trial, a judgment in favor of the plaintiff was entered in this action and the defendant now appeals. We emphasize that the judgment in the present action was entered following a trial and not upon a motion for summary judgment.\nThe defendant testified during the trial of this action that although he had not been adjudicated incompetent during the pendency of the Virginia case, he was unable at that time to manage his affairs and did not understand the consequences of the Virginia action. The defendant introduced medical records tending to show that in February, 1987, he sustained serious closed head injuries in a motor vehicle accident which resulted in memory loss, disorganization, short attention span, major depression, suicidal tendencies and other cognitive problems. In September, 1989, the defendant was involuntarily admitted to St. Elizabeth’s Hospital in Brighton, Massachusetts for approximately two weeks of treatment for those symptoms. From September, 1989 through May, 1990, the defendant was treated by various physicians for these same symptoms. It was the opinion of one of these physicians, as set forth in a medical report introduced without objection at trial, that as of December, 1989, the defendant’s loss of mental function had contributed to the failure of his two businesses and his marriage and that there was little likelihood of improvement in the defendant’s mental functions.\nRelying on other evidence, however, the trial judge specifically found that between 1987 and the trial of this action in May, 1994, the defendant continued his part-time employment as Executive Director of the Pepperell (Massachusetts) Housing Authority, was involved in the operation of both a building cleaning business and a travel agency and accepted service of divorce papers, notarized by his Massachusetts attorney. Further, in a 1990 suit commenced by the plaintiff in the Middlesex Superior Court prior to the Virginia partition action, the defendant raised no allegation of incompetency in either his attorney’s answer to the plaintiff’s complaint or in his own detailed affidavit concerning the Virginia real estate transaction. Finally, the defendant did not allege present incompetency in his March, 1993 answer to the complaint in this action.\nThe present appeal is based solely on the defendant’s assertion that the reported evidence compels a finding in his favor that the Virginia judgment should not be enforced.\n1. The first question presented is whether the defendant may raise in Massachusetts a claim that he was incompetent at the time of service and other proceedings which culminated in an otherwise valid foreign judgment. A foreign money judgment is ordinarily entitled to full faith and credit in the courts of this Commonwealth. Cavanagh v. Cavanagh, 396 Mass. 836, 839 (1986); First Nat’l Bk. of Houma v. Bailey, 29 Mass. App. Ct. 193, 197 (1990); Orix Credit Alliance, Inc. v. LeGallo, 1994 Mass. App. Div. 131, 132. The present appeal does not raise the only issue usually open in such a case; namely, whether the court which issued the foreign judgment had jurisdiction. Shapiro Equip. Corp. v. Morris & Son Construc. Corp., 369 Mass. 968, 969 (1976); Orix Credit Alliance, Inc. v. LeGallo, supra at 132.\nIt is also settled, however, that a court may permit a foreign judgment to be attacked or avoided if the judgment was obtained against “a person adjudicated as incompetent, or a person known by the party obtaining the judgment to be incapable of adequately defending the action ... ” RESTATEMENT (SECOND) OF JUDGMENTS, §68(4) (1982). The issue of incompetency, as defined in §68(4), is one which may be examined by the recognizing court in an action to enforce a foreign default judgment if “[t]he convenient administration of justice would be served by determining the question of relief in the course of the subsequent action.” Id., §82(1); Berrios v. Perchik, 20 Mass. App. Ct. 930, 932-933 (1985) (“foreign default judgment can be denied collateral enforcement on the basis of the defendants incompetency in certain very limited circumstances”). Assuming, without deciding, that the issue of incompetency may be raised to avoid a foreign judgment where, as here, there has been no adjudication of incompetency or evidence that the defendant was known by the plaintiff to be incompetent, the forum conveniens aspects of §82 of the RESTATEMENT are satisfied by the presence in Massachusetts of both parties and all witnesses to the alleged incompetency.\n2. In misplaced reliance upon Berrios v. Perchik, supra, the plaintiff has improvidently agreed to the assertion made by the defendant at trial and before this Division that the plaintiff has the burden of proving the defendant’s competency in connection with the Virginia litigation. It is true that in remanding the case for further consideration, the Berrios Court stated that “before any summary judgment is entered, the burden [is] on Berrios to establish that the defendant suffered no incompetency sufficient to render the Connecticut judgment void or voidable.” Berrios v. Perchik, supra at 932. Berrios was, however, an appeal of a summary judgment, and the Court noted:\nIn a motion for summary judgment the burden is on the moving party to show that there is no genuine issue of fact as to any relevant issue raised in the pleadings. [Citation omitted]. This is so even though the moving party would have no burden were the case to go to trial.\nId. at 930. Thus the “burden” referred to was clearly the moving party’s burden on a motion for summary judgment pursuant to Rule 56 and not the burden of proof where, as here, a trial is conducted.\nThe defendant’s evidence of his incompetency consisted of his own assertions of the same and medical reports of limitations of his mental functions at some distance in time from the Virginia litigation. Opinions contained in medical reports and records are entitled to no more deference than such opinions delivered from the witness stand. Such opinions are not conclusive even in the absence of contrary opinions. Commonwealth v. Lamb, 372 Mass. 17, 24 (1977). The trial judge’s specific findings concerning the defendant’s other activities during the period of his alleged incompetency amply support the judge’s ultimate finding that the defendant was competent at the time of the Virginia litigation. “Findings of fact shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of witnesses.” Dist./Mun. Cts. R. Civ. P., Rule 52(a).\nThere being no error, the court’s judgment for the plaintiff is affirmed.\nThe report is dismissed.",
        "type": "majority",
        "author": "Merrick, J."
      }
    ],
    "attorneys": [
      "Gregg S. Haladyna for the plaintiff.",
      "James P. Kerr for the defendant."
    ],
    "corrections": "",
    "head_matter": "Mary E. Royce vs. James A. McCarthy\nNorthern District\nFebruary 27, 1995.\nPresent: Sherman, P.J., Merrick & Greco, JJ.\nGregg S. Haladyna for the plaintiff.\nJames P. Kerr for the defendant."
  },
  "file_name": "0022-02",
  "first_page_order": 28,
  "last_page_order": 30
}
