{
  "id": 7253056,
  "name": "TOWNSHIP OF NORTHAMPTON, Appellant v. The ZONING HEARING BOARD OF NORTHAMPTON TOWNSHIP",
  "name_abbreviation": "Township of Northampton v. Zoning Hearing Board",
  "decision_date": "2009-03-26",
  "docket_number": "",
  "first_page": "24",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 24"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "738 A.2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11563055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/738/0050-01"
      ]
    },
    {
      "cite": "779 A.2d 595",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9493235
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "598"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/0595-01"
      ]
    },
    {
      "cite": "867 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9027120
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "710",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/867/0706-01"
      ]
    },
    {
      "cite": "913 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8436975
      ],
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/913/0306-01"
      ]
    },
    {
      "cite": "721 A.2d 43",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        765971,
        11785291,
        765949,
        11785390
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0249-02",
        "/a2d/721/0043-01",
        "/pa/554/0249-01",
        "/a2d/721/0043-02"
      ]
    },
    {
      "cite": "554 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765971,
        765949
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0249-02",
        "/pa/554/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 16753,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 8.893846160282662e-08,
      "percentile": 0.4997870532220218
    },
    "sha256": "d3223340ab0d1d7409a351848ee5792ee4d44d14fdb45405e0349caf3ebcfbaf",
    "simhash": "1:40bcb621e5ccaf86",
    "word_count": 2688
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and SMITH-RIBNER, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "TOWNSHIP OF NORTHAMPTON, Appellant v. The ZONING HEARING BOARD OF NORTHAMPTON TOWNSHIP."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge SMITH-RIBNER.\nThe Township of Northampton (Township) appeals from the order of the Court of Common Pleas of Bucks County affirming the decision of the Zoning Hearing Board of Northampton Township (ZHB) that granted relief to the Dreher Group (Applicant) in the form of a variance from off-street parking requirements of Section 140-49 of the Township Zoning Code. The Township argues that the ZHB abused its discretion and/or committed an error of law by granting Applicant a variance without presenting any evidence of hardship as required under Section 910.2 of the Pennsylvania Municipalities Planning Code (MPC), Act of July 31, 1968, P.L. 805, as amended, added by Section 89 of the Act of December 21, 1988, P.L. 1329, 53 P.S. § 10910.2. It also argues that prior to granting the variance the ZHB should have required Applicant to seek a conditional reduction of up to 25 percent in the number of required parking spaces from the Board of Supervisors pursuant to Section 140-49(C) of the Zoning Code.\nApplicant filed its application with the ZHB on July 7, 2006 seeking a dimensional variance from off-street parking requirements in connection with its plans to construct a Rite Aid Retail Pharmacy (Rite Aid) on 5.25 acres located in the Township at 287 Holland Road (Property). Applicant plans to lease the Property from its owners to construct and operate the Rite Aid. The Property is situated in the Township’s C-2 General Commercial/ Office Zoning District where the proposed Rite Aid is a permitted use. Section 140-49 of the Zoning Code requires one parking space for every 100 square feet of floor area for properties qualifying as a “retail use.” The Rite Aid will have total gross floor area of 11,153 square feet and will require 112 off-street parking spaces to comply.\nApplicant offered testimony that 67 parking spaces were sufficient to meet the needs of the Rite Aid during its busiest times. Mark Heeb (Heeb), a landscape architect, testified for Applicant that based upon his experience with similar retail store pharmacies only 50-70 parking spaces are needed during the periods of heaviest use and that the smaller number of spaces would reduce storm water runoff on the Property and increase green space, which would improve the health and welfare of the community. He admitted that the parking specifications were based on Rite Aid’s prototype for a retail pharmacy and not on any existing features of the Property. The square footage of the building could not be reduced to allow for more parking because the building size was deemed necessary to provide the services that the community demands. Heeb opined that the Zoning Code was “pretty heavy with parking” and the requested variance could “set the standard [for a] common sense approach to parking....” Notes of Testimony (N.T.) at 71, Reproduced Record (R.R.) at 87a. Applicant also presented the testimony of its traffic engineer, Frank Montgomery, who stated that 67 spaces would be more than sufficient based on his review of over 30 Rite Aid sites.\nThe ZHB granted the requested relief based on the standard set forth in Hertzberg v. Zoning Board of Adjustment of Pittsburgh, 554 Pa. 249, 721 A.2d 43 (1998), for analyzing hardship in dimensional variance cases. This standard allows the ZHB to consider “multiple factors, including the economic detriment to the applicant if the variance was denied, the financial hardship created by any work necessary to bring the building into strict compliance with the zoning requirements and the characteristics of the surrounding neighborhood.” Id. at 264, 721 A.2d at 50. The ZHB rejected the argument that Applicant should have first sought a 25 percent reduction in the required parking spaces because it would have reduced the number to about 84 and Applicant only needed 67. It found in part:\n21. Additional parking spaces could be placed on the left side of the Property but only with a major modification and economic impact on the Applicant.\n22. Applicant’s traffic engineer testified that he reviewed over 30 pharmacy sites. He concluded that larger pharmacies than the proposed Rite Aid store only need 45 to 50 parking spaces to accommodate the heaviest use of the stores.\n23. The placement of additional spaces on the left side of the Property would reduce green space and limit the flow of traffic on and through the Property.\n24. Rite Aid requires stores of the size and type proposed for the Property to have 50 to 60 spaces to accommodate the heaviest use of the store.\n25. Additional parking spaces would not be used and would needlessly increase the impervious surface coverage on the Property.\nThe trial court agreed that Applicant was entitled to a variance under Hertzberg, noting the unrebutted testimony that Rite Aid would need fewer than 67 parking spaces to accommodate its heaviest use and the ZHB’s finding that more parking spaces could be placed on the left side of the Property but only with major modification and economic impact on Applicant. The trial court also recognized that the additional spaces would cause an increase in impervious surface coverage on the Property. Applicant did not need to request a conditional reduction in the required parking spaces because if granted it would merely produce 88 spaces and Rite Aid needed fewer than 67. The trial court thus affirmed the ZHB’s order.\nThe Township argues that the ZHB abused its discretion by granting the variance to Applicant when it offered no evidence of hardship, or even alleged hardship. Instead, Applicant stated only that it did not require 112 parking spaces and presented testimony that 67 spaces were more than sufficient. Under the law, an applicant may be granted a variance where the following conditions are met:\n(1) unique physical characteristics of the property, rather than the operation of the zoning ordinance create an unnecessary hardship; (2) because of the unique physical characteristics of the property, the property cannot be developed in conformity with the provisions of the zoning ordinance and the “authorization of a variance is therefore necessary to enable the reasonable use of the property;” (3) the applicant hasn’t created the hardship; (4) that the variance, if authorized, will not alter the character of the neighborhood or adversely affect possible future development of adjacent property; and (5) that the variance, if approved, will represent the minimum variance that will afford relief and will represent the least modification possible of the regulation at issue.\nSombers v. Stroud Township Zoning Hearing Board, 913 A.2d 306, 309 (Pa.Cmwlth.2006) (quoting Section 910.2(a)(2) of the MPC). The testimony that there are no physical constraints or features on the Property that would preclude Applicant from building a structure in compliance with the Zoning Code illustrates that the first element under Section 910.2 cannot be satisfied and should have prevented the ZHB from granting the variance. The Township also characterizes Applicant’s claim that the parking requirements are unreasonable as a substantive validity challenge to the Zoning Code, which the MPC specifically states cannot be the basis for a variance. Section 910.2(a)(1), 53 P.S. § 10910.2(a)(1).\nThe Township argues that the ZHB incorrectly applied the Hertzberg standard inasmuch as Applicant was unable to meet even the lesser standard for proving hardship. As this Court stated in One Meridian Partners, LLP v. Zoning Board of Adjustment of Philadelphia, 867 A.2d 706 (Pa.Cmwlth.2005), Hertzberg does not stand for the proposition that a dimensional variance must be granted if a zoning provision prevents an owner from using his or her property exactly as desired. An applicant must still show a substantial burden even if the degree of hardship is relaxed under Hertzberg. In One Meridian Partners the Court reiterated the principle that a “variance, whether labeled dimensional or use, is appropriate ‘only where the property, not the person, is subject to hardship.’ ” Id., 867 A.2d at 710 (citation omitted). Applicant, here alleged no specific financial burden that compliance would impose — it simply wanted to use the Property as it wished. The Township further rejects Applicant’s contention that its parking plan would improve the health and welfare of the community, noting that the Zoning Code was enacted to serve the community’s needs and is presumed valid.\nFinally, the Township argues that the ZHB erred when it granted a variance without first requiring Applicant to seek a reduction in the number of parking spaces from the Board of Supervisors under Section 140-49(C) of the Zoning Code. This section enables the Supervisors to grant a conditional reduction of up to 25 percent in the number of required off-street parking spaces upon submission of an off-street parking study prepared by a qualified traffic engineer or transportation planner and the review and recommendation of the planning commission and Township engineer. The Township states that this process could have reduced the number of required parking spaces to 88 and further contends that the refusal to consider it shows that Applicant determined that its analysis should trump the Zoning Code provisions.\nApplicant argues that there was substantial evidence to support the ZHB’s findings. Because this case involves a request for a dimensional variance, Hertz-berg directs that a more relaxed standard should be employed when analyzing the hardship. Applicant recognizes that Hertzberg did not grant a free-for-all for dimensional zoning variances and that there still must be evidence of hardship, but it argues that the case broadened the parameters of factors that may be considered for determining hardship. The unre-futed testimony demonstrates that the variance requested is the minimum relief needed for the proposed store. The ZHB found that additional parking spaces could be located along the side of the Property but only with major modification and economic impact. Under Hertzberg analysis, the strict requirements of the Zoning Code therefore caused an unreasonable hardship to Applicant’s pursuit of a permitted use. Also, the additional parking spaces would create unnecessary impervious surface and reduce green space.\nApplicant distinguishes One Meridian Partners on the basis that the variances sought there were excessive as compared to what is requested here. For example, the applicant there requested a 300 percent increase in gross floor area over what was permitted in the zoning code. As for the argument that it should have sought a conditional reduction in parking spaces under Section 140-49(C) of the Zoning Code, Applicant posits that the requested number of spaces is not arbitrary because it is based upon experience with other Rite Aid facilities and that any reduction sought under Section 140-49(C) would provide only 88 spaces.\nThe Court begins its analysis by recognizing that Hertzberg governs dimensional variances cases. The Hertzberg standard permits consideration of factors including economic detriment if the variance is denied and the financial hardship created by-compliance with the Zoning Code. The ZHB finding as to economic impact or financial hardship is Finding No. 21, which reads: “Additional parking spaces could be placed on the left side of the Property but only with a major modification and economic impact on the Applicant.” Neither of Applicant’s witnesses testified specifically about any economic impact or financial hardship to Applicant if it complied with parking requirements, and it identified no testimony or exhibits to support Finding No. 21. Upon review, the Court concludes that the only potential support for this finding appears to be the following exchange between Heeb and the Township’s attorney on cross-examination:\nQ. If Rite Aid reduced the size of the existing building, they would be able to more closely comply with the parking space requirements under the code; isn’t that correct?\nA. Well, the prototype has been worked out through years of marketing and requirements of the pharmacy that will be served by the drive-through situation.\nThat’s the necessary square footage that Rite Aid needs for their pharmacy to function and provide the services in the community that everyone demands.\nQ. Rite Aid has other existing pharmacies though that are of a size smaller than this proposed building?\nR. Not currently that would be built under the program.\nQ. If those two drive-through lanes were eliminated, Rite Aid could supply additional parking on that side of the building, couldn’t they?\nA. If the drive-through was eliminated, the pharmacy wouldn’t be there. The drive-through is an integral part of providing pharmacy services.\nQ. So you’re telling this Board that if Rite Aid did not have a drive-through service, they would not have a pharmacy at all at this site?\nA. No, it would not be desirable to remove the drive-through.\nQ. That wasn’t my question. My question was if those two drive-through lanes were removed, Rite Aid could provide additional parking along that side of the building?\nA. You could put in parking, but the Rite Aid prototype has a drive-through, so—\nN.T. at 46, 48-49; R.R. at 62a, 64a-65a. This testimony relates not to an economic hardship caused by conditions at the site but instead to an impact caused by requirements imposed by Rite Aid over the construction of its pharmacies.\nThe facts in this case bear a striking similarity to those presented in Yeager v. Zoning Hearing Board of Allentown, 779 A.2d 595 (Pa.Cmwlth.2001), where the applicant requested variances from the city’s setback and clear sight triangle requirements in connection with a proposed Land Rover auto sales and service facility. In testimony presented before the ZHB, the applicant acknowledged that the setbacks could be met if the display space at the front of the building was decreased or if the building size was reduced from 10,000 square feet to 5,000 square feet, but these designs would not have been approved by Land Rover. This Court affirmed denial of the variances because the hardship claimed was not created by the topographical conditions on the property but rather on the applicant’s “personal desire to sell vehicles for Land Rover.” Id., 779 A.2d at 598. In so doing, the Court noted that Hertzberg had not changed the well-established principle that “a substantial burden must attend all dimensionally compliant uses of the property, not just the particular use the owner chooses.” Id.\nThe evidence here shows that Applicant’s compliance with the Zoning Code would only burden Applicant in its desire to construct a Rite Aid on the Property due to the building size and drive-through requirements desired by that company. Yeager. The evidence presented is insufficient to meet even the relaxed hardship standard under Hertzberg. The ZHB therefore abused its discretion by granting a variance based upon a finding (No. 21) that clearly was not supported by substantial evidence in the record. The Court may reverse the ZHB if this finding is not supported by substantial evidence. One Meridian Partners. Because it is not supported, the Court accordingly reverses the order of the trial court and does it on this basis alone.\nORDER\nAND NOW, this 26th day of March, 2009, the order of the Court of Common Pleas of Bucks County is reversed.\n. In this land use appeal where the trial court took no additional evidence, the Court’s review is limited to determining whether the ZHB committed an error of law or an abuse of discretion. One Meridian Partners, LLP v. Zoning Board of Adjustment of Philadelphia, 867 A.2d 706 (Pa.Cmwlth.2005). An abuse of discretion occurs when findings of fact are not supported by substantial evidence, which is such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. Id.\n. Applicant cites Talkish v. Zoning Hearing Board of Harborcreek Township, 738 A.2d 50 (Pa.Cmwlth.1999), where this Court held that a dimensional variance should not be denied on the ground that the owner did not show that it was impossible to develop the property in conformity with the ordinance. In Talkish the proposed building could have been constructed within the setback requirements of the zoning ordinance, but the topography of the site prevented such placement due to flooding problems.",
        "type": "majority",
        "author": "Judge SMITH-RIBNER."
      }
    ],
    "attorneys": [
      "Heather Durrant, Trevose, for appellant.",
      "Jennifer L. McGrath, Langhorne, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "TOWNSHIP OF NORTHAMPTON, Appellant v. The ZONING HEARING BOARD OF NORTHAMPTON TOWNSHIP.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 23, 2009.\nDecided March 26, 2009.\nHeather Durrant, Trevose, for appellant.\nJennifer L. McGrath, Langhorne, for ap-pellee.\nBEFORE: LEADBETTER, President Judge, and SMITH-RIBNER, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0024-01",
  "first_page_order": 52,
  "last_page_order": 58
}
