{
  "id": 6811126,
  "name": "The Cadle Company vs. Gerard Seroussi, and another",
  "name_abbreviation": "Cadle Co. v. Seroussi",
  "decision_date": "1995-02-28",
  "docket_number": "",
  "first_page": "25",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "1995 Mass. App. Div. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 217,
    "char_count": 2950,
    "ocr_confidence": 0.903,
    "sha256": "cacba23629a5fd98f0951f6667105ee40c75d3279cfb2c121332c2033c191835",
    "simhash": "1:69770ab2a99177c3",
    "word_count": 487
  },
  "last_updated": "2023-07-14T20:54:42.670896+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: LoConto, P.J., Teahan & Gelinas, JJ."
    ],
    "parties": [
      "The Cadle Company vs. Gerard Seroussi, and another"
    ],
    "opinions": [
      {
        "text": "LoConto, J.\nThe plaintiff brought this appeal seeking review of the trial judge’s allowance of the defendant s motion for summary judgment. The issues necessary to resolve the appeal are as follows.\nThe plaintiff brought this action in contract to recover upon a promissory note executed by the defendants to the Home National Bank of Milford on December 31,1988. The plaintiff asserts its right to collect as the assignee of the note from the Federal Deposit Insurance Corporation as Receiver of the Home National Bank of Milford. The defendant’s answer admits that said note was executed but further answered that the note was paid in full to the Home National Bank of Milford. Accordingly, the defendants filed a motion for summary judgment supported by the affidavit of Gerard Seroussi. On personal knowledge, Mr. Seroussi’s affidavit sets forth facts that would be admissible in evidence, stating that the note was paid in full on or about April or May, 1989. He states that subsequent to the satisfaction of the debt, the bank returned the note, along with shares of stock that were held as security for the instrument. The copy of the note attached to the plaintiff’s complaint appears to have been supplied by the defendants, according to Mr. Seroussi’s affidavit\nIn addition to the complaint, the plaintiff filed an affidavit of Arlene M. Hauser, an account officer with The Cadle Company, in opposition to the defendants’ motion. Her affidavit indicates that she does not have personal knowledge to prove that the note was not paid, nor does it set forth facts as would be admissible in evidence, contrary to Rule 56 (e). Dist./Mun. Cts. R. Civ. P., Rule 56. In fact her affidavit does not claim that the defendants never paid the loan but only that the records provided by the FDIC to the plaintiff indicate that the loan was outstanding. She admits that Mr. Seroussi provided a copy of the note and concludes her affidavit by stating that on “information thus far received,” the debt remains outstanding.\nThe plaintiff cannot “rest upon the mere allegations or denials of [his] pleading, but [his] response, by affidavit or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial.” Rule 56 (e).\nThe plaintiff has failed to satisfy its requirement in response to the defendants’ motion and affidavit. The affidavit of Arlene M. Hauser is woefully inadequate. As a result of the plaintiff’s failure in this regard, the grant of summary judgment to the defendants was appropriate. Nevertheless, we do not find that the objection to the trial judge’s ruling was frivolous or intended for delay and therefore we do not impose double costs.\nReport dismissed.",
        "type": "majority",
        "author": "LoConto, J."
      }
    ],
    "attorneys": [
      "Daniel Knight for the plaintiff.",
      "David C. Henderson for the defendants."
    ],
    "corrections": "",
    "head_matter": "The Cadle Company vs. Gerard Seroussi, and another\nWestern District\nFebruary 28, 1995.\nPresent: LoConto, P.J., Teahan & Gelinas, JJ.\nDaniel Knight for the plaintiff.\nDavid C. Henderson for the defendants.\nMicheline M. Seroussi"
  },
  "file_name": "0025-01",
  "first_page_order": 31,
  "last_page_order": 31
}
