{
  "id": 9436431,
  "name": "Warren E. MILLS, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Mills v. United States",
  "decision_date": "2002-04-11",
  "docket_number": "No. 98-CF-1379",
  "first_page": "26",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "796 A.2d 26"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "412 F.2d 1126",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2187855
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/412/1126-01"
      ]
    },
    {
      "cite": "134 U.S.App. D.C. 79",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "402 A.2d 1237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/1237-01"
      ]
    },
    {
      "cite": "391 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8082030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0755-01"
      ]
    },
    {
      "cite": "58 L.Ed.2d 683",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 621",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "439 U.S. 1006",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11436673,
        11436802,
        11437249,
        11437187,
        11436643,
        11437064,
        11436906,
        11436848,
        11437013,
        11436952,
        11436731,
        11436701
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/1006-02",
        "/us/439/1006-05",
        "/us/439/1006-12",
        "/us/439/1006-11",
        "/us/439/1006-01",
        "/us/439/1006-10",
        "/us/439/1006-07",
        "/us/439/1006-06",
        "/us/439/1006-09",
        "/us/439/1006-08",
        "/us/439/1006-04",
        "/us/439/1006-03"
      ]
    },
    {
      "cite": "389 A.2d 811",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8025299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/389/0811-01"
      ]
    },
    {
      "cite": "521 A.2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886775
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "665",
          "parenthetical": "references omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/521/0663-01"
      ]
    },
    {
      "cite": "569 A.2d 586",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11942800
      ],
      "pin_cites": [
        {
          "page": "593"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/0586-01"
      ]
    },
    {
      "cite": "421 U.S. 794",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541496
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0794-01"
      ]
    },
    {
      "cite": "500 U.S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6225274
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "425-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/500/0415-01"
      ]
    },
    {
      "cite": "424 U.S. 589",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027075
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "598"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0589-01"
      ]
    },
    {
      "cite": "456 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957549
      ],
      "pin_cites": [
        {
          "page": "841"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0837-01"
      ]
    },
    {
      "cite": "532 A.2d 120",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9044643
      ],
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/532/0120-01"
      ]
    },
    {
      "cite": "149 L.Ed.2d 772",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "121 S.Ct. 1980",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "582 U.S. 1030",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "765 A.2d 47",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11075403
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0047-01"
      ]
    },
    {
      "cite": "610 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0237-01"
      ]
    },
    {
      "cite": "565 A.2d 964",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359581
      ],
      "pin_cites": [
        {
          "page": "968"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/0964-01"
      ]
    },
    {
      "cite": "580 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370720
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "671"
        },
        {
          "page": "671"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/0669-01"
      ]
    },
    {
      "cite": "582 A.2d 944",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7385248
      ],
      "pin_cites": [
        {
          "page": "945"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/0944-01"
      ]
    },
    {
      "cite": "669 A.2d 1275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11343093
      ],
      "pin_cites": [
        {
          "page": "1280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/1275-01"
      ]
    },
    {
      "cite": "614 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926910
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "16"
        },
        {
          "page": "13-14",
          "parenthetical": "citation and internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/0011-01"
      ]
    },
    {
      "cite": "601 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11941782
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "592"
        },
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/601/0582-01"
      ]
    },
    {
      "cite": "459 A.2d 1063",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987974
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1065"
        },
        {
          "page": "1066"
        },
        {
          "page": "1065"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/459/1063-01"
      ]
    },
    {
      "cite": "675 A.2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859141
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "74",
          "parenthetical": "textual alterations in the original"
        },
        {
          "page": "74"
        },
        {
          "page": "74",
          "parenthetical": "alteration in the original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0071-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1191,
    "char_count": 32068,
    "ocr_confidence": 0.666,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21762311238995014
    },
    "sha256": "ae5cc5b4b9bc47343ab2eb22d613bed3061ada200bb2d3c219318378f2c15228",
    "simhash": "1:37ac1666ed0428de",
    "word_count": 5354
  },
  "last_updated": "2024-02-27T19:24:08.048318+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, REID and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Warren E. MILLS, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nA jury convicted appellant Warren E. Mills on the charge of escape, in violation of D.C.Code § 22-2601(a)(2) (1996). He filed a timely appeal, contending that the trial court erred by denying: (1) his pretrial request for appointment of new counsel, without conducting the proper Monroe-Farrell inquiry; and (2) his request during the jury panel voir dire to delete part of a question relating to potential jurors’ experience with persons accused of crime, or witnesses to or victims of crime, and to ask an unqualified question about such experience again during a second phase of the voir dire process. Detecting error regarding the Monroe-Farrell issue, we remand the case for appropriate findings. Should the trial court decide that a new trial is not required, however, we conclude that there was no reversible error relating to the jury voir dire because the trial judge was not constitutionally required to grant defense counsel’s request that she again ask the challenged question, but in an altered form.\nFACTUAL SUMMARY\nThe record shows that in mid-February, 1997, Mr. Mills appeared before a judge of the Superior Court of the District of Columbia for a status hearing in a criminal case involving his alleged escape from a halfway house. During the course of the status hearing, he ran toward the public exit of the courtroom, refused to stop at the command of a Deputy United States Marshal, continued out the door and proceeded down the hall. When the deputy marshal tried to restrain him, he struggled to break loose. Two other marshals and a Metropolitan Police Department officer assisted in restraining Mr. Mills. For this attempt to flee the court, he was subsequently charged with a second escape count and convicted by a jury. He takes an appeal from the conviction based on the second escape charge.\nANALYSIS\nWe turn first to Mr. Mills’ contention that the trial court erred by denying his request for new counsel without a proper Monroe-Farrell inquiry. The government argues that the trial judge made the proper inquiry to satisfy itself that counsel was prepared for trial.\nIn Moore v. United States, 675 A.2d 71 (D.C.1996), we summarized the Monroe-Farrell inquiry requirements:\nIn Monroe we held that: “When a defendant makes a pretrial challenge to the effectiveness of counsel ... on the ground that counsel, due to lack of investigation, preparation or other substantial reason, is not rendering reasonably effective assistance, the trial court has a constitutional duty to conduct an inquiry sufficient to determine the truth and scope of the defendant’s allegations.” 389 A.2d at 820 [ (citations omitted) ]. The trial court has to “ ‘decide whether counsel has consulted with the defendant and prepared his case in a proper manner.’ ” Id. at 819. One of the criteria “for determining whether counsel’s preparation falls within the range of competence required by defense counsel in a criminal case” is “whether counsel conferred with the defendant as often as necessary and advised him of his rights.... ” Matthews v. United States, 459 A.2d 1063, 1065 (D.C.1983). With respect to the nature of the inquiry required under the Monroe-Farrell doctrine, “a mere routine inquiry — the asking of several standard questions” is insufficient. Farrell, [] 391 A.2d at 761-62. The defense counsel must be questioned “directly, on the record, about the specifics of [the defendant’s] complaint” before any ruling is made. Nelson v. United States, 601 A.2d 582, 592 (D.C.1991); see also McFadden v. United States, 614 A.2d 11, 16 (D.C.1992).\nMoore, supra, 675 A.2d at 74 (textual alterations in the original). Thus, there must be more than a perfunctory inquiry about trial counsel’s preparation and his or her communication with the defendant. Nonetheless, “ ‘the substance and scope of the inquiry [is committed] to the sound discretion of the trial court.’ ” Wingate v. United States, 669 A.2d 1275, 1280 (D.C.1995) (quoting Farrell, supra, 391 A.2d at 760). This is true because “ ‘the nature of the inquiry turns on the specific circumstances presented in each individual case....’” Id. (quoting Farrell, supra note 2, 391 A.2d at 760).\nWe turn now to the circumstances presented in the case before us. The record shows that prior to convening a jury panel for voir dire, defense counsel informed the trial judge that: “Mr. Mills has requested that I ask the Court about the plea offer in this case.” The next several minutes were spent discussing the nature of the government’s plea offer, whether Mr. Mills understood the offer, and whether he wanted to accept it or go to trial. Defense counsel requested time to speak with Mr. Mills, which was granted. When the trial court resumed its consideration of Mr. Mills’ case, defense counsel stated, “I have questions as to whether or not Mr. Mills understands the offer.” Mr. Mills declared: “I understand what you’re saying but I don’t need any psychological evaluations to prove that I’m sane. Therefore, I keep having these attorneys that have a difference as to how to proceed about these matters.” After further discussion, the trial judge ascertained that Mr. Mills understood that if he went to trial that day, it would be on the charge of escape. She then posed the following question to Mr. Mills: “[H]ave you discussed that with [defense counsel]? ... I just want to know whether you discussed the case with him.” The trial judge, Mr. Mills and defense counsel then engaged in dialog:\nTHE DEFENDANT: No, I haven’t had a chance because he has been out of town. He’s been out of the country and I haven’t had a chance to talk to him at all. Maybe once. But that was yesterday.\nTHE COURT: Okay. But the two of you have talked. But you’ve known [defense counsel] for some time because he was your lawyer in the other case?\nTHE DEFENDANT: Yes. But he’s been busy in a trial. He’s been in trial all this time. That was the first I have had a chance to see him. Maybe once in the last, I don’t know how many months.\n[DEFENSE COUNSEL]: Mr. Mills and I have discussed the case that’s pending. The facts at issue are such that I formulated a trial strategy. I just want to be very clear with Mr. Mills that I’m prepared to try the case. I may, however, in terms of my responsibilities certainly advise a client as to whether — as to whether or not I believe a certain resolution might be wise or not.\nIn response to a comment by the trial judge, defense counsel agreed that “[t]he final decision about whether to enter a plea” remained with Mr. Mills.\nWithout posing any other question about defense counsel’s preparation for trial and his communication with Mr. Mills, the trial judge refocused on the issue of Mr. Mills’ acceptance or rejection of the plea offer, and determined that he was competent to stand trial. When the trial judge asked Mr. Mills what he wanted to do, another dialog occurred:\nTHE DEFENDANT: Well, actually I’m asking for a new attorney because every time I say I want to go to trial, the attorney, the lawyer says—\nTHE COURT: The request is denied.\nTHE DEFENDANT: — that they don’t want to go to trial, they don’t want to take it to trial.\nTHE COURT: [Defense counsel] has already said that he’s prepared to go to trial today. And he has explored a variety of avenues in terms of possible defenses.\nTHE DEFENDANT: And I had to speak for myself because he didn’t speak as much as I needed him to and he didn’t address any of the issues. Therefore, if he’s going to go — he’s going to clam up while I’m in trial, he’s going to change his mind or he’s going to do some type of inside buyer’s flipping out or however he’s— whatever he’s going to do. Then I choose to have a new lawyer. If necessary I will, I’ll—\nTHE COURT: I’m not going to give you a new lawyer in this case. I think [defense counsel] is quite prepared and he tells me that he is prepared to go forward. And there’s something you need to understand.\nTHE DEFENDANT: Well I can handle the — The Parole Board should assign me a lawyer.\nTHE COURT: Okay. But we are not in the Parole Board now. We’re before the court. There’s just one thing you need to understand.... The fact that he might be giving you advice ... doesn’t mean that he isn’t prepared to go forward with the trial. I mean, you saw that he went forward with the trial the last time and there was a hung jury. So he certainly is prepared to go forward with the trial....\nThis exchange between Mr. Mills and the trial judge reflects two concerns expressed by Mr. Mills: (1) defense counsel’s preparation for trial; and (2) defense counsel’s discussion of trial strategy with him and commitment to abide by Mr. Mills’ wishes as to that strategy. The message emanating from the first concern was that defense counsel had been out of town, out of the country, and in trial. Therefore, he had been unable to discuss Mr. Mills’ case with him until the day before the scheduled trial. Consequently, defense counsel had not had sufficient time to prepare for trial. The second concern revolved around Mr. Mills’ desire for the defense strategy to reflect his wishes, not what defense counsel deemed best for him.\nThe trial judge’s response to Mr. Mills’ first concern focused on defense counsel’s assertion that he was prepared to go forward with the trial, and the judge’s apparent assessment of defense counsel’s performance in one of Mr. Mills’ unspecified prior trials which resulted in a hung jury. The trial court did not conduct the “detailed inquiry” required by our cases, see Gordon v. United States, 582 A.2d 944, 945 (D.C.1990) (citing Farrell, supra note 2, 391 A.2d at 762; Matthews, supra, 459 A.2d at 1066), by asking Mr. Mills to state his specific complaints about Mr. Mills’ preparation. Nor did the trial court “ascertain the concrete steps taken by counsel in preparation of the case....” Monroe, supra note 2, 389 A.2d at 819. Rather, the trial judge appeared to assume that defense counsel had “prepared [this] case in a proper manner,” Moore, supra, 675 A.2d at 74, based on his prior trial performance. Although the trial court’s confidence in defense counsel’s preparation to represent Mr. Mills in this matter may be understandable in light of the court’s observation of his past representation of Mr. Mills, we have said previously that it is improper for a trial court to assume proper preparation by defense counsel. Monroe, supra note 2, 389 A.2d at 822 (“[The] view that since defense counsel was a generally competent attorney, he ipso facto was able to render adequate assistance to appellant in this case ... [is] an improper basis on which to predicate such a conclusion.”) (emphasis in original).\nBecause complaints concerning defense counsel’s adequate preparation for trial and consultation with an accused regarding a specific case implicate Sixth Amendment constitutional rights, see Farrell supra note 2, 391 A.2d at 760, routine or cursory inquiries of trial counsel are insufficient. Rather, questioning of defense counsel by the trial judge must be “directly, on the record, about the specifics of the [defendant’s] complaint.” Moore, supra, 675 A.2d at 74 (alteration in the original). This type of specific questioning is required because the trial judge must be satisfied that defense counsel “conducted appropriate investigation, both factual and legal, and ... allowed enough time for reflection and preparation for trial.” Bass v. United States, 580 A.2d 669, 671 (D.C.1990) (citing Robinson v. United States, 565 A.2d 964, 968 (D.C.1989)) (alteration in the original).\nWith respect to Mr. Mills’ second concern, defense counsel told the judge: “The facts at issue are such that I formulated a trial strategy.” This statement does not indicate that the strategy had been discussed with Mr. Mills. Significantly, even though the trial judge concluded that defense counsel “had explored a variety of avenues in terms of possible defenses,” neither Mr. Mills nor defense counsel was asked whether these possible defenses had been discussed with Mr. Mills. We have held that one of the tests for determining if there has been competent preparation is, “whether counsel conferred with the defendant as often as necessary and advised him of his rights....” Matthews, supra, 459 A.2d at 1065. As we said in McFadden, supra: “[A] defendant is entitled to adequate preparation by, and consultation with, counsel, which often may be a more important element in effective assistance of counsel to which a defendant is entitled than the forensic skill exhibited in the courtroom.” 614 A.2d at 13-14 (citation and internal quotation marks omitted).\nBased upon our review of the record and our prior related cases, we are constrained to conclude that the trial judge did not conduct the proper Monroe-Farrell inquiry. In McFadden, supra, we confronted the question of whether a remand or a reversal is the proper remedy where there has been either no, or an inadequate, Monroe-Farrell inquiry. There, we reversed the conviction where a defendant requested new counsel and defense counsel admitted that he had not spent sufficient time consulting with the defendant and preparing for trial. We reiterated in McFadden that “either reversal or remand is an appropriate remedy, depending on the circumstances of the case.” 614 A.2d at 16 (citing Bass, supra, 580 A.2d at 671). After examining several prior cases, we drew the following conclusions:\nThe lesson to be drawn from these cases is that when a defendant requests new counsel, based on pretrial ineffectiveness, several weeks before trial, and the trial court conducts no inquiry, this court will remand for findings on the issue (Bass; Matthews). The court will also remand when the defendant has made a pretrial request for new counsel immediately before trial but no inquiry has been made, and thus there is no basis on which to determine whether the claim may have merit (Nelson). On the other hand, if “there is sufficient evidence on the record to sustain the ruling of the trial court in spite of the court’s failure to make a proper inquiry before ruling,” Monroe, 389 A.2d at 823, this court will affirm. We will reverse outright, however, when there is obvious prejudice (Farrell) or when the trial court’s conclusions are unsupported by the pretrial record (Pierce ). This court tends to err, if at all, on the side of reversal, rather than remand, in order to provide incentive for thorough pretrial MONROE-FARRELL inquiries and to avoid prolonging appeals.\nId. at 17-18 (footnote omitted). The case before us falls into the category of “no inquiry.” Therefore, in accordance with McFadden, supra, we are required to remand the case for findings on the Monroe-Farrell issue. In this case, however, we must first determine whether the trial court committed reversible error regarding the second question presented for review.\nMr. Mills’ second question is whether the trial court erred by denying his request to delete part of a proposed jury voir dire question relating to potential jurors’ experience with persons accused of crime, or witnesses to or victims of crime. In Tate v. United States, 610 A.2d 237, 238 n. 1 (D.C.1992), we noted that: “A question directed to potential jurors inquiring whether they or persons close to them have been accused of, the victim of, or a witness to a crime is sometimes called a ‘Ridley question.’ ”\nIn this case, the trial court posed several questions relating to the potential juror, close family, and close friends, including the following two Ridley questions:\nAgain referring to the same group of you, close friends and close family, has any member of that group in the last ten years been a victim of or a witness to any crime similar to the crime charged. Or has any member been arrested, charged or convicted of a similar crime?\nHas any member of the panel, that is each of you, has any member of the panel been a victim of or a witness to or arrested or convicted of any crime? And has that experience so affected you that it could interfere with your ability to be fair and impartial in this case?\nTwo jurors responded affirmatively to the first form of the Ridley question, and six to the second.\nAfter posing all of its voir dire questions, the trial judge then informed the jury that she would retire to the jury room and ask each prospective member of the jury “to come back even if [the prospective juror] didn’t ... stand up for any questions.” As the process unfolded in the jury room, the trial judge asked two jurors who had not stood up for any question whether they then realized that they should have stood up for one or another question. Each responded in the negative.\nFollowing the court’s interviews with a few more individual prospective jurors, defense counsel raised a question about the wording of the second Ridley question, which included the inquiry, whether “that experience so affected you that it could interfere with your ability to be fair and impartial in this case?” The transcript of the proceedings includes the following conversation between defense counsel and the trial judge:\nDEFENSE COUNSEL: On the Ridley question, ... I just have a concern and hopefully it’s not ... going to be justified, but it might be there. Since in the question there’s the assessment of whether or not the prospective jurors believe that in the event that they or someone close to them was either convicted of, accused of, or a witness to or victim of a crime, and that it would affect their—\nTHE COURT: No, that’s not in the question. That’s only in the question ... with regard to their personally being a victim or a witness to or charged or convicted of any crime.\nDEFENSE COUNSEL: Right. •\nTHE COURT: It was not in the question relating to a similar crime for them, close family or close friends.\nDEFENSE COUNSEL: Okay. And my ... concern is just with the—\nTHE COURT: No, that’s for any similar crime. That caveat was not there.\nDEFENSE COUNSEL: Right.\nTHE COURT: And ... that’s consistent with Ridley.\nDEFENSE COUNSEL: Right. Right. But in terms of—\nTHE COURT: And you didn’t make any requests for anything else.\nDEFENSE COUNSEL: That’s ... true. But ... since we haven’t gone that far — Since we’re going to be seeing the jurors individually, particularly for those who haven’t answered affirmatively, my only concern is that with the caveat being that would affect you. And certainly people can believe and want to be totally fair and impartial. And sometimes circumstances are such that they would appear to be fair and impartial.\nThe trial judge then asked defense counsel what he “want[ed]” and another exchange took place between defense counsel and the judge:\nDEFENSE COUNSEL: What do I want? What I would like is that when the jurors come in individually just to — just to ask them the Ridley without the caveat. Or just to ask them the question about—\nTHE COURT: I have — No, I’m not going to do that. I think that, unless they say something that would be a reason. It seems to me the issue is whether they have been a victim of, a witness to, or charged or convicted of any crime with no time limit.\nDEFENSE COUNSEL: Okay.\nTHE COURT: Any crime, no time limit. Then personally that only is an issue if they think that it would affect them. If, for example, somebody had their purse snatched twenty years ago. I don’t know that — And they don’t think it would have any affect on them. I don’t think there is any reason to re-ask the question now, given that we’re not talking about the same ... or similar crime and it has absolutely no time limit. I think it would be an imposition ... to re-ask the Ridley question to every juror individually. I don’t see any cause to do that.\nDEFENSE COUNSEL: Well, since the jurors are coming in anyway, my concern is this. Since the charge is an escape charge ... which is sort of subsumed under being arrested. Generally, if you’re going to be charged with escape charge—\nTHE COURT: [Defense Counsel], I think that goes beyond what is appropriate to do.\nAs the process with the individual prospective jurors unfolded, defense and government counsel had an opportunity to pose questions to individual prospective jurors to further probe for bias. Indeed, the prosecutor posed several follow-up questions to prospective juror No. 507, including a broad Ridley question concerning whether “a friend or a close family member [had] been a victim of a crime or arrested for a crime[.]” At one point when the person was not forthcoming, the trial judge asked several questions of this prospective juror in an effort to obtain additional information. Defense counsel had the opportunity to do the same with respect to each prospective member of the jury-\nMr. Mills’ basic complaint is that his Sixth Amendment constitutional right to a fair trial was impaired because by denying his request relating to the second Ridley question concerning “any crime,” as opposed to the first relating to “any crime similar to the crime charged,” the trial court improperly “delegate[d] to jurors both its own obligation and the defense’s right to make an assessment of juror bias,” and thus precluded a determination of actual bias because: “The potential juror who viewed himself or herself as unbiased could remain silent no matter how serious and recent his or her exposure to crime might be — thus depriving the judge and defense counsel of any ability to independently assess juror bias.”\nSeveral legal principles are applicable to the jury voir dire issue raised by Mr. Mills. In Doret v. United States, 765 A.2d 47 (D.C.2000), cert. denied, 582 U.S. 1030, 121 S.Ct. 1980, 149 L.Ed.2d 772 (2001), we again recognized that “the impaneling of a fair and impartial jury is the task of the trial judge.” Id. at 53 (citation and internal quotation omitted). Nonetheless, we reiterated that: “ ‘the trial court [has] broad discretion in conducting voir dire examination; absent an abuse of discretion and substantial prejudice to the accused, the trial court will be upheld.’ ” Id. (quoting Murray v. United States, 532 A.2d 120, 122 (D.C.1987) (citations omitted)) (alteration in the original).\nWe have stressed that: “Fairness requires a careful voir dire examination when there is a ‘significant likelihood’ of juror prejudice.” Cordero v. United States, 456 A.2d 837, 841 (D.C.1983) (citing Ristaino v. Ross, 424 U.S. 589, 598, 96 S.Ct. 1017, 47 L.Ed.2d 258 (1976)) (other citations omitted). We have identified cases and subject areas in which “[a] significant likelihood of prejudice exists”: “(1) a case involv[ing] matters concerning which either the local community or the population at large is commonly known to harbor strong feelings, and (2) these matters are inextricably bound up with the conduct of the trial.” Id. at 842 (citations and quotations omitted). Moreover, in such circumstances, “[cjourts have held that controversial matters requiring careful inquiry include race, religion, abortion, nationality or alienage, insanity, sexuality, drug-related crimes, and political attitudes.” Id. (footnotes citing cases omitted).\nHere, we are faced with a case concerning Mr. Mills’ efforts to escape from Superior Court. The record reflects no particular notoriety or controversy pertaining either to Mr. Mills, to the reason for his presence in court at the time of his efforts to escape (walking away from a halfway house), or to the offense for which he still owed time (unauthorized use of a vehicle). Nonetheless, the trial court adhered to a process which was designed to probe all members of the jury venire. First, open court questions were posed; followed by interviews with each individual potential juror during which the judge, defense counsel and government counsel all had an opportunity to question the prospective jurors.\nUnder these circumstances, the question presented to us is whether the trial court abused her discretion by denying Mr. Mills’ request that she again ask her second Ridley question pertaining to “any crime” without permitting the juror to make the determination required by. the last part of the second question: “And has that experience so affected you that it could interfere with your ability to be fair and impartial in this case?” Both Mr. Mills and the government cite Mu’Min v. Virginia, 500 U.S. 415, 111 S.Ct. 1899, 114 L.Ed.2d 493 (1991).\nMu’Min concerned a controversial murder, a defendant previously convicted of an earlier murder, substantial pretrial publicity, and racial overtones. Questions were posed to prospective jurors as a group in the courtroom, and then jurors were interviewed in panels of four. The petitioner in Mu’Min challenged the trial court’s failure to ask prospective jurors about the content of articles read about the murder. The Supreme Court held that the voir dire process that the trial judge put into effect “was consistent with” the Due Process Clause of the Fourteenth Amendment. In reaching this holding, the Supreme Court invoked the standard that: “To be constitutionally compelled ..., it is not enough that [requested] questions might be helpful. Rather, the trial court’s failure to ask these questions must render the defendant’s trial fundamentally unfair.” Id. at 425-26, 111 S.Ct. 1899 (referencing Murphy v. Florida, 421 U.S. 794, 799, 95 S.Ct. 2031, 44 L.Ed.2d 589 (1975)).\nBased upon our reading of our own precedents and those of the Supreme Court concerning the voir dire process, we are unable to conclude that the trial court abused her discretion by rejecting defense counsel’s request that, during the individual interviews with each prospective juror, she again ask the second Ridley question regarding “any crime” to each of those jurors, but without the caveat. The court has no obligation “to ask [a] question exactly as proposed [by counsel].” Boertje v. United States, 569 A.2d 586, 593 (D.C.1989). Nor does Mr. Mills cite any case holding that, as phrased, the trial court’s second Ridley inquiry was improper. On the contrary, we have made clear that as a general rule, the trial court is under no obligation to inquire as to the jurors’ experience with crimes of any type. As we said in Williams v. United States, 521 A.2d 663 (D.C.1987):\n[T]he trial court properly narrowed its inquiry to those offenses most likely to reveal juror bias. In our view, an expanded inquiry into “any crimes” the [prospective jurors] may have somehow experienced would have been overly broad and likely elicited essentially irrelevant information.\nId. at 665 (references omitted). In the case of a crime such as escape, it might in some circumstances be appropriate to inquire, in addition, as to the prospective jurors’ experience with the underlying offense. No such question was requested here. Furthermore, as we have noted, defense counsel here was given full opportunity to ask any follow-up questions that counsel wished to explore. Moreover, the trial judge did ask a “catch-all” question of jurors who had stood for none of the questions posed during the first part of the process and also posed other questions designed to ferret out juror bias; for example:\nIs there any member of the jury panel who is unable or unwilling to follow the Court’s instructions regarding the burden of proof and the presumption of innocence in this case?\nDoes any member of the panel have such strong personal feelings or opinions about crime in the District of Columbia or crime in general that you cannot set aside those feelings and decide this case fairly based on the evidence presented?\nAre any of you now or have you in the past been members of a community, civic or other organization that’s actively involved in law enforcement issues, such as a neighborhood watch group, a police support organization, a victim’s assistance group, the Orange [caps]?\nOn balance, the voir dire process used by the trial judge in Mr. Mills’ case was by no means perfunctory, hurried, or devoid of efforts to weed out juror bias. The trial judge, defense counsel, and government counsel all had the opportunity to pose questions to each member of the jury veni-re, out of the presence of other prospective jurors. Furthermore, unlike Doret, supra, defense counsel did not advise the trial judge, before the voir dire process, of the specific question he wished to have posed to potential jurors. Nor is this a case, as in Doret, where a juror’s answer to a particular voir dire question required the judge not to accept silence to a follow-up question about the juror’s ability to be fair. Consequently, we see nothing in the record before us to suggest constitutional error or an abuse of discretion in the trial court’s handling of the voir dire.\nAccordingly, for the foregoing reasons, we remand this case solely for the purpose of findings on the Monroe-Farrell issue. In determining whether trial counsel’s performance met constitutional standards, the trial court may be guided by the summary of the relevant standards set forth in Nelson v. United States, 601 A.2d 582, 592 (D.C.1991). In the event that the court concludes that a new trial is not warranted, the judgment of conviction will remain, subject to any additional right of appeal appellant may exercise.\nSo ordered.\n. Section 22-2601(a)(2) provides: \"(a) No person shall escape or attempt to escape from: ... (2) The lawful custody of an officer or employee of the District of Columbia or of the United States.” Mr. Mills was sentenced to twenty to sixty months of incarceration, to run consecutive to a prior sentence relating to the crime of unauthorized use of a motor vehicle.\n. Monroe v. United States, 389 A.2d 811 (D.C.), cert. denied, 439 U.S. 1006, 99 S.Ct. 621, 58 L.Ed.2d 683 (1978); Farrell v. United States, 391 A.2d 755 (D.C.1978).\n. The record shows that mental competency examinations of Mr. Mills were done on June 11, 1997, and July 24, 1997, by the District of Columbia Commission on Mental Health.\n. The trial court's reference to a prior trial in which there was a hung jury is not clear.\n. Pierce v. United States, 402 A.2d 1237 (D.C.1979).\n. United States v. Ridley, 134 U.S.App. D.C. 79, 412 F.2d 1126 (1969).\n. This practice was followed for each juror who had not stood in response to any question.\n. Mr. Mills alludes to the possibility of a non-constitutional voir dire issue, but ultimately rests his argument on constitutional grounds. He asserts in his main brief:\nAs appellant has stated, the burden that must be met for him to prevail on an appeal challenging voir dire decisions of the trial court — if the issue does not rise to a Constitutional deprivation — is that he must show that the court’s rulings permitting a juror to serve are an abuse of discretion and that he has suffered substantial prejudice as a re-suit.... The state of the record is such that the only discretion the court used, regarding voir dire questions concerning exposure to crime, was the decision to eliminate from the trial record all evidence that might enable the defendant to meet this burden, or to allow this court to assess if this Constitutional right was provided to the [ajppel-lant.... The [ajppellant contends that the trial court violated this Constitutional right to a fair trial by failing to make any assessment of potential jurors' possible bias.\n. The trial judge said to these jurors: “You didn’t stand up for any questions and I just wanted to make sure that there wasn’t anything — after we finished, that there wasn’t anything you didn’t realize that you should have stood up for.”",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "R. Michael LaBelle, appointed by the court, for appellant.",
      "Siu P. Wong, Assistant United States Attorney, with whom Kenneth L. Wain-stein, United States Attorney at the time the brief was filed, and John R. Fisher, Elizabeth Trosman, Barbara E. Kittay, and Frances Raskin, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Warren E. MILLS, Appellant, v. UNITED STATES, Appellee.\nNo. 98-CF-1379.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 14, 2001.\nDecided April 11, 2002.\nR. Michael LaBelle, appointed by the court, for appellant.\nSiu P. Wong, Assistant United States Attorney, with whom Kenneth L. Wain-stein, United States Attorney at the time the brief was filed, and John R. Fisher, Elizabeth Trosman, Barbara E. Kittay, and Frances Raskin, Assistant United States Attorneys, were on the brief, for appellee.\nBefore STEADMAN, REID and GLICKMAN, Associate Judges."
  },
  "file_name": "0026-02",
  "first_page_order": 78,
  "last_page_order": 89
}
