{
  "id": 11311859,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Ralph BIRDSONG, Appellant",
  "name_abbreviation": "Commonwealth v. Birdsong",
  "decision_date": "1994-11-09",
  "docket_number": "",
  "first_page": "26",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "83 L.Ed.2d 296",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 360",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 963",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12034269,
        12034334
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0963-01",
        "/us/469/0963-02"
      ]
    },
    {
      "cite": "504 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787710
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "707-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0428-01"
      ]
    },
    {
      "cite": "275 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935384
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0265-01"
      ]
    },
    {
      "cite": "469 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722078
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0258-01"
      ]
    },
    {
      "cite": "246 A.2d 430",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917448
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0536-01"
      ]
    },
    {
      "cite": "529 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831160
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "112"
        },
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0108-01"
      ]
    },
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "494 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769044
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0229-01"
      ]
    },
    {
      "cite": "492 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767206
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "563"
        },
        {
          "page": "1335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0558-01"
      ]
    },
    {
      "cite": "567 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820354
      ],
      "weight": 8,
      "year": 1989,
      "pin_cites": [
        {
          "page": "618",
          "parenthetical": "citations omitted"
        },
        {
          "page": "619",
          "parenthetical": "citation omitted"
        },
        {
          "page": "619",
          "parenthetical": "citations omitted"
        },
        {
          "page": "619",
          "parenthetical": "citation omitted"
        },
        {
          "page": "626"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0305-02"
      ]
    },
    {
      "cite": "523 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820354,
        1820303
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "323",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0305-02",
        "/pa/523/0305-01"
      ]
    },
    {
      "cite": "527 A.2d 973",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1806092
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "977"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "515 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806001,
        1806092
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-01",
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "482 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1749636
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/482/0097-01"
      ]
    },
    {
      "cite": "507 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792366
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "303"
        },
        {
          "page": "1342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0299-01"
      ]
    },
    {
      "cite": "77 L.Ed.2d 1327",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 2444",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "461 U.S. 970",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337770,
        11337700
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0970-02",
        "/us/461/0970-01"
      ]
    },
    {
      "cite": "500 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781169
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "page": "63"
        },
        {
          "page": "961"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1378,
    "char_count": 33641,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23967401188254606
    },
    "sha256": "0b3d9cc0aef2031c762a3b222a675a7ea0d324b58337f7cb223ca4b27f42e9b7",
    "simhash": "1:95737a03f12e49b4",
    "word_count": 5462
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J. and FLAHERTY, McDermott, zappala, papadakos and CAPPY, JJ.",
      "LARSEN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Ralph BIRDSONG, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellant, Ralph Birdsong, was convicted of two counts of first degree murder, possession of an instrument of crime, six counts of aggravated assault, involuntary deviate sexual intercourse, rape, and criminal conspiracy on October 27, 1989, following a consolidated bench trial before the Honorable Juanita Kidd Stout. A separate penalty hearing was held, and the trial court found two aggravating circumstances: that Appellant “ha[d] a significant history of felony convictions involving the use or threat of violence to the person,” 42 Pa.C.S. § 9711(d)(9); and that Appellant “ha[d] been convicted of another murder, committed ... at the time of the offense at issue,” 42 Pa.C.S. § 9711(d)(ll). No mitigating circumstances were found, and pursuant to 42 Pa.C.S. § 9711(b), the trial judge sentenced Appellant to death for the first degree murder conviction. In addition, the trial judge sentenced Appellant to a consecutive term of fifty-two and one-half (52]£) to one hundred five (105) years of imprisonment for the other convictions stemming from the incident which occurred on July 17,1988. Thereafter, the trial court heard and denied Appellant’s post-trial motions.\nI. SUFFICIENCY OF THE EVIDENCE\nAppellant does not challenge the sufficiency of the evidence; however, we have independently reviewed the record to determine the sufficiency of the evidence supporting Appellant’s conviction consistent with our obligation in a case in which the death penalty has been imposed. Commonwealth v. Zettlemoyer, 500 Pa. 16, 26 n. 3, 454 A.2d 937, 942 n. 3 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). The test for determining the sufficiency of the evidence is whether, viewing the evidence in the light most favorable to the Commonwealth as verdict winner and drawing all proper inferences favorable to the Commonwealth, the .trier of fact could reasonably have determined all elements of the crime to have been established beyond a reasonable doubt. Commonwealth v. Syre, 507 Pa. 299, 303, 489 A.2d 1340, 1342 (1985).\nOn July 17, 1988, Appellant and his brother, Anthony Birdsong, went to a residence located at 5723 North 17th Street. Appellant entered the residence while Anthony remained outside. The Commonwealth presented the testimony of several eyewitnesses who saw Appellant commit the crimes on the day in question.\nGregory Johnson, who lived at 5723 North 17th Street, testified that he was seated at the dining room table ingesting crack cocaine in the early morning hours of July 17, 1988. Hassan Holmes and Kim Glenn were also present. The doorbell rang, and Holmes arose and observed through a window that Appellant, also known as “Hakeem,” was at the front door. At that point, Johnson arose from the table to admit Appellant, whom he had known for ten years. Appellant then entered the house, walked by Johnson, turned around, and shot Johnson in the back of the head with a shotgun. Although the impact of the shotgun blast caused Johnson to fall to the floor, he was nevertheless able to get up and run out of the house.\nHassan Holmes corroborated the testimony of Johnson by identifying Appellant as the person who rang the doorbell on July 17, 1988. Holmes assumed that Appellant wished to purchase drugs from Johnson, who was a dealer. After seeing Johnson shot, Holmes attempted to flee to the basement, but Appellant intercepted him and shot him in the shoulder. Holmes then heard James Bagwell, who was sleeping on the living room couch, get off the couch and attempt to flee to the basement. However, Appellant intercepted Bagwell and fatally wounded him as he ran down the stairs. Shortly thereafter, Holmes managed to flee from the house.\nAdditionally, Andre Kinard testified that he saw Appellant shoot Bagwell in the head as Bagwell was running down the basement stairs attempting to flee. Kinard then tried to flee, but Appellant shot him as well.\nKim Glenn also testified that Appellant, whom she had known for one and one-half years, rang the doorbell that morning. Glenn was able to identify Appellant because she had sold drugs for him in the past. Glenn hid under the dining room table as Appellant proceeded to shoot Johnson, Holmes, and Bagwell. When Appellant went upstairs, Glenn hid under a mattress in the front of the house. From there she heard a second man enter the house and warn Appellant about the police.\nThe Commonwealth presented the testimony of Monroe Clark, who testified that he was in the second floor bedroom with Gloria Pannell when Appellant kicked in the bedroom door. Appellant fired shots, but missed Clark. Appellant’s shots hit Pannell. After leaving the room for a brief instant, Appellant reentered the room and fatally shot Pannell while standing over her as Clark hid in the bedroom closet.\nFifteen-year old Quinzell Pannell testified that he, his brother Albert, and his sister Yiana were in another bedroom when Appellant entered and struck them repeatedly with the butt of his gun. After beating the children, Appellant then directed them into another bedroom. On the way, Appellant struck Quinzell in the back of the head causing Quinzell to fall to the floor. Next, Appellant took Albert out of the room and shot him. Appellant then returned, stated “I am going to rape you, bitch,” and took Yiana out of the room. (N.T. 10/24/89, 284-85).\nYiana corroborated the testimony of Quin-zell. She also testified that Appellant forced her out of the house and across the street to a park where he proceeded to rape and sodomize her. By stipulation, the results of the rape kit taken at the hospital were admitted, showing the presence of sperm in Yia-na’s vagina and rectum. (N.T. 10/25/89, 399).\nAlbert Jones testified that Appellant, whom he had known for sixteen years, showed up at Jones’ apartment in the early morning hours of July 17,1988, with blood on his hands and the back of his legs. Appellant then requested a ride to pick up his car and Jones assented. When the two arrived at the driveway where Appellant’s truck was located, they were stopped by Detective Thomas Augustine.\nDetective Augustine testified that when he stopped Jones, the passenger in Jones’ car, who was later identified as Appellant, looked very nervous. Detective Augustine noticed a jacket under the passenger seat, picked it up, and felt a magazine from a gun. When Detective Augustine asked whose jacket it was, Appellant admitted it was his, but fled the scene when Detective Augustine indicated that he would like the two men to come with him. Through continued questioning of the driver, Detective Augustine adduced that the passenger was Appellant. Additionally, upon further investigation, the detective discerned that the jacket contained an empty magazine from a .45 caliber handgun.\nAppellant disappeared from Philadelphia and was subsequently arrested in Fort Laud-erdale, Florida, on November 14, 1988.\nThe parties stipulated that the jacket recovered from Jones’ automobile was stained with human blood. It was further stipulated that Gloria Pannell and James Bagwell died of multiple gunshot wounds. Finally, it was stipulated that Albert Pannell suffered a gunshot wound to the back of the head which rendered him permanently disabled and confined to a wheelchair.\nClearly, the evidence introduced at trial, viewed in the light most favorable to the Commonwealth as verdict winner and drawing all proper inferences favorable to the Commonwealth, was sufficient for the trier of fact to reasonably have determined all elements of the crime beyond a reasonable doubt.\nII. ALLEGATIONS OF TRIAL ERROR\nAppellant raises four allegations of trial error; two relate to a claim of ineffectiveness of trial counsel, and two relate to a claim of abuse of discretion by the trial court. The issue of trial counsel’s effectiveness may be raised in this direct appeal because Appellant is represented by different counsel. Commonwealth v. Holmes, 482 Pa. 97, 105 n. 3, 393 A.2d 397, 401 n. 3 (1978).\nIn order to prevail on a claim of ineffectiveness of counsel, Appellant must demonstrate (1) that the underlying claim is of arguable merit; (2) that the particular course chosen by counsel did not have some reasonable basis designed to effectuate his interests; and (3) that counsel’s actions were prejudicial. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987).\nAppellant asserts that trial counsel was ineffective for failing to move for a change of venue because of the extensive coverage his case received in the Philadelphia newspapers. Appellant contends that, as a result of this coverage, he was forced to waive his constitutional right to trial by jury and instead was forced to accept a bench trial.\nIn order to buttress his argument that he would have opted for a jury trial if trial counsel would have successfully sought a change of venue, Appellant cites to the following portion of the jury waiver colloquy, in which Appellant and co-defendant Anthony Birdsong, were being questioned to determine whether they were waiving their right to a jury trial:\nMR. McMAHON [assistant district attorney]: Has anyone, with respect to this hearing, promised you, coerced you or made suggestions of a promise as to giving up your right to have 12 people make that decision?\nANTHONY BIRDSONG: The whole thing is the media exploited us in the paper, and I don’t think we can get a fair trial by, you say, our peers. I don’t think we could get a fair trial if we take a jury. That is the reason.\nMR. McMAHON: That is your mind. That is where you are thinking. Now, my point is, has anyone forced you or coerced you. This is a decision you are making on your own?\nANTHONY BIRDSONG: You can understand what I am saying. It is forced on the grounds that I don’t think we can get a fair trial by a jury. I have all the clippings in my brief case about how they exploited us in the paper, and pictures and everything, so everybody in the city reads papers. How can we get an impartial trial by jury if possible?\nThis is the reason I am saying, you are saying we were forced anything. No. We weren’t forced, but having some education and understanding that if you have an impartial trial by your peers, you couldn’t possibly have a fair trial if they read the papers and see we were exploited in the papers. That’s the reason, yes sir.\nRALPH BIRDSONG: He is saying the papers already convicted us.\n(N.T. 10/18/89, 37-38).\nIn order for Appellant to prevail on this ineffective assistance of counsel claim, he must first prove that a motion for a change of venue is of arguable merit. We are of the opinion that it is not.\nVenue may be changed by a court when it is determined after a hearing that a fair and impartial trial cannot otherwise be had in the county where the case is pending. Pa.R.Crim.P. 312(a). Appellant claims that the pre-trial publicity which surrounded this case would have made it impossible for him to receive a “fair and impartial” jury trial, and as a result a change of venue would have been warranted. We have stated that\n[njormally, one who claims that he has been denied a fair trial because of prejudicial pre-trial publicity must show actual prejudice in the empaneling of the jury.... But this rule is subject to an important exception. In certain cases there “can be pretrial publicity so sustained, so pervasive, so inflammatory, and so inculpatory as to demand a change of venue without putting the defendant to any burden of establishing a nexus between the publicity and actual jury prejudice,” ... because the circumstances make it apparent that there is a substantial likelihood that a fair trial cannot be had.\nCommonwealth v. Tedford, 523 Pa. 305, 323, 567 A.2d 610, 618 (1989) (citations omitted). However, “[i]t is clear that the mere existence of pre-trial publicity does not warrant a presumption of prejudice. Similarly, a possibility that prospective jurors will have formed an opinion based on news accounts will not suffice.” Id. at 324, 567 A.2d at 619 (citation omitted). This possibility that prospective jurors will have formed an opinion results from the prevalence of the media in our society. Nevertheless, this Court has acknowledged that\n[pjre-trial prejudice will be presumed if: (1) the publicity is sensational, inflammatory, and slanted towards conviction rather than factual and objective; (2) the publicity reveals the accused’s prior criminal record, if any, or if it refers to confessions, admissions or reenactments of the crime by the accused; and (3) the publicity is derived from police and prosecuting officer reports.\nId. at 324, 567 A.2d at 619 (citations omitted). “Additionally, it is important to determine “whether there has been such a “cooling-off period” between the publicity and the commencement of trial that the prejudicial effect of the publicity may be deemed to have dissipated.’ ” Id. at 325, 567 A.2d at 619 (citation omitted).\nIn support of his argument, Appellant offers to this Court a sampling of newspaper headlines and an appendix containing copies of thirty-one newspaper articles which appeared in the Philadelphia Daily News and The Philadelphia Inquirer. He states generally that the articles reported the commission of the homicides and shootings by Appellant and his brother, the F.B.I. search resulting in their apprehension, their subsequent extradition, other crimes with which they were charged, their drug-related activities, and the forfeiture of Appellant’s property as drug proceeds. Appellant fails, however, to specifically inform this Court of the substance of the newspaper articles which Appellant believes to be prejudicial. Appellant fails to show this Court where the articles were sensational, inflammatory, and slanted towards conviction. Additionally, he has not demonstrated that the publicity revealed the accused’s prior criminal record or if it referred to confessions, admissions or reenactments of the crime. Finally, Appellant has not alleged that the publicity was derived from police and prosecuting officer reports. Appellant offers nothing more than boilerplate allegations which we have held to provide no basis for relief. See Commonwealth v. Pettus, 492 Pa. 558, 563, 424 A.2d 1332, 1335 (1981).\nNotwithstanding Appellant’s omission, we have reviewed all the articles and find that the pre-trial publicity in this case did not rise to a level which requires that we presume prejudice. As such, Appellant has faded to meet his burden of proof that the pre-trial coverage he received was prejudicial. Therefore, his claim that trial counsel was ineffective for failing to request a change of venue has no arguable merit.\nAssuming arguendo Appellant’s claim has arguable merit, Appellant has failed to demonstrate that there was no reasonable basis for counsel’s actions. The burden of establishing the elements of an ineffectiveness claim rests upon Appellant. Commonwealth v. Miller, 494 Pa. 229, 233, 431 A.2d 233, 235 (1981). Counsel for Appellant, however, argues only that “[t]rial counsel’s failure to seek a change of venue had no rational basis designed to effectuate his client’s interests in that there was more than arguable merit to such a motion.” Brief for Appellant at 11 (citing Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967)). Clearly, this argument does not satisfy Appellant’s burden.\nFinally, Appellant has not shown that counsel’s actions prejudiced him. Appellant must show that counsel’s ineffectiveness was of such magnitude that it could have reasonably had an adverse effect on the outcome of the proceedings. Commonwealth v. Pierce, 515 Pa. 153, 162, 527 A.2d 973, 977 (1987). Appellant submits that he was clearly prejudiced because he was precluded from exercising his constitutional right to trial by jury by counsel’s failure to request a change of venue which, even if it had been denied by the trial court, would have left him in no worse a position than that in whieh he found himself prior to trial. Brief for Appellant at 11. However, Appellant’s argument does not satisfy his burden where he has not shown how he was indeed prejudiced. Nor does our independent review of the record identify how Appellant was prejudiced. Thus, because Appellant has failed to satisfy the Pierce test, this claim of ineffective assistance of counsel must fail.\nAppellant also claims that trial counsel was ineffective in eliciting testimony of Appellant’s prior criminal activity on cross-examination of the Commonwealth’s witnesses. Appellant claims that the testimony was highly prejudicial and denied him his right to a fair trial.\nWe have held that “the mere allegation that trial counsel pursued the wrong course of action will not make out a finding of ineffectiveness.” Commonwealth v. Savage, 529 Pa. 108, 112, 602 A.2d 309, 311 (1992). At trial, Appellant was identified by several eyewitnesses as the person who entered the house on the morning of July 17, 1988, and viciously attacked the occupants. Six of the eyewitnesses had previously known Appellant, one for a period of ten years. The other eyewitness, Andre Kinard, identified Appellant from a photo array several hours after the shooting.\nIn light of the Commonwealth’s extensive identification evidence, the defense strategy employed by Appellant’s counsel was to first offer that someone else committed the crime and second, to show a motive why the eyewitnesses would lie.\nIn furtherance of the theory that someone else had committed the crime, trial counsel introduced into evidence the testimony of a taxicab driver who stated that shortly before the shooting he dropped off two Jamaicans at 5723 North 17th Street. (N.T. 10/26/89, 580-81; 10/27/89, 614-15). Trial counsel also introduced evidence that the description of the perpetrators given to police by Quinzell Pan-nell also fit the description of the Jamaicans given to the police by the cab driver. (N.T. 10/26/89, 554-57). To strengthen the defense theory that the actual perpetrators were Jamaicans who had arrived in a cab, trial counsel elicited Johnson’s testimony that, when he fled the house, he noticed a cab at the end of the street and proceeded to get into the cab. (N.T. 10/23/88, 134-35).\nAfter laying the foundation that someone other than Appellant had committed the crimes, trial counsel then attempted to show a possible motive behind the testimony of the Commonwealth’s witnesses. Trial counsel did this by attempting to establish the existence of a drug rivalry between Appellant and the victims. Counsel elicited testimony that 5723 North 17th Street was a drug house; that Gregory Johnson had been selling drugs in that area of the city for ten years; that Kim Glenn had previously sold drugs for Appellant and still owed him money at the time of the shooting; and that Appellant had previously supplied Hassan Holmes with drugs for resale. (N.T. 10/23/89, 124-26, 129, 182, 184-86, 207-08; 10/24/89, 249-50, 326-30; 10/25/89, 391-92).\nIn addition, trial counsel elicited testimony that several of the victims believed that the defendant was the person who had previously pistol-whipped two occupants of the house on July 10, 1988, only a week before the shooting spree, and demanded that they stop selling drugs from the house. (N.T. 10/23/89, 130-32). Counsel used this testimony first to impeach Johnson’s assertion that, despite the prior attack, Johnson freely allowed defendant to enter on July 17, 1988, when he saw Appellant standing at the door with a shotgun in his hand. Counsel also evoked testimony that Monroe Clark did not identify Appellant as the shooter on July 17, 1988, until after Kim Glenn told him that the shooter was the same person who had committed the July 10, 1988, assault. (N.T. 10/24/89, 251-56). Finally, counsel used testimony about the earlier drug-motivated assault to suggest that Kim Glenn, Hassan Holmes, Andre Kinard and Quinzell Pannell (none of whom had identified defendant as the shooter when they first talked to police), as well as Yiana Pannell, identified Appellant only because they were told by other occupants of the house that he had committed that assault. (N.T. 10/23/89, 188-89, 206, 210-12; 10/24/89, 288-91, 330-35; 10/25/89, 397-98; 10/26/89, 554-60, 571-72).\nIt is apparent that trial counsel was faced with the dilemma of whether to allow the jury to hear about Appellant’s prior criminal activity in order to show a motive for the Commonwealth’s witnesses to lie. Although the elicited testimony concerned Appellant’s prior bad acts, this testimony was necessary to establish a rational basis to explain why seven eyewitnesses, most of whom had previously known Appellant, would lie and accuse him of murder. Trial counsel’s disclosure of Appellant’s prior bad acts in order to show motive for the Commonwealth’s witnesses to lie was a reasonable trial strategy, and thus, trial counsel was not ineffective for doing so.\nAppellant next argues that the trial court abused its discretion in denying his request to reopen the penalty phase in order for Appellant to present the testimony of Dr. Allen Tepper, a psychiatrist who had examined him. At the penalty hearing, Appellant presented two witnesses: Aisha Johnson, the mother of his child, and Ms. Johnson’s mother Altrecia Berry. The witnesses testified that Appellant was a good father, that he was involved in renovating low rent houses, and that when Appellant was not using drugs he was “nice and gentle.” Trial counsel then had the opportunity to present Dr. Tepper who had examined Appellant for the purpose of presenting mitigating evidence. However, Appellant informed trial counsel that he did not want Dr. Tepper to testify. As a result, the trial court conducted the following colloquy with Appellant:\nTHE COURT: Mr. Birdsong, you have heard your attorney, Mr. O’Keefe, indicate that the doctor is here to testify on your behalf. Is it true you do not wish him to testify?\nRALPH BIRDSONG: Yes.\nTHE COURT: And you have made that decision of your own free will?\nRALPH BIRDSONG: Yes.\nTHE COURT: No one has forced you or coerced you in any way to make that decision?\nRALPH BIRDSONG: No, Your Honor.\nMR. O’KEEFE: You are doing this against your counsel’s advice, Mr. Birdsong?\nRALPH BIRDSONG: Yes.\n(N.T. 10/27/89, 670).\nAppellant, nearly five months later at a hearing on his post-verdict motions, requested that the court reopen the penalty hearing so that he could present Dr. Tepper’s testimony. The trial court denied Appellant’s request based on Appellant’s express refusal to call Dr. Tepper at the penalty phase. Appellant contends that this decision constituted an abuse of discretion.\nIn Commonwealth v. Tedford, 523 Pa. 305, 567 A.2d 610 (1989), the defendant had been convicted of first degree murder. At his sentencing hearing, the defendant told trial counsel not to present any testimony or evidence by way of mitigating factors for the jury to consider. The defendant had been questioned by defense counsel, and the defendant acknowledged that he understood that he had the right to present mitigating circumstances. Nevertheless, the defendant refused and stated that he did not want to produce such evidence. The jury then found two aggravating circumstances and no mitigating circumstances. As a result, the defendant was sentenced to death. Although the defendant faded to set forth even one mitigating factor which could have been admitted into evidence, he argued that the trial court erred in failing to compel the introduction of evidence of mitigating circumstances at the sentencing phase of his trial. Id. at 338-39, 567 A.2d at 626.\nIn ruling against the defendant in Tedford, we declined to impose a duty on the trial court to compel a defendant to exercise his right to produce mitigating circumstances pursuant to 42 Pa.C.S. § 9711 (e)(l — 8). In doing so, this Court was fully cognizant that\n[i]f we were to allow the kind of nonsensical argument presented by the appellant here, we would be sanctioning a “built-in” ineffective assistance of counsel claim which could be switched to a claim of trial court error by every convicted first degree murderer who simply refused to put in evidence of mitigating factors at his sentencing hearing. New trial court hearings and additional issues on appeal would then be guaranteed. This court will not permit this kind of manipulation of our system.\nId. at 340 n. 7, 567 A.2d at 627 n. 7.\nOur decision in Tedford is dispositive of the issue raised in this case. Appellant, like the defendant in Tedford, explicitly waived his right to present mitigating circumstances, and the trial court was satisfied that the waiver was intelligent and voluntary. (N.T. 10/27/89, 670). Moreover, Appellant has also failed to present this Court or the lower court with any information as to the nature of the psychiatrist’s proposed testimony or even the mitigating circumstances to which his testimony would have been relevant. We decline to disturb the trial court’s decision because Appellant had ample opportunity to present additional mitigating circumstances, yet expressly waived that right.\nFinally, Appellant complains that the trial court abused its discretion in denying a post-verdict motion request for a continuance in order to present the testimony of Appellant’s brother, Michael Birdsong. Appellant alleges that the testimony of his brother Michael would have exculpated Appellant, and thus, the post-verdict motion request for a continuance should have been granted. The grant or refusal of a request for continuance is a matter vested in the sound discretion of the trial court, and its decision, to grant or deny the request, will not be reversed by an appellate court in the absence of an abuse of that authority. Commonwealth v. DiPasquale, 431 Pa. 536, 541, 246 A.2d 430, 432 (1968).\nThis Court noted in Commonwealth v. Scott, 469 Pa. 258, 365 A.2d 140 (1976), that in reviewing an order denying a continuance to secure a material witness, an appellate court should consider the nature of the crime and its surrounding circumstances in deciding whether the denial of the requested continuance was an abuse of the trial court’s discretion. The criteria established by this Court to determine whether the trial court’s discretion was properly exercised are:\n(1) the necessity of the witness to strengthen the defendant’s ease; (2) the essentiality of the witness to defendant’s defense; (3) the diligence exercised to procure his presence at trial; (4) the facts to which he could testify; and (5) the likelihood that he could be produced at the next term of court.\nId. at 264, 365 A.2d at 143 (citing Commonwealth v. Smith, 442 Pa. 265, 270, 275 A.2d 98, 101 (1971)). Applying these criteria to the facts in the instant matter, we conclude that the trial court’s denial of a continuance was fully justified and constituted an appropriate exercise of discretion.\nWith regard to the necessity and essentiality of allowing the witness to testify, we find that there was sufficient testimony already introduced into evidence in furtherance of Appellant’s defense. At trial, counsel for co-defendant Anthony Birdsong elicited testimony concerning the similarity in physical appearance between Michael and Anthony Birdsong. (N.T. 10/23/89, 142). Anthony Birdsong’s counsel also presented as a witness Mr. James Hayes, who testified that at approximately 7:00 a.m. on July 17, 1988 (nearly two hours after the shooting), he had seen Michael Birdsong in the park across the street from the house where the shooting took place. (N.T. 10/26/89, 541-44). Hayes said that Michael had a gun in his hand and was walking towards his mother’s house on 16th Street where Michael was then living. Id.\nIn addition, trial counsel requested the court to compare the physical appearance of Michael with that of Appellant. (N.T. 10/26/89, 578-79). Without making a finding as to the degree of any resemblance between Michael and his brothers, Appellant and Anthony Birdsong, the trial judge commented that “he is their brother so I would hope he would resemble them.” (N.T. 10/26/89, 579). Therefore, we do not find that the witness’s proposed testimony would have been essential to Appellant’s defense.\nAlthough Appellant exercised diligence in producing the witness at trial, it appears that there is uncertainty as to whether in fact Michael is or ever was willing to forego his fifth amendment rights. When trial counsel called the witness to testify on his behalf, Michael refused to answer any questions concerning his whereabouts on the morning of July 17, 1988, pursuant to his fifth amendment rights. (N.T. 10/26/89, 578-79). At Appellant’s post-verdict hearing, Appellant testified that Michael might now admit that he was the one who committed the atrocities on July 17, 1988, because Michael would feel guilty for causing Appellant to be on death row for a crime that Michael committed. (N.T. 3/20/90, 3-6). However, much time has passed since Appellant’s capture, trial, sentencing hearing, post-verdict motion hearing, and appeal, and at no time has Appellant asserted with any degree of certainty that Michael has decided to waive his fifth amendment rights. In fact, the sole reason for making a request for the continuance was so counsel could find out Michael’s true intentions. (N.T. 3/20/90, 3).\nMoreover, assuming arguendo that the witness would be willing to forego his constitutional right not to incriminate himself, we are not of the opinion that his testimony would help Appellant. The trial court was correct in concluding that, even if Michael testified that it was he, not Appellant, that committed the crimes, this testimony would have been of little value in light of the testimony of the many eyewitnesses who knew Appellant and identified him as the shooter. See Commonwealth v. Birdsong, Nos. 4097-4101, 4104 — 4124 January Term 1989, slip op. at 19 (C.P. Philadelphia May 30, 1990).\nFinally, the last element, the likelihood that the witness could be produced at the next term of court, is not applicable. As we have stated above, this is a case in which the witness has invoked his fifth amendment right, and we have no indication that, even if a continuance would have been granted, the witness would have been, or is at this time, willing to testify.\nFor the foregoing reasons, we conclude that the trial court did not abuse its discretion in denying Appellant a continuance during the post-verdict motion hearing.\nIII. STATUTORY REVIEW OF DEATH SENTENCE\nPursuant to our statutory obligation, we have reviewed the record of the proceedings and conclude that the evidence supports the finding of the aggravating circumstances: Appellant has a significant history of felony convictions involving the use or threat of violence to the person, 42 Pa.C.S. § 9711(d)(9); and Appellant has been convicted of another murder, committed at the time of the offense at issue, 42 Pa.C.S. § 9711(d)(11). Further, we find that the sentence of death was not the product of passion, prejudice or any other arbitrary factor. 42 Pa.C.S. § 9711(h)(3)(i). Additionally, we must comply with our duty under 42 Pa.C.S. § 9711(h)(3)(iii) by determining whether the sentence of death in this case is excessive or disproportionate to the penalty imposed in similar cases. Commonwealth v. Zettlemoyer, 500 Pa. 16, 63, 454 A.2d 937, 961 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983). In performing this duty, we have reviewed the sentence imposed in comparison with the sentencing data compiled and monitored by the Administrative Office Of Pennsylvania Courts. See Comm onwealth v. Frey, 504 Pa. 428, 443, 475 A.2d 700, 707-08, cert. denied, 469 U.S. 963, 105 S.Ct. 360, 83 L.Ed.2d 296 (1984). We find that the sentence of death is not excessive or disproportionate.\nAccordingly, the judgment of sentence is affirmed.\nLARSEN, J., did not participate in the consideration or decision of this case.\nMcDERMOTT, j., did not participate in the decision of this case.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 907.\n. 18 Pa.C.S. § 2702.\n. 18 Pa.C.S. § 3123.\n. 18 Pa.C.S. § 3121.\n. 18 Pa.C.S. § 903.\n. As to the co-defendant, Appellant's brother Anthony Birdsong, the trial court convicted him of two counts of first degree murder, possession of an instrument of crime, six counts of aggravated assault, and criminal conspiracy.\n. Glenn recognized the man’s voice as that of the co-defendant, Anthony Birdsong.\n. Quinzell knew Appellant from an incident that occurred a few weeks earlier in which Appellant pistol-whipped Glenn, Clark, and other household members.\n. Anthony Birdsong was arrested in Miami, Florida, on November 22, 1988.\n. Although Appellant and the Commonwealth are in disagreement as to whether the psychiatrist was present at the post-sentencing hearing, we find resolution of this question immaterial to our determination of this matter.\n. Appellant was convicted of four crimes involving the use or threat of violence to the person: three robberies and one burglary. (N.T. 10/27/89, 656).\n. The prothonotaiy of the Supreme Court is directed to transmit the complete record in this case to the Governor. 42 Pa.C.S. § 971 l(i).",
        "type": "majority",
        "author": "NIX, Chief Justice."
      }
    ],
    "attorneys": [
      "Marlene S. Cooperman, Philadelphia, for appellant.",
      "Ronald Eisenberg, Deputy Dist. Atty., Catherine Marshall, Chief, Appeals Div., Kathy L. Echternach, Philadelphia, Robert A. Graci, Chief Deputy Atty. Gen., for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Ralph BIRDSONG, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 7, 1992.\nDecided Nov. 9, 1994.\nMarlene S. Cooperman, Philadelphia, for appellant.\nRonald Eisenberg, Deputy Dist. Atty., Catherine Marshall, Chief, Appeals Div., Kathy L. Echternach, Philadelphia, Robert A. Graci, Chief Deputy Atty. Gen., for appellee.\nBefore NIX, C.J. and FLAHERTY, McDermott, zappala, papadakos and CAPPY, JJ."
  },
  "file_name": "0026-01",
  "first_page_order": 84,
  "last_page_order": 94
}
