{
  "id": 6811265,
  "name": "Shirley Davis vs. City of Worcester",
  "name_abbreviation": "Davis v. City of Worcester",
  "decision_date": "1995-02-28",
  "docket_number": "",
  "first_page": "27",
  "last_page": "29",
  "citations": [
    {
      "type": "official",
      "cite": "1995 Mass. App. Div. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "41 Mass. App. Dec. 13",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4335153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/41/0013-01"
      ]
    },
    {
      "cite": "42 Mass. App. Dec. 7",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4335132
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/42/0007-01"
      ]
    },
    {
      "cite": "49 Mass. App. Dec. 1",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4336154
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/49/0001-01"
      ]
    },
    {
      "cite": "56 Mass. App. Dec. 145",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4337044
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/56/0145-01"
      ]
    },
    {
      "cite": "34 Mass. App. Dec. 11",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4043228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/34/0011-01"
      ]
    },
    {
      "cite": "9 Mass. App. Dec. 138",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        6064444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/9/0138-01"
      ]
    },
    {
      "cite": "49 Mass. App. Dec. 33",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4336264
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/49/0033-01"
      ]
    },
    {
      "cite": "54 Mass. App. Dec. 14",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4336818
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/54/0014-01"
      ]
    },
    {
      "cite": "57 Mass. App. Dec. 189",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4337259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/57/0189-01"
      ]
    },
    {
      "cite": "33 Mass. App. Dec. 203",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4042536
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/33/0203-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 7255,
    "ocr_confidence": 0.86,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30842975787391463
    },
    "sha256": "f98604cf9eaa47dc085b0ee5a2baf6e1fc4b3dacd35f51e871649194433beea5",
    "simhash": "1:d127ce48e005bc44",
    "word_count": 1224
  },
  "last_updated": "2024-02-27T22:15:49.746046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: LoConto, P.J., Teahan & Gelinas, JJ."
    ],
    "parties": [
      "Shirley Davis vs. City of Worcester"
    ],
    "opinions": [
      {
        "text": "Gelinas, J.\nDefendant City of Worcester seeks review in the Appellate Division of a trial court’s finding and judgment awarding plaintiff Shirley Davis $5,000. The defendant’s initial claim of report presented four “questions”:\n1. Whether the District Court erred in finding that the claimed defect was located within the public way, as opposed to being located on private property owned by plaintiff’s parents.\n2. Whether the District Court was required to state the subsidiary facts it found which made inapplicable the city’s requests on the issues of the claimed defect’s sole causation and of plaintiff’s contributory negligence, when the city’s relevant request for rulings of law stated correct principals of law.\n3. Whether the claimed defect was the sole cause of plaintiff’s claimed injuries, or whether plaintiff was at least one percent (1%) contributorily negligent at the moment of her accident.\n4. Whether the District Court erred in finding that the city should have had notice of the claimed defect prior to plaintiff’s accident.\nAfter disallowance of the first draft report defendant filed a second draft report claiming to be aggrieved of the “disallowance” of the first report, renewing its claim of report on the above four “questions.” The judge allowed the second report. On procedural and substantive grounds this report must be dismissed.\nAfter trial in the District Court, brought under M.G.L.c. 84, defendant filed timely a series of fifty-seven separate requests for rulings in ten categories. Although captioned “Defendant's Request for Rulings of Law,” of the fifty-seven requests, twenty-six were substantively requests for rulings of law; all twenty-six were allowed by the judge. The judge made special findings of fact, and denied the balance of the requests, which were substantively requests for findings of fact or mixed requests for finding of fact and rulings of law.\nWritten findings of fact are discretionary with the court, Dist./Mun. Cts. R. Civ. P., Rule 52(a), except that when any request for ruling of law, founded upon evidence, shall be refused on the ground that it is inconsistent with or inapplicable to the facts found, or because the facts recited in the request are not found, the court shall state the facts found, or the facts recited which it does not find, upon which such refusal is based, unless the same appear from special findings filed, Dist./ Mun. Cts. R. Civ. R, Rule 64(b).\nThe court made findings of fact as follows:\nAt trial there was testimony tending to show that the plaintiff was a pedestrian in a public way in the City of Worcester known as Gold Street in April 7, 1990 near premises at 5 Gold Street. A statutory notice of the injury and defect was given to the defendant as required by G.L.c. 84, identifying the defect as approximately 225 from the intersection of Green Street and Gold Street in front of the premises known at 5 Gold Street. The alleged defect was in fact more than eighty-two (82) feet and less than one hundred twenty feet (120) from the Gold/Green corner. The plaintiff who was a nurses aid had an onset of back pain and was disabled from work about three days and partially disabled thereafter.\nI find that the notice to the defendant was sufficient notice of the injury and location of the defect.\nI find that the defect was present during sufficient time for the City of Worcester in the exercise of due care to know of the defect had the City of Worcester not been negligent.\nI find the defect was substantial and had been present for a substantial period.\nWhile the court’s special findings were not detailed, they provide sufficient basis to support his decision. A general finding imports a finding of all subsidiary facts and the drawing of all rational inferences essential to support the general finding, Iacobucci v. Pinell, 33 Mass. App. Dec. 203; Berman v. Tyburski Electric Co., Inc., (1976) 57 Mass. App. Dec. 189. The judge’s findings clearly indicate his awareness that the action was governed by M.G.L.c. 84, and that he found according to the dictates of that statute. When a trial justice makes special written findings of fact clearly manifesting that he did not base his general findings upon any erroneous view of the law, the requests for rulings and his dealing with them became immaterial, A.F. Reagan Realty, Co., Inc. v. McMurtray, (1974) 54 Mass. App. Dec. 14; Tyburski v. The Republican Co., (1972) 49 Mass. App. Dec. 33. Even erroneous granting of rulings is not prejudicial where special findings of fact show that the correct result was reached, George v. Goldman, (1955) 9 Mass. App. Dec. 138.\nProcedurally, a claim of report and first draft report was presented to the judge. He disallowed this first draft report, citing as his reason “The defendant seeks to review findings of fact.” Defendant’s remedy upon disallowance of the first report was to file within prescribed time limits a petition to establish a report, to be heard in the Appellate Division under the provisions of Dist./Mun. Cts. R. Civ. P., Rule 64(e). A draft report is properly disallowed if it is not conformable to the facts, or it may be disallowed “for... other cause ...” A report is properly disallowed if it presents no legitimate question of law. Humble Oil & Refining Co. v. Strong, (1966) 34 Mass. App. Dec. 11; Dist./Mun. Cts. R. Civ. P., Rule 64(e).\nDismissal of a report is governed by Dist./Mun. Cts. R. Civ. P., Rule 64(c) (6), permitting dismissal if the report fails to comply with “the statutes or any of these rules applicable to draft reports.” In the event of dismissal, the aggrieved party’s remedy is to file with the trial justice a request for a report and a draft report on the dismissal, proceeding according to the rules regarding filing of reports. The one (disallowance) addresses substantive issues and must be reviewed by the Appellate Division, the other (dismissal) addresses procedural correctness with review initiated before the trial justice. In the instant case the judge’s disallowance of the report was clearly within the scope of the applicable rule, and defendant’s remedy was to file in the Appellate Division a petition to establish a report, governed by Dist./Mun. Cts. R. Civ. P., Rule 64(e); Overstreet v. Chambers, (1975) 56 Mass. App. Dec. 145. No such petition was brought timely under the rules.\nWe further note that the same four “questions” raise the issue of the judge’s finding being inconsistent with the rulings of law he allowed. Where there is inconsistency in the allowance of a request for ruling of law and a general finding of the judge, the only remedies open to the aggrieved party are either a motion to correct the alleged inconsistency or a motion for a new trial; such matter is not subject of a claim of report, Drury v. Crane Co., (1972) 49 Mass. App. Dec. 1; Nelson v. Quincy Mutual Fire Ins. Co., (1969) 42 Mass. App. Dec. 7; Benway v. Pinto, (1968) 41 Mass. App. Dec. 13. It appears that no such motion was ever filed.\nFor all of the foregoing reasons, the report must be dismissed.",
        "type": "majority",
        "author": "Gelinas, J."
      }
    ],
    "attorneys": [
      "Man E. Wilcox for the plaintiff.",
      "Donald V. Rider, Jr., for the defendant."
    ],
    "corrections": "",
    "head_matter": "Shirley Davis vs. City of Worcester\nWestern District\nFebruary 28, 1995.\nPresent: LoConto, P.J., Teahan & Gelinas, JJ.\nMan E. Wilcox for the plaintiff.\nDonald V. Rider, Jr., for the defendant."
  },
  "file_name": "0027-01",
  "first_page_order": 33,
  "last_page_order": 35
}
