{
  "id": 7356638,
  "name": "Sharon BENNETT, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent. Washington Metropolitan Area Transit Authority, Intervenor",
  "name_abbreviation": "Bennett v. District of Columbia Department of Employment Services",
  "decision_date": "1993-07-29",
  "docket_number": "No. 91-AA-1184",
  "first_page": "28",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 28"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "560 A.2d 1067",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357496
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "1073"
        },
        {
          "page": "1073"
        },
        {
          "page": "1074",
          "parenthetical": "internal quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/1067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 10295,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 1.513224467560543e-07,
      "percentile": 0.6679111407653496
    },
    "sha256": "c2c68dfbe9cb59d2049bd483a4e5018e5ce7553384864a15b8be4d80bb78c7a7",
    "simhash": "1:a9362754c04b0449",
    "word_count": 1595
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, FARRELL and KING, Associate Judges."
    ],
    "parties": [
      "Sharon BENNETT, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent. Washington Metropolitan Area Transit Authority, Intervenor."
    ],
    "opinions": [
      {
        "text": "KING, Associate Judge:\nPetitioner, Sharon Bennett, challenges the decision by the Director (the “Director”) of the Department of Employment Services (“DOES”) affirming a hearing examiner’s denial of Bennett’s workers’ compensation claim for permanent partial disability benefits. Bennett presents two contentions in her petition: (1) the findings below were not supported by substantial evidence, and (2) the Director erred in failing to consider newly discovered medical evidence. We agree with respect to the second contention and reverse and remand.\nI.\nBennett sought workers’ compensation benefits for an injury she sustained during the course of her employment as a Systems Maintenance Clerk for the Intervenor, the Washington Metropolitan Area Transit Authority (“WMATA” or “employer”). See D.C.Code §§ 36-301 to -345 (1988 & 1992 Supp.). After intermittently receiving temporary total and partial disability benefits, Bennett returned to work with work restrictions. The employer contended that Bennett could resume work without the restrictions and opposed her request for supplemental permanency benefits. See D.C.Code § 36-308(3)(V) (1988). A formal hearing was held before a Hearings & Appeals Examiner (“hearing examiner”) of the Hearings and Adjudication Section of DOES who, in a Compensation Order, concluded that Bennett had not sustained a permanent partial disability. Bennett appealed the Compensation Order to the Director of the Department of Employment Services. While the appeal was pending, Bennett sought to supplement the record with new medical evidence. The Director adopted the Compensation Order; however, no reference was made in that order to Bennett's request to supplement the record.\nBennett challenges the Director’s decision contending that “the findings below [were] not supported by substantial evidence,” and that “it was reversible, prejudicial error for the District Director to fail to add newly discovered medical evidence to the record or to consider if the evidence was material....” We conclude that the Director was required, under D.C.Code § 36-322(b)(2) (1988), to determine whether the new medical evidence should have been considered, or to take some action in response to Bennett’s request to have that evidence considered. By ignoring the request to consider new medical evidence, the Director committed error. Accordingly, we reverse and remand for further proceedings consistent with this opinion.\nII.\nOn December 6, 1985, Sharon Bennett suffered back, neck and shoulder injuries while performing her work duties for WMATA. The employer voluntarily paid workers’ compensation benefits. Bennett intermittently received temporary total disability benefits from December 7, 1985, to January 18,1988, and partial disability benefits from January 19, 1988, to June 6, 1988. She returned to work full-time in a light-duty position in December 1986. Two days later, after complaining of pain, Bennett’s work load was reduced to four hours a day. In February 1987, her work hours were increased to six hours each day. Bennett stopped working in March 1987, on the advice of her physician. She ultimately returned to WMATA in May 1988, working in a clerical position paying $11,000 less than her former job. Bennett sought compensation for the difference between her pre-injury wage and her current salary. WMATA opposed that request pursuant to D.C.Code § 36-308(3)(V).\nOn June 7, 1988, an evidentiary hearing was held and depositions or reports from six different doctors were received in evidence. Five of those doctors, in support of Bennett’s claim, concluded that she suffered an injury that would restrict her ability to perform some of her pre-injury job duties. For example, a Dr. Pavot, in his deposition, stated that an MRI showed Bennett suffered a prolapsed lumbar disc (lower back) with facet arthropathy injury. Dr. Pavot concluded that Bennett could not resume her prior duties without risking rein-jury of her back. Dr. Pavot also opined that Bennett had a “partial, permanent disability of eleven to twelve percent of the total body,” and that she should not be lifting anything over 25 pounds. Only one doctor, a Dr. Collins, was of the view that there should be no work restrictions because there was no permanent impairment as a result of the injury.\nThe hearing examiner, in an August 26, 1988, Compensation Order, concluded that Bennett was “not entitled to permanent disability benefits since she has no disabling condition related to the work injury.” The hearing examiner also found that the injury was temporary and that by November 3, 1987, the injury was resolved and Bennett was able to return to her pre-injury position. A WMATA representative testified that had Bennett returned in November, she would have been employed in her same pre-injury position.\nOn September 28, 1988, Bennett filed an Application for Review challenging the hearing examiner’s order. Later that same month, she began experiencing neck pain that she claims stemmed from the December 6, 1985, injury. In January 1989, Bennett underwent a surgical procedure which revealed that she had a ruptured cervical disc, located in the upper back, which was removed during that operation. Bennett applied for and received workers’ compensation during her recuperation period.\nOn March 1, 1989, Bennett requested leave to adduce additional evidence in support of her Application for Review. Bennett maintained that her January surgery was connected to the injury sustained in December 1985. In September 1991, the Director issued a decision affirming the Compensation Order. The Director took no action on, and made no findings in response to, Bennett’s supplemental pleading seeking to adduce the newly discovered medical evidence.\nIII.\nThe District of Columbia Workers’ Compensation Act provides that “[i]f any party shall apply ... for leave to adduce additional evidence and shall show ... that such additional evidence is material and that there were reasonable grounds for the failure to adduce such evidence in the initial hearing ... [the Director] may order such additional evidence ... be made a part of the record.” D.C.Code § 36-322(b)(2). Before the Director’s decision affirming the hearing examiner was issued, Bennett moved the Director to consider the records from the surgery which was performed after the hearing examiner denied her request for benefits. Once Bennett made this request, “the Director was obligated by statute to consider whether this proffered evidence was material and whether there were reasonable grounds for the failure to adduce such evidence in the initial hearing.” King v. Dep’t of Employment Servs., 560 A.2d 1067, 1073 (D.C.1989) (quoting D.C.Code § 36-322(b)(2)) (internal quotations omitted) (emphasis added). In King, the petitioner sought to supplement the record by adding the discharge summary from surgery that occurred, as in this case, after the hearing examiner’s decision, but before the Director had acted on the appeal from that decision. This court held that once that request was made by the petitioner, the Director was required to determine whether “reasonable grounds existed for not introducing [the evidence] at the initial hearing” and whether the evidence is material, i.e., whether it relates to the original claim for compensation. King, supra, 560 A.2d at 1073.\nThere is no serious dispute that Bennett met one of the two requirements mandated by King. The operation that revealed the damage to the cervical disc was not conducted until after the hearing examiner had reached her decision. The circumstances in this case, therefore, were virtually the same as those present in King where this court observed, “[i]t is obvious that reasonable grounds existed for not introducing the [evidence] at the initial hearing ... the record had been closed.” Id.\nThe next step requires a determination of whether the proffered evidence is material. Id. Usually, “the decision whether additional evidence is material rests initially with the Director, [however,] this court may also make a finding of materiality with respect to evidence....” Id. at 1073 n. 16. We think on the record here, however, that determination is better made in the first instance within the agency. In King, the court was able to dispose of the appeal without a remand under a “no prejudicial error” analysis. No such disposition is appropriate in this case.\nWe note that the question of whether there was substantial evidence in the record to support the hearing examiner’s finding of no permanent injury is a close one. Significant medical evidence in support of Bennett’s claim was presented to the hearing examiner, and the evidence to the contrary was hardly overwhelming. Bennett has argued forcefully in this court that substantial evidence was lacking. Because of the closeness of this issue, and our conclusion that the Director erred in not determining the materiality of the new medical evidence, we therefore do not decide whether there is substantial evidence in the current record to support the hearing examiner’s decision. We cannot say, however, had the new medical evidence been available to the hearing examiner or the Director that the decision would have been the same. In short, we cannot say with “substantial certitude that the hearing examiner would have made the same ultimate finding.” Id. at 1074 (internal quotation omitted).\nBecause we do not know how the Director would have treated this request to adduce newly discovered evidence, nor do we know whether that evidence would have altered the ultimate finding of the Director or hearing examiner, we remand the case to allow the Director to take appropriate action on Bennett’s request to supplement the record.\nReversed and remanded.",
        "type": "majority",
        "author": "KING, Associate Judge:"
      }
    ],
    "attorneys": [
      "Joan Harvill, for petitioner.",
      "Gary L. Crawford, for intervenor.",
      "John Payton, Corp. Counsel, and Charles L. Reischel, Deputy Corp. Counsel, filed a statement in lieu of brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Sharon BENNETT, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent. Washington Metropolitan Area Transit Authority, Intervenor.\nNo. 91-AA-1184.\nDistrict of Columbia Court of Appeals.\nArgued May 24, 1993.\nDecided July 29, 1993.\nJoan Harvill, for petitioner.\nGary L. Crawford, for intervenor.\nJohn Payton, Corp. Counsel, and Charles L. Reischel, Deputy Corp. Counsel, filed a statement in lieu of brief, for respondent.\nBefore STEADMAN, FARRELL and KING, Associate Judges."
  },
  "file_name": "0028-01",
  "first_page_order": 78,
  "last_page_order": 81
}
