{
  "id": 12037954,
  "name": "Rodger KRAMER, Petitioner, v. D. C. DEPARTMENT OF EMPLOYMENT SERVICES, Respondent",
  "name_abbreviation": "Kramer v. D. C. Department of Employment Services",
  "decision_date": "1982-06-16",
  "docket_number": "No. 81-1204",
  "first_page": "28",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "447 A.2d 28"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "475 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734105
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0547-01"
      ]
    },
    {
      "cite": "17 Or.App. 428",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2147500
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "432-33"
        },
        {
          "page": "1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or-app/17/0428-01"
      ]
    },
    {
      "cite": "21 Or.App. 437",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2075211
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "440"
        },
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or-app/21/0437-01"
      ]
    },
    {
      "cite": "443 A.2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943889
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/0008-01"
      ]
    },
    {
      "cite": "294 A.2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044910
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0177-01"
      ]
    },
    {
      "cite": "377 A.2d 436",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000385
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/377/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 5574,
    "ocr_confidence": 0.825,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2451951831940781
    },
    "sha256": "a5876d5373d72e06a110d6824e711e4138a9f7f3e69ebd49d25dd54eccba2875",
    "simhash": "1:75cea4ca75b58899",
    "word_count": 870
  },
  "last_updated": "2024-02-27T19:05:31.553109+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, and KELLY and PRYOR, Associate Judges."
    ],
    "parties": [
      "Rodger KRAMER, Petitioner, v. D. C. DEPARTMENT OF EMPLOYMENT SERVICES, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nPetitioner challenges a ruling by the Department of Employment Services (DOES) that disqualified him from receiving unemployment benefits for a period of 10 weeks on the ground that he had voluntarily left his previous employment without good cause connected with the work. D.C.Code 1981, § 46-111(a). He argues, in sum, that the Final Decision is unsupported by substantial evidence of record. Upon review of the matter, we agree with petitioner and therefore reverse and remand.\nI\nOn June 28, 1980 petitioner, Rodger Kramer, who had been employed for nearly two years at an establishment trading as Club East II, a male bathhouse, resigned from his position there. After hearing evidence provided solely by witnesses for the petitioner, a hearing examiner determined that the employment had been voluntarily terminated without good cause connected with the work.\nPetitioner testified that, over a period of time, the management of the club, a 24-hour facility, had repeatedly failed to keep its promises to him and also engaged in coercive employment practices. More specifically, he stated that he was explicitly told that shift assignments would be made on the basis of seniority of the work staff. In fact, petitioner asserts, the practice was never followed. With regard to salary, petitioner testified that he was promised an increase from $4.00 to $4.50 an hour, but actually received a lesser amount. Whenever there was a shortage of monies received during a particular work shift, the manager routinely required all employees on the shift, regardless of fault, to make up the deficiency. Lastly, petitioner complained that in all instances where an employee reported late for his work shift, the manager required the employee on duty to continue until a replacement arrived. The manager then insisted that the employee who had worked extra hours, collect his compensation for the work from the tardy co-worker. Petitioner enumerated several days where he had not been paid for such overtime work.\nA second witness, also an employee, gave cumulative and supporting evidence.\nIn ruling against petitioner, the examiner set forth the circumstances which had been described but concluded that, in leaving his employment, petitioner had not acted as a reasonable and prudent person in the labor market.\nII\nRecognizing our limited role in review of administrative proceedings, we have consistently said that we should not disturb a decision if it rationally flows from the facts relied upon, and those facts or findings are substantially supported by the evidence of record. D.C.Code 1981, § 1-1510(a)(3)(E); see Washington Post Co. v. District Unemployment Compensation Board, D.C.App., 377 A.2d 436, 439 (1977); Wallace v. District Unemployment Compensation Board, D.C.App., 294 A.2d 177, 178 (1972). Similarly, we recently reiterated in another case involving unemployment benefits, that, unless unreasonable, an appellate court should defer to the agency’s construction of a controlling statute or regulation. Hockaday v. D. C. Department of Employment Services, D.C.App., 443 A.2d 8 (1982).\nThe governing statute in this circumstance provides in pertinent part that\n[a]n individual who left his most recent work voluntarily without good cause connected with the work, as determined by the Board under regulations prescribed by it, shall not be eligible for benefits .... [D.C.Code 1981, § 46-111(a).]\nSince in this instance it is undisputed that petitioner voluntarily left his employment, we need only review the question of whether appellant’s decision to resign was without good cause connected with the work.\nAlthough good cause is not defined in our statute, it is generally held that such a determination is factual in nature and should be judged by the standard of a reasonably prudent person under similar circumstances. Garrelts v. Employment Division, 21 Or.App. 437, 440, 535 P.2d 115, 116 (1975); Stevenson v. Morgan, 17 Or.App. 428, 432-33, 522 P.2d 1204, 1206 (1974); see also Hockaday v. D. C. Department of Employment Services, supra; Deiss v. Unemployment Compensation Board of Review, 475 Pa. 547, 381 A.2d 132 (1977).\nThe conclusion in this case — that petitioner’s resignation was “.. . not the action of the reasonable and prudent person in the labor market” — indicates that the appropriate legal test was applied. Thus our final inquiry is whether there was sufficient evidence to support the decision reached. We conclude there was not.\nIn addition to the complaints regarding promised salary and work schedules, we think it significant that petitioner was required to work overtime on a number of occasions but nonetheless referred to other employees to seek compensation for the work done.\nFinally, we note the employer’s requirement that all employees comprising one work shift were hold responsible, regardless of fault, for any deficiency in receipts. Taking these circumstances as a whole, without opposing evidence, we are compelled to hold that there is insufficient evidence in the record to support the decision that petitioner did not act as a reasonable and prudent employee under the circumstances.\nAccordingly, we reverse and remand the Final Decision of DOES.\nReversed and remanded.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Rodger Kramer pro se.",
      "N. Denise Wilson-Taylor, Washington, D. C., for respondent."
    ],
    "corrections": "",
    "head_matter": "Rodger KRAMER, Petitioner, v. D. C. DEPARTMENT OF EMPLOYMENT SERVICES, Respondent.\nNo. 81-1204.\nDistrict of Columbia Court of Appeals.\nSubmitted May 14, 1982.\nDecided June 16, 1982.\nRodger Kramer pro se.\nN. Denise Wilson-Taylor, Washington, D. C., for respondent.\nBefore NEWMAN, Chief Judge, and KELLY and PRYOR, Associate Judges."
  },
  "file_name": "0028-02",
  "first_page_order": 76,
  "last_page_order": 78
}
