{
  "id": 842471,
  "name": "Henry K. Daniel et al., plaintiffs in error, vs. John P. Duncan, administrator, etc., defendant in error",
  "name_abbreviation": "Daniel v. Duncan",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "29",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 725,
    "char_count": 20220,
    "ocr_confidence": 0.435,
    "sha256": "8964b0812046e17d5b0228d0fc9101e180f6fb2b952f96cce8ef639047bce4fb",
    "simhash": "1:7315f1aa4c0eb6ec",
    "word_count": 3633
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry K. Daniel et al., plaintiffs in error, vs. John P. Duncan, administrator, etc., defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nLumpkin, C. J.,\ndelivering the opinion.\nFully concurring, as we do, with our brother Clark in the construction put upon the will of James K. Daniel, and in the direction given by his decree to the future administration of the estate, we cheerfully adopt his clear and well considered opinion as our own, and make it the judgment of this Court:\n“ The testator directs, by the second clause of his will, that his property, except the specific legacy to his widow, ‘be kept together, under the direction of my executrix and executor, until my oldest child arrives at the age of twenty-one years. During that time, my wife and children to receive a joint support out of the income arising from the same.’ By the fourth item, he directs that ‘any surplus of income that may remain from year to year, after providing for the support of my family and education of my children, be invested in certain property therein named, for the benefit of my wife and children, as hereinbefore stated.’\n“It is clear, from these clauses, that no legacy vests at the death of the testator, except that to Mrs. Daniel, which is not, in any manner, in controversy. There is no absolute, present gift of the oorpus, nor of the income, in such manner as to carry the corpus with it, for the income is to be applied to the maintenance and education of the family, and the surplus is bequeathed as the lands, negroes, etc., are. When, then, does the property for the first time vest? This is answered by the language of the will already quoted, which is equivalent to saying it shall first vest when my oldest son, or if my oldest son, attains the age of twenty-one years, and as further qualified by the terms of the third clause, which says it shall then be divided ‘ between my wife and such of my children as may then be living, each to have an equal share, and the child or children of any deceased child to represent and receive the share of such deceased child.’ The clause last quoted still stronger manifests the intention of the testator, that his oldest boy must arrive at twenty-one before his legacy became vested, because if not in life at that time, nor having a child or children surviving him, his share remained with the estate, and the younger children who then might not be in life, took no interest whatever in the share intended for the oldest. This intention of the testator is nearly everywhere apparent in his will. If we consider it settled that the oldest child must arrive at the age of twenty-one years before his legacy vests, then the question arises, is the legacy of the younger children subject to the same contingency? If the testator hah, in so many words, so declared, that must determine the question propounded affirmatively. I maintain that he has so said in the latter clause of the third item. This says that ‘after the oldest son’s share has been set apart to him, all the remainder of the shares, and the entire estate, not given over to such child then arrived at the full age, to be kept together for the benefit of my wife and the minor children, a new division to be made as each child shall arrive at the full age of twenty-one, as herein-before stated’ How, then, and on what terms was the division made in favor of the oldest child ? How is it ‘ hereinbefore stated?5 As before stated, the legacy of the oldest child was contingent upon his arrival at the age of twenty-one years, and upon the happening of that contingency, a division is to be made that he may receive that legacy. That is the manner of vesting and dividing 'hereinbefore stated,5 and which is made applicable to the legacies of the younger children. This will be made more apparent by an examination into the intention of the testator, to be drawn from the whole will.\n“The testator evidently believed it to be the interest of those who had claims on his bounty not to give the property until a necessity should arise for it. That necessity was the arrival of a child at full age, when he, by the law, enters for the first time upon the business of life. If that necessity should never arrive, he desired not to give, and, therefore, not to divide his property, but to keep it together for the benefit of his wife and children, and thus keeping together to be disturbed only upon the happening of the contingency mentioned. If this was his motive— his purpose — it would destroy it completely to make the gift take effect in favor of a younger child if not in life at the time he should be twenty-one years of age, and thus compel a division, while it is made necessary that the oldest should arrive at full age. At the death of the oldest, only those of his other children were to share in the divisions (as qualified by the testator,) 'who might then be living,’ while in the case of the younger, if, as to them, the legacies are to be treated as vested, the property must be divided at the time when each would arrive at twenty-one, even though then not in being, and the share of each would be withdrawn from the estate to go to the next of kin, whoever they might be, or to pass into stranger hands, perhaps, by the wills the legatees might make and leave. Such is not the ' manner5 in which the testator has disposed of his property, as defined by the terms ' hereinbefore stated.5 It is also palpable that the testator’s wife, as well as (if not more strongly than) bis children, was the object of his solicitude. She is to derive all the benefit possible in the way of support from his plantation and negroes, so long as kept together, and upon every division she is to be counted as one of the legatees or distributees. To withdraw from the estate the portion of a child who had died before attaining majority, would be to deprive the widow of any possible future participation in the income of the property so drawn off, or any interest in the corpus at the final division. At the time of making testator’s will, at the time of his death, and now, the statutes of the State of Georgia provide that if a widow having children marries, and one of her children dies, leaving an estate, she has no distributive share unless the deceased is the 'last and only child.’\n“The testator placed no restrictions on his wife in regard to marriage, thus evincing an intent to give her every benefit from his property he gave his children. The effect of determining that the interest of the second son was a vested interest, and consequently the same of the other two children, would be, in each and every such case, to divide the property between the children to the exclusion of the mother, an event the testator never intended or contemplated, and is in direct conflict with the general scope and tenor of his will.\n“It is argued, that because the testator designates the interest of each at the first division, as distinct 'shares,’ that he designed the interest of all the children to vest at his death, except that of his oldest child, and that as to them, he merely postponed the payment until they should attain the age of twenty-one years. The simple use of such terms, if even hnexplained in the same connection, should not be so taken as to defeat a contrary general intent manifest throughout the will; but when, as here, they have a signification consistent with that interest, it is impossible to give them the effect claimed. All the children had an interest in the property to the extent of a support, and to a share therein, when they should arrive at full age. The possibility of dying before that age, is a remote contingency, and, therefore, there is nothing at variance with the view I take because the testator calls this very probable interest 'share.’ But it will be perceived that in the same connection he also says, ‘all the remainders of the shares, and entire estate, not given over to such child then arrived at the full age, to be kept together for the benefit of my wife and minor children.’ The supposed or anticipated shares were to make testator’s‘entire estate,’ and to be used ‘for the benefit of his wife and minor children/ which benefit he elsewhere explains ‘as a joint support out of the income.’ He also makes provision for the disposition of the ‘surplus’ arising from such ‘use and benefit.’\n“Such a disposition of the property is utterly inconsistent with the vesting of the corpus of such property. It could not remain testator’s estate, in which the legatees had rights, only to the extent of a support, and yet be, in them, a vested interest. To create a vested interest, there must be a present gift of the corpus, or of the entire profits or income thereof, and otherwise unrestricted, so as to amount to a gift of the corpus: Hanson vs. Graham, 6 Vesey, page 239. In such cases the time of payment may be postponed and the gift become a vested interest; but it must be clear that the timéis annexed to. the payment and not to the gift. If to the gift, it is a contingent and not a vested interest. Judged by this rule, the time must be annexed to the gift, for there is no gift until each child shall arrive at twenty-one years or have issue then living, and because the whole disposition of the property establishes that the testator contemplated the possibility that the gifts might, in some of the children, fail to take effect, and made his bequest so as to meet such a contingency, and not in contemplation of the contrary. The dispositions of the will arc adequate to meet the former, but not the latter contingency.\n“The testator has, however, omitted to direct, in express terms, what shall be done with the property in the event that one of his children shall fail to arrive at the age of twenty-one years. While it is clear from the will that the estate does not vest until the happening of that contingency, yet there is no bequest in contemplation of it, so as the bequests can be perfect in themselves and need no aid from the rules of law. Nevertheless, he has certainly disposed of his whole property by will, in so much that it isaZZ'to be ‘kept together’ from time to time, until the youngest child becomes of age. He cannot be said to have died intestate as to this property, or that it is, strictly speaking, a lapsed legacy, entirely unprovided for by the will. It is an interest that all his heirs-at-law are entitled to, so far as' consistent icith the mil.\n“To accomplish this, and at the same time carry out the will, I decree that the oldest child, (son) H. K. Daniel, shall have the one-fourth of what would have been his deceased brother’s share, and that the remaining three-fourths continue with the executor, subject to division, under the provisions of the will, when the next child arrives at full age. Any other decree will produce gross inequality and defeat the apparent intent of the testator. If I decide the interest under consideration a vested one, the children will divide it to the exclusion of the mother. If I decide that H. K. Daniel had no further possible interest in his father’s estate, after Ire had drawn out his share, this would give the other legatees a great advantage over him in ease one or more of the younger children should not live to take their legacy. This construction might result in concentrating the remaining property upon only one of the legatees.' The decree which I make will do justice to all the legatees, and will serve as a rule of construction throughout the administration of the estate, and conform to the testator’s intentions.\n“Richard II. Clark, Judge S. C., S. C.”\nLet the judgment and decree be affirmed.",
        "type": "majority",
        "author": "Lumpkin, C. J.,"
      }
    ],
    "attorneys": [
      "H. K. McCay, for plaintiffs in error.",
      "J. J. Scarborough, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Henry K. Daniel et al., plaintiffs in error, vs. John P. Duncan, administrator, etc., defendant in error.\nD. made his will, in which he directed that all his propert-jJnot specifically bequeathed should be lcept together until his oldest child attained his majority, and that, in the meantime, his wife and children should receive a joint support out of the income of his estate. The testator further directed that when his oldest child became of age, his property should be divided between his wife and such of his children as were then living, delivering to the child thus becoming of age his full share. lie further directed that the entire estate remaining, after delivering to the child arriving at full age his share, should be kept together for the benefit of his wife and minor children — a new division to be made as each child arrives at full age. Testator’s oldest child attained majority and received his share of his father’s estate. The next oldest son died at nineteen years of age, and on a bill filed for direction :\nHeld, That the oldest son was entitled to his part of the share that the second son would have been entitled to, if he had lived to be twenty-one years old, and that the remainder of such share should remain with the estate for the benefit of testator’s wife and minor children until another division occurred under the will.\nBill for direction, in Sumter Superior Court, and decision by Judge Richard H. Clark, at April .Term, 1863.\nThe questions decided in this case arose out of the following state of facts :\nOn the 18th of March, 1851, James K. Daniel made and published his will, and afterwards died, leaving the will in full force, and the same was proved and recorded in due form of law. The following is a copy of the will, to-wit:\n“ 1. As to such worldly estate as it hath pleased God to intrust me with, I dispose of the same, after payment of all my just debts, by my executrix, and executor hereinafter named, as follows, to-wit: I give, devise and bequeath to my beloved wife, my house and lot in Americus, with all the appurtenances, all my household and kitchen furniture, carriage and horses, and everything appertaining to the house, yard, and out-buildings; and I further give and bequeath to my said wife, the sum of five thousand dollars ($5,000 00,) to be paid to her as soon after my decease as may be convenient.\n“ 2. It is my wish and desire, that my plantation and negroes, and all my property (not hereinbefore given to my wife,) be kept together under the direction of my executrix and executor, until my old At child arrives at the age of twenty-one years ; during that tfne my wife and children to- receive a joint support out of the income arising from the same.\n“ 3. I further will and direct, that as so&u as my oldest child shall have arrived at the full age of twenty-one years, that a division be made of my estate, real, personal and mixed, (except the portion hereinbefore given to my wife,) between my wife and such of my children as may then be living, each to have an equal share, and the child or children of any deceased child, to represent and receive the share of such deceased child— the full share of such child who has arrived at the age of twenty-one years to be given and delivered to such child, if in the discretion of my executrix and executor, they deem it expedient to do so; and all the remainder of the shares, and the entire estate, not given over to such child then arrived at full age, to be kept together for the benefit of my wife and the minor children — a new division to be made as each child shall arrive at the full age of twenty-one, as hereinbefore stated, if my executrix and executor shall deem it prudent to do so.\n“ 4. I further will and direct, and it is my desire, that my children be properly educated, and that my wife and my executor use their discretion in regard to their education, and the expenses to be incurred for the purpose.\n“ 5. I further will and direct, that any overplus of income that may remain from year to year, after providing for the support of my family and the education of my children, together ■with any money that may hereafter be paid over to my estate, or may be left at my decease, and not herein provided for, be invested by my executrix and executor in good stocks and other securities, for the benefit of my wife and children, as hereinbefore stated, but no part of it to be invested in plantations or negroes, as I deem it best that the interest of my estate in that kind of property should not be increased after my decease.\n“8. And I do hereby nominate and appoint my beloved wife, and my friend and brother-in-law, Augustus H. Gibson, jointly and severally, executrix and executor of this my last will and testament.”\nSarah H. Daniel and Augustus H. Gibson qualified as executrix and executor of the will. Gibson died, and left Mrs. Daniel sole executrix of the will, and she afterwards intermarried with John P. Duncan, who became administrator de bonis non, eum testamento annexo of the estate of James K. Daniel, deceased.\nAt the death of the testator, he left surviving him, his wife, Sarah H. Daniel, Henry K. Daniel, the oldest child, John C. Daniel, next oldest, Lucy JB. Daniel and James E. A. Daniel.\nOn or about the 28th of March, 1859, Plenry E. Daniel attained the age of twenty-one years, and his share or portion of the testator’s estate was set apart and delivered to him.\nIn the year 1859 or 1860, John C. Daniel, the next oldest child of the testator, died single and intestate, being then about nineteen years old.\nIn February, 1863, John P. Duncan, the administrator, filed a bill in equity, in Sumter Superior Court, where all the parties resided, against Henry E. Daniel, Lucy B. Daniel and James E. A. Daniel, asking a judicial construction of said will, and seeking the direction of the Court in executing the will and administering the estate.\nThe complainant seeks the direction and decree of the Court upon the following questions:\n1st. Whether the legacy or share in the residuum of testator’s property, vested in the said John C. Daniel, so as to be transmissible to his representatives?\n2d. Whether such legacy or share lapsed and vested back into the general residuum.\n3d. If it lapsed and reverted back, whether the whole residuum is to be divided between the said Henry E Daniel, Lucy B. Daniel and James E. A. Daniel, the brothers and sister of the said John C. Daniel, or whether between them and Sarah H. Daniel, the widow of testator and now wife of complainant.\n4th. Whether upon the arrival at twenty-one years of age of any of the children, complainant, as administrator, has the discretion under said will to detain or keep from such legatee thus arriving at full age, his or her share, if it should be deemed right by him to do so.\nGuardians ad litem were appointed by the Court for the defendants, who were minors, and the following judgment and decree were rendered, to-wit:\n“It is ordered and decreed in said case by the Court, that John C. Daniel, not having lived to the age of twenty-one years, had, at the time of his death, no interest under the will and testament of his father, James K. Daniel, vested in him. It being considered by the Court, that if the said John C. Daniel had lived until this time, he would have been twenty-one years old and would have been entitled to a share under said will, and Joseph Holiday, Joseph W. Robert, John Colley, George Colley and Mims, of Calhoun county, where the estate is situated, are hereby appointed commissioners, to set apart to Henry K. Daniel his fourth part or share out of that portion of the estate of James K. Daniel, which John C. Daniel would have been entitled to had he lived to have attained the age of twenty-one years, and that the other three-fourths of the said share that John C. Daniel would have been entitled to if he had lived as aforesaid, be kept together for the benefit of Mrs. Sarah H. Duncan and the minor children under the will, as provided therein. And it is further ordered, that the commissioners aforesaid make report of their actings and doings to the Court of Ordinary of Sumter county. And it is further ordered, that before the share aforesaid of Henry K. Daniel is taken out of said estate, that said commissioners set apart the sum of $600 00, to pay the fees of James J. Scarborough, solicitor for complainant, and Henry K. McCay, solicitor for defendants, and the costs of this suit and ¡proceedings, and that the division be made under the statute of distribution of this State.”\nError is assigned on this decree.\nH. K. McCay, for plaintiffs in error.\nJ. J. Scarborough, for defendant in error."
  },
  "file_name": "0029-01",
  "first_page_order": 29,
  "last_page_order": 38
}
