{
  "id": 7253181,
  "name": "Olius HARRIS, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Harris v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2009-03-26",
  "docket_number": "",
  "first_page": "30",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 30"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "912 A.2d 918",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8444871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0918-01"
      ]
    },
    {
      "cite": "830 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9098032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/0594-01"
      ]
    },
    {
      "cite": "718 A.2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11685436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/0386-01"
      ]
    },
    {
      "cite": "966 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8161601
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/966/0640-01"
      ]
    },
    {
      "cite": "601 A.2d 471",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1424927
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "472, n. 2"
        },
        {
          "page": "599"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/144/0292-01"
      ]
    },
    {
      "cite": "722 A.2d 1159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11784143
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/722/1159-01"
      ]
    },
    {
      "cite": "669 A.2d 934",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        461474,
        11336396
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0122-01",
        "/a2d/669/0934-01"
      ]
    },
    {
      "cite": "543 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461474
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0122-01"
      ]
    },
    {
      "cite": "912 A.2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3852251,
        8440436
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/590/0188-01",
        "/a2d/912/0259-01"
      ]
    },
    {
      "cite": "590 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3852251
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/590/0188-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "648 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866577,
        475563
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/648/0285-01",
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "538 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475563
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "521 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817494
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa/521/0253-01"
      ]
    },
    {
      "cite": "521 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817472
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 1,
      "case_paths": [
        "/pa/521/0242-01"
      ]
    },
    {
      "cite": "830 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9098032
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/830/0594-01"
      ]
    },
    {
      "cite": "718 A.2d 386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11685436
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/718/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 834,
    "char_count": 23316,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4384272982710575
    },
    "sha256": "71426b11bd2b68e3caf6e17bf7288514e01489ed23ebe184854694b7d94e9e28",
    "simhash": "1:2de9a2c632438eb2",
    "word_count": 3931
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, COHN JUBELIRER, Judge, SIMPSON, Judge, LEAVITT, Judge and BUTLER, Judge."
    ],
    "parties": [
      "Olius HARRIS, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge BUTLER.\nOlius Harris (Harris) appeals from an order of the Court of Common Pleas of Delaware County (trial court) denying his appeal and reinstating his one year license suspension for chemical testing refusal. The only issue Harris raises is whether he was adequately advised of the chemical test refusal warnings pursuant to Section 1547(b)(2) of the Vehicle Code, as amended, 75 Pa.C.S. § 1547(b)(2). For reasons that follow, we affirm the trial court.\nOn August 25, 2007, Harris was involved in a three car collision. Harris was driving the third car in a row of three that were stopped at a red light when the second car hit the first car, and the third car hit the second car. Pennsylvania State Police Trooper Alan R. MacMurray (Trooper MacMurray) arrived on the scene and observed that Harris smelled like alcohol, had blood shot eyes and slurred speech. After witnessing Harris fail to perform one sobriety test, and unsatisfactorily perform two others, Trooper Mac-Murray placed Harris under arrest for driving under the influence of alcohol (DUI).\nTrooper MacMurray subsequently transported Harris to Riddle Memorial Hospital for the purpose of obtaining a blood sample. After checking in, Trooper MacMurray proceeded to advise Harris of his rights pursuant Section 1547(b)(2) of the Vehicle Code by reading the warnings on the implied consent form, Form DL-26. Trooper MacMurray read the first two paragraphs which stated:\n1. Please be advised that you are under arrest for driving under the influence of alcohol or controlled substance in violation of Section 3802 of the Vehicle Code.\n2. I am requesting that you submit to a chemical test of Blood.\nReproduced Record (R.R.) at 1. At which point Harris stated: “absolutely not, I’m not giving no blood.” R.R. at 26. Trooper MacMurray responded by asking Harris “are you sure you don’t want to?” Harris replied “I’m not giving any blood.” R.R. at 26. Trooper MacMurray then advised Harris that he would have to sign the form to indicate his refusal. Trooper MacMur-ray began reading the first line of paragraph 3 of the DL-26 form which states: “[i]t is my duty as a police officer to inform you that if you refuse to submit to the chemical test, your operating privilege will be suspended for at least 12 months, and up to 18 months, if you have prior refusals or if you have been previously sentenced for driving under the influence.” R.R. at 26. However, before he read halfway through the sentence, Harris interrupted and stated that he was not going to sign anything he did not read himself. Trooper MacMurray then handed Harris the DL-26 form. After reading the form, Harris asked if it was mandatory for him to take the blood test and Trooper MacMurray informed him that it was not. Finally, Trooper MacMurray asked Harris to sign the form indicating that he refused the chemical testing, and Harris did so.\nOn September 18, 2007, Harris was notified that his license had been suspended for one year for refusing chemical testing. On October 15, 2007, Harris appealed to the trial court. A hearing was held on December 18, 2007, and the trial court denied Harris’ appeal and reinstated his license suspension. Harris timely appealed to this Court.\nHarris argues that the trial court erred in denying his appeal because Trooper MacMurray did not advise him that his license would be suspended if he did not submit to chemical testing, thus Harris did not make a knowing refusal. Harris relies on Solomon v. Dep’t of Transp., Bureau of Driver Licensing, 966 A.2d 640 (Pa.Cmwlth.2009). There, this Court held, based on the totality of the circumstances, that where a licensee is not combative and an officer does not ask follow up questions, the statement “do what you’ve got to do” does not constitute a refusal when made in response to a request for chemical testing.\nHarris’ reliance on Solomon is misplaced, however, as that case involved the issue of whether a specific response by a licensee constitutes a refusal, and this case involves the distinct issue of whether a licensee has made an informed refusal where the officer has not read the entire Form DL-26 to the licensee, but handed the form to the licensee to read for himself upon the licensee’s request.\nIt is clear that an officer has to orally inform a licensee of the consequences of refusing chemical testing for a licensee’s refusal to be considered an adequately informed refusal. Yoon v. Dep’t of Transp., Bureau of Driver Licensing, 718 A.2d 386 (Pa.Cmwlth.1998). However, if a licensee prevents an officer from reading the warnings, and the licensee refuses chemical testing by his conduct, the licensee is still considered to have made an informed refusal. Hudson v. Dep’t of Transp., Bureau of Driver Licensing, 830 A.2d 594 (Pa.Cmwlth.2003).\nWhile Trooper MacMurray, in the instant case, did not read the entire warning to Harris, and Harris did not prevent the officer from doing so, Harris became sufficiently informed when he interrupted the reading of the warnings, asking to read them himself, and the officer handed Harris a copy of the entire form. At that point, Harris waived his right to have the officer perform a full reading of the warnings. Accordingly, we hold that where an officer attempts to orally inform a licensee of his rights by reading Form DL-26, and the licensee interrupts such reading, specifically by requesting to read the warnings himself, and the officer furnishes a typewritten copy of the warnings, if the licensee thereafter refuses chemical testing, that refusal shall be deemed an informed refusal. This holding is further supported when, as here, the licensee signs the warnings after having read them.\nAs stated above, Harris asked Trooper MacMurray if the chemical test was mandatory, and Trooper MacMurray responded that it was not. This Court specifically holds that the officer’s response was not a misstatement of the law as licensees are permitted to refuse chemical testing, albeit to their own detriment. Section 1547(b)(1) of the Vehicle Code, 75 Pa.C.S. § 1547(b)(1). The licensee will not be forced to incriminate himself by submitting to chemical testing. However, a driver’s license is properly revoked where the licensee effectively revokes his implied consent to submit to chemical testing.\nFor the above reasons, the order of the trial court is affirmed.\nJudge Smith-Ribner dissents.\nORDER\nAND NOW, this 26th day of March, 2009, the December 18, 2007 order of the Court of Common Pleas of Delaware County is hereby affirmed.\n. This Court’s scope of review is limited to determining whether the findings of facts are supported by competent evidence, whether an error of law was committed, or whether there was an abuse of discretion. Orloff v. Dep’t of Transp., Bureau of Driver Licensing, 912 A.2d 918 (Pa.Cmwlth.2006).",
        "type": "majority",
        "author": "Judge BUTLER."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge PELLEGRINI.\nI respectfully dissent because the majority excuses a police officer from performing his duty to inform a licensee of the consequences of not submitting to chemical testing as required by 75 Pa.C.S. § 1547(b)(2) and our Supreme Court’s decision in Dept. of Transp., Bureau of Traffic Safety v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989), and its progeny.\nIn this case, a Pennsylvania State Trooper (Trooper) placed Licensee under arrest for suspicion of Driving Under the Influence (DUI) and transported him to the hospital to obtain a blood sample. Once they arrived at the hospital, Licensee participated in the normal check-in procedures. When Licensee was seated, the Trooper testified that he began to read implied consent warnings to Licensee from the DL-26 form. After he read through point numbers one and two, the Trooper stated that Licensee told him that he was not giving a blood sample and that he then gave Licensee a second warning and asked if he was sure he did not want to give a blood sample, to which Licensee responded by saying that he was not giving any blood. The Trooper stated that he went on to read point three, but halfway though the first sentence, Licensee said that he was not signing anything unless he read it himself. He testified that he gave the DL-26 form to Licensee, who appeared to be reading points three and four for approximately 60 seconds, and then Licensee signed the form. He also testified that he recalled Licensee asking him whether it was mandatory that he submit to the blood test, to which he responded that it was not mandatory, and that after he responded that the test was not mandatory, Licensee said that he was not taking the test.\nThe Trooper also admitted that he did not sign or date the portion of the DL-26 form that states: “I certify that I have read the above warning to the motorist regarding the suspension of their operating privilege and gave the motorist an opportunity to submit to the chemical testing.” (Reproduced Record at 33-34.) The Trooper also testified that Licensee did not sign the portion of the form which states: “I have been advised of the above.” (Reproduced Record at 34.)\nLicensee testified that he did not understand all of the warnings on the form. Licensee further testified that the Trooper gave him an opportunity to ask questions, but that he did not think he received good answers to his questions. Once the Trooper took him to the hospital, Licensee asked him where he was to which the Trooper responded that he was submitting Licensee for a chemical exam. Licensee testified that he asked him if the chemical exam was “mandatory” and the Trooper responded that it was not mandatory. (Reproduced Record at 40.) Licensee further testified that he then told him, “[S]ince you already say I’m intoxicated, so I’m not going to submit to another test.” (Reproduced Record at 40.) Licensee stated that he told the Trooper he was not going to submit to the test because it was not mandatory. On cross-examination, Licensee testified that the Trooper gave him the DL-26 form and he looked at the form for approximately four to five minutes after which time he testified that he “maybe read the first three paragraphs.... ” (Reproduced Record at 53.)\nFinding the Trooper credible, the trial court held that Licensee was provided with the necessary information to comprehend the effect of his refusal, and the Trooper’s failure to finish reading the form was “of no moment” because the Trooper on two occasions attempted to complete the warnings, but was interrupted by Licensee. In addition, the trial court held that Licensee’s reading of the DL-26 form fully advised him of consequences of failing to take the test.\nAgreeing with the trial court, the majority affirms, holding that 75 Pa.C.S. § 1547(b)(2) provides that, “It shall be the duty of the police officer to inform the person that: (i) the person’s operating privilege will be suspended upon refusal to submit to chemical testing.” It holds:\n• that a police officer is excused from carrying out his statutory duty if a licensee both interrupts a police officer when orally giving the required warnings by asking question and the licensee is given the DL-26 form to read; and\n• in such circumstances, even though the police officer, when asked by licensee if he has to take the test and the police officer says that licensee does not have to submit to testing by not advising him of the consequences of not doing so, is not misleading the licensee.\nI disagree with the majority because I would hold that by failing to orally complete the required warnings, the police officer has not satisfied his duty under 75 Pa.C.S. § 1547(b)(2) and under the case law to inform the licensee of the consequences of failing to submit to chemical testing.\nBoth the General Assembly, when it enacted 75 Pa.C.S. § 1547(b)(2), and our Supreme Court in O’Connell, imposed a duty on police officers to provide an arres-tee with information regarding the consequences of refusing chemical testing sufficient to enable that arrestee to make an informed decision as to whether to consent to the test. In O’Connell, our Supreme Court insisted that the arrestee be told not only of the civil consequences of refusing testing, but also that the constitutional right to an attorney did not apply to the decision to refuse the chemical test. “An arrestee is entitled to this information so that his choice to take a [chemical] test can be knowing and conscious and we believe that requiring the police to qualify the extent of the right to counsel is neither onerous nor will it unnecessarily delay the taking of the test.” 521 Pa. 253, 555 A.2d 878. Our Supreme Court explained in De partment of Transportation, Bureau of Driver Licensing v. Ingram, 538 Pa. 236, 648 A.2d 285 (1994), that a proper O’Con-nell warning advises an individual that his driving privilege will be suspended for one year if he refuses chemical testing and his Miranda [v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966) ] rights do not apply to chemical testing.\nThrough Section 1547(b)(2)(ii), the General Assembly imposed on police officers a duty to inform the arrestee that “[t]he person’s operating privileges will be suspended upon refusal to submit to chemical testing” and that “[u]pon conviction, plea or adjudication of delinquency for violating section 3802(a) [DUI], the person will be subject to the penalties provided in section 3804(c) (relating to penalties).” 75 Pa.C.S. § 1547(b)(ii). These penalties range from “imprisonment of not less than 72 consecutive hours” and “a fine of not less than $1,000 nor more than $5,000” for first-time offenders to “imprisonment of not less than one year” and “a fine of not less than $2,500” for a third or subsequent offense. 75 Pa.C.S. § 3804(c). The purpose of Section 1547(b)(ii) is to entitle licensees to the information necessary to assess the dire consequences they face if they fail to consent to chemical testing and to ensure their choice in that regard is knowing and conscious. In Dept. of Transp., Bureau of Driver Licensing v. Weaver, 590 Pa. 188, 912 A.2d 259 ( 2006), our Supreme Court held that the warnings provided by the DL-26 form do meet the requirements of 75 Pa.C.S. § 1547(b)(2).\nCiting to Yoon v. Department of Transportation, Bureau of Driver Licensing, 718 A.2d 386 (Pa.Cmwlth.1998), requiring a police officer to verbally read the DL-26 form to a licensee, the majority recognizes that just handing the licensee the DL-26 form to read does not satisfy a police officer’s duty either, 75 Pa.C.S. § 1547(b)(ii) or O’Connell. In Yoon, the Department argued that pursuant to 75 Pa.C.S. § 1547(b)(2), a motorist was adequately informed when the police officer merely provided the motorist with the DL-26 form instead of reading its contents. This Court found that the Department’s argument was belied by the provisions of its own DL-26 form, which under the warnings section stated, as it does in this matter, the following certification: “I certify that I have read the above warning to the motorist regarding the suspension of their operating privilege and gave the motorist an opportunity to submit to chemical testing.” We went on to state:\nIn view of the Department’s clear burden of proving that it informed a licensee of the consequences of a refusal to submit to chemical testing and the length suspension imposed on a licensee who refuses to consent, it is not an unreasonable burden to require a police officer to verbally inform a licensee of the consequences of a refusal.\nId. at 388.\nHowever, the majority waters down the requirement by finding that the Trooper was excused from reading the third and fourth paragraphs, the most important paragraphs, because he was thwarted in his efforts to read the DL-26 form because Licensee twice interrupted him when he asked him questions and then he was given the DL-26 form to read. Not only does it excuse the Trooper from his duty to read the required warning, the majority allows the Trooper to add to Licensee’s confusion, who, after reading the DL-26 form, asked the Trooper whether the test was mandatory, and the Trooper said it was not without explaining the consequences of not taking the test.\nWe have held that when the conduct of the licensee makes it impossible for the police officer to read the DL-26 form, a police officer’s mandatory duty to verbally inform a licensee of the consequences of not submitting to chemical testing is excused. In Hudson v. Department of Transportation, Bureau of Driver Licensing, 830 A.2d 594 (Pa.Cmwlth.2003), the police officer attempted to read the motorist the implied consent warning three times, but in response, the motorist interrupted repeatedly and caused an altercation that required handcuff restraints. This Court noted:\n[A] motorist’s refusal to submit need not be expressed in words; rather, a motorist’s conduct may demonstrate a refusal to submit to chemical testing. See, e.g., Renwick [Dep’t of Transp. v. Renwick, 543 Pa. 122, 669 A.2d 934 (1996) ] (motorist who closed her eyes, turned her head and ignored requests to submit to testing refused to submit); McCloskey v. Dep’t of Transp., Bureau of Driver’s Licensing, 722 A.2d 1159 (Pa.Cmwlth.1999) (motorist who stalled for eight minutes after being read implied consent warnings refused to submit). “The frustration of purpose doctrine provides that a refusal under section 1547 can be implied from the conduct of the licensee which obstructs or frustrates the administration of the chemical test.” McCamey v. Commonwealth, 144 Pa.Cmwlth. 292, 601 A.2d 471, 472, n. 2 (1991).\nId. at 599. Based on the motorist’s aggressive actions in Hudson, we found that his conduct constituted a refusal because it made it impossible for the police officer to complete the required warnings.\nEven though Licensee twice stated that he was not giving any blood and later said that he was not signing anything unless he read it himself, Licensee’s conduct did not rise to the level of aggressive behavior in Hudson. Nothing in the record suggests that the Trooper could not complete reading the statutorily required warnings embodied in the DL-26 form. All he had to do was just keep reading. What ended any attempt to orally complete the warning was when Licensee asked the Trooper whether he had to take the test and the Trooper said that it was not mandatory. Not only does that show that it was not any conduct that caused the Trooper to complete the warnings, but Licensee was misinformed as to the consequences of not submitting to chemical testing.\nAs to whether the reading of the warnings by Licensee and excuses by the Trooper from actively informing Licensee of the consequences of not taking the test does not satisfy the police officer duty under the Act to “inform” the consequences of taking the test, application of the Fleisch-Kincaid plain language standard reveals that the DL-26 form requires a grade level of 24.8 to comprehend its meaning. Unless a licensee has a law degree and a medical degree, together with some post-graduate work, a licensee reading the form most likely adds to a licensee’s confusion that the General Assembly sought to alleviate when it enacted 75 Pa.C.S. § 1547(b)(ii) and our Supreme Court addressed in O’Connell. That confusion is apparent here because, after reading the DL-26 form, Licensee asked a bottom line question — do I have to take the test — to which the Trooper responded — no—and then Licensee said he was not taking the test. The Trooper’s response was not sufficient because it was his obligation to inform the Licensee of the consequences of not taking the test, which he never did.\nAccordingly, because Licensee was misinformed as to the consequences of refusing the chemical test and because he was not read the warning required to be read by a police officer to a licensee under 75 Pa.C.S. § 1547(b)(2), I would reverse the trial court. Accordingly, I respectfully dissent.\nJudge LEAVITT joins in this dissenting opinion.\n.Paragraphs one through four of the DL-26 form provide:\n1. Please be advised that you are under arrest for driving under the influence of alcohol or controlled substance in violation of Section 3802 of the Vehicle Code.\n2. I am requesting that you submit to a chemical test of blood.\n3. It is my duty as a police officer to inform you that if you refuse to submit to the chemical test, your operating privilege will be suspended for at least 12 months, and up to 18 months, if you have prior refusals or have been previously sentenced for driving under the influence. In addition, if you refuse to submit to the chemical test, and you are convicted of or plead to violating Section 3802(a)(1) (relating to impaired driving) of the Vehicle Code, because of your refusal, you will be subject to more severe penalties set forth in Section 3804(c) (relating to penalties) of the Vehicle Code, which include a minimum of seventy-two hours in jail and a minimum fine of $1,000.00, up to a maximum of five years in jail and a maximum fine of $10,000,000.\n4.It is also my duty to inform you that you have no right to speak with an attorney or anyone else before deciding whether to submit to testing and any request to speak with an attorney or anyone else after being provided these warnings or remaining silent when asked to submit to chemical testing will constitute a refusal, resulting in the suspension of your operating privilege and other enhanced criminal sanctions if you are convicted of violating Section 3802(a) of the Vehicle Code.\n(Reproduced Record at 1.)\n. 75 Pa.C.S. § 1547(b)(2) provides that:\nIt shall be the duty of the police officer to inform the person that:\n(i) the person’s operating privilege will be suspended upon refusal to submit to chemical testing; and\n(ii) if the person refuses to submit to chemical testing, upon conviction or plea for violating section 3802(a)(1), the person will be subject to the penalties provided in section 3804(c) (relating to penalties).\n(3) Any person whose operating privilege is suspended under the provisions of this section shall have the same right of appeal as provided for in cases of suspension for other reasons.\n. The \"Fleisch — Kincaid Grade Level Formula” translates the 0 — 100 score to a U.S. grade level, making it easier for teachers, parents, librarians and others to judge the readability level of various books and texts.\nThe result is a number that corresponds with a grade level. For example, a score of 8.2 would indicate that the text is expected to be understandable by an average student in\nIt can also mean the number of years of education generally required to understand this text, relevant when the formula results in a number greater than 12. The grade level is calculated with the following formula:\n8th grade (usually around ages 13-14 in the United States of America). The grade level here was calculated by running the DL-26 form through Microsoft Word.",
        "type": "dissent",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Clinton L. Johnson, Chester, for appellant.",
      "Harold H. Cramer, Asst. Chief Counsel, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Olius HARRIS, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 25, 2009.\nDecided March 26, 2009.\nClinton L. Johnson, Chester, for appellant.\nHarold H. Cramer, Asst. Chief Counsel, Harrisburg, for appellee.\nBEFORE: LEADBETTER, President Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, COHN JUBELIRER, Judge, SIMPSON, Judge, LEAVITT, Judge and BUTLER, Judge."
  },
  "file_name": "0030-01",
  "first_page_order": 58,
  "last_page_order": 65
}
