{
  "id": 7356776,
  "name": "Mary COOPER, Appellant, v. SAFEWAY STORES, INC., Appellee",
  "name_abbreviation": "Cooper v. Safeway Stores, Inc.",
  "decision_date": "1993-08-05",
  "docket_number": "No. 91-CV-1060",
  "first_page": "31",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 31"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "596 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/0530-01"
      ]
    },
    {
      "cite": "453 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950637
      ],
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/453/0110-01"
      ]
    },
    {
      "cite": "580 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380534
      ],
      "pin_cites": [
        {
          "page": "1322-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1319-01"
      ]
    },
    {
      "cite": "547 A.2d 996",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7896533
      ],
      "pin_cites": [
        {
          "page": "998"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0996-01"
      ]
    },
    {
      "cite": "176 A.2d 877",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8137564
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "878"
        },
        {
          "page": "878"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/176/0877-01"
      ]
    },
    {
      "cite": "561 F.2d 171",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        882469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/561/0171-01"
      ]
    },
    {
      "cite": "424 A.2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943186
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "324"
        },
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/0317-01"
      ]
    },
    {
      "cite": "578 A.2d 1163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371667
      ],
      "pin_cites": [
        {
          "page": "1167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/578/1163-01"
      ]
    },
    {
      "cite": "504 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11932293
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "601"
        },
        {
          "page": "597"
        },
        {
          "page": "601"
        },
        {
          "page": "598-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/504/0596-01"
      ]
    },
    {
      "cite": "635 F.2d 330",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1347970
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "335"
        },
        {
          "page": "335"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/635/0330-01"
      ]
    },
    {
      "cite": "486 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915305
      ],
      "pin_cites": [
        {
          "page": "726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0712-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 884,
    "char_count": 20798,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 1.037984002069133e-07,
      "percentile": 0.5500394038416911
    },
    "sha256": "4a229deed10f0d002f84f903ee25a109058bade71981e63843530bc5cdac8203",
    "simhash": "1:9ee750b6760acbfd",
    "word_count": 3277
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROGERS, Chief Judge, and STEADMAN and SCHWELB, Associate Judges."
    ],
    "parties": [
      "Mary COOPER, Appellant, v. SAFEWAY STORES, INC., Appellee."
    ],
    "opinions": [
      {
        "text": "STEADMAN, Associate Judge:\nAppellant Mary Cooper challenges two evidentiary rulings made by the trial court during the trial of her slip and fall claim for personal injury damages against ap-pellee, Safeway Stores. Specifically, appellant claims that the trial court committed reversible error by refusing to allow a medical expert, who was not listed in the parties’ joint pretrial statement, to testify as a “rebuttal” witness, and by admitting as impeachment evidence, on the third day of trial, a videotape showing appellant engaging in various activities in her backyard, although this evidence also was not listed in the pretrial statement. We affirm the judgment, after a jury trial, in favor of appellee.\nI.\nA. The Exclusion of Expert Testimony\nAppellant filed suit against appellee claiming that, on March 13, 1988, she slipped and fell in the produce section of one of appellee’s stores, causing injury to her back and left knee. The parties filed a Joint Pretrial Statement in January, 1991. In this statement, appellant identified as an expert witness only her treating physician, Dr. Luis Bentolila. Dr. Bentolila referred appellant to an orthopedic surgeon, Dr. Walter Abendschein, in March, 1991. On July 28, 1991, appellee filed a motion in limine asking the court to limit Dr. Bento-lila’s testimony by prohibiting him from testifying as to the observations, opinions, conclusions or diagnoses of Dr. Abend-schein. On August 22, 1991, the day of trial, the trial court informed counsel that it was granting this motion in part by prohibiting Dr. Bentolila from testifying to the opinions and diagnoses of Dr. Abendschein with the exception that Dr. Bentolila could testify as to Dr. Abendschein’s diagnosis of chondrocalcinosis.\nAt trial, Dr. Bentolila testified on direct examination that, as a result of her fall at the Safeway store, appellant suffered from radiculitis and that she had sustained some damage to ligaments in her left knee causing pain and instability. He testified that both of these conditions were permanent. Dr. Bentolila also testified to a limited degree concerning appellant’s treatment by Dr. Abendschein, and concerning the diagnosis of another doctor finding that appellant suffered from radiculitis.\nAppellee presented the expert testimony of Dr. David Linehan, an orthopedic surgeon. Dr. Linehan examined appellant in November, 1989. He testified that appellant had chondrocalcinosis in the knee, a degenerative condition that was not accident induced. He also described tests that he performed to evaluate appellant’s back and spine and to test for radiculitis. Dr. Linehan stated that during a straight leg lifting test, appellant claimed to have pain when lifting her leg to a thirty degree angle while lying down, but when he performed the same test from a sitting position, he could flex her leg to ninety degrees. From this test, Dr. Linehan concluded that appellant was “dissembling” or “not being straight up with [him].” When appellee’s attorney asked if he thought appellant was “lying,” Dr. Linehan responded “yes.” He concluded that any problems appellant had with her back and knee were not related to a fall in the Safeway store.\nOn cross-examination, appellant’s attorney asked Dr. Linehan questions concerning Dr. Abendschein. He elicited testimony that Dr. Linehan and Dr. Abendschein’s training and board certification were the same; that Dr. Abendschein’s “physical findings” were “about the same” as his, and that Dr. Abendsehein’s diagnosis was the same as his. Appellant’s attorney also elicited testimony that Dr. Abendschein found tenderness around the knee. Dr. Linehan stated that he found tenderness as well, noting that this finding was based on appellant’s subjective statements.\nOn the third day of trial, appellant asked that Dr. Abendschein be allowed to testify “as [a] rebuttal witness[ ] or whatever,” even though he was not listed in the pretrial statement, because he would be “rebutting” Dr. Linehan by testifying about his opinions which were “diametrically [in] contradiction to ... Dr. Linehan’s testimony.” He proffered that Dr. Abendschein would testify that he was treating appellant for a “real injury” and emphasized that Dr. Linehan had testified that appellant did not have an injury and that Dr. Abendschein agreed with him. Appellee opposed appellant’s request. The trial court ruled that Dr. Abendschein’s testimony did not qualify as rebuttal because Dr. Linehan’s opinion was “clearly predictable” based on the discovery that was done pretrial. It concluded that the testimony did not fit into any exception to the pretrial statement disclosure rule and accordingly denied appellant’s request.\nB. The Admission of Videotape Evidence\nAppellant, Mary Cooper, testified on direct-examination as to the limitations that her physical injuries placed on her daily activities. She stated that she could not stand for very long, and that when she came down steps, she “mostly” did so “like a two year old child,” one foot at a time. Sometimes she slid down the stairs and pushed herself up them backwards. She also stated that since the accident she needed help with the household duties and shopping. On cross-examination, appellant reiterated that she had difficulty doing housework and going up and down stairs. She elaborated on the ways in which she went up and down stairs, and claimed that when using the stairs, she used a banister. She stated that she had these problems with stairs since the accident and indicated that they continued to the present. She stated that she sometimes used a cane to walk around the house and when she got out of the car, and that she would not drive at times because she would become nervous.\nIn the defense case, on the third day of trial, appellee proffered, as impeachment evidence, a videotape of appellant that had been taken a few weeks before trial. Ap-pellee stated that the tape would show appellant going up and down stairs, going away from the house unassisted, and performing minor tasks without assistance. Appellee asserted that the videotape was being offered for impeachment of appellant’s and her daughter’s testimony, and to show that they misrepresented facts that related to the extent of damages. Appellant’s attorney opposed the admission of the evidence, arguing that it was surprise evidence and that appellant was not contending that she was bedridden, only that she had diminished capabilities. The trial court concluded that the evidence was proper “for presentation on the issues of damages and general credibility — impeachment.”\nII.\nWe first address the exclusion, as rebuttal evidence, of the testimony of Dr. Abendschein. A trial court has broad discretion in the admission or exclusion of expert testimony generally, see, e.g., Payne v. Soft Sheen Products, Inc., 486 A.2d 712, 726 (D.C.1985); in interpreting pretrial orders, see Keyes v. Lauga, 635 F.2d 330, 335 (5th Cir.1981); in refusing to admit evidence which was required to be disclosed in a pretrial statement, see Hillman v. Funderburk, 504 A.2d 596, 601 (D.C.1986) (expert not listed in pretrial statement); District of Columbia v. Sterling, 578 A.2d 1163, 1167 (D.C.1990) (defense not listed in pretrial statement), and in deciding what constitutes proper rebuttal evidence, see Lacy v. District of Columbia, 424 A.2d 317, 324 (D.C.1980); Swanson & Youngdale, Inc. v. Seagrave Corp., 561 F.2d 171, 174 n. 6 (8th Cir.1977).\nA trial court may properly “exclude as rebuttal testimony that which should have been introduced by the plaintiff in his [or her] case in chief,” Brennan v. Jones, 176 A.2d 877, 878 (D.C.1962), and generally should exclude such evidence unless sufficient reason is offered for not introducing it at the proper time. Lacy, supra, 424 A.2d at 324. Moreover, if testimony would be cumulative of the case in chief, the trial court may disallow it as surplusage. Brennan, supra, 176 A.2d at 878. A plaintiff may not reopen his or her main case under the guise of rebuttal. Id.\nIn Hillman, supra, this court faced a situation very similar to the case here. There, the appellant/plaintiff in a medical malpractice suit arising out of a breast reduction operation claimed that the trial court had erroneously precluded an expert from testifying as a rebuttal witness. Hillman, supra, 504 A.2d at 597. The plaintiff proffered that the expert would refute certain contentions by the defendants’ experts. The court noted that although the expert had at one point been listed on the plaintiffs pretrial statement, his name had later been deleted, and that he had never been the subject of discovery along with the other experts in the case. Id. at 601. In upholding the trial court’s exclusion of the witness, the court found it important that the testimony would not be “ ‘in the nature of true rebuttal,’ ” citing Brennan, supra.\nIn light of these legal principles, we conclude that the trial court here did not abuse its discretion in precluding Dr. Abend-schein from testifying as a rebuttal witness. Appellant wanted Dr. Abendschein to counter the testimony of Dr. Linehan that appellant was “dissembling” and to show that she had suffered a “real injury.” However, appellant’s testifying expert, in her case in chief, affirmed the legitimacy of appellant’s injury and its relation to appellant’s fall in the Safeway store. The trial court could properly limit evidence bolstering this contention, ruling that it should have been brought in appellant’s case in chief. The record belies appellant’s claim that Dr. Linehan’s testimony was a surprise to her, and there was no other persuasive reason requiring the trial court to allow as rebuttal evidence a response to testimony which the court found to be “clearly predictable.” As in Hillman, supra, permitting the testimony of Dr. Abendschein would, in effect, have allowed appellant to present another expert witness without giving appellee the benefit of deposing the expert or of otherwise preparing for his appearance.\nIII.\nWe next address the admission of the videotape evidence. “[T]he basic aim of all credibility rules ... [is] to admit evidence which better enables the trier of fact on the basis of his experience to determine whether it is reasonable to conclude that the witness is lying or telling the truth.” 3 Jack B. Weinstein & Margaret A. Berger, Weinstein’s Evidence, II 607[02] (1992). “Impeachment by contradiction or specific error is a technique well-recognized in the federal courts by which specific errors in the witness’ testimony are brought to the attention of the trier of fact.” Id. at ¶ 607[05] (citing cases). Here, appellant had testified that she was compelled to use various laborious methods to go up and down stairs, and that she needed assistance while shopping and performing household duties. Appellee proffered to the trial court that it would show appellant going up and down stairs “outside her home and elsewhere,” moving away from the house unassisted, and performing household duties without assistance.\nAs noted previously, the trial court has discretion in interpreting its pretrial orders, see Keyes, supra, 635 F.2d at 335, and in the admission of evidence generally, Morrison v. United States, 547 A.2d 996, 998 (D.C.1988). The trial court’s rule requiring disclosure of exhibits in the pretrial statement specifically exempted exhibits for impeachment. Here appellee proffered the evidence \"in direct impeachment of [appellant’s and her daughter’s] testimony.” The trial court agreed with this characterization of the evidence and ruled that the video was proper for “general credibility — impeachment.” Given the posture of the testimony in the case, we can find no abuse of discretion by the trial court in interpreting and applying its pretrial order by admitting the videotape. Cf. Patterson v. United States, 580 A.2d 1319, 1322-24 (D.C.1990).\nAffirmed.\n.Appellant's husband, now deceased, also filed suit claiming loss of consortium. Appellant appeals both personally and as representative of her husband’s estate.\n. Safeway's cross-appeal, asserting that its motion for a directed verdict should have been granted, is thus rendered moot.\n. See Super.Ct.Civ.R. 16(d).\n. The parties were subject to the trial court’s requirement that witnesses and exhibits not listed in the joint pretrial statement would not be allowed \"except for impeachment or other purpose unforeseeable in advance.\"\n. In a footnote in her brief, appellant indicated that she thought the trial court’s ruling on the motion in limine was erroneous. At oral argument, however, appellant stated that she was not contesting this ruling.\n. Dr. Bentolila explained that this was inflammation of the root of a spinal nerve which caused pain to appellant’s leg.\n. Dr. Bentolila testified to Dr. Abendschein’s diagnoses of lumbosacral strain and chondro-calcinosis. He stated that the latter refers to calcium deposits on cartilage, a degenerative condition that may cause no pain or discomfort and is unrelated to injury or trauma. He also described the treatment Dr. Abendschein was providing for appellant and testified as to the reasonableness of Dr. Abendschein’s fees.\n. Dr. Linehan also described a test where he moved appellant’s big toe up and down and asked her if it made her back hurt. Appellant’s affirmative response was described by Dr. Line-han as not being \"physiological” because \"it [does not] happen like that.”\n. Dr. Linehan was describing Dr. Abendschein’s treatment of appellant’s knee when this statement was made.\n. Although the trial judge’s guidelines did not specifically provide that rebuttal witnesses could testify without being listed on the pretrial statement, the transcript indicates that the judge considered a true rebuttal witness to fall within the exception, see note 4 supra, and Super.Ct.Civ.R. 16(d) creates an exception to the pretrial statement rule for both impeachment and rebuttal witnesses.\n. Appellant’s attorney argued that he did not anticipate that Dr. Linehan would testify \"about [appellant] having no treatable injury — that she is lying about it; she is dissembling about her physical condition; and that he agrees with Dr. Abendschein’s diagnosis.”\n. Appellee argued that only factual impeachment witnesses could be allowed without being listed on the pretrial statement and that in any event, Dr. Abendschein would be neither a rebuttal nor an impeachment witness. Appellee asserted that Dr. Abendschein would be, in effect, merely another expert opinion. Appellee asserted that it would not be able to handle the witness effectively since it did not have the opportunity to depose him.\n. Appellant's daughter testified that her mother \"doesn’t move around” and \"doesn’t like to go downstairs.” She stated that appellant liked someone to walk in front of her on the stairs and that she used a banister. She also stated that she and her son ran errands for appellant.\n. Apparently the tape showed appellant going up and down two steps in her backyard without using a handrail.\n. The court specifically stated that appellant would have a chance to rebut what the jury saw in the video. Appellant, in her reply brief, alleges that the court “improperly refused to allow her to rehabilitate her credibility” after the videotape was shown. However, there is no evidence in the record indicating that appellant asked for permission to comment on the videotape or that the court refused such a request. It is appellant’s burden to present this court with a record sufficient to show affirmatively that error occurred. Cobb v. Standard Drug Co., 453 A.2d 110, 111 (D.C.1982).\n. Specifically, the plaintiffs expert in Hillman would refute defense contentions that plaintiffs photographs of her breasts were misleading; that scars on plaintiffs breasts were hardly visible; that the doctor who performed the reduction acted within the necessary standard of care; and that proposed corrective surgery would cost no more than $5,200. Hillman, supra, 504 A.2d at 598-99.\n. Appellant also alleged that she wanted Dr. Abendschein to counter Dr. Linehan’s statement that he and Dr. Abendschein agreed on certain findings. Dr. Linehan testified only that Dr. Abendschein’s physical findings were \"about the same\" as his and that Dr. Abendschein’s “diagnosis was the same as [his] and [Dr. Abend-schein] gave her a cortisone shot in the knee.” Initially, we note that these statements were elicited by appellant on cross-examination and appellant made no attempt to clarify what the statements meant, making her claim of error considerably less compelling. Dr. Linehan’s statement that his diagnosis was the same as Dr. Abendschein’s can fairly be interpreted in context to mean his diagnosis of chondrocalcinosis in the knee, since he described the treatment that Dr. Abendschein gave appellant for her knee in the same sentence. This was in fact Dr. Abendschein's diagnosis and thus need not be rebutted. Likewise, Dr. Linehan testified that he, like Dr. Abendschein, found appellant to have tenderness in the knee. Without clarification to the contrary, we cannot assume that these physical findings were not findings that were (as Dr. Linehan testified) \"about the same” as Dr. Linehan’s. Lastly, we note that when discussing appellant’s \"dissembling,” Dr. Line-han was discussing his own findings and in no way referred to Dr. Abendschein.\n. Attached to appellee’s pretrial motion in li-mine is Dr. Linehan’s report to appellee after examining appellant. In the letter, Dr. Linehan concludes that appellant’s response to certain knee and toe movement was “bizarre\" and \"not physiologic.” He also describes the same straight leg test that he testified to at trial and concludes that appellant's reaction was \"not physiologic.”\n. Appellant also argued to the trial court and again on appeal that the reason she had not listed Dr. Abendschein as an expert witness on the joint pretrial statement was that Dr. Bentoli-la referred appellant to Dr. Abendschein only after the pretrial statement had been filed. However, it is clear from the record that the trial court allowed amendments of the pretrial statement and that appellant knew how to move for such an amendment. In late July, 1991, albeit before appellee’s motion to limit Dr. Ben-tolila’s testimony, appellant requested and received permission to amend the pretrial statement to include a copy of the bill for Dr. Abend-schein’s services as an exhibit.\n. This alone belies appellant's broad equitable argument that both the motion concerning Dr. Abendschein and the motion concerning the videotape should have been granted or neither. Dr. Abendschein’s testimony was basically designed to show that Dr. Linehan’s medical conclusions were wrong, while the videotape was introduced to show that appellant’s testimony was false with respect to facts within the personal knowledge of appellant, a direct credibility challenge. The issues were independent and a trial court’s role is to deal with each required ruling on its own merits.\n.The trial court also admitted the videotape \"for presentation on the issues of damages.\" By allowing the evidence to be considered in assessing damages, the trial court admitted it as substantive evidence which was subject to the disclosure requirement. See R. & G. Orthopedic Appliances and Prosthetics, Inc. v. Curtin, 596 A.2d 530, 537 n. 10 (D.C.1991). However, any error in this regard was harmless given all the circumstances here, including the fact that the jury returned a verdict in favor of appellee and thus found no liability of any kind.\nAt oral argument before the court, appellant asserted that the videotape should not have been admitted as evidence because no foundation was laid for its admission in the questioning of appellant. The trial court record indicates, however, that a proffer was made and argument heard by the trial judge, who made a ruling. At the time of the proffer and argument before the trial judge, it was undisputed that the videotapes showed appellant at the relevant place and time. Further, the trial judge specifically stated that he would permit appellant to be recalled after the videotape had been played to the jury, thereby affording appellant an opportunity to mitigate any prejudice as a result of late notice of the videotape. Appellant apparently chose to decline the opportunity to testify again. See note 15, supra.",
        "type": "majority",
        "author": "STEADMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Allen M. Hutter, Washington, DC, for appellant.",
      "Joseph S. Crociata, with whom Martha Ann Knutson, Washington, DC, was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mary COOPER, Appellant, v. SAFEWAY STORES, INC., Appellee.\nNo. 91-CV-1060.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 7, 1993.\nDecided Aug. 5, 1993.\nAllen M. Hutter, Washington, DC, for appellant.\nJoseph S. Crociata, with whom Martha Ann Knutson, Washington, DC, was on the brief, for appellee.\nBefore ROGERS, Chief Judge, and STEADMAN and SCHWELB, Associate Judges."
  },
  "file_name": "0031-01",
  "first_page_order": 81,
  "last_page_order": 87
}
