{
  "id": 7961830,
  "name": "Jack PROULX, Petitioner, v. POLICE AND FIREMEN'S RETIREMENT AND RELIEF BOARD, Respondent",
  "name_abbreviation": "Proulx v. Police & Firemen's Retirement & Relief Board",
  "decision_date": "1981-01-30",
  "docket_number": "No. 80-471",
  "first_page": "34",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "430 A.2d 34"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "375 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981799
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/0001-01"
      ]
    },
    {
      "cite": "413 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957768
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "911"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/413/0908-01"
      ]
    },
    {
      "cite": "384 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7979766
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/384/0412-01"
      ]
    },
    {
      "cite": "415 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7949546,
        7949468
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "526"
        },
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/415/0523-02",
        "/a2d/415/0523-01"
      ]
    },
    {
      "cite": "370 A.2d 1322",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018507
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/370/1322-01"
      ]
    },
    {
      "cite": "410 A.2d 191",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965640
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "192"
        },
        {
          "page": "192-93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0191-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 8494,
    "ocr_confidence": 0.828,
    "pagerank": {
      "raw": 3.628408561018273e-07,
      "percentile": 0.8890049188195914
    },
    "sha256": "e23cb2c04d83d0802ca48de13c3176e96580bd5363ab1abea5d6d84b256cbd45",
    "simhash": "1:817c996a37dd296c",
    "word_count": 1375
  },
  "last_updated": "2024-02-27T18:02:14.377146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER, MACK and PRYOR, Associate Judges."
    ],
    "parties": [
      "Jack PROULX, Petitioner, v. POLICE AND FIREMEN’S RETIREMENT AND RELIEF BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nOn April 30, 1980, the District of Columbia Police and Firemen’s Retirement and Relief Board (hereinafter the Retirement Board) concluded that Officer Jack T. Proulx is not permanently disabled for the performance of duty as a policeman and, therefore is not eligible for disability retirement under D.C. Code 1980 Supp., § 4-527(1). In so concluding, the Retirement Board rejected the June 7, 1979 recommendation of the Board of Police and Fire Surgeons that Proulx is “permanently disabled for duty.” Petitioner argues that neither the Retirement Board’s finding of no permanent disability nor their finding of no disability for the grade or class last occupied is supported by substantial evidence. We disagree and, accordingly, affirm.\nPetitioner, born in 1950 and appointed to the Metropolitan Police Department in 1970, was injured while on duty when attempting to restrain a prisoner who struck him. Both petitioner and prisoner fell to the floor and petitioner reported “sharp pains to the lower portion of my back.” This occurred on February 20, 1977. Petitioner was placed on sick leave until August 1977 when he returned to full duty. Experiencing greater pain, however, he was placed on sick leave in late December 1977. He returned to full, duty in mid-January 1978. In June of 1978, he was placed on sick leave until September when he returned to work on a limited duty basis for just a few days, being again placed on sick leave on September 22, 1978. He has not returned to duty since that date.\nAn agency’s findings of fact are “conclusive on this court unless unsupported by substantial evidence in the record.” Liberty v. District of Columbia Police and Firemen’s Retirement and Relief Board, D.C.App., 410 A.2d 191, 192 (1979) citing Morgan v. District of Columbia Police and Firemen’s Retirement and Relief Board, D.C.App., 370 A.2d 1322, 1326 (1977); D.C. Code 1978 Supp., § 1-1510(3)(E). This court then must review the record “as a whole,” Neer v. District of Columbia Police and Firemen’s Retirement and Relief Board, D.C.App., 415 A.2d 523, 526 (1980), “to determine whether the agency could fairly and reasonably find the facts as it did,” Liberty, supra at 192-93, and to assure that the Retirement Board’s decision did not rely on unsupported findings.\nThe Retirement Board found in pertinent part:\n6. The Board finds that the medical evidence indicates that his physical restrictions are slight and that he is able to perform service more than his own testimony would indicate....\n7. The Board finds that observations of the officer indicate that he can do more than his testimony would indicate.. . .\n8. On November 16, 1977, Officer Proulx made an unsolicited statement to Sergeant Albert W. Skoloda that both his father and brother had retired under disability and that his intentions were to do likewise.... Based upon this statement and the findings of fact stated above, the Board further finds that Officer Proulx could and can perform useful and efficient service for the department, and his failure to do so was due to his own motivation and not because he was unable to do so....\n“Substantial evidence is ‘more than a mere scintilla’ of evidence; it is ‘such relevant evidence as a reasonable mind might accept as adequate to support’ a conclusion.” Liberty, supra at 192 citing Jameson’s Liquors, Inc. v. District of Columbia Alcoholic Beverage Control Board, D.C.App., 384 A.2d 412, 418 (1978). Looking at the record “as a whole,” Neer, supra at 526, a reasonable person might well find the following evidence as adequate support for the Board’s finding number 6 with regard to the medical evidence: Dr. Cooney’s diagnosis of no rupture and his prediction that with time and exercise petitioner could return to work; the February 15, 1979 recommendation of the Board of Police and Fire Surgeons that petitioner could return to limited duty supra note at 35; that the myelography was normal; that while the more sophisticated test of epidural venogra-phy confirmed certain abnormalities, there was not necessarily a rupture and, furthermore, while Dr. Rolle testified that he did not doubt the existence of a ruptured disc, a ruptured disc does not automatically mean the existence of a permanent disability.\nLooking at the record as a whole, a reasonable person could also concur that the Police Department films taken of Officer Proulx offer adequate evidence for the Retirement Board’s finding number 7 that “he can do more than his testimony would indicate,” especially when coupled with Dr. Rolle’s statements • to the Board that the films show “a greater degree of mobility of the officer’s back than I would have anticipated ... I was quite surprised to see the flexibility that was observed.”\nIn finding number 8, that Officer Proulx’s failure to perform was due to his own motivation, the Retirement Board looked primarily to the statement petitioner made to fellow officers. This statement can be used, since it is a statement offered against a party that is his own. E. Cleary, McCormick on Evidence § 262 (2d ed. 1972). While the inference that his failure to perform was due to his own motivation and not because he was unable to do so is not the only inference possible, it is certainly a legitimate and reasonable one.\nLastly, petitioner argues that the Retirement Board’s finding that Officer Proulx is not permanently disabled in the grade or class last occupied lacks the support of substantial evidence and that the Retirement Board must define what position is suitable for petitioner and must determine whether such a position does exist.\nThe position last occupied by Officer Proulx was, on medical recommendation, a light duty position. The question of the availability of another suitable light duty position was not pursued on this record and we need not reach it.\n‘It was plainly the premise of Congress in framing the disability provisions of this Act that not all police positions were interchangeable and that many officers were permanently assigned to ... nonphysically taxing jobs.... Any disability plan which would grant pensions to persons for injuries not diminishing their ability to continue to do such work would ... be a tremendous waste of public funds.’ [Seabolt v. Police and Firemen’s Retirement and Relief Board, D.C.App., 413 A.2d 908, 911 (1980), citing Jones v. Police and Firemen’s Retirement and Relief Board, D.C.App., 375 A.2d 1, 6 (1977).]\nTherefore, since our review of the record indicates adequate support for the Board’s decision of no permanent disability, and since the position last occupied by Officer Proulx was one of light duty, we assume that a return to the force in a limited duty capacity was envisioned by the Retirement Board’s decision. If such a position does not exist, that is another question which could be raised in another proceeding.\nAccordingly, the Board could reasonably find that Officer Proulx could still perform light duty in position of the same grade or class as the position he last occupied and was therefore not permanently disabled. The decision of the Retirement Board is\nAffirmed.\nThe Board of Surgeons had stated earlier on February 15, 1979, that there were no contraindications to reassignment with appropriate restrictions even though the diagnosis at that time was “herniated L5-S1 disc and a bulging L4-L5 disc without definite herniation.” Another physical exam was given on March 20, 1979, and revealed “lumbar flexion restricted (pain) at 30 degrees. Straight leg raising test equivocal (ruptured disc (diagnosed) via epidural venography).” The epidural venography, however, had been given before the February recommendation so that the Board of Surgeon’s reversal would seem to have been based on a finding of “pain” and on “equivocal” test results.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Patrick J. Christmas, Washington, D. C., was on the brief for petitioner.",
      "Judith W. Rogers, Corp. Counsel, David P. Sutton, Acting Deputy Corp. Counsel, Washington, D. C., at the time the brief was filed, and Richard B. Nettler, Asst. Corp. Counsel, Washington, D. C., were on the brief for respondent."
    ],
    "corrections": "",
    "head_matter": "Jack PROULX, Petitioner, v. POLICE AND FIREMEN’S RETIREMENT AND RELIEF BOARD, Respondent.\nNo. 80-471.\nDistrict of Columbia Court of Appeals.\nSubmitted Jan. 13, 1981.\nDecided Jan. 30, 1981.\nPatrick J. Christmas, Washington, D. C., was on the brief for petitioner.\nJudith W. Rogers, Corp. Counsel, David P. Sutton, Acting Deputy Corp. Counsel, Washington, D. C., at the time the brief was filed, and Richard B. Nettler, Asst. Corp. Counsel, Washington, D. C., were on the brief for respondent.\nBefore NEBEKER, MACK and PRYOR, Associate Judges.\nThe original disposition of this case was by an unpublished Memorandum Opinion and Judgment. The respondent’s motion for publication was granted."
  },
  "file_name": "0034-01",
  "first_page_order": 82,
  "last_page_order": 84
}
