{
  "id": 9295594,
  "name": "A.O., Petitioner, v. DEPARTMENT OF PUBLIC WELFARE, Respondent",
  "name_abbreviation": "A.O. v. Department of Public Welfare",
  "decision_date": "2003-12-16",
  "docket_number": "",
  "first_page": "35",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 35"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "788 A.2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "567 Pa. 750",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "767 A.2d 609",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11125280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0609-01"
      ]
    },
    {
      "cite": "700 A.2d 1353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11909502
      ],
      "pin_cites": [
        {
          "page": "1355-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/1353-01"
      ]
    },
    {
      "cite": "654 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0203-01"
      ]
    },
    {
      "cite": "636 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1841512,
        7354007
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0440-01",
        "/a2d/636/0142-01"
      ]
    },
    {
      "cite": "535 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841512
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0440-01"
      ]
    },
    {
      "cite": "521 A.2d 87",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1356657
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/104/0084-01"
      ]
    },
    {
      "cite": "513 A.2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1350972
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/99/0213-01"
      ]
    },
    {
      "cite": "727 A.2d 134",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "556 Pa. 681",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "703 A.2d 551",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11882558
      ],
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0551-01"
      ]
    },
    {
      "cite": "641 A.2d 1148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775545,
        11296751
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0116-01",
        "/a2d/641/1148-01"
      ]
    },
    {
      "cite": "537 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775545
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0116-01"
      ]
    },
    {
      "cite": "654 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862334
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0290-01"
      ]
    },
    {
      "cite": "733 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11547343
      ],
      "pin_cites": [
        {
          "page": "664-65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/733/0661-01"
      ]
    },
    {
      "cite": "419 Pa.Super. 411",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        918223
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "hearsay admissions made by a child sexual abuse victim are admissible when court identifies that the statements show spontaneity and repetition, show mental state of the declarant, show use of terminology unexpected of a child of tender years, show lack of motive to fabricate"
        },
        {
          "parenthetical": "hearsay admissions made by a child sexual abuse victim are admissible when court identifies that the statements show spontaneity and repetition, show mental state of the declarant, show use of terminology unexpected of a child of tender years, show lack of motive to fabricate"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/419/0411-01"
      ]
    },
    {
      "cite": "666 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12052177,
        727497
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "727",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0724-01",
        "/pa-super/446/0261-01"
      ]
    },
    {
      "cite": "446 Pa.Super. 261",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        727497
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/446/0261-01"
      ]
    },
    {
      "cite": "758 A.2d 1194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "563 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "742 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11496508
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "186"
        },
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/742/0178-01"
      ]
    },
    {
      "cite": "773 A.2d 1271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11095709
      ],
      "pin_cites": [
        {
          "page": "1276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/1271-01"
      ]
    },
    {
      "cite": "697 A.2d 1031",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12021636
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1033"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/1031-01"
      ]
    },
    {
      "cite": "828 A.2d 480",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9105837
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/828/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1208,
    "char_count": 27841,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 2.553608686781091e-07,
      "percentile": 0.8146301193621713
    },
    "sha256": "93663d2df0ac207b223247884c386f5307bc18617f63da0443b11bd9919e7db6",
    "simhash": "1:ba41ddcfddf2ac97",
    "word_count": 4543
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, McGINLEY, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "A.O., Petitioner, v. DEPARTMENT OF PUBLIC WELFARE, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge COLINS.\nA.O. petitions for review of the November 20, 2002 order of the Department of Public Welfare (DPW), that upheld the September 5, 2002 order of DPW’s Bureau of Hearings and Appeals (BHA), adopting the recommendation of the Attorney Examiner to deny A.O.’s request to expunge an indicated report of child abuse naming A.O. as perpetrator, filed by the Lancaster County Children and Youth Social Service Agency (Agency) pursuant to the Child Protective Services Law (Law).\nThe victim, S.R., currently age 4, lives with her mother, father, and two brothers, B.R. and M.R. On the date of the alleged incident of abuse, January 23, 2001, S.R. was 3 years and 9 months old, B.R. was 7 years old, and M.R. was 4 years old. On the foregoing date, while their parents were at work, S.R., B.R., and M.R. were left in the care of a babysitter, G.P., in the latter’s home where A.O., the babysitter’s son who was about to turn 14 years old, was also present. The record further indicates that on January 23, 2001, the babysitter left her home for a doctor’s appointment and was gone for approximately one hour, leaving A.O., S.R., B.R., and M.R. in the house.\nThat evening, S.R. complained to her parents and particularly to her mother, G.R., that her rear end hurt and that “the boy” (referring to A.O.) had tried to put his penis in there. When, the next morning, January 24, 2001, S.R. continued to complain, and continued to name A.O., S.R.’s mother called the police, who took S.R. and her mother to Lancaster General Hospital. Here, Cathy J. Hoshauer, M.D., a specialist in the field of pediatric medicine and the assessment of sexually abused children, met with both S.R. and her mother, G.R., and performed a complete physical examination of S.R., using a video colposcope to examine S.R.’s genitals. After examining S.R., Dr. Hoshauer concluded that the abrasions on S.R.’s body were consistent with anal penetration, and she answered affirmatively when asked during the hearing if there were “suspicious findings for sexual abuse or inappropriate sexual contact” inflicted on S.R. (Hearing Notes of Testimony, 11/7/2001, p. 43.)\nOn January 24, 2001, a report of suspected child abuse was filed with the Agency, and Chastity Whiteside, an Agency employee, was assigned to investigate it. Also on January 24, 2001, after her hospital examination, S.R. was interviewed at the Agency by Officer Roberto Lopez, who is fluent in Spanish, accompanied by Detective Joseph Hockley, who does not understand or speak Spanish. Chastity Whiteside also attended this interview. Thereafter, on January 30, 2001, White-side, assisted by an interpreter, interviewed S.R. at S.R.’s home. The record indicates that according to Whiteside, S.R. “understood her body parts,” and told Whiteside that A.O. had touched her buttocks with his “pee-pee,” that S.R. told A.O. not to touch it, and that it hurt. (Hearing Notes of Testimony, 11/7/2001, pp. 12, 13, 17 and 18.) Whiteside additionally interviewed S.R.’s mother and 7-year-old brother, B.R., both of whom later testified at the hearing. B.R. stated that A.O. placed his “pee-pee” in S.R.’s butt while they were in the basement of the babysitter’s house, that S.R. had her clothes off at the time, that S.R. cried, and that he told A.O. to stop.\nIn spite of inconsistencies in S.R.’s and B.R.’s factual accounts as to what room of the babysitter’s house was the situs of the alleged abuse, the supervisor of the Agency Child Abuse Unit believed that the abuse occurred nonetheless, based upon the interview of S.R. and S.R.’s mother, and B.R.’s ability to recall specific facts. On March 23, 2001, the Agency filed a Child Protective Services Investigation Report (CY-48) that was Indicated for Sexual Abuse against S.R. and that named A.O. as the perpetrator.\nOn April 20, 2001, A.O. filed an appeal, and on November 7, 2001, an expungement hearing was held before Attorney Examiner Patrick Washington, Esquire, during which the following individuals testified: Chastity Whiteside, Whiteside’s supervisor, Amanda Rosh, Cathy Hoshauer, M.D., S.R., B.R., Officer Roberto Lopez, Detective Joseph Hockley, G.R. also known as G.O., S.R.’s mother, A.O., and G.P., AO.’s mother, who was the babysitter. On September 5, 2002, Adjudicating Officer Madelyn Brown, Esq., after reviewing the testimony from the hearing, exhibits and the submissions filed by the parties on or before February 26, 2002, issued an adjudication containing findings of fact and conclusions of law and a recommendation that A.O.’s appeal in this matter be denied. Brown further recommended that Child-Line be instructed to maintain an indicated report for the reasons that “the county has ... met its burden of demonstrating ‘substantial evidence’ that S.R. was sexually abused and that the Appellant was the perpetrator.” On September 5, 2002, Richard Johns, Regional Manager of the DPW BHA, adopted the recommendation in its entirety.\nOn or about September 20, 2002, A.O. filed an application for reconsideration, which was granted on or about October 2, 2002, by the Secretary of the Department of Public Welfare. On or about November 20, 2002, a final order on the merits was issued upholding the September 5, 2002 order entered by the DPW BHA. This appeal followed.\nOn appeal, A.O. argues that the Agency failed to introduce substantial evidence to meet its burden of proving that the actions at issue constituted child abuse. In this regard A.O. contends that a reasonable person could not conclude he was the perpetrator of sexual assault against S.R. because S.R.’s statements were not credible. A.O. additionally argues that statements elicited from B.R., S.R.’s brother, were replete with inconsistencies and, therefore, could not be deemed credible. Finally, A.O. argues that the actions attributed to him do not fall within the definitions of perpetrator, child abuse, and/or “sexual abuse or -exploitation,” as outlined in the Law.\nThe critical issue as to whether an indicated report of child abuse should be expunged or maintained is whether the report is accurate. The burden of proof in an expungement case rests with the county agency which, in satisfying this burden, must present evidence that outweighs any conflicting evidence that petitioner’s conduct constituted child abuse. L.S. v. Department of Public Welfare, 828 A.2d 480, 483 (Pa.Cmwlth.2003). In an administrative agency proceeding to expunge a name from the ChildLine Registry, the agency may consider hearsay testimony as substantial evidence if that testimony is corroborated. Id. Further, it is possible to admit a child victim’s hearsay testimony through the testimony of the child’s family or investigating professionals if the time, content, and circumstances under which the statements were made provide sufficient indicia of reliability. Mortimore v. Pennsylvania Department of Public Welfare, 697 A.2d 1031 (Pa.Cmwlth.1997).\nIn addressing AO.’s first argument concerning what he avers to be a lack of substantial evidence, this Court has consistently reaffirmed that substantial evidence in the context of a child abuse proceeding has been defined as “[e]vidence which outweighs inconsistent evidence and which a reasonable person would accept as adequate to support a conclusion.” 23 Pa.C.S. § 6303. In B.J.K v. Department of Public Welfare, 773 A.2d 1271, 1276 (Pa.Cmwlth.2001) (citations omitted), this Court stated:\nIn determining whether substantial evidence exists to support a finding of fact this Court is to give to the party in whose favor the appealed decision was rendered — in this case, the CCY — the benefit of all inferences that can logically and reasonably be drawn from the evidence. A child’s testimony is not necessary for a finding that the child suffered severe pain as the result of injuries inflicted upon him, such a finding can be supported by circumstantial evidence. CCY presented the testimony of the caseworker, J.K’s friend, the principal at J.K’s school, and the mother of J.K.’s friend. All of this testimony was consistent and supported the BHA’s findings.\nApplying the foregoing rationale to the present record reveals sufficient corroborative evidence to support the Attorney Examiner’s conclusions notwithstanding that S.R., during a prehearing assessment conducted by the Attorney Examiner with the assistance of a Spanish interpreter, was found not to speak or understand English and hence was deemed incompetent to testify at the hearing. During this prehearing assessment phase, S.R., her brother, B.R., and A.O., were each assessed by the Attorney Examiner as to their competency and reliability with respect to serving as fact witnesses. The following excerpt from the prehearing assessment phase for S.R., is relevant (Hearing Notes of Testimony, 11/7/2001, pp. 62, 69, 70):\n[S.R.’s Prehearing Assessment]\nExaminer: For the record, we’ve spent the last three or four minutes with the now four-year old child S.[R.] Acclimating her to a prehearing environment where there are two adult attorneys, both women, the court reporter, who is a woman, a Spanish Interpreter, Ms. Liner, who is a woman, and the Hearing Officer, myself, a man.[referring to a Barbie doll] On the record. Would you ask her what color the hair is?\nInterpreter: She does not know the col- or of the doll’s hair.... Examiner: How old are you? Show of fingers. [No response] We’ll let go of that. Ms. Cooper, what else can we ask for general competency so that we can probe reliability here? ...\nAttorney Cooper: What color is this tablet? Can you tell me what color it is? [No response.] ... Can you tell me if anybody ever hurt you?\nExaminer: The child is being shy and hiding face, although supposedly does not understand Ms. Cooper’s English, but became quite withdrawn when she heard of English word “hurt.”\nAttorney Cooper: S., can you understand any English?\nInterpreter: I asked. She says, no, she doesn’t understand English....\nAttorney Cooper: Let me just ask her one more time if anybody every hurt her ... S., has anybody ever hurt you?\nExaminer: Indicating yes.\nAttorney Cooper: S., did anybody ever touch your butt?\nInterpreter: Mi....\nExaminer: For the record, I’m not quite sure what to make of that. The question was did anybody ever touch your butt? And her response was Mi., but she is pointing to her brother at the door. And we’re not sure whether she’s simply recognizing his presence.\nAttorney Cooper: Has anybody else ever touched your butt?\nInterpreter: (No response.)\nAttorney Cooper: S. is this something you don’t like to talk about?\nExaminer: Indicating no.\nConsidering S.R.’s prehearing assessment, of which the foregoing example is illustrative, it is understandable that S.R. was found incompetent to testify as a fact witness. Comparable child competency issues and related concerns of hearsay admissions made by a child sexual abuse victim, as in the present matter, arose in Commonwealth v. Bishop, 742 A.2d 178, 186 (Pa.Super.1999), petition for allowance of appeal denied, 563 Pa. 638, 758 A.2d 1194 (2000), wherein the Superior Court stated:\nWhen evaluating the competency of a child witness, we are guided by the following:\n[C]ompetency of a witness is presumed and the burden falls upon the objecting party to demonstrate incompetency. When the witness is under fourteen years of age, there must be a searching judicial inquiry as to mental capacity, but discretion nonetheless rests in the trial judge to make the ultimate decision as to competency.\nCommonwealth v. McMaster, 446 Pa.Super. 261, 666 A.2d 724, 727 (1995) (citations omitted): A child witness is competent to testify if he possesses:\n(1) such capacity to communicate, including as it does both an ability to understand questions and to frame and express intelligent answers, (2) mental capacity to observe the occurrence itself and the capacity of remembering what it is that she is called to testify about and (3) a consciousness of the duty to speak the truth.\nId. “Therefore, [t]he determination of competency is a matter for the sound discretion of the trial court, which will not be disturbed absent a clear abuse of that discretion.” Id. As such, this court has observed that “[o]ur standard of review of rulings on the competency of witnesses is very limited indeed.” Id.\nOnce the determination is made that a child is incompetent to testify, as in the present matter, the question arises whether that child’s out-of-court hearsay statements should be deemed admissible. Once again, Bishop, 742 A.2d at 184, is instructive on this issue when the Superior Court states:\nSpecifically, Appellant objects to the admission of testimony by numerous Commonwealth witnesses who each told the court what M.B. had revealed to them detailing the assault. M.B. told her parents, the investigating police officers, and the examining physicians that her pop-pop had played a secret game with her. She relayed the details and told them that it hurt her and that she did not like it....\nThe law allows for the admission of a child’s out-of-court statement due to the fragile nature of young victims of sexual abuse. See Commonwealth v. Hanawalt, 419 Pa.Super. 411, 615 A.2d 432 (1992) (hearsay admissions made by a child sexual abuse victim are admissible when court identifies that the statements show spontaneity and repetition, show mental state of the declarant, show use of terminology unexpected of a child of tender years, show lack of motive to fabricate).\nSimilarly, in D.P. v. Department of Public Welfare, 733 A.2d 661, 664-65 (Pa.Cmwlth.1999), this Court clarified:\nFormer Section 5986 [42 Pa.C.S. § 5986] was amended on December 18, 1996, effective in sixty days. Section 5986 now provides:\nA statement made by a child describing acts and attempted acts of indecent contact, sexual intercourse or deviate sexual intercourse performed with or on the child by another, not otherwise admissible by statute or court ruling, is admissible in evidence in a dependency proceeding initiated under Chapter 63 (relating to juvenile matters), involving that child or other members of that child’s family, if:\n(1) the court finds, in an in camera hearing, that the evidence is relevant and that the time, content and circumstances of the statement provide sufficient indicia of reliability; and\n(2) the child either:\n©testifies at the proceeding; or\n(ii)is found by the court to be un-\navailable as a witness.\nApplying the foregoing guidelines to the admissibility of S.R.’s out-of-court hearsay statements to her mother, to Chastity Whiteside through an interpreter, and to the investigating police officers, Roberto Lopez (who is fluent in Spanish) accompanied by Detective Joseph Hockley, we find that the Attorney Examiner properly admitted them since the time and circumstances under which they were made provided sufficient indicia of their reliability. The prehearing assessment of S.R. and B.R. conducted by the Attorney Examiner was in effect tantamount to an in camera hearing to determine their competency and reliability as fact witnesses. It is noted that S.R. repeated her specific complaints of having been inappropriately touched in her “butt” to both her mother and to Ms. Whiteside during the latter’s interview assisted by an interpreter, albeit she was reticent, withdrawn, and uncommunicative in her interview with Officer Lopez and Detective Hockley. The following excerpt of the testimony of Officer Lopez during the hearing (Hearing Notes of Testimony, 11/7/2001, pp. 155-166) is relevant:\n[S.R.’s Interview with Police Officers]\nQ. What was your involvement in the investigation?\nA. I assisted Detective Hockley in visiting Lancaster County Children and Youth Agency where we interviewed S.R., and also her younger brother by the name of M.R.\nQ. Did you speak fluent Spanish?\nA. Yes, I do.\nQ. Did you conduct the interview with S.R.?\nA. Yes, I did.'...\nQ. During the interview with S., did you ask her what happened or what did you ask her? Tell me about the interview.\nA. I asked her where she was ... the day before and she answered grandmother, meaning babysitter’s house.... I also asked her if she had any pain anywhere. She said she had pain in her belly. She also stated that she had pain in her foot....\nQ. Was S. responsive to your questions?\n■\nA. She responded to the questions, but she was also reserved, if you will, held back at times, turned away from me. At one point during the interview she asked where her mommy was at. She was outside of the conference room where we were conducting the interview. Then asked her mother to come into the conference room in an effort to make S. feel more comfortable, to see if that would help her to speak to us more openly and it did not.\nIt is not unusual that S.R., a little girl of tender years, would not feel at ease sharing the details of the abuse incident with male interrogators.\nIn contrast to S.R., the Attorney Examiner found her brother, B.R., competent to serve as a fact witness, as illustrated by the following excerpted testimony' during the hearing (Hearing Notes of Testimony, 11/7/2001, pp. 77, 92, 99,104):\n[B.R.’s Prehearing Assessment]\nQ. Would you rather have me ask you questions in English and you answer in English or would you rather have Ms. Liner [Spanish Interpreter] translate what I ask you into Spanish and then you can [answer] in Spanish?\nA. In Spanish....\nQ. How old are you?\nA. Eight.\nQ. Did anybody ever hurt your sister at G.’s house?\nA. Yes. A. [A.O.]-\nQ. And how did he hurt her? What did he do to her?\nA. He put his butt in.... He pulled his pants down.\nQ. He pulled his pants down? Then what did he do?\nA. He put his pee-pee.\nQ. Where?\nA. The butt.\nQ. Whose butt?\nA. S.’s.\nQ. And where did that happen?\nA. At her [the babysitter’s] house.\nQ. In what room?\nA. The basement.\nQ. Was anybody else around when that happened?\nA. No.\nQ. Were you there?\nA. Yeah.\nQ. Did you see it happen?\nA. Yes.\nQ. Did you say anything?\nA. Yeah ... Stop....\nQ. Did you tell anybody about what happened?\nA. I tell my mom....\nQ. Did you tell G., the babysitter? Examiner: Indicating yes.\nQ. Have you ever seen anybody else do that to S.?\nA. Only A.\nB.R.’s testimony, which was found credible by the' Attorney Examiner, was only part of other corroborative evidence supporting his decision to uphold the indicated report of child abuse filed by Chastity Whiteside, after having attended S.R.’s interview by the investigating police officers, and after, accompanied by an interpreter, having subsequently visited S.R. in her home. Above all, the testimony and report of pediatric specialist Dr. Hoshauer provides even more compelling corroborative evidence. During her examination of S.R., Dr. Hoshauer found six or seven individual scratches around S.R.’s anus, which were 24 to 48 hours old, and which were consistent with a forced, penetrating trauma to the anus, such as that caused by a large bowel movement. (Hearing Notes of Testimony, 11/7/2001, pp. 46-47, 50-51.) The following testimony elicited from Dr. Ho-shauer during the hearing is highly corroborative of the Attorney Examiner’s determination:\n[Direct Examination of Dr. Hoshauer]\nQ. In your report you note that S. has a history of constipation and large, painful bowel movements. Correct?\nA. No. She had complained of having a painful bowel movement the day before I saw her. She did not have a history of constipation....\nQ. Are you able to render an opinion with a reasonable degree of medical certainty whether the bowel movement the night before caused the lacerations or whether an injury caused the lacerations, which in turn caused the painful bowel movement? Are you able to determine which came first?\nA. Within a reasonable degree of medical certainty, she had suffered an injury as the cause of her painful bowel movement, did not suffer these numerous lacerations as a result of a huge bowel movement....\nQ. I want to make sure I understand your opinion correctly. Is it your opinion that there are suspicious findings for sexual abuse or inappropriate sexual contact? Is that correct?\nA. Yes.... I only know what I saw and her physical exam was clearly abnormal and was not able to be explained by anything that her family would have known had happened. So her mother wasn’t able to suggest that she had any other sort of injury that would explain where these wounds came from.\nQ. Did you ask her?\nA. So that’s why I deemed her exam as suspicious. It’s abnormal and it’s suspicious for someone having done something in that area.\n(Hearing Notes of Testimony, 11/7/2001, pp. 43-44, 52-54.) Similarly, in Morti-more, 697 A.2d at 1033, this Court noted:\nThis Court in B.E. re G.M. Jr. v. Department of Public Welfare, 654 A.2d 290 (Pa.Cmwlth.1995), followed the guidelines set forth in A.Y. [v. Department of Public Welfare, Allegheny County Children & Youth Services, 537 Pa. 116, 641 A.2d 1148 (1994) ] and held that medical records corroborated evidence of hearsay statements attributed to a child.... In the case sub judice, A.M.’s statements were corroborated by medical evidence from Dr. Finder that the injuries were caused by direct trauma to the child’s genital area and were sustained within 24 hours of the medical examination. This evidence constituted substantial evidence to satisfy CYS’ burden of proof.\nBased on the above, we find that the record contains substantial evidence with sufficient indicia of reliability to support the DPW BHA finding of sexual abuse committed against S.R. by A.O. Accordingly, the order of the Department of Public Welfare, Bureau of Hearings and Appeals is affirmed.\nORDER\nAND NOW, this 16th day of December 2003, the order of the Department of Public Welfare, Bureau of Hearings and Appeals, in the above-captioned matter is AFFIRMED.\n. 23 Pa.C.S. §§ 6301-6385.\n. At the expungement hearing conducted by the Attorney Examiner on November 7, 2001, Dr. Hoshauer was qualified as an expert in the area of pediatric medicine and the assessment of children who have been sexually abused. Although Dr. Hoshauer was the physician called upon to examine S.R. on the morning of January 24, 2001 at Lancaster General Hospital, because S.R. spoke and understood only Spanish and because Dr. Ho-shauer does not speak Spanish, she did not interview S.R. or attempt to take her history. (Hearing Notes of Testimony, 11/7/2001, p. 38).\n.Chastity Whiteside had worked at the Agency for almost four years, the last three and a half of which were with the child abuse unit, until she left the Agency in February of 2001. Ms. Whiteside has a bachelor’s degree in sociology from Millersville University, has attended numerous special training seminars on child abuse topics, and has investigated close to 400 child abuse cases. After Ms. White-side's departure from the Agency, the investigation of S.R.'s case was concluded by White-side’s supervisor, Amanda Rosh. The record indicates that although at the November 7, 2001 hearing, Charity Whiteside was never qualified as an expert witness, she nevertheless was permitted to testify based upon her observations and experience.\n. With regard to the fact-finding function in Welfare Department matters, this Court in Siemon’s Lakeview Manor Estate v. Department of Public Welfare, 703 A.2d 551, 555 (Pa.Cmwlth.1997), petition for allowance of appeal denied, 556 Pa. 681, 727 A.2d 134 (1998), stated:\nUnder Section 206 of the Administrative Code of 1929, 77 P.S. § 66, the Secretary of DPW shall \"personally” or through a \"duly authorized agent” exercise her powers to carry out the duties imposed upon DPW. Because the Secretary’s powers are not specifically set forth in the regulations, we must look to the General Rules of Administrative Practice and Procedure. As we discussed in Northwestern [Institute of Psychiatry v. Department of Public Welfare, 99 Pa.Cmwlth. 213, 513 A.2d 495 (1986)], the regulations refer to the \"agency head” as the party who can hold hearings, 1 Pa.Code § 35.123, or appoint a presiding officer to conduct hearings, 1 Pa.Code § 35.185. Under 1 Pa.Code § 31.3, an \"agency head” is explicitly defined as “the secretary of a department.\" Based on that language, the Secretary of DPW is clearly an \"agency head.” In Northwestern, we referred to the Director as \"agency head,” which then allowed us to apply the regulations and hold that the Director can designate an attorney examiner and act as the ultimate fact finder .... Thus, if the Director as \"delegate agency head” can act as the ultimate fact finder ...., then we must find that the actual “agency head” also possesses fact-finding power.\nAlthough the Director and the Secretary are not in a position to assess the behavior and demeanor of the witnesses who testify before the attorney examiner, we recognized in G.S. [v. Department of Public Welfare, 104 Pa.Cmwlth. 84, 521 A.2d 87 (1987)] that a statutory scheme where the Secretary or his designee is vested with final fact-finding authority is not unusual in Pennsylvania.\nSiemon’s further argues that G.S. does not apply to the instant case because our decision in that case relied on the explicit language contained in Section 15(d) of the Child Protective Services Law (Law).\n7 Act of November 26, 1975, P.L. 438, as amended, formerly 11 P.S. § 2215(d), repealed by the Act of December 19, 1990, P.L. 1240. A similar provision is now found in Section 6341 of the Child Protective Services Law, 23 Pa.C.S. § 6341. In R. v. Department of Public Welfare, 535 Pa. 440, 636 A.2d 142 (1994), the Pennsylvania Supreme Court recognized that Section 6341 authorized the Secretary to appoint a desig-nee to perform her statutorily mandated duties to find facts and decide whether to expunge an indicated report of child abuse.\n(Emphasis added and footnote omitted.)\n.While a fact finder’s observation of the demeanor of a witness has traditionally been viewed as an important factor in determining credibility, administrative adjudicators are permitted to determine the credibility of testimony from the reading of a transcript. Administrative agencies often use a system of adjudication where a hearing examiner or presiding officer takes evidence and the ultimate fact finder is a board or commission, which has the power to make findings of fact based solely on a review of the record. See, e.g., Kramer v. Department of Insurance, 654 A.2d 203 (Pa.Cmwlth.1995)(presiding officer conducted an evidentiary hearing, but the adjudication was issued by the Insurance Commissioner); ... An adjudicative method where the ultimate decision in a case is made by an administrative fact finder who did not hear the testimony does not deny a litigant due process of law.\nCavanaugh v. Fayette County Zoning Board, 700 A.2d 1353, 1355-56 (Pa.Cmwlth.1997) (footnotes and citations omitted).\n. Our scope of review is limited to determining whether the necessary findings of fact are supported by substantial evidence, whether legal error has been committed, or whether constitutional rights have been violated. K.J. v. Department of Public Welfare, 767 A.2d 609 (Pa.Cmwlth.), petition for allowance of appeal denied, 567 Pa. 750, 788 A.2d 381 (2001).\n. Although the legislature amended and consolidated the Child Protective Services Law, 23 Pa.C.S. §§ 6301-6385, the standard of proof required of the county agency to support, at a hearing, an indicated report of child abuse is still substantial evidence that the abuse occurred. 23 Pa.C.S. §§ 6303, 6341.",
        "type": "majority",
        "author": "President Judge COLINS."
      }
    ],
    "attorneys": [
      "Lisa Jo McCoy, Lancaster, for petitioner.",
      "Anne L. Cooper, Lancaster, for interve-nor, Lancaster County Children & Youth Social Serv. Agency."
    ],
    "corrections": "",
    "head_matter": "A.O., Petitioner, v. DEPARTMENT OF PUBLIC WELFARE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 8, 2003.\nDecided Dec. 16, 2003.\nLisa Jo McCoy, Lancaster, for petitioner.\nAnne L. Cooper, Lancaster, for interve-nor, Lancaster County Children & Youth Social Serv. Agency.\nBEFORE: COLINS, President Judge, McGINLEY, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0035-01",
  "first_page_order": 65,
  "last_page_order": 74
}
