{
  "id": 8107667,
  "name": "Theodore R. WELLENS and Frances L. Wellens, Appellants, v. PERPETUAL BUILDING ASSOCIATION, Appellee",
  "name_abbreviation": "Wellens v. Perpetual Building Ass'n",
  "decision_date": "1962-09-06",
  "docket_number": "No. 3000",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "184 A.2d 36"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "67 A. 766",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "218 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999633,
        999654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0494-01",
        "/pa/218/0494-02"
      ]
    },
    {
      "cite": "59 S.E.2d 185",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "232 N.C. 24",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8594816
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/232/0024-01"
      ]
    },
    {
      "cite": "99 S.W.2d 817",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "266 Ky. 668",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        2476345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/266/0668-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 5218,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2008041781586494
    },
    "sha256": "0976aa8b880719d157c0afad42157c484bc45a25eb860b55cb5cbd81205acb4f",
    "simhash": "1:cfdf61e89298b8e4",
    "word_count": 891
  },
  "last_updated": "2024-02-27T22:32:13.845576+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Theodore R. WELLENS and Frances L. Wellens, Appellants, v. PERPETUAL BUILDING ASSOCIATION, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge.\nIn 1953 appellant Theodore R. Wellens, hereafter called the appellant, purchased a piece of commercial property with a main building fronting on the street and a detached garage opening onto an alley at the rear of the lot. He intended to carry on an elevator service and repair business on the premises, using the garage for storage purposes.\nPrior to the purchase the seller through his agent had secured a commitment from appellee Perpetual Building Association for a loan to appellant of $15,000 to be secured by a first deed of trust on the property; and at time of settlement of the purchase the loan was made and appellant and his wife executed a deed of trust securing it. The deed of trust required that the “improvements forming part of said realty” should be insured to the satisfaction of Perpetual. Concurrently with the making of the loan and the giving of the deed of trust, Perpetual through its insurance department obtained fire insurance of $15,000. The cost of this insurance, as required by the deed of trust, was charged to and paid by appellant. When the insurance expired after three pears, Perpetual renewed it for another three years.\nDuring the term of the second policy a fire occurred in the garage, then being used for storage purposes. The garage, which had brick walls, a tin roof, and wooden doors and rafters, was damaged by the fire to the extent of approximately $2,500. When appellant notified Perpetual of the fire loss, he was told that the insurance policy covered only the main building and did not cover the garage.\nAppellant brought this action against Perpetual on the theory that it was negligent in failing to have the fire insurance policy include coverage for the garage.\nThe testimony of the witnesses for Perpetual was to the effect that in appraising the property for its loan value no consideration was given to the garage; that the loan was made on Perpetual’s appraisal of the lot and main building; that the appraisers’ report did not mention the garage; and that Perpetual’s insurance department, when placing the insurance, did not know there was a separate garage building on the lot, and secured coverage for the main building only. It was admitted that Perpetual never showed the policy to appellant and never informed appellant that the policy contained no coverage for the garage.\nThe trial court directed a verdict in favor of Perpetual on the ground that in placing the insurance Perpetual was acting solely and entirely on its own behalf to protect its own interest and there was no duty on its part to insure the garage or to inform appellant that it had not insured it.\nIn our opinion the case should have been submitted to the jury. The deed of trust conveyed the lot “with the improvements, buildings and fixtures thereon,” and provided that no such building or improvement should be “moved or demolished”; that such buildings and improvements should be kept in substantially the same condition as of the date of the trust; and that the “improvements forming part of said realty shall be insured to the satisfaction” of Perpetual, and that appellant should pay the premiums for such insurance.\nUnder these circumstances it cannot be said as a matter of law that it was unreasonable for appellant to assume that the insurance placed by Perpetual would cover all buildings and improvements on the lot. Whether as a reasonable man he should have made specific inquiry of Perpetual is a question of fact.\nWe do not agree that Perpetual owed no duty to appellant in the placing of the insurance. It was appellant’s property that was being insured and appellant was paying for the insurance. While the primary purpose of the insurance was to protect Perpetual from a loss on its loan, a secondary and very real purpose was to protect appellant from damage by fire. The insurance was for the mutual benefit of lender and borrower. No one would seriously argue that Perpetual could collect insurance premiums from appellant and still be free to place no insurance if in its judgment no insurance was necessary to protect its loan. Perpetual required insurance and required appellant to pay for it and undertook to place the insurance. In so doing it was under a duty to act in a reasonably careful manner. Whether it did so act or whether it was negligent in not informing appellant that the garage was not insured were questions of fact for the jury.\nReversed with instructions to grant a new trial\n. Warrener v. Federal Land Bank of Louisville, 266 Ky. 668, 99 S.W.2d 817; Crouse v. Vernon, 232 N.C. 24, 59 S.E.2d 185; Boyce v. Union Dime Permanent Loan Ass’n, 218 Pa. 494, 67 A. 766.",
        "type": "majority",
        "author": "HOOD, Chief Judge."
      }
    ],
    "attorneys": [
      "Arthur M. Wagman, Washington, D. C., with whom Ford E. Young, Jr., Washington, D. C., was on the brief, for appellants.",
      "William J. Donnelly, Jr., Washington, D. C., with whom Richard W. Galiher and William E. Stewart, Jr., Washington, D. G, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Theodore R. WELLENS and Frances L. Wellens, Appellants, v. PERPETUAL BUILDING ASSOCIATION, Appellee.\nNo. 3000.\nMunicipal Court of Appeals for the District of Columbia.\nArgued May 28, 1962.\nDecided Sept. 6, 1962.\nArthur M. Wagman, Washington, D. C., with whom Ford E. Young, Jr., Washington, D. C., was on the brief, for appellants.\nWilliam J. Donnelly, Jr., Washington, D. C., with whom Richard W. Galiher and William E. Stewart, Jr., Washington, D. G, were on the brief, for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0036-02",
  "first_page_order": 76,
  "last_page_order": 78
}
