{
  "id": 11311937,
  "name": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant v. Carl McMAHON, Appellee",
  "name_abbreviation": "Commonwealth, Department of Transportation, Bureau of Driver Licensing v. McMahon",
  "decision_date": "1994-11-16",
  "docket_number": "",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 36"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "477 Pa. 525",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738328
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0525-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 5065,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2396755563741361
    },
    "sha256": "b413925ef012ee1733a9e4c20fb5bbd7a8dd2dc8d8af3c76da896763e6488b72",
    "simhash": "1:d9fbeee6e35b2454",
    "word_count": 814
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant v. Carl McMAHON, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAppellee McMahon was charged with violating 75 Pa.C.S. § 3731 (driving under the influence of alcohol or drugs) on April 10, 1990. At the time of this infraction, Appellee had three prior convictions for violations of § 3731 and was under a five year suspension pursuant to 75 Pa.C.S. § 1542 (revocation of habitual offender’s license). As a result of the April 10, 1990 conviction, Appellant Department of Transportation (DOT) imposed an additional five year suspension on Appel-lee. Appellee appealed this suspension to the Court of Common Pleas of Beaver County, contending that he was subject to only a two-year alternative suspension under 75 Pa. C.S. § 1542(e). After a hearing de novo, the trial court granted Appellee’s appeal, concluding that the five-year additional suspension was improper under the Motor Vehicle Code. However, the order of the Court of Common Pleas did not impose either the two-year additional suspension argued by Appellee to apply or the mandatory one-year suspension pursuant to 75 Pa.C.S. § 1532(b)(3).\nSubsequent to the entry of the court’s order, DOT filed a request for reconsideration to the Court of Common Pleas’ order. DOT requested the Court of Common Pleas to reconsider its ruling on the five-year revocation, but also, if it affirmed that ruling, to impose the mandatory one-year suspension. DOT also filed an appeal to the Commonwealth Court, inasmuch as the thirty-day period for taking an appeal had commenced with the entry of the common pleas court’s order. The Court of Common Pleas failed to rule on the request for reconsideration within the thirty-day period; therefore, the Commonwealth Court assumed jurisdiction over the appeal and the trial court was no longer empowered to consider the request for reconsideration. See Pa.R.Civ.P. 1701.\nOn appeal to the Commonwealth Court, DOT argued that the five-year additional suspension was appropriate. In the alternative, DOT argued that the trial court, having made a decision of law different from that of DOT, was required to exercise its discretion under Department of Transportation, Bureau of Traffic Safety v. Kobaly, 477 Pa. 525, 384 A.2d 1213 (1977), and impose the one-year mandatory suspension under 75 Pa.C.S. § 1532(b)(3). The Commonwealth Court disagreed that the five-year suspension was appropriate, but refused to consider DOT’s argument that an alternate suspension should be imposed since it determined that the issue “was never properly raised and reviewed by the trial court....”\nDOT now contends that Kobaly should also extend to the Commonwealth Court, which, after having made conclusions of law different from DOT, should have imposed a penalty it deemed appropriate. We disagree with DOT’s argument that Kobaly should be extended to these circumstances. We find no support for the contention that the Commonwealth Court in this situation is a trial court within the meaning of Kobaly. Kobaly, which gives a trial court the authority to impose its own penalty after reaching conclusions of fact and law different from that of DOT, extends only to the trial court in this situation.\nWe are also constrained to find that the Commonwealth Court did not err in failing to remand to the trial court for consideration of the proper suspension to be imposed. We note that under Pa.R.A.P. 1701(b)(3)(i), where the trial court fails to enter an order expressly granting reconsideration within the time prescribed by the Rules of Appellate Procedure, the power of the trial court to act on the application for reconsideration is lost and the issues therein are not capable of review.\nAccordingly, the Order of the Commonwealth Court is affirmed.\nMONTEMURO, J., is sitting by designation.\n. 75 Pa.C.S. § 1532 provides in pertinent part: (b) Suspension..—\n:fs S¡! !%! Jj! s{< !?!\n(3) The department shall suspend the operating privilege of any driver for 12 months upon receiving a certified record of the driver’s conviction of section 3731 (relating to driving under influence of alcohol or controlled substance) .... [emphasis added]\n. The Court of Common Pleas issued a rule returnable to Appellee to show cause why the relief requested by DOT should not be granted. A rule to show cause pertaining to an application for reconsideration does not comply with the requirement of Pa.R.A.P. 1701 and does not toll the 30-day appeal period.\n. However, the trial court is not required to determine its own penalty; it can remand the case to DOT for imposition of the proper penalty.\n. However, we see no reason that DOT cannot proceed to impose a suspension under 75 Pa.C.S. § 1532(b)(3).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Timothy P. Wile, Asst. Counsel In-Charge, Dept, of Transp. and Harold H. Cramer, Asst. Chief Counsel, for appellant.",
      "Robert R. Watson, Beaver, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant v. Carl McMAHON, Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 19, 1994.\nDecided Nov. 16, 1994.\nTimothy P. Wile, Asst. Counsel In-Charge, Dept, of Transp. and Harold H. Cramer, Asst. Chief Counsel, for appellant.\nRobert R. Watson, Beaver, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0036-01",
  "first_page_order": 94,
  "last_page_order": 96
}
