{
  "id": 7253341,
  "name": "Robert David STAHR, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Stahr v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2009-03-31",
  "docket_number": "",
  "first_page": "37",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 37"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "539 A.2d 1389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1371525
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "where there was no reasonable suspicion when the officer's observations of Fierst had taken place approximately one hour after the accident, at his home, with a bottle of beer in his hand"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/115/0263-01"
      ]
    },
    {
      "cite": "669 A.2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11320558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0504-01"
      ]
    },
    {
      "cite": "527 A.2d 1123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1361010
      ],
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "where there was no reasonable suspicion because the officer observed driver 25 minutes after the accident, drinking in a tavern"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/107/0213-01"
      ]
    },
    {
      "cite": "592 A.2d 820",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1417747
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "where there was reasonable suspicion when 30 to 40 minutes had passed between accident and arrest, but witnesses had told officer the driver had admitted to drinking"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/140/0317-01"
      ]
    },
    {
      "cite": "866 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9040592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/1181-01"
      ]
    },
    {
      "cite": "737 A.2d 1203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        838594,
        11574980
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1206",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1207",
          "parenthetical": "citations and footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0439-01",
        "/a2d/737/1203-01"
      ]
    },
    {
      "cite": "558 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838594
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "445",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0439-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 9555,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 2.68804726084449e-07,
      "percentile": 0.8272536352505494
    },
    "sha256": "11fcce6178554f109bfd513eb74ea36a95191789f72325ca7a8decec38126238",
    "simhash": "1:9558939347ccadf3",
    "word_count": 1549
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, BUTLER, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "Robert David STAHR, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge BUTLER.\nRobert David Stahr (Stahr) petitions for review of the August 7, 2007 order of the Court of Common Pleas of Luzerne County (trial court) denying the appeal of his one-year license suspension by the Department of Transportation’s Bureau of Driver Licensing (PennDOT) for refusing to submit to chemical testing pursuant to Section 1547 of the Vehicle Code, as amended, 75 Pa.C.S. § 1547. The sole issue in this case is whether the police officer had a reasonable belief that Stahr was operating his vehicle in violation of Section 3802 of the Vehicle Code, as amended, 75 Pa.C.S. § 3802 (relating to driving under the influence of alcohol), in order to request a chemical test. For the reasons stated below, we reverse the trial court’s decision and reinstate Stahr’s operating privileges.\nStahr was driving his vehicle on the evening of December 23, 2007 when he had an accident in which his vehicle became hung up on the guardrail. The record indicates that the accident took place in a rural area with no street lights; and Stahr claims the accident occurred when he tried to avoid hitting a deer. He was unable to remove his car from the guardrail, and was picked up by passing motorists who dropped him off at his house.\nThereafter, a Pennsylvania State Police trooper (state trooper) came across the unoccupied vehicle, traced the license plate, and went to Stahr’s house. The state trooper took Stahr back to the accident scene. Stahr claims he had consumed alcohol when he returned home after the accident, and that he informed the state trooper accordingly before being returned to the accident scene.\nSugarloaf Township police officer, Tommy J. Brown (Officer Brown) had been called to the accident scene and arrived after Stahr had been brought back by the state trooper. The state trooper informed Officer Brown that Stahr was not on the scene when the state police arrived, and that the trooper located Stahr at his home using vehicle registration information. Reproduced Record (R.R.) at 16A. When Officer Brown questioned Stahr about the accident, Stahr admitted that he had been driving the car. At this point, Officer Brown smelled alcohol and noticed that Stahr’s gait was unsteady and his speech slurred. Stahr also admitted to Officer Brown that he had been drinking, although Officer Brown testified that Stahr did not inform him that Stahr’s drinking took place at home after the accident. Officer Brown further testified that there was nothing about the accident itself that suggested the accident involved driving under the influence.\nOfficer Brown, nonetheless, placed Stahr under arrest for violating Section 3802 of the Vehicle Code and drove him to Hazel-ton General Hospital to administer a chemical test of his blood. Officer Brown presented Stahr with a form explaining the consequences of refusing to submit to a chemical test and further advised Stahr regarding the same. Stahr refused to submit to testing, and signed the form acknowledging that he was knowingly and intelligently refusing to be tested. Notably, Stahr was never formally charged with driving under the influence.\nOn March 28, 2008, PennDOT sent Stahr notification of the one-year suspension of his operating privileges. Stahr timely appealed the suspension in the trial court. His appeal was dismissed, and Stahr appealed to this Court.\nSection 1547(b) of the Vehicle Code states that if a person arrested for violating Section 3802 of the Vehicle Code refuses to submit to a chemical test, Penn-DOT will suspend his operating privileges for 12 months, or for 18 months if the person has previously refused chemical testing or had a prior suspension of his operating privileges under Section 1547 of the Vehicle Code. 75 Pa.C.S. § 1547(b)(1). If the suspension is appealed, PennDOT must establish that the person:\n(1) was arrested for driving under the influence [ (DUI) ] by a police officer who had reasonable grounds to believe that the licensee was operating or was in actual physical control of the movement of the vehicle while under influence of alcohol; (2) was asked to submit to a chemical test; (3) refused to do so; and (4) was warned that refusal might result in a license suspension.\nBanner v. Dep’t of Transp., Bureau of Driver Licensing, 558 Pa. 439, 445, 737 A.2d 1203, 1206 (1999) (emphasis added).\nStahr argues that Officer Brown did not have reasonable grounds to suspect that he was driving his vehicle under the influence because he was not in his vehicle when Officer Brown allegedly encountered him in an intoxicated state, nor was there a timeframe established between the time of the accident and the time when Officer Brown allegedly determined that Stahr was intoxicated.\nThe standard of reasonable grounds to support a license suspension does not rise to the level of probable cause required for a criminal prosecution. Reasonable grounds exist when a person in the position of the police officer, viewing the facts and circumstances as they appeared at the time, could have concluded that the motorist was operating the vehicle while under the influence of intoxicating liquor. In determining whether an officer had reasonable grounds to believe that a motorist was in ‘actual physical control’ of a vehicle, the court must consider the totality of the circumstances, including the location of the vehicle, whether the engine was running and whether there was other evidence indicating that the motorist had driven the vehicle at some point prior to the arrival of the police. Whether reasonable grounds exist is a question of law reviewable by the court on a case by case basis.\nA review of the relevant case law indicates that at the very least, there must be some objective evidence that the motorist exercised control over the movement of the vehicle at the time he was intoxicated.\nId. at 446-48, 737 A.2d at 1207 (citations and footnote omitted).\nIn the present case, Officer Brown first encountered Stahr after the state trooper picked him up at his home and brought him back to the accident scene. R.R. at 6A. At no time during his testimony did Officer Brown indicate any timeframe between the accident and the time he encountered Stahr. In other cases where the Court found a police officer had or did not have reasonable suspicion of DUI, where the arrestee was not found in his car, a timeframe between the arrestee’s operation of the car and subsequent arrest, or some other evidence, such as witness accounts of the DUI, were established in the record. See Hasson v. Dep’t of Transp., Bureau of Driver Licensing, 866 A.2d 1181 (Pa.Cmwlth.2005) (where there was reasonable suspicion since only 15 minutes had elapsed between Hasson’s high speed flight from police and officer’s observance of Hasson’s advanced inebriated state); McCallum v. Com., 140 Pa.Cmwlth. 317, 592 A.2d 820 (1991) (where there was reasonable suspicion when 30 to 40 minutes had passed between accident and arrest, but witnesses had told officer the driver had admitted to drinking); Fierst v. Com., 115 Pa.Cmwlth. 263, 539 A.2d 1389 (1988) (where there was no reasonable suspicion when the officer’s observations of Fierst had taken place approximately one hour after the accident, at his home, with a bottle of beer in his hand); and Dep’t of Transp., Bureau of Driver Licensing v. Mulholland, 107 Pa.Cmwlth. 213, 527 A.2d 1123 (1987) (where there was no reasonable suspicion because the officer observed driver 25 minutes after the accident, drinking in a tavern).\nOfficer Brown could not reasonably conclude that Stahr was driving under the influence simply because he showed signs of intoxication when he exited the state trooper’s vehicle without further establishing the timeframe between the accident and the observed intoxication. No time-frame between the accident and arrest was established according to the evidence provided to the trial court. We cannot, therefore, conclude that Officer Brown had reasonable suspicion that Stahr was in control of his vehicle while under the influence of alcohol. Since there was no objective evidence to support Officer Brown’s suspicion that Stahr was driving under the influence, the order of the trial court is reversed, and Stahr’s operating privileges are reinstated.\nORDER\nAND NOW, this 31st day of March, 2009, the August 7, 2007 order of the Court of Common Pleas of Luzerne County is reversed, and Robert David Stahr’s operating privileges are reinstated.\n. The trial court noted that there was one empty beer bottle located in Stahr’s vehicle; however, the arresting officer did not testify regarding whether he was aware of the bottle, or what role, if any, the bottle played in the officer’s investigation.\n. \"In an appeal arising from a suspension of a driver’s license, [this Court’s] scope of review is limited to determining whether the trial court’s decision is supported by substantial evidence, whether there has been an error of law, or whether decision of trial court indicates a manifest abuse of discretion.” Pappas v. Dep’t of Transp., Bureau of Driver Licensing, 669 A.2d 504 (Pa.Cmwlth.1996).",
        "type": "majority",
        "author": "Judge BUTLER."
      }
    ],
    "attorneys": [
      "Thomas M. Marsilio, Wilkes-Barre, for appellant.",
      "Terrance M. Edwards, Asst. Counsel and Harold H. Cramer, Asst. Chief Counsel, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Robert David STAHR, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Jan. 30, 2009.\nDecided March 31, 2009.\nThomas M. Marsilio, Wilkes-Barre, for appellant.\nTerrance M. Edwards, Asst. Counsel and Harold H. Cramer, Asst. Chief Counsel, Harrisburg, for appellee.\nBEFORE: LEADBETTER, President Judge, BUTLER, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0037-01",
  "first_page_order": 65,
  "last_page_order": 69
}
