{
  "id": 8454889,
  "name": "Kevin J. SMITH v. STATE of Rhode Island",
  "name_abbreviation": "Smith v. State",
  "decision_date": "2006-11-10",
  "docket_number": "No. 2004-367-C.A",
  "first_page": "40",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 40"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "899 A.2d 430",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419186
      ],
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/899/0430-01"
      ]
    },
    {
      "cite": "748 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11458529
      ],
      "pin_cites": [
        {
          "page": "809"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0806-01"
      ]
    },
    {
      "cite": "866 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9037609
      ],
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/0516-01"
      ]
    },
    {
      "cite": "639 A.2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861631
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0495-01"
      ]
    },
    {
      "cite": "705 A.2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11865478
      ],
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0173-01"
      ]
    },
    {
      "cite": "553 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879290
      ],
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/553/0135-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 7824,
    "ocr_confidence": 0.665,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20422715764509822
    },
    "sha256": "6d9ed7faf7547801b4f13e060db2d15159d32be3801508283e6976a6b4da4550",
    "simhash": "1:701d3de0ea14f6fe",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kevin J. SMITH v. STATE of Rhode Island."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe applicant, Kevin J. Smith, appeals pro se from the Superior Court’s denial of his application for postconviction relief. This case came before the Supreme Court for oral argument pursuant to an order directing the parties to show cause why the issues raised in this appeal should not summarily be decided. After examining the written and oral submissions of the parties, we are of the opinion that the appeal may be resolved without further briefing or argument. For the reasons set forth herein, we affirm the order of the Superior Court denying the application for postconviction relief.\nOn April 26, 1997, applicant’s automobile struck a second motor vehicle, causing the death of the latter’s passenger and seriously injuring its driver. At the time of the incident, Mr. Smith had a blood alcohol level in excess of 0.20. On June 12, 1998, he entered into a plea agreement in which he pled nolo contendere to the charges of driving under the influence, resulting in death (count 1), and driving under the influence, resulting in serious bodily injury (count 2). Two other charges were dismissed. As part of the plea agreement, the state recommended, and the sentencing justice accepted, a sentence of fifteen years at the Adult Correctional Institutions (ACI), with twelve years to serve on count 1, and a consecutive sentence of ten years suspended on count 2. Mr. Smith acknowledged that the plea agreement included an order that, after he had served one-sixth of his sentence, or two years, he would be placed in “minimum security work release.” Before accepting the plea, the sentencing justice said that he had spoken with the director of the Department of Corrections (director), who had indicated that said department would hon- or this agreement.\nMr. Smith was indeed incarcerated at the ACI, but as the two-year mark of his sentence approached, the department balked at placing him in work release in the absence of a specific court order. The applicant, therefore, filed a motion to clarify sentence that was granted without objection. An order sentencing him to work release was entered on July 12, 2000.\nMr. Smith was transferred to the minimum security work-release program, but for various reasons he never actually participated in work release. On September 7, 2000, he was removed from the program after his urinalysis tested positive for amphetamines. He successfully appealed the disciplinary action, demonstrating that his prescribed medication may have caused a false-positive test result. His request to return to the work-release program was denied, however, because of additional disciplinary infractions. He eventually was returned to minimum security, in November 2002, but he again was removed, in April 2003, for possessing contraband.\nOn October 30, 2003, Mr. Smith filed an application for postconviction relief contending that his sentence was illegal and therefore void, that he was not fully informed of the potential consequences of his plea agreement, and that he received ineffective assistance of counsel because his attorney did not inform him of such consequences. On February 19, 2004, a Superi- or Court justice denied his application, and this appeal ensued.\nAfter carefully reviewing applicant’s lengthy memorandum and exhibits, and after considering his oral arguments, we are satisfied that the postconviction relief justice neither committed error nor misconceived material evidence in denying Mr. Smith’s application. We also have reviewed the transcript of Mr. Smith’s plea colloquy, and we are convinced that the sentencing justice thoroughly and carefully explained to him the nature of the plea agreement, as well as the constitutional rights he was about to waive, before finding that “defendant has the capacity to understand the nature and consequences of his plea * * Clearly, the sentences imposed of fifteen years on count 1 and ten years on count 2 do not exceed the statutory maximum periods of incarceration for the respective offenses.\nNor are we persuaded by applicant’s contention that his plea must be vacated because the trial justice lacked the statutory authority to order him into minimum security work release after he served one-sixth of his sentence. Not only did Mr. Smith specifically agree to this arrangement, but also he moved, through counsel, for an order clarifying the sentence before he completed two years at the ACI. An order was entered, without objection from the state, under which he, in fact, was placed in the work-release program.\nWe never have held, nor do we now, that a person placed in the work-release program has a right to remain in the program. Rather, we have recognized the authority of the director to impose conditions and restrictions on an inmate’s participation, as well as the director’s implicit authority to determine “when [an inmate] is subject to removal therefrom.” State v. Pari, 553 A.2d 135, 138 (R.I.1989). Here, Mr. Smith was removed from the program for various disciplinary infractions, one of which he successfully appealed, and he eventually earned his way back to minimum security, only to be removed again.\nThe fact that Mr. Smith may not have fully appreciated the possibility of his being removed from the work-release program for disciplinary infractions is not grounds for vacating his plea. “A defendant need only be made aware of the direct consequences of his plea for it to be valid.” Beagen v. State, 705 A.2d 173, 175 (R.I.1998) (quoting State v. Figueroa, 639 A.2d 495, 499 (R.I.1994)). “A consequence is deemed collateral, rather than direct, if its imposition ‘is controlled by an agency which operates beyond the direct authority of the trial judge.’ ” Id. Clearly, the discretion to remove Mr. Smith from the work-release program rested with the director. The possibility of removal from work release was thus a collateral consequence of the plea, and the trial justice had no obligation to inform him of that possibility.\nSo, too, is Mr. Smith’s allegation of ineffective assistance of counsel without merit. “In reviewing a claim for ineffective assistance of counsel, we have stated that the benchmark issue is whether ‘counsel’s conduct so undermined the proper functioning of the adversarial process that the trial cannot be relied on as having produced a just result.’ ” Bustamante v. Wall, 866 A.2d 516, 522 (R.I.2005) (quoting Toole v. State, 748 A.2d 806, 809 (R.I.2000)). To succeed on an allegation of ineffective assistance of counsel, an applicant must demonstrate that trial counsel’s performance was so deficient that counsel did not function at the level guaranteed by the Sixth Amendment and that such deficient performance was prejudicial to the defense to such an extent that it deprived the applicant of his right to a fair trial. Id.; see also Hassett v. State, 899 A.2d 430, 437 (R.I.2006). As noted above, defense counsel was not required to inform Mr. Smith about the collateral consequences of his plea, and thus Mr. Smith cannot succeed on his allegation of ineffective assistance of counsel.\nFor the reasons stated herein, we affirm the order of the Superior Court. The record in this case shall be remanded to the Superior Court.\n. General Laws 1956 § 12-19-2(b) provides:\n\"The court upon the sentencing of a first time offender, excluding capital offense and sex offense involving minors, may in appropriate cases sentence the person to a term of imprisonment, and allow the person to continue in his or her usual occupation or education and shall order the person to be confined in a minimum security facility at the A.C.I. during his or her nonworking or study hours.”",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Kevin J. Smith, pro se",
      "Aaron L. Weisman, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Kevin J. SMITH v. STATE of Rhode Island.\nNo. 2004-367-C.A.\nSupreme Court of Rhode Island.\nNov. 10, 2006.\nKevin J. Smith, pro se\nAaron L. Weisman, Providence, for Defendant."
  },
  "file_name": "0040-01",
  "first_page_order": 96,
  "last_page_order": 98
}
