{
  "id": 8066569,
  "name": "STATE of Maine v. Francis W. HODGKINS",
  "name_abbreviation": "State v. Hodgkins",
  "decision_date": "1968-02-08",
  "docket_number": "",
  "first_page": "41",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 41"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "116 A.2d 410",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8133934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/116/0410-01"
      ]
    },
    {
      "cite": "180 A.2d 605",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 174",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0174-01"
      ]
    },
    {
      "cite": "98 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "654"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "149 Me. 52",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        620519
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/149/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 5070,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 6.92594728780179e-08,
      "percentile": 0.4203015310931255
    },
    "sha256": "15b1b02824e7e1b29dab67e0972a5b657efe6933449b56364e03e72d104d1d76",
    "simhash": "1:b072fd113e89994b",
    "word_count": 872
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN, DUFRESNE and WEATHERBEE, JJ."
    ],
    "parties": [
      "STATE of Maine v. Francis W. HODGKINS."
    ],
    "opinions": [
      {
        "text": "TAPLEY, Justice.\nOn appeal. Appellant was convicted by a jury verdict in January of 1967 in the Superior Court, within and for the County of Androscoggin. He seasonably filed a motion for a new trial. The motion for a new trial assigned the following reasons:\n1. The court erred in ruling that the prosecutrix, age nine years, was qualified to testify.\n2. That defendant was prejudiced and deprived of a fair trial because the County Attorney purposely omitted to present as a witness a young girl, age eight years, the only witness who could corroborate the prosecutrix’ testimony that the alleged offense occurred.\n3. That the presiding Justice was in error when he charged the jury at 5 P.M. after it had heard all the evidence throughout the day and gave the case to the jury for deliberation.\nIn respect to the reason for a new trial, that the young girl of eight years of age was not presented by the State as a witness, counsel stipulated that no motion for discovery or motion for bill of particulars were presented by the defendant to the court at any time.\nIn the absence of the jury the presiding Justice conducted a preliminary hearing for the purpose of determining whether the prosecutrix could qualify as a competent witness. A number of witnesses were heard on matters relevant to the inquiry. The Court then determined that the girl was competent to testify as a witness.\n“The question of the competency of a child to testify is addressed largely to the discretion of the presiding Justice, but it is judicial discretion. It must not be an arbitrary decision. It must be based, not only on the appearance of the child, but it also must be based on what answers the child makes to show that he, or she, is qualified to testify. The proposed child witness should know the difference between truth and falsehood, and apparently must be able to receive accurate impressions of facts, and be able to relate truly the impressions received. The child witness should have sufficient capacity to understand, in some measure, the obligation of an oath; or to realize that it is wrong to falsify, and that if he does tell an untruth that he is likely to be punished.” State v. Ranger, 149 Me. 52, at 56, 98 A.2d 652, at 654.\nThe question of the competency of a child to testify is addressed to the discretion of the presiding Justice. State v. Beckwith, 158 Me. 174, 180 A.2d 605. The Justice below did not abuse his discretion when he determined that the child was a competent witness.\nCounsel for defendant argues that the County Attorney had stated to him that there might be a young girl who could probably substantiate or negate the prosecutrix’ testimony. Counsel for the defendant states in his brief:\n“Defendant was further prejudiced and denied due process by the fact that the State had stated to Defendant’s counsel that all they had for witnesses was Angelina and her mother but they failed to inform Defendant that there might be a young witness by the name of Susan Bradbury who could probably substantiate or negate Angelina’s story. It is defendant’s contention that this suppression of evidence amounted to a denial of due process.”\nThe record is silent as to any statement by the County Attorney to defendant’s counsel regarding the witnesses. Reference to the Bradbury child was made by the prosecu-trix when she testified that she had told her what had happened. Assuming that the record did support defendant’s counsel’s statement that the State had knowledge that the prosecutrix had told Susan what had happened, the fact that she was not produced to testify did not constitute suppression of evidence amounting to denial of due process. Under the evidentiary circumstances obtaining here her evidence, if favorable to the State, would be inadmissible, being hearsay as to the prosecutrix’ recital of the act. There is no suggestion or intimation either in defendant’s motion for a new trial or in the record that evidence which might have been furnished by the absent witness would have tended to impeach the prosecutrix.\nDefense counsel argues that the verdict should be set aside for the reason that the defendant had suffered prejudice because the presiding Justice gave the case to the jury at 5:10 P.M. He argues that by sending the case to the jury at this hour the court subjected it to improper pressure and that the verdict returned at 8:45 P.M. was not the product of a calm, deliberate and careful consideration. In the case of In re Bush, 116 A.2d 410 (D.C.Mun.App.) the court held that a judge did not abuse his discretion in submiting a case to the jury at 6:03 P.M. when the jury had been present in court since 9 A.M. There is no merit in this contention.\nThe entry is,\nAppeal denied.",
        "type": "majority",
        "author": "TAPLEY, Justice."
      }
    ],
    "attorneys": [
      "William H. Clifford, Jr., County Atty., John B. Beliveau, Asst. County Atty., Auburn, for appellant.",
      "Gaston M. Dumais, Lewiston, Daniel J. Murphy, Auburn, for appellee."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Francis W. HODGKINS.\nSupreme Judicial Court of Maine.\nFeb. 8, 1968.\nWilliam H. Clifford, Jr., County Atty., John B. Beliveau, Asst. County Atty., Auburn, for appellant.\nGaston M. Dumais, Lewiston, Daniel J. Murphy, Auburn, for appellee.\nBefore WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN, DUFRESNE and WEATHERBEE, JJ."
  },
  "file_name": "0041-01",
  "first_page_order": 73,
  "last_page_order": 74
}
