{
  "id": 7253434,
  "name": "UNITED SERVICE AND ALLIED WORKERS OF RHODE ISLAND v. RHODE ISLAND STATE LABOR RELATIONS BOARD, et al.",
  "name_abbreviation": "United Service & Allied Workers v. Rhode Island State Labor Relations Board",
  "decision_date": "2009-04-23",
  "docket_number": "No. 2006-252-M.P.",
  "first_page": "42",
  "last_page": "45",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 42"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "809 A.2d 1101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11430009
      ],
      "pin_cites": [
        {
          "page": "1106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/809/1101-01"
      ]
    },
    {
      "cite": "941 A.2d 813",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8397718
      ],
      "pin_cites": [
        {
          "page": "819"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/941/0813-01"
      ]
    },
    {
      "cite": "619 A.2d 1108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366417
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/1108-01"
      ]
    },
    {
      "cite": "960 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8193637
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "533"
        },
        {
          "page": "533"
        },
        {
          "page": "533-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/960/0529-01"
      ]
    },
    {
      "cite": "703 A.2d 748",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11885785
      ],
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0748-01"
      ]
    },
    {
      "cite": "416 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942419
      ],
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/416/0137-01"
      ]
    },
    {
      "cite": "898 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8420875
      ],
      "pin_cites": [
        {
          "page": "1237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/898/1234-01"
      ]
    },
    {
      "cite": "963 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8166381
      ],
      "pin_cites": [
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/963/0636-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 8733,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47252542522749397
    },
    "sha256": "cf700c35116febe0489a4e31e338a55b6cfa0150f2618219e752d50725cd2433",
    "simhash": "1:f6fd0321832d0e6b",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
    ],
    "parties": [
      "UNITED SERVICE AND ALLIED WORKERS OF RHODE ISLAND v. RHODE ISLAND STATE LABOR RELATIONS BOARD, et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice WILLIAMS (ret.), for the Court.\nThe Rhode Island State Labor Relations Board (the board), petitioned this Court for a writ of certiorari after the Superior Court reversed the board’s decision dismissing the petition of United Service and Allied Workers of Rhode Island (United Service) requesting of the board an election among the workers of the Rhode Island Turnpike and Bridge Authority (RIT-BA) to act as their collective-bargaining representative. We granted the board’s petition; but because the controversy has become moot, we do not reach the merits.\nI\nFacts and Travel\nThe employer, RITBA, and Service Employees International Union, Local 134 (Service Employees or the incumbent union), entered into a three-year collective-bargaining agreement, effective from July 1, 2002, to June 30, 2005. In September 2004, however, the parties began negotiating the terms of a successor collective-bargaining agreement, to become effective upon the expiration of the existing agreement and remain so until June 30, 2008. The parties tentatively agreed upon it on January 25, 2005; it was voted upon and accepted by the RITBA board of directors on January 26; and two days later it was ratified by the covered employees. On March 16, 2005, RITBA and Service Employees ultimately executed the newly agreed upon collective-bargaining agreement.\nOn April 25, 2005, United Service filed a petition with the board for an investigation and certification of representation, asking the board to conduct an election to determine whether a majority of new employees desired representation by a new union. RITBA, however, filed an objection with the board, and later, joined by the incumbent union, filed a motion to dismiss United Service’s petition. The board granted this motion, relying upon the contract-bar doctrine, codified in G.L.1956 § 28-7-9(b)(2), which provides that the board shall not consider an intervenor union’s petition for an election while a collective-bargaining agreement remains effective between an incumbent union and an employer, except during a specific window period. Although United Service filed its petition during the window period applicable to the collective-bargaining agreement set to expire in June 2005, the board held that the successor contract executed by Service Employees and RITBA served as a bar to the petition. The board filed a written decision on August 17, 2005.\nUnited Service thereafter filed an administrative agency appeal of the board’s decision in the Superior Court. A magistrate of the Superior Court issued a written decision on August 7, 2006, reversing the board’s decision. The Superior Court adopted the premature extension rule, a doctrine extant in federal labor law providing that should parties to an existing collective-bargaining agreement agree during the contract’s term to extend its expiration date, the agreement is considered to be prematurely extended and a representation petition filed by a new bargaining agent will not be contract-barred if filed during the window period that applies to the original agreement’s termination date. Thus, it held, United Service’s petition was timely.\nThe board and the incumbent union filed a joint petition for a writ of certiorari with this Court; we granted that petition on February 15, 2007. As the case was pending, the incumbent union remained the collective-bargaining representative of RITBA employees. Yet, when the next window period of the collective-bargaining agreement opened, in 2008, United Service again filed a petition for an election with the board, which, this time, the board permitted. The RITBA employees voted for United Service as their representative, and the election was certified officially by the board on May 19, 2008. RITBA and United Service thereafter executed a collective-bargaining agreement effective until June 30, 2011.\nII\nAnalysis\nThe board asks this Court to conclude that the Superior Court erred as a matter of law when it adopted the federal premature extension rule when interpreting the contract-bar doctrine, thereby reversing the board’s decision. Secondly, the board asserts that the Superior Court failed to give appropriate deference to the board’s interpretation of § 28 — 7—9(b)(2), the codification of the contract-bar doctrine.\nJusticiability of the Appeal\nAs a preliminary matter we must determine whether the issue before us remains a live controversy. Subject only to a naiTOw exception, this Court does not opine on moot cases. In re Westerly Hospital, 963 A.2d 636, 638 (R.I.2009) (mem.). Although the Rhode Island Constitution does not limit judicial review to actual cases and controversies, State v. Lead Industries Association, 898 A.2d 1234, 1237 (R.I.2006), this Court has long recognized that the nature of judicial power warrants our general policy against answering “moot, abstract, academic, or hypothetical questions.” Morris v. D'Amario, 416 A.2d 137, 139 (R.I.1980). Indeed because “ ‘our whole idea of judicial power’ is entailed within the concept of courts applying laws to cases and controversies within their jurisdiction” a court’s judicial power is at its “weakest ebb” when acting upon a moot question. Sullivan v. Chafee, 703 A.2d 748, 752 (R.I.1997).\nA once fully justiciable ease may become moot when “events occurring after the filing have deprived the litigant of an ongoing stake in the controversy.” City of Cranston v. Rhode Island Laborers’ District Council, Local 1033, 960 A.2d 529, 533 (R.I.2008) (quoting Seibert v. Clark, 619 A.2d 1108, 1110 (R.I.1993)). Moreover, if “this Court’s judgment would fail to have a practical effect on the existing controversy,” the question has become moot. Id.\nThe matter before us no longer presents a live controversy. Three years after United Service’s first petition for an election among RITBA employees was denied, the board granted its second petition. The employees elected United Service, and the board officially certified its representation on May 19, 2008. At present, a collective-bargaining agreement between RITBA and United Service exists, scheduled to expire on June 30, 2011. As such, the question originally posed, whether United Service was entitled to an election in April 2005, is moot; any decision by this Court will have no effect on the parties.\nOnly when this Court determines that an otherwise moot controversy is “of extreme public importance, which [is] capable of repetition but which [evades] review,” shall we address the merits of such a case. City of Cranston, 960 A.2d at 533 (quoting Arnold v. Lebel, 941 A.2d 813, 819 (R.I.2007)). Cases of “extreme public importance” are those involving issues of great significance such as “important constitutional rights, matters concerning a person’s livelihood, or matters concerning citizen voting rights.” Id. at 533-34 (quoting Cicilline v. Almond, 809 A.2d 1101, 1106 (R.I.2002)).\nThis dispute between two competing unions for representation of RITBA’s employees is not of “extreme public importance”: it does not involve important constitutional rights, a person’s livelihood, or citizen voting rights. See City of Cranston, 960 A.2d at 533-34. Furthermore, the facts giving rise to the initial dispute cannot be said to be capable of repetition, yet evading review. The present facts are specific to the present situation: a rival union requested an election within the window period, but coincidentally just after the incumbent union prematurely negotiated and executed a successor collective-bargaining agreement.\nA live controversy no longer exists, nor does it warrant exception to the mootness doctrine; we decline to opine on the merits.\nConclusion\nFor the foregoing reasons, we deny the board’s petition for certiorari and quash the writ previously issued for want of present justiciability. The papers shall be returned to the Superior Court.\n. The window period during which an inter-venor union may petition the Rhode Island State Labor Relations Board (board) is between ninety and sixty days before the collective-bargaining agreement expires. See G.L. 1956 § 28 — 7—9(b)(2).\n. Although the petition for a writ of certiorari was filed by both the board and by Service Employees International Union, Local 134, the latter has not submitted any briefs, and the record is unclear about whether it has paid the requisite filing fee.",
        "type": "majority",
        "author": "Chief Justice WILLIAMS (ret.), for the Court."
      }
    ],
    "attorneys": [
      "Carly Beauvais Iafrate, Esq., for Plaintiff.",
      "Margaret L. Hogan, Esq., Wakefield, for Defendant."
    ],
    "corrections": "",
    "head_matter": "UNITED SERVICE AND ALLIED WORKERS OF RHODE ISLAND v. RHODE ISLAND STATE LABOR RELATIONS BOARD, et al.\nNo. 2006-252-M.P.\nSupreme Court of Rhode Island.\nApril 23, 2009.\nCarly Beauvais Iafrate, Esq., for Plaintiff.\nMargaret L. Hogan, Esq., Wakefield, for Defendant.\nPresent: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
  },
  "file_name": "0042-01",
  "first_page_order": 70,
  "last_page_order": 73
}
