{
  "id": 7356977,
  "name": "Paul R. STROUT, et al. v. Malcolm GAMMON, et al.",
  "name_abbreviation": "Strout v. Gammon",
  "decision_date": "1993-07-30",
  "docket_number": "",
  "first_page": "43",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 43"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "105 A. 855",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "118 Me. 80",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        6097165
      ],
      "year": 1919,
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/118/0080-01"
      ]
    },
    {
      "cite": "25 B.R. 403",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6543318
      ],
      "pin_cites": [
        {
          "page": "404"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/25/0403-01"
      ]
    },
    {
      "cite": "433 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0738-01"
      ]
    },
    {
      "cite": "498 A.2d 601",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916831
      ],
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/0601-01"
      ]
    },
    {
      "cite": "543 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11714125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/543/0367-01"
      ]
    },
    {
      "cite": "385 A.2d 790",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992166
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "794"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0790-01"
      ]
    },
    {
      "cite": "17 A. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "81 Me. 337",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        650916
      ],
      "year": 1889,
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/81/0337-01"
      ]
    },
    {
      "cite": "473 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7989487
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "868-69"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/473/0867-01"
      ]
    },
    {
      "cite": "425 A.2d 978",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994230
      ],
      "pin_cites": [
        {
          "page": "982"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0978-01"
      ]
    },
    {
      "cite": "399 A.2d 1333",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8008252
      ],
      "pin_cites": [
        {
          "page": "1339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/1333-01"
      ]
    },
    {
      "cite": "76 A. 675",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "106 Me. 217",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645747
      ],
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/me/106/0217-01"
      ]
    },
    {
      "cite": "330 A.2d 796",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12027830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/330/0796-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 16280,
    "ocr_confidence": 0.772,
    "pagerank": {
      "raw": 1.7215080690072205e-07,
      "percentile": 0.7040124733140812
    },
    "sha256": "f89152201427a8779483a76d1ad2b69dd6ba71b84c15836725cd7fa45d6c1e5a",
    "simhash": "1:187af2b0b11916c8",
    "word_count": 2736
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "Paul R. STROUT, et al. v. Malcolm GAMMON, et al."
    ],
    "opinions": [
      {
        "text": "RUDMAN, Justice.\nMalcolm and Annette M. Gammon appeal from a Superior Court (Cumberland County, Fritzsche, J.) judgment wherein the court adopted a survey plan (the “Wood Survey”) as accurately depicting the boundary line between the parties’ respective parcels of land. By adopting the Wood Survey, the Superior Court impliedly found that the Strouts had established their title to the real property in question. On appeal, the Gammons argue that: (1) the court erred in adopting the Wood Survey; and, (2) they were entitled to reformation to reflect the intention of their predecessors in title. Because we agree that: (1) in light of the entire record, the court’s unqualified adoption of the Wood Survey was clearly erroneous; (2) the Strouts did not meet their burden of proof; and, (3) the Gammons are entitled to have their action for declaratory judgment and reformation heard on the merits, we vacate, in part, the judgment of the Superior Court.\nPaul and Karen Strout own an improved parcel of land in Gorham and Malcolm and Annette M. Gammon own an adjacent, improved parcel of land. At the Strouts’ request, Wood surveyed the properties and prepared the Wood Survey plan depicting his findings. This survey plan depicted the “buffer zone” boundary between the parties’ properties closer to the Gammon residence than previously thought and, as a result, it depicted a storage building, built by Gammon, encroaching on the Strouts’ property. Further, Wood determined that title to a triangular parcel of land (the “gore”) at the rear of the parties' lots was held by Laurette (Strout) Jordan. The gore, as depicted on the Wood Survey, is bisected by a line and the Gammons’ pool and well are located on the larger, four-sided parcel within the gore. At the time the survey was done, the Strouts had no actual or colorable claim to the gore. Subsequently, Paul Strout secured the signature of Laurette Jordan, his stepmother, on a deed he prepared purporting to convey the gore to him.\nFollowing a breakdown of settlement discussions between the parties, the Strouts filed a three-count amended complaint containing: (1) Count I: a real action at law, see 14 M.R.S.A. §§ 6701 et seq. (1980 & Supp.1992); M.R.Civ.P. 80A; 2 Field, McKusick & Wroth, Maine Civil Practice §§ 80A.1-80A.3 (2d ed. 1970 & Supp.1981); (2) Count II: trespass; and (3) Count III; nuisance. The Gammons answered, counterclaimed and filed a third-party action against Laurette Jordan. The Gammons’ five-count amended counterclaim contained counts for: (1) Count I: slander of title; (2) Count II: intentional infliction of emotional distress; (3) Count III: declaratory judgment; (4) Count IV: negligent interference, removal or destruction of monuments, see 14 M.R.S.A. § 7554 (1980); and (5) Count V: reformation.\nThe Superior Court granted a summary judgment to the Strouts and Jordan on Counts I and II of the counterclaim. Counts III and IV were dismissed against Jordan and Count IV, as directed at the Strouts, was withdrawn by the Gammons. The Superior Court heard evidence in support of Counts I — III of the Strouts’ amended complaint, as well as Counts III and V of the Gammons’ amended counterclaim.\nOn Count I, the Strouts’ real action at law, the court found that the boundary between the parties’ property is as depicted on the Wood Survey and further ordered equitable relief, specifically, that the Gam-mons “shall remove the shed, the so-called ‘garage’ along with any other personal property from the Strouts’ land within 120 days of this order and shall not enter upon the land or use the land except for that purpose.” The court awarded damages of $1 to the Strouts on Count II of the amended complaint and entered judgment for the Gammons on Count III of the amended complaint. With regard to the Gammons’ amended counterclaim, the Superior Court entered judgment for the Strouts on Counts III through V and for Jordan on Count V.\nThe Gammons filed this timely appeal.\nI\nReal actions at law allow a successful plaintiff to recover an estate in real property. See 14 M.R.S.A. § 6701 (1980); 2 Field, McKusick & Wroth, Maine Civil Practice § 80A.1 (2d ed. 1970). To be successful, however, a plaintiff has the burden of proving the estate he claims and must introduce evidence sufficient to prove every element of the action. Blance v. Alley, 330 A.2d 796 (Me.1975); 2 Field, McKusick & Wroth, Maine Civil Practice § 80A.2. Thus, the Strouts had to prove that they were entitled to an estate in the premises in dispute and that they had a right of entry when they commenced their action. See 14 M.R.S.A. § 6902 (1980); Powers v. Hambleton, 106 Me. 217, 76 A. 675 (1923). Our review of the record reveals that the Strouts failed to meet their burden.\nIn reaching its decision, the Superi- or Court considered the testimony of several witnesses, the exhibits, a view of the properties and oral argument. The court, while noting that the deed descriptions do not clearly identify the boundaries, found the Wood Survey to be persuasive “because Wood testified convincingly[,] his survey was detailed and involved field and registry work.” The court concluded by stating that Wood’s interpretation, “coupled with the clearer long-standing boundaries of the Gammons indicate that the Strouts’ parcel includes the ‘buffer zone,’ [and] the Gammons have a well-defined parcel [with] the boundary [as] ascertained by [Wood].” We disagree. While “[t]he weight to be given to the opinions of surveyors, as well as the credibility of any witness, is the prerogative of the trier of facts,” Sargent v. Coolidge, 399 A.2d 1333, 1339 (Me.1979), we will reverse a trial court’s finding of fact when “the force and effect of the evidence, taken as a total entity, rationally persuades to a certainty that the finding is so against the great preponderance of believable evidence that it does not represent the truth and right of the case.” Harmon v. Emerson, 425 A.2d 978, 982 (Me.1981).\nAs indicated by the language used by the Superior Court, the Strouts were unable to establish, through the deeds in their chain of title, ownership of an estate in the real property in question. Indeed, the legal descriptions in the deeds submitted in support of the Strouts’ claims were ambiguously worded and irreconcilably at odds with the known boundaries of the tract of land. Consequently, Wood, when surveying the tract at issue for the Strouts, was forced to work backwards from the relatively clear legal description contained in the Gammons’ deed. Once Wood inserted the Gammons’ parcel on his plan, he proceeded to prepare the plan resolving all ambiguities in a manner that happened to be favorable to his clients. In so doing, Wood, and the court by its adoption of the Wood Survey, ignored the significance of several key pieces of evidence as well as the history of use of the parcels in question. In short, “facts” on which Wood based his conclusions are not supported by the record and his conclusion, graphically depicted by the Wood Survey, predictably reflects his use of flawed foundational facts and supposition.\nIn reaching its decision to adopt the Wood Survey, the court rejected as “cursory” and “rough” a 1964 survey by Carl Emery. It appears to us, however, the Emery survey more accurately depicts the common boundary between the parties’ respective parcels. Review of a grant from the Strouts’ predecessor in title, Ruth A. Day, confirms this conclusion. In 1966, Day conveyed to Earl F. Verrill, by description that referred to the northwest corner as being “at land formerly of D.R. Small, now of Robert B Home,” property that is depicted on the Wood Survey as that of Cecile I. Caron. Thus, in 1966, Ruth A. Day, Paul Strout’s mother and predecessor in title, recognized the “buffer zone” as belonging to the Gammon’s predecessor in title, Robert B. Horne. Moreover, all of the subsequent deeds of record in the Car-on chain recognize the present or former interest of Horne in the “buffer zone.”\nAccordingly, when we view the evidence as a total entity, we are convinced that the unconditional adoption of the Wood Survey by the trial court, as properly depicting the respective property interests of the parties, does not represent the truth and right of this case. Accordingly, we conclude that the Strouts failed to introduce sufficient evidence to meet their burden of proof.\nII\nThe court’s treatment of the Gammon’s counterclaim for reformation is representative of the problems inherent in the court’s decision to adopt the Wood Survey. “A deed to convey real property is evidence of a contract, and is interpreted according to the intent of the parties.” Jones v. Carrier, 473 A.2d 867, 868-69 (Me.1984) (citations omitted). “Where the language of a deed is unambiguous, it will guide interpretation of the parties’ intent.” Id. (citations omitted). “If, however, both the grantor and the grantee labor under a mutual mistake of fact, either party may bring an action to reform the deed.” Id. (citations omitted). “In order to protect innocent purchasers and to ensure the free alienability of land, this Court has long held that a party seeking to reform a deed assumes a heavy burden.” Id. (citations omitted). “He must show that the mistake was mutual, Blue Rock Industries [v. Raymond Intern., Inc.], 325 A.2d [66] at 77 n. 7 [(Me.1974)]; Andrews v. Andrews, 81 Me. 337, 339, 17 A. 166 (1889), and must do so by convincing evidence, Day v. McEwen, 385 A.2d 790, 794 (Me.1978).” Id. If the court finds that the parties seeking reformation failed to meet their burden of proving mutual mistake by clear and convincing evidence, we review the entire record to ascertain whether it contains sufficient evidence to compel a finding contrary to that made by the Superior Court. See Lietz v. Berry, 543 A.2d 367, 368 n. 1 (Me.1988) (citing Wildes v. Ocean Nat’l Bank of Kennebunk, 498 A.2d 601, 603 (Me.1985)). This record compels such a contrary result.\nThe court explained its decision granting judgment for the Strouts and Jordan on the Gammons’ action for reformation as follows:\nThe Gammons argue that a mistake has been made in an earlier deed and that the deed should be reformed to reflect the smaller area that the Strouts’ predecessor has always had and a larger area for the Gammons. Reformation will not be ordered as some of the land now belongs to other individuals who are not parties to the case, the Strouts’ predecessors could not have conveyed more than they owned and I am not sufficiently convinced that a mutual mistake existed. See Jones v. Carrier, 473 A.2d 867, [869] (Me.1984).\nFirst, the court reasons that the Strouts’ predecessors could not have conveyed more than they owned. In making this observation, the court appears to be impliedly finding that Laurette (Strout) Jordan did not own the gore and thus could not have conveyed it to the Hornes who subsequently conveyed it to the Gammons. This finding, however, flies in the face of Wood’s testimony and plan that were explicitly adopted by the court. The court, by accepting the plan, accepted the fact that Laurette Jordan retained title to the gore and thus in fact had something to transfer to Strout. In essence, the court found that Jordan had title to the gore when it adopted the plan and by implication validated the 1988 transfer of title to the gore from Jordan to Strout but then found that Jordan did not have title to the gore for purposes of the Gammons’ reformation action. On the facts of this case, one or the other has to be true. The Superior Court’s reasoning is inherently inconsistent. Based on Wood’s testimony and the deeds in question, it is clear that Jordan in fact retained title to property claimed by the Gammons’ lot when Jordan and her deceased husband transferred the remainder of their property to the school.\nThe Gammons argue that Jordan and her late husband transferred title to the property to the Hornes by warranty deed long before the Strouts had any possible claim of title to the gore since the Strouts acquired title to the gore, if at all, from Jordan on October 10, 1988. We agree. The Hornes then transferred title to the property to the Gammons. While the Gam-mons’ lot as depicted on the plan comports with the language of the deed, Jordan testified on cross-examination that she intended-to convey title to all of the property she owned to the Homes.\nIt is clear that Jordan intended to transfer title to all the property she owned to the Hornes and that the Hornes, in turn, conveyed title to the same parcel to the Gammons. This conclusion is supported by the fact that the well supplying water to the Gammons’ property was situated on the triangular parcel in dispute and had been there throughout the conveyances in question. It seems unlikely that the property on which the well sat would have been intentionally severed and retained by Jordan and her husband. More importantly, Jordan’s testimony clearly establishes that this was not their intention.\nThe second ground asserted by the Superior Court for refusing to order reformation is the fact that “some of the land now belongs to other individuals who are not parties to the ease.” On appeal, the Strouts argue that reformation was properly denied because the proper parties were not before the court and, therefore, the reformation action was barred by the general rule that only parties, or privies, to the original deed have standing to bring an action for reformation. See Jones, 473 A.2d at 869. But see Sargent v. Coolidge, 433 A.2d 738, 741 n. 5 (Me.1981) (noting that party stands in shoes of predecessor in title for reformation purposes). The problems regarding title to the gore arose when Jordan and her former husband conveyed the remainder of their property to the Hornes by deed inartfully describing the property intended to be conveyed. The Hornes would have had standing to seek reformation of their deed under the above rule, and the Gammons, who are in privity of estate and contract with the Hornes, likewise have standing to seek reformation.\nLastly, the Strouts argue that Decker’s interests will be prejudiced by any reformation. If the deeds are construed to give effect to Jordan’s stated intention and to comport with the Strouts’ own version of what occurred in this case, the Gammons, and not the Strouts or Decker, own the gore. The Gammons were entitled to reformation since there was a mutual mistake of fact in that the deed failed to describe all the property the grantor intended to convey and the grantee intended to buy. See In re Pribish, 25 B.R. 403, 404 (D.Me.1982) (mistake as to title is mistake of fact) (citing Williams v. Libby, 118 Me. 80, 82, 105 A. 855 (1919)). On remand, any interest Decker may have should be protected by joining her as a party.\nIn short, the adoption of the Wood Survey on this record was clearly erroneous. We accordingly vacate the judgment of the Superior Court as to Counts I and II of the amended complaint and as to Counts III and V of the Gammons’ amended counterclaim and remand the action to the Superi- or Court for its consideration of all the evidence offered and such additional evidence as the parties may choose to offer.\nThe entry is:\nJudgment vacated as to Counts I and II of the amended complaint and as to Counts III and V of the Gammons’ amended counterclaim. Remanded to the Superior Court for further proceedings consistent with the opinion herein.\nAll concurring.\n. This survey plan is entitled \"Plan of Land on Route 237 and North Gorham Road, Gorham, Maine, for Paul R. and Karen E.G. Strout\" dated September, 1988, by Wayne T. Wood, RLS 1328, and recorded in the Cumberland County Registry of Deeds, Plan Book 174, Page 35.\n. Strout subsequently conveyed the four-sided portion of this parcel to his daughter, Lisa M. Decker, on May 15, 1989. For reasons that do not appear on the record, Decker was never joined as a party.",
        "type": "majority",
        "author": "RUDMAN, Justice."
      }
    ],
    "attorneys": [
      "Richard J. Abbondanza (orally), Hopkin-son & Abbondanza, P.A., Portland, for plaintiff.",
      "Martin Schindler (orally), South Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Paul R. STROUT, et al. v. Malcolm GAMMON, et al.\nSupreme Judicial Court of Maine.\nArgued April 26, 1993.\nDecided July 30, 1993.\nRichard J. Abbondanza (orally), Hopkin-son & Abbondanza, P.A., Portland, for plaintiff.\nMartin Schindler (orally), South Portland, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
  },
  "file_name": "0043-01",
  "first_page_order": 93,
  "last_page_order": 98
}
