{
  "id": 8144048,
  "name": "BRYANT v. ABRAMOWITZ; ABRAMOWITZ v. BRYANT",
  "name_abbreviation": "Bryant v. Abramowitz",
  "decision_date": "1953-04-23",
  "docket_number": "",
  "first_page": "44",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "96 A.2d 44"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "86 A.2d 109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8146637
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/86/0109-01"
      ]
    },
    {
      "cite": "44 A.2d 662",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8139794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/44/0662-01"
      ]
    },
    {
      "cite": "86 A.2d 623",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8150333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/86/0623-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 7544,
    "ocr_confidence": 0.663,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2008553394425698
    },
    "sha256": "2725f2c952fcada675826a7aae4f31c8fc8ba911f3e0f8689d5c1fe3aa21ce70",
    "simhash": "1:af3aa634bb4bc5e2",
    "word_count": 1288
  },
  "last_updated": "2024-02-27T21:56:34.337635+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before. .CAYTON,. Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "BRYANT v. ABRAMOWITZ. ABRAMOWITZ v. BRYANT."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nThis case was previously before us in Abramowitz v. Bryant, D.C.Mun.App., 86 A.2d 109, and involves an action against appellant, hereinafter called the landlord, to recover an alleged rent overcharge. We remanded because of errors committed by the trial court in excluding certain testimony to establish the rent ceiling as of January 1, 1941, and its failure to award damages for a period of admitted overcharge.\nThe testimony at the second trial disclosed that the appellee, hereinafter called the tenant, and one Rowland occupied Apartment No. 7 of the landlord’s building in September 1947 at an agreed rental of $75 per month. Five or six months later they also rented Apartment No. 8 for which they paid an additional $41 per month, or a total of $116 for the two apartments. Approximately one month after they acquired the second apartment Rowland moved out, and Abramowitz remained in possession of the apartments up until the filing of this suit. The complaint- alleged a $10 overcharge per month on Apartment No. 7 -for the entire twenty-six months’ -period and requested damages of double the amount •of the overcharge, as provided for in .the Rent. Act. The trial court found for the tenant., '\nThe landlord’s first assignment of error is that the judgment is against the weight of the evidence. Another assignment of error is that Rowland was the tenant for the fi-ve or six months that he occupied the .apartments, and therefore Abramowitz was not the tenant for the full twenty-six months and -has no right to maintain an action for that entire -period. Final assignment of error has to do with the trial judge’s -construction of our prior opinion as to the effect to be given parol testimony which contradicted the records of the Rent Administrator’s Office. ’ There is also a cross-appeal which, assigns as error the awarding of only $100 attorneys’ fees to the tenant.\nThe basic issue at trial was the rent ceiling of Apartment No. 7. A representative of the Rent Administrator’s Office testified, that according to Form 20 the ceiling on Apartment No. 7 was $65, and the ceiling on Apartment No. 8 was $41. The tenant introduced into evidence the Form 20 of the Administrator’s records, signed by Abner Whiteside, the landlord’s agent, which showed that the ceilings were respectively $65 and $41. Petitions to the Administrator for rent increases signed by Whiteside showed the same . ceilings. Whiteside testified that -he committed an error when he made out these forms and that the actual rents on January 1, 1941,' were $60 for Apartment No. 7 and $56 for Apartment No. 8. The landlord -relied on this testimony to show that the actual ceiling for the two apartments was $116, which amount the tenant had.been paying, and therefore there was no overcharge. Answers to interrogatories submitted to one Helen Seymour (who was the tenant in Apartment No. 8 on January 1, 1941) stated that she had paid four different rents on that apartment, but that she was paying $48 per month on January 1, 1941. We have recited the evidence at some length in order to show that the basic issue here was purely a factual one. It was within the province of the trial judge to resolve this conflicting evidence and to determine the rent ceilings on these apártments.\nThe landlord’s second assignment of error is that. Abramowitz was not the tenant for the entire twenty-six months. His contention is that Rowland was the sole tenant -for the six or seven months that he lived in these apartments, and therefore Abramowitz can not maintain an action for any overcharge during that period. It appears from the record that neither Rowland nor Abramowitz was the sole tenant during the period that they shared the apartments, but rather that they were co-tenants, as they both had negotiated for the renting of the apartments and had shared the rent.\nThe Rent Act gives the right of action for an overcharge to a “tenant paying such rent.” Thus, as both were tenants, each would have a right to maintain a suit for the share of the overcharge that he had paid: It would be error, therefore, to allow Abramowitz to recover Rowland’s share, as such a judgment would not preclude Rowland from later maintaining an independent action. As this case must (be reversed because of the reasons given for the final assignment of error, we would suggest that in any future trial Rowland (be joined as plaintiff, or that an assignment of his claim to Abramowitz be obtained and filed in the suit. This procedure would allow the respective claims of the co-tenants to be settled in one action. We are moved to make this suggestion (by reason of the fact that Rowland stated in his answers to written interrogatories that the suit was being filed with his knowledge and consent.\n. The landlord’s final contention is that the trial court misconstrued our directive as to the effect to be given to Whiteside’s parol testimony contradicting Form 20. In our prior opinion, D.C.Mun.App., 86 A.2d 109, 111, we stated:\n“The court did not err in admitting parol evidence of the mistake in Form 20. This was a statutory cause of action in which the fact in issue was the rent ceiling, and Form 20 was collateral to that issue. Where a writing is collateral to the issue, and where it is . offered as evidence of some fact in issue, it may be varied by parol testimony. Fulton R. Gordon, Inc., v. Schram, D.C.Mun.App., 44 A.2d 662.”\nThus the trial court was directed to admit into evidence all such parol testimony and to weigh it along with the records of the Rent Administrator in arriving at the ultimate fact, i. e., the rent on Apartment No. 7 on January 1, 1941., But the record shows that although the trial court allowed this parol testimony to be given, it did not consider it in making its. decision. When announcing its decision,, the court said: “The Rent Administrator’s records indicate that the ceilings on January 1, 1941 were for Apartment No. T $65 and for No. 8 $41, and I cannot go^ beyond the records. * * * The Appeals Court has held that the Court cannot, go beyond the records.” In the written, findings of fact the trial court found: “That the records of the Administrator of Rent Control * * * show that the-ceiling rental for Apartment No. 7 * * was $65.00 per month.” Thus there was no explicit finding as to the actual ceiling on the apartment. There was only the finding as to what the records showed, and as-we said before, these records were only-collateral to the issue and not conclusive of it. Nowhere in the record did the trial •court make an independent finding as to-the actual rent on Apartment No. 7 on. January 1, 1941. For this reason, the judgment must be reversed and a new trial awarded.\nIn view of our action on the main appeal, it is unnecessary to consider the question of attorneys’ fees. This matter may be considered when the case is tried anew-\nReversed.\n. Code 1961, § 45-1610(a).\n. Code 1951, § 45-1610(a) provides for the awarding to plaintiff of “reasonable attorneys’ fees”.\n. Compton v. Atwell, D.C.Mun.App., 86 A.2d 623.",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "Charles H. Quimby, Washington, D. C., with whom Richard H. Bryant, Washington, D. C., was on the brief, for Wallace Bryant.",
      "Jacob Sheeskin, Washington, D. G, with whom Jacob S. Levin, Washington, D. C, was on the brief, for Charles Abramowitz."
    ],
    "corrections": "",
    "head_matter": "BRYANT v. ABRAMOWITZ. ABRAMOWITZ v. BRYANT.\nMunicipal Court of Appeals for the District of Columbia.\nArgued March 16, 1953.\nDecided April 23, 1953.\nCharles H. Quimby, Washington, D. C., with whom Richard H. Bryant, Washington, D. C., was on the brief, for Wallace Bryant.\nJacob Sheeskin, Washington, D. G, with whom Jacob S. Levin, Washington, D. C, was on the brief, for Charles Abramowitz.\nBefore. .CAYTON,. Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0044-01",
  "first_page_order": 74,
  "last_page_order": 76
}
