{
  "id": 9295627,
  "name": "SUN-LITE PARTNERSHIP v. TOWN OF WEST WARWICK",
  "name_abbreviation": "Sun-Lite Partnership v. Town of West Warwick",
  "decision_date": "2003-12-23",
  "docket_number": "No. 2002-234-Appeal",
  "first_page": "45",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 45"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "143 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "88 R.I. 6",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4972638
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/ri/88/0006-01"
      ]
    },
    {
      "cite": "113 R.I. 696",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3123597
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "702",
          "parenthetical": "citing Socony-Vacuum Oil Co. v. French, 88 R.I. 6, 143 A.2d 318 (1958)"
        },
        {
          "page": "546",
          "parenthetical": "citing Socony-Vacuum Oil Co. v. French, 88 R.I. 6, 143 A.2d 318 (1958)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0696-01"
      ]
    },
    {
      "cite": "121 R.I. 374",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3186342
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "380"
        },
        {
          "page": "482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0374-01"
      ]
    },
    {
      "cite": "525 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7890762
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "910"
        },
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/525/0905-01"
      ]
    },
    {
      "cite": "686 A.2d 319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "612 A.2d 1107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939739
      ],
      "pin_cites": [
        {
          "page": "1110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/1107-01"
      ]
    },
    {
      "cite": "692 A.2d 671",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11915521
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "673"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0671-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 11311,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 8.941229615334959e-08,
      "percentile": 0.5011149298665675
    },
    "sha256": "69736f584d832a8e026726c5729322af8e945c8363585edf1242f869cf383ed4",
    "simhash": "1:8cde76dc6f0b1549",
    "word_count": 1799
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., FLANDERS, GOLDBERG, FLAHERTY, and SUTTELL, JJ."
    ],
    "parties": [
      "SUN-LITE PARTNERSHIP v. TOWN OF WEST WARWICK."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nIn an action for assessment of damages following a taking by eminent domain by the defendant, Town of West Warwick (the town), the plaintiff, Sun-Lite Partnership (Sun-Lite), appeals from a Superior Court judgment finding that the market value of the condemned property was $66,396.86. Sun-Lite argues that the trial justice erroneously rejected expert opinion testimony and substituted her own judgment for the value of the land. Additionally, Sun-Lite contends that the trial justice improperly averaged several comparable properties to determine the market value instead of accepting the value of the most similar property.\nThis case came before the Supreme Court for oral argument on November 12, 2003, pursuant to an order directing the parties to show cause why the issues raised in this appeal should not summarily be decided. After hearing the arguments of the litigants and examining the record and the memoranda filed by the parties, we are of the opinion that cause has not been shown, and we summarily affirm the judgment entered in the Superior Court.\nIn 1998, Sun-Lite purchased a vacant lot at the intersection of Washington Street and Brookside Avenue in West Warwick, Rhode Island. In 1999, the town commenced eminent domain proceedings on the property as part of its project to revitalize the Arctic Redevelopment Area. The town council, acting as the tax increment finance commission, approved a declaration of eminent domain taking and valued the property at $63,500. The town then filed a petition in Superior Court seeking approval of the taking pursuant to G.L. 1956 chapter 32 of title 45. On August 13, 1999, the court entered an order granting condemnation and directing the town to deposit $63,500 in the Registry of the Court. Sun-Lite challenged the valuation of $63,500 by filing a petition for assessment of damages on September 30, 1999. In addition, on November 4, 1999, Sun-Lite filed a petition to authorize and direct the Registry of the Court to pay over the deposited sum of $63,500. The two petitions were heard together on November 19-20, 2001, in the Superior Court, and the trial justice issued a decision from the bench on November 20, 2001.\nBoth parties agree that the town followed proper procedure in condemning Sun-Lite’s vacant lot. It is undisputed that the sole issue on appeal is the determination of the fair market value of the subject property as of the date of condemnation, August 13,1999.\nArticle 1, section 16, of the Rhode Island Constitution provides that “[p]rivate property shall not be taken for public uses, without just compensation.” It is well-settled law in this jurisdiction that just compensation is defined as the fair market value of the property as of the date of the condemnation. Serzen v. Director of the Department of Environmental Management, 692 A.2d 671, 673 (R.I.1997) (citing Ocean Road Partners v. State, 612 A.2d 1107, 1110 (R.I.1992)).\nThe preferred method of determining the fail' market value of property in condemnation cases is the use of the comparable sales methodology. Capital Properties, Inc. v. State, 686 A.2d 319, 321 (R.I.1994) (citing Warwick Musical Theatre, Inc. v. State, 525 A.2d 905, 910 (R.I.1987)). In the case at hand, each party presented the testimony of a real estate appraiser, both of whom were qualified to give an opinion of the fair market value of the subject property.\nBoth appraisers agreed that the comparable sales method is the proper means to determine the fair market value of the subject lot. The comparable sales methodology assumes that the best estimates of the market value of a property can be determined by analyzing recent sales in the open market during a similar timeframe for substantially similar or comparable properties, and making adjustments for minor differences between the properties or the circumstances of the sales. Serzen, 692 A.2d at 674 (citing J.W.A. Realty, Inc. v. City of Cranston, 121 R.I. 374, 380, 399 A.2d 479, 482 (1979)). Significant factors for review include “location and character of the property, proximity in time of the comparable sale, and the use to which the property is put.” Id. (quoting Warwick Musical Theatre, Inc., 525 A.2d at 910).\nFrancesco Faraone (Faraone) testified on behalf of Sun-Lite. He used eight recent sales of property that he considered comparable to determine a fair market value of the subject parcel. He asserted, however, that of all the sales he analyzed, one, identified as comparable # 5, was the “most comparable.” Gerard Roch, testifying on behalf of the town, employed seven sales of property for comparison purposes. Four sales, designated as #1, #2, # 3, and # 4, were used in common by both appraisers.\nIn her bench decision, the trial justice determined that four of the sales upon which Faraone relied, #5, #6, #7, and #8, were not comparable to the subject parcel. Sale # 8 was not comparable because the parcel was located on a busy commercial street, and the other three sales were not comparable because Far-aone failed to provide credible evidence about the value of the structures on those lots. The trial justice specifically rejected Faraone’s contention that, because the town intended to raze the buildings located on those lots, the buildings had no value, or indeed, a negative value.\nThe trial justice then considered the four sales that both appraisers used. She accepted Roch’s opinion that sale # 1 was not comparable because the parcel is located on a “busier commercial street than the corner on which the subject property is situated.” She found, therefore, that only comparables # 2, # 3, and # 4 were probative in determining the fair market value of the subject parcel.\nWith respect to comparable # 2, the trial justice rejected the adjustments that Roch had made because he believed that the purchaser (the town) had overpaid for the property in order to “reimburse the [sellers] for their pre-condemnation expenses.” She then found that Faraone’s “adjustments as to the sales and prices of parcels two, three, and four are credible, and assess[ed] damages consistent with his opinions.”\nOn appeal, Sun-Lite faults the trial justice for accepting Faraone’s methodology with respect to comparables #2, #3, and # 4, yet rejecting his opinion that comparable # 5 was the most valid one even though he used the same methodology. Sun Lite further asserts that the trial justice improperly averaged the adjusted values of Faraone’s comparables #2, #3, and # 4 in assessing the fair market value of the subject property because the three parcels are “so dissimilar to one another.”\nIn reviewing the judgment of a trial justice sitting without a jury in a land-condemnation proceeding, this Court accords great weight to the trial justice’s findings of fact and conclusions of law. Serzen, 692 A.2d at 675 (citing Capital Properties, Inc., 636 A.2d at 323). On appeal this Court will not disturb the findings of the trial justice unless it is shown that the justice misconceived or overlooked material evidence or was otherwise clearly wrong. Id. at 675.\nA trial justice retains the authority to determine the credibility of each expert’s evidence, and to decide whether to accept or reject a proffered valuation. Kargman v. Jacobs, 113 R.I. 696, 702, 325 A.2d 543, 546 (1974) (citing Socony-Vacuum Oil Co. v. French, 88 R.I. 6, 143 A.2d 318 (1958)). It is well within the discretion of the trial justice to accept the opinion of one expert, while rejecting the opinion of another expert. Id. Here, the trial court transcripts reflect the detailed consideration that the trial justice afforded the testimony of each expert concerning all the comparable properties employed in the preparation of their appraisals.\nSun-Lite asserts that the trial justice erred by rejecting Faraone’s opinion about comparable # 5, while accepting his opinion about the value of comparables # 3 and # 4. However, the record indicates that the trial justice did consider Faraone’s particular reliance on comparable # 5 as being the most similar to the subject parcel because of its size, location, zoning, and date of sale. She rejected his opinion, however, because she did not find Faraone’s analysis credible. The parcel sold in comparable #5 had an income-producing apartment building on it when it was sold, but Faraone was unable to provide any specifics about the structure. The trial justice discounted his opinion that the building had no value because the purchaser (the town) intended to raze it, thereby incurring additional expenses, saying that she did not have “sufficient information about the nature and condition of the structure.” Faraone had no firsthand knowledge of the apartment building, and was unable to provide evidence that it lacked value. We are satisfied that the trial justice appropriately considered the evidence elicited, and then made a credibility determination well within her discretion.\nSun-Lite also contends that the trial justice erred by averaging the adjusted values of comparables # 2, # 3, and # 4 to determine the appropriate value of the subject property, arguing that the three comparables are so “dissimilar to one another.” The trial justice clearly realized that the properties were dissimilar and accepted the adjustments Faraone had made with respect to their respective sales prices. She specifically found that “his testimony about those parcels was credible.” The appraisal process is designed to adjust for the differences between properties in order that valuations of dissimilar properties may be compared. As Faraone himself said in his appraisal,\n“the appraiser estimates the degree of similarity or difference between the subject property and comparable sales by considering various elements of comparison * * *. Dollar or percentage adjustments are then made to the sale price of each comparable property, with consideration for the real property interest involved. Adjustments are made to the sale prices of the comparables because the values of the comparables are known, while the value of the subject property is not known. Through this comparative procedure, the appraiser estimates one or more kinds of value as of a specific date.”\nAfter reviewing the record in this matter, the memoranda filed by both parties, as well as their oral arguments, we are convinced that the trial justice thoughtfully considered the testimony of both expert witnesses and evaluated their credibility. She reviewed each of the comparable sales properties proffered by the appraisers and articulated her findings about the probative value of each sale. She rejected several of the comparables, but accepted three that “both experts relied upon in forming their opinions.” She then disallowed Roch’s adjustment with respect to one of the sales, adopted Faraone’s adjustments for all three parcels, and assessed damages consistent with his valuations. We detect no error.\nTherefore, we affirm the judgment of the Superior Court. The record shall be remanded to the Superior Court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Albert A. DiFiore, for Plaintiff.",
      "Peter J. Cerilli, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "SUN-LITE PARTNERSHIP v. TOWN OF WEST WARWICK.\nNo. 2002-234-Appeal.\nSupreme Court of Rhode Island.\nDec. 23, 2003.\nAlbert A. DiFiore, for Plaintiff.\nPeter J. Cerilli, Providence, for Defendant.\nPresent: WILLIAMS, C.J., FLANDERS, GOLDBERG, FLAHERTY, and SUTTELL, JJ."
  },
  "file_name": "0045-01",
  "first_page_order": 75,
  "last_page_order": 79
}
