{
  "id": 7357046,
  "name": "Laura DANA v. SECRETARY OF STATE",
  "name_abbreviation": "Dana v. Secretary of State",
  "decision_date": "1993-07-30",
  "docket_number": "",
  "first_page": "48",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 48"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "603 A.2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938816
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "475"
        },
        {
          "page": "474-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/603/0473-01"
      ]
    },
    {
      "cite": "585 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7369036
      ],
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/585/0181-01"
      ]
    },
    {
      "cite": "381 A.2d 1132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8012112
      ],
      "pin_cites": [
        {
          "page": "1135"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/381/1132-01"
      ]
    },
    {
      "cite": "603 A.2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938816
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "475"
        },
        {
          "page": "473"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/603/0473-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 6818,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36662040914354466
    },
    "sha256": "9000aed0cd51d80350ceef1f30339984f48103e72e24246a72a08d6d128af63f",
    "simhash": "1:d45e66fb6a5c1761",
    "word_count": 1096
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, COLLINS, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "Laura DANA v. SECRETARY OF STATE."
    ],
    "opinions": [
      {
        "text": "DANA, Justice.\nOn December 2, 1990, at approximately 4:35 a.m., the plaintiff Laura Dana, was arrested in Baileyville for operating a motor vehicle under the influence of intoxicating liquor (OUI). Approximately one hour and fifteen minute's later, Dana was again arrested for OUI in. Indian Township. On the date of her arrest, Dana had one prior conviction for OUI dating back to March 1989. On Dana’s guilty plea to two charges of OUI arising out of the December 1990 arrests, the Superior Court (Sils-by, J.) suspended her license for two one-year terms to run concurrently. Subsequently the Secretary of State administratively extended Dana’s suspension for one additional year. Pursuant to M.R.Civ.P. 80C, Dana sought review of this decision by the Superior Court (Alexander, J.) which affirmed the decision of the Secretary of State. On Dana’s appeal, we vacate the judgment of the Superior Court.\n29 M.R.S.A. § 1312-D(1) (Pamph. 1992), authorizing the Secretary to suspend the license of a person convicted of OUI, provides that “if the court fails to suspend the license ... of any person convicted under section 1312-B ... the Secretary of State shall suspend those rights for the period specified in section 1312-B_” Section 1312-B(2) provides in relevant part:\nC. In the case of a person having one previous conviction of [OUI] ... within a 6-year period ... the court shall suspend the defendant’s license ... to operate ... a motor vehicle ... for a period of one year....\nD. In the case of a person having 2 or more previous convictions of [OUI] ... within a 6-year period ... the court shall suspend the defendant’s license ... to operate ... a motor vehicle ... for a period of two years_\nF. For purposes of this section, a prior conviction has occurred within the 6-year period provided if the date of the docket entry by the clerk of a judgment of conviction or adjudication is six years or less from the date of the new conduct which is penalized or for which the penalty is or may be enhanced.\n29 M.R.S.A. § 1312-B(2)(C), (D), (F) (Pamph.1992) (emphasis added).\nThe critical language of section 1312-B(2)(C) and (D) is “one previous conviction” and “2 or more previous convictions.” The only question for us is previous to what? That question is answered in section 1312-B(2)(F), i.e., previous to “the date of the new conduct.” On the date of the new conduct Dana had only one previous conviction.\nThe Secretary of State concedes that “it is undisputed that prior to December 2, 1990, Dana had one prior OUI conviction within the prior six years” and thus that “the sentencing court was constrained by section 1312-B(2)(F) from imposing an enhanced license suspension on her.” He argues, however, that “no such constraint hinders the Secretary of State’s authority under 1312-D(1)” citing our decision in Benedix v. Secretary of State, 603 A.2d 473, 475 (Me.1992), in support of his novel proposition. We reject the Secretary’s argument.\nThe Secretary’s power to suspend the license of a person convicted of OUI only comes into play “(i)f the court fails to suspend the license of any person convicted under section 1312-B.” The Secretary of State is then empowered to “suspend ... for the period specified in section 1312-B.” Nothing in Benedix v. Secretary of State can be construed to give the Secretary the authority to impose a suspension greater than that mandated by section 1312-B. On the contrary, in Benedix we said that “section 1312-D(1) recognizes the Secretary’s back-up authority ... to enter the license suspension that according to the Secretary’s records is statutorily mandated by section 1312-B” and that “[s]ection 1312-D(l) ... requires the Secretary to enter the exact suspension that ... is required by the OUI statutes.” Id. at 474-75.\nThe entry is:\nJudgment vacated.\nRemanded to the Superior Court with instruction to vacate the decision of the Secretary of State.\nROBERTS, GLASSMAN and RUDMAN, JJ., concur.",
        "type": "majority",
        "author": "DANA, Justice."
      },
      {
        "text": "COLLINS, J.,\nwith whom WATHEN, C.J., joins, dissenting.\nFor the reasons cited by the Court, I respectfully dissent.\nWhile I concede that the Court’s literal and formalistic reading of the pertinent statutory sections may in fact be accurate, I cannot join in the opinion that, in my view, does violence to our well-established rule of effectuating the intent of the Legislature.\nThe legislative intent behind the OUI statutes is apparent. The progressively longer periods of license suspension mandated by the Legislature for each additional OUI conviction graphically evince the Legislature’s intent to suspend an OUI convict’s license for a period of time commensurate with the number of convictions. See 29 M.R.S.A. § 1312-B (Pamph.1992). Notwithstanding the Legislature’s clear intent, however, it does not appear that the Legislature contemplated the vagaries that would arise in connection with sentencing and administrative license suspension proceedings when the courts and the Secretary were confronted with a repeat OUI offender whose repeated “new conduct” was relatively contemporaneous.\nOver the past 15 years the legislature has worked and reworked the OUI statutes at nearly every session in a consistent attempt to stop the lethal problem of drunken drivers....\nBenedix v. Secretary of State, 603 A.2d 473, 475 (Me.1992).\n“When it is clear that the Legislature enacted specific legislation to remedy an existing special problem, social or otherwise, such statutory enactment must be construed so as to promote the policy consideration which brought about the Legislature’s action. Such construction shall be adopted as will best curb the problem which the Legislature sought to suppress.” Id. at 473 (quoting Waddell v. Briggs, 381 A.2d 1132, 1135 (Me.1978)); see also State v. Niles, 585 A.2d 181, 182 (Me.1990) (once purpose of statute is ascertained, we should give effect to it, avoiding results that are absurd, inconsistent, unreasonable or illogical).\nIn light of the ambiguity of the statutory language and the fact that the Court’s formalistic reading flies in the face of the Legislature’s intent, I would read § 1312-B(2)(F) literally to require that the date of the docket entry evidencing the prior adjudication be within six years from the time of the new conduct. Such a reading would effectuate the Legislature’s intent and, in this case, would have allowed the Secretary of State to impose the suspension that the Legislature intended.\nAccordingly, I would affirm the judgment of the Superior Court.",
        "type": "dissent",
        "author": "COLLINS, J.,"
      }
    ],
    "attorneys": [
      "Kaighn Smith, Jr., Fontaine & Beal, P.A., Portland, for plaintiff.",
      "Donald W. Macomber, Asst. Atty. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Laura DANA v. SECRETARY OF STATE.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs March 19, 1993.\nDecided July 30, 1993.\nKaighn Smith, Jr., Fontaine & Beal, P.A., Portland, for plaintiff.\nDonald W. Macomber, Asst. Atty. Gen., Augusta, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, COLLINS, RUDMAN and DANA, JJ."
  },
  "file_name": "0048-01",
  "first_page_order": 98,
  "last_page_order": 100
}
