{
  "id": 11312690,
  "name": "CAPITOL TERRACE, INC., Appellant, v. SHANNON & LUCHS, INC., Appellee",
  "name_abbreviation": "Capitol Terrace, Inc. v. Shannon & Luchs, Inc.",
  "decision_date": "1989-09-22",
  "docket_number": "No. 88-757",
  "first_page": "49",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "564 A.2d 49"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "492 F.2d 1298",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        474807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/492/1298-01"
      ]
    },
    {
      "cite": "773 F.2d 160",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        19178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/773/0160-01"
      ]
    },
    {
      "cite": "877 F.2d 463",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10534117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/877/0463-01"
      ]
    },
    {
      "cite": "466 U.S. 522",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203216
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0522-01"
      ]
    },
    {
      "cite": "161 U.S. 483",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701729
      ],
      "weight": 3,
      "year": 1896,
      "pin_cites": [
        {
          "page": "498",
          "parenthetical": "act is within official's jurisdiction if not \"manifestly or palpably beyond his authority\""
        },
        {
          "page": "637",
          "parenthetical": "act is within official's jurisdiction if not \"manifestly or palpably beyond his authority\""
        },
        {
          "parenthetical": "act is within official's jurisdiction if not \"manifestly or palpably beyond his authority\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/161/0483-01"
      ]
    },
    {
      "cite": "290 F.Supp. 150",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        2866791
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "154"
        },
        {
          "page": "154",
          "parenthetical": "no allegation that receiver \"acted beyond the scope of his appointment\"; \"shield of judicial immunity has been held to extend to all judicial and quasi-judicial acts, however erroneous\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/290/0150-01"
      ]
    },
    {
      "cite": "392 F.2d 67",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2106261
      ],
      "pin_cites": [
        {
          "page": "73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/392/0067-01"
      ]
    },
    {
      "cite": "547 F.2d 1",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        998984
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "3"
        },
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/547/0001-01"
      ]
    },
    {
      "cite": "752 F.2d 599",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        297049
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "602"
        },
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/752/0599-01"
      ]
    },
    {
      "cite": "149 U.S. 473",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3569050
      ],
      "weight": 3,
      "year": 1893,
      "pin_cites": [
        {
          "page": "479"
        },
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/149/0473-01"
      ]
    },
    {
      "cite": "293 U.S. 470",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3933971
      ],
      "weight": 3,
      "year": 1935,
      "pin_cites": [
        {
          "page": "472"
        },
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/293/0470-01"
      ]
    },
    {
      "cite": "83 U.S. 203",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        411275
      ],
      "weight": 2,
      "year": 1862,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/83/0203-01"
      ]
    },
    {
      "cite": "588 F.2d 801",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        832095
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/588/0801-01"
      ]
    },
    {
      "cite": "405 F.2d 486",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1211773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/405/0486-01"
      ]
    },
    {
      "cite": "409 F.2d 826",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2199800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/409/0826-01"
      ]
    },
    {
      "cite": "516 F.2d 203",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1132786
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/516/0203-01"
      ]
    },
    {
      "cite": "646 F.2d 1010",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1218116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/646/1010-01"
      ]
    },
    {
      "cite": "360 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9062
      ],
      "weight": 3,
      "year": 1959,
      "pin_cites": [
        {
          "page": "569"
        },
        {
          "page": "1338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0564-01"
      ]
    },
    {
      "cite": "20 L.Ed. 646",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        1134244,
        1134222
      ],
      "weight": 2,
      "year": 1872,
      "opinion_index": 0,
      "case_paths": [
        "/us/80/0335-01",
        "/us/80/0156-01"
      ]
    },
    {
      "cite": "386 U.S. 547",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178394
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0547-01"
      ]
    },
    {
      "cite": "435 U.S. 349",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2334
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/435/0349-01"
      ]
    },
    {
      "cite": "497 A.2d 1066",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923382
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "1069"
        },
        {
          "page": "1066"
        },
        {
          "page": "1069"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/1066-01"
      ]
    },
    {
      "cite": "469 A.2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978206
      ],
      "weight": 15,
      "pin_cites": [
        {
          "page": "813"
        },
        {
          "page": "815"
        },
        {
          "page": "813"
        },
        {
          "parenthetical": "receiver must join landlord as indispensable party-plaintiff in action for possession"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/469/0812-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 911,
    "char_count": 17509,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 1.302904366425752e-07,
      "percentile": 0.6225920893457495
    },
    "sha256": "3985906e106f5769c70f28b9547804a70db5f2e6b9b38f40e4cb73600bd1e849",
    "simhash": "1:0f25d7142f37d6a4",
    "word_count": 2824
  },
  "last_updated": "2024-02-27T20:10:55.417557+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, BELSON, and FARRELL, Associate Judges."
    ],
    "parties": [
      "CAPITOL TERRACE, INC., Appellant, v. SHANNON & LUCHS, INC., Appellee."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nThe “Prohibition of Electric and Gas Utility Service Termination to Master-Metered Apartment Building Act of 1980” (the Act), D.C.Code § 43-543 (1986), permits the court to appoint a receiver of the rents or payments for use and occupancy of an apartment building when the landlord has failed to pay the utility bills. The question we must decide is whether a receiver appointed under the Act may be sued for alleged damages arising from the manner in which it carries out its duties, or whether it is entitled to the protection of “quasi-judicial” immunity. On the strength of ample decisional authority in similar contexts, we conclude that a receiver named under the Act is immune from suit for damages when acting within the scope of its appointment. Because the complaint in this case did not allege that Shannon & Luchs exceeded that authority, but only that it failed to collect the rents diligently, the trial court correctly dismissed the action.\nI.\nOn April 30, 1982, Shannon & Luchs, appellee, was appointed by the D.C. Superi- or Court as receiver of an apartment complex pursuant to the Act. This appointment resulted from the failure of the owner, Solomon Kendrick (“Kendrick”), to.pay utility bills. The order of appointment contained a stay provision which remained in effect until June 5, 1985, at which time it was lifted and the receivership commenced. On October 3, 1985, Kendrick filed a motion to remove Shannon & Luchs as the receiver alleging that it had negligently performed its responsibilities. Before the motion could be litigated, however, it became moot by reason of the conversion of the building to electric service. The court dismissed the action and vacated the receivership on December 2, 1985.\nIn Juñe of 1987 Capitol Terrace, Inc. (“Capitol”), appellant, filed the complaint which concerns us today. In its complaint appellant alleged that defendant, Shannon & Luchs, had failed to “timely demand or collect rent, or to initiate suits for possession or for rent, or to properly account for receipts or disbursals” in breach of its duty of ordinary care and its fiduciary duty.\nThe trial court, relying on our rulings in Shannon & Luchs v. Jeter, 469 A.2d 812 (D.C.1983), and Stanton v. Chase, 497 A.2d 1066 (D.C.1985), concluded that a receiver appointed pursuant to the Act is protected by judicial immunity. It therefore granted Shannon & Luchs’ motion to dismiss for failure to state a claim upon which relief can be granted. Super.Ct.Civ.R. 12(b)(6). Capitol appeals from this order.\n‘il.\nAs we explained in Shannon & Luchs v. Jeter, supra, the Act was passed to address the extraordinary situation in which tenants who have paid their rent are faced with a loss of vital utility services because the owner has failed to pay the utility bills. In such a situation, the Act provides that the utility company may not terminate, service to the tenants but must pursue' the remedy provided by the Act. D.C.Code § 43-542(a).\nThe purposes of the Act. are twofold. First, it protects conscientious .tenants from loss of their utility services. Second, it protects the utility company itself from non-payment for services it is required to provide. Shannon & Luchs v. Jeter, supra, 469 A.2d at 813. The Act requires that the utility company, upon nonpayment by the owner, petition the Superior Court for appointment of a receiver to collect rents from the tenants. D.C.Code § 43-543(a)(l). The receiver is authorized to “take such action as it deems necessary to collect all rents or payments for use and occupancy from the tenants ... in place of the owner, agent, lessor or manager.” Id. at § 43-543(a)(4) The receiver then pays the utility bills, deducts reasonable fees and costs, and turns over any remaining monies to the owner. Id. Importantly, the statute provides that the court “shall require accountings to be made by the receiver at such times as the Court determines to be just, reasonable and necessary.” Id. The receivership must be terminated by the court upon finding that the arrearage has been satisfied or that all tenants have agreed to assume liability in their own names for prospective utility service. Id. at § 43~543(b). In the meantime, a landlord who attempts to collect rents from the tenants is subject to an order of contempt. Id. at § 43-543(d).\nUnder the terms of the statute, then, the receiver is “a representative of the court,” Shannon & Luchs v. Jeter, supra, 469 A.2d at 815, accountable directly to the court in the performance of its duties. Against this background, we must consider application of the doctrine of judicial immunity.\nIII.\nThe absolute immunity of judges from suit for damages for acts done within the scope of their judicial functions is well established at common law and has been repeatedly affirmed by the Supreme Court. Stump v. Sparkman, 435 U.S. 349, 98 S.Ct. 1099, 55 L.Ed.2d 331 (1978); Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967); Bradley v. Fisher, 80 U.S. (13 Wall.) 335, 20 L.Ed. 646 (1872). The purpose behind this immunity is to protect the independence of judicial decision-making and to ensure that important decisions are made without fear of personal liability or harassment by vexatious actions. Bradley, supra, 80 U.S. at 348-50. Courts have long recognized that litigants dissatisfied with the outcome of judicial proceedings will be tempted to accuse the judge, as decisionmaker, of possessing improper motives. Id. at 348. Collateral actions of this sort would prevent the proper functioning of the judicial system. Id. at 347-48. The doctrine thus protects judges “[ajgainst the consequences of their erroneous or irregular action, from whatever motives proceeding.” Id. at 354. The judge is subject to liability for damages only when he has acted in the “clear absence of all jurisdiction.” Id. at 351.\nFor similar reasons, “[t]he case law has recognized that the protection of judicial immunity is not confined only to judges. Rather, judicial immunity ‘extends to other officers of government whose duties are related to the judicial process.’ ” Stanton v. Chase, supra, 497 A.2d at 1069, quoting Barr v. Mateo, 360 U.S. 564, 569, 79 S.Ct. 1335, 1338, 3 L.Ed.2d 1434 (1959). For example, although the case law is by no means uniform, court clerks have been held immune from liability for damages when performing “ministerial” duties under the direction of judges. Tarter v. Hury, 646 F.2d 1010 (5th Cir.1981) (clerk absolutely immune when performing ministerial functions at request of judge); Waits v. McGowan, 516 F.2d 203 (3d Cir.1975) (clerks entitled to immunity when performing ministerial functions for judge); Stewart v. Minnick, 409 F.2d 826 (9th Cir.1969) (state clerks clothed with judicial immunity for acts within their capacity as quasi-judicial officers); Sullivan v. Kelleher, 405 F.2d 486 (1st Cir.1968) (same).\nIn Stanton v. Chase, supra, this court considered whether a particular official affiliated with the court was entitled to the “judicial immunity which is accorded persons performing ministerial functions at the direction of the judge in furtherance of a judicial act.” 497 A.2d at 1066. Although employed by the Public Defender Service, the official was responsible for furnishing information to the trial judges of the Superior Court to assist them in appointing counsel under the Criminal Justice Act. While carrying out those duties, the official was alleged to have made slanderous statements to judges about the plaintiff, a practicing attorney. This court upheld the defendant’s claim of judicial immunity, explaining:\nAppellee’s role in these meetings [with judges] was to supply, upon request, information to the trial judges to assist them in the performance, of the judicial act of appointing CJA attorneys. In supplying the requested information, therefore, appellee was performing a ministerial function at the direction of a judge.\nId. at 1069.\nUnder the test enunciated in Stanton, we conclude that a receiver appointed under the Act is similarly clothed with immunity when carrying out the duties of its office. In appointing a receiver after finding that this extraordinary step is necessary, the trial judge assuredly performs “a judicial act”; and in collecting rents under the terms of its appointment, the receiver is “performing ministerial functions at the direction of the judge in furtherance of” that act. Indeed, when the Stanton court cited instances where judicial immunity has been extended to persons performing quasi-judicial functions delegated by the court, it referred specifically to a decision bestowing immunity on court-appointed receivers. Id. at 1069 n. 2, citing T & W Investment Co. v. Kurtz, 588 F.2d 801 (10th Cir.1978) (holding that receiver, when carrying out orders of appointing judge, shares latter’s immunity).\nAlthough the present case involves only the question of immunity for receivers under the Act, it is not a novel principle that a court-named receiver, as an instrument of the court that appoints it, may not be sued for damages for activities in carrying out its office. Long ago the Supreme Court explained:\n[a receiver] is not appointed for the benefit of either of the parties, but of all concerned. Money or property in his hands is in custodia legis. He has only such power and authority as are given him by the court, and must not exceed the prescribed limits. The court will not allow him to be sued touching the property in his charge, or for any malfeasance as to the parties, or others, without its consent....\nDavis v. Gray, 83 U.S. 203, 218, 21 L.Ed. 447 (1862). Later, consistent with the principle that “[t]he receiver is an officer of the court which appoints him,” Taylor v. Sternberg, 293 U.S. 470, 472, 55 S.Ct. 260, 261, 79 L.Ed. 599 (1935), the Court confirmed that “no suit, unless expressly authorized by the statute, can be brought against the receiver without the permission of the court which appointed him.” Porter v. Sabin, 149 U.S. 473, 479, 13 S.Ct. 1008, 1010, 37 L.Ed. 815 (1893). See also, Clark, Receivers §§ 11, 388 (3d ed. 1959) (receiver, as an arm of the court, is protected with regard to acts done within its authority); Property Management & Investment Inc. v. Lewis, 752 F.2d 599, 602 (11th Cir.1985) (receiver carrying out order of appointing judge protected by judicial immunity); Kermit Construction Corp. v. Banco Credito Y Ahorro Ponceno, 547 F.2d 1, 3 (1st Cir.1976) (court-appointed receiver who faithfully carries out orders of appointing judge shares in judge’s absolute immunity); Bradford Audio Corp. v. Pious, 392 F.2d 67, 73 (2d Cir.1968) (court-appointed receiver is quasi-judicial officer protected by immunity); Drexler v. Walters, 290 F.Supp. 150, 154 (D.Minn.1968) (receiver as representative of appointing court is cloaked with judicial immunity).\nAppellant seeks to avoid the weight of this authority by asserting that the more recent of the cases cited extended judicial immunity only after finding that the receiver had acted “carefully” and “faithfully” in carrying out its duties, unlike the present case in which Shannon & Luchs is charged with acting negligently and in bad faith. This distinction is neither accurate nor sound. In Property Management & Investment Inc., supra, for example, the receiver was alleged to have released defamatory reports to the news media and converted and embezzled property of the corporation. The court observed that the activities alleged all involved decisions by the receiver “in the course of administering the receivership,” activities not “prima facie beyond the scope of the official function of a state court receiver.” Since nothing in the complaint “indicated that [the receiver] had acted outside his authority and thus was not immune from suit,” the court held the action was properly dismissed. 752 F.2d at 599. See also Drexler v. Walters, supra, 290 F.Supp. at 154 (no allegation that receiver “acted beyond the scope of his appointment”; “shield of judicial immunity has been held to extend to all judicial and quasi-judicial acts, however erroneous”). Thus, although the cases cited do sometimes note that the receiver acted carefully or faithfully, they do not consider first whether the receiver acted with due care and only then whether immunity was appropriate; that would be an odd manner of analysis rendering the immunity issue essentially moot. The rule to be gleaned from these decisions is that, when a receiver acts within the scope of its authority, confining itself to the duties of its office, it shares the immunity of the appointing judge even though it is alleged to have acted wrongly in performing those duties. See Spalding v. Vilas, 161 U.S. 483, 498, 16 S.Ct. 631, 637, 40 L.Ed. 780 (1896) (act is within official’s jurisdiction if not “manifestly or palpably beyond his authority”). That rule applies equally to the receiver in this case.\nIV.\nAlthough unnecessary to our decision, we note two additional factors which strengthen our conclusion in favor of immunity for receivers under the Act. First, courts upholding immunity for receivers have recognized that denial of immunity “would make the receiver a lightning rod for harassing litigation aimed at judicial orders.” Kermit Constr. Corp., supra, 547 F.2d at 3; T & W Investment Co., supra, 588 F.2d at 802. This concern is not misplaced in the present context. A receiver appointed under the Act replaces the landlord/owner as the sole person entitled to receive direct payments of rent. The owner therefore suffers a loss of control until the arrearages have been satisfied. D.C.Code § 43-543(b). As Shannon & Luchs v. Jeter, supra, made clear, the purpose of the Act is not to protect the interests of the landlord. Its purpose is to protect conscientious tenants from the loss of utility services and utility companies from nonpayment for services they are required to provide. 469 A.2d at 813. In these circumstances, the potential for hostility by the landlord toward the receiver is apparent; unhappy at being ousted from management of its property to begin with, the landlord may easily grow to believe that the receiver is indifferent to its interests and concerned only with collecting enough rents to pay the utility bills and its own fees and expenses. The risk of unjustified litigation is thus substantial.\nSecond, our decision does not leave the landlord without a remedy for the receiver’s failure to exercise appropriate diligence. The Act provides that the court “shall require accountings to be made by the receiver at such times as the Court determines to be just, reasonable and necessary.” D.C.Code § 43-543(a)(4). Although the landlord may not bring suit to collect rents from tenants during the receivership, id. at § 43-543(d), nothing would bar the landlord from petitioning the court for an accounting if there is reason to believe the receiver is negligent in performing its duties. Since the statute does not envision excluding the landlord from all involvement in the receivership, see Shannon & Luchs v. Jeter, supra (receiver must join landlord as indispensable party-plaintiff in action for possession), there is no reason to suppose that courts will turn a deaf ear to legitimate grievances by the landlord about the receiver’s stewardship.\nAffirmed.\n. Washington Gas Light Co. v. Kendrick, No. 5202-82 (D.C.Super.Ct. April 30, 1982).\n. The apartments were classified as \"master-metered” for the purposes of the Act. A master-metered apartment consists of three or more residential units where the utility costs are included in rent payments and the landlord/owner is billed directly by the utility company. See D.C.Code §§ 43-541(1), 43-543(a)(l).\n.At some point, exactly when is unclear, Capi- • tol became the record owner of the premises. It is also unclear what relationship now exists between Capitol and Kendrick, although Kendrick signed the complaint as president of Capi- . tol Terrace, Inc.\n. In Pulliam v. Allen, 466 U.S. 522, 104 S.Ct. 1970, 80 L.Ed.2d 565 (1984), the Court, while reaffirming that monetary damages are prohibited by judicial immunity, held that a judicial officer acting in his judicial capacity is not immune from prospective injunctive relief.\n. But see Morrison v. Lipscomb, 877 F.2d 463 (6th Cir.1989); Scott v. Schmidt, 773 F.2d 160 (7th Cir.1985); McLallen v. Henderson, 492 F.2d 1298 (8th Cir.1974).\n. We do not, of course, question the sincerity with which appellant brought this action; on the present record, we must take the allegations of the complaint as true. We also do not deprecate the valid proprietary interest the landlord maintains in vigilant collection of the rents even though it has been supplanted by a receiver under the Act. The practical reality, however, is that implementation of this statute designed to meet an exceptional situation must inevitably depend on the readiness of outside property managers to accept appointment under the Act. The continuing risk of suit at the hands of a dissatisfied owner is a deterrent to such cooperation that cannot be ignored.",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "Philip M. Musolino, Washington, D.C., for appellant.",
      "J. Jonathan Schraub, with whom Nancy E. Lasater and Jack L. Wuerker, Washington, D.C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "CAPITOL TERRACE, INC., Appellant, v. SHANNON & LUCHS, INC., Appellee.\nNo. 88-757.\nDistrict of Columbia Court of Appeals.\nArgued July 13, 1989.\nDecided Sept. 22, 1989.\nPhilip M. Musolino, Washington, D.C., for appellant.\nJ. Jonathan Schraub, with whom Nancy E. Lasater and Jack L. Wuerker, Washington, D.C., were on the brief, for appellee.\nBefore FERREN, BELSON, and FARRELL, Associate Judges."
  },
  "file_name": "0049-01",
  "first_page_order": 127,
  "last_page_order": 132
}
