{
  "id": 7357125,
  "name": "CITY OF LEWISTON v. LEWISTON FIREFIGHTERS ASSOCIATION, IAG, LOCAL NO. 785",
  "name_abbreviation": "City of Lewiston v. Lewiston Firefighters Ass'n, IAG, Local No. 785",
  "decision_date": "1993-07-30",
  "docket_number": "",
  "first_page": "50",
  "last_page": "53",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 50"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "600 A.2d 403",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/600/0403-01"
      ]
    },
    {
      "cite": "478 A.2d 297",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922932
      ],
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/0297-01"
      ]
    },
    {
      "cite": "606 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11312199
      ],
      "pin_cites": [
        {
          "page": "777"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0775-01"
      ]
    },
    {
      "cite": "436 A.2d 394",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11288484
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "397"
        },
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/436/0394-01"
      ]
    },
    {
      "cite": "572 A.2d 136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378189
      ],
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0136-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 556,
    "char_count": 10278,
    "ocr_confidence": 0.771,
    "pagerank": {
      "raw": 9.28347283700175e-08,
      "percentile": 0.5119875714761749
    },
    "sha256": "67422a28b6decd9825ae30095ae074ae2778d643106586f8ac076bd8fda1c794",
    "simhash": "1:493683c1b8078fdf",
    "word_count": 1614
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "CITY OF LEWISTON v. LEWISTON FIREFIGHTERS ASSOCIATION, IAG, LOCAL NO. 785."
    ],
    "opinions": [
      {
        "text": "WATHEN, Chief Justice.\nPlaintiff City of Lewiston (the City) appeals from a judgment of the Superior Court (Androscoggin County, Delahanty, C.J.) affirming an arbitrator’s award in favor of defendant Lewiston Firefighters Association, IAF, Local #785 (the Union), the bargaining agent for firefighters employed by the Lewiston Fire Department. On appeal the City argues that the arbitrator exceeded his authority by impermissibly modifying the collective bargaining agreement, and violated public policy by requiring it to agree to minimum manning levels that are unrelated to workload or safety. We disagree and affirm the judgment.\nThe City and the Union were parties to a collective bargaining agreement (the Agreement) effective from July 1, 1989 until June 30, 1991. Articles 6.4 and 9.3 of the Agreement obligate the City to maintain three shifts, or platoons, of firefighters, and to maintain a minimum of three firefighters per operational vehicle. Article 9.3 reserves to the City the right to determine the number of operational vehicles. Prior to the time this dispute arose, the City routinely had seven vehicles in operation. Accordingly, the City typically scheduled twenty-three or twenty-four firefighters to work each shift, twenty-one of whom were assigned to a specific vehicle, and the rest of whom were R-Men. The R-Men are spare firefighters who are used to fill vacancies on a shift and are not regularly assigned to a vehicle.\nThe City had promulgated a detailed policy entitled “Duty Roster Procedure” which set out the procedure for filling vacancies when there were not enough R-Men to fill a shift of twenty-one firefighters (i.e., three per vehicle). Pursuant to this procedure, if a vehicle was temporarily out of service, its crew of three firefighters were not used to fill vacancies on other vehicles. The members of the crew were assigned instead to be the fourth or fifth firefighter on operational vehicles. Any vacancies on operational vehicles that could not be filled by R-Men were filled by off-duty firefighters who were called in to work at overtime rates of pay.\nThe procedure was implemented sometime before 1980 and has been the subject of two previous arbitration decisions. The first such decision was rendered by Robert Barlow in 1980 (Barlow Award). Arbitrator Barlow found that the overtime resulting from the procedure was a protected benefit, and that a change in the procedure constituted a denial of overtime in violation of Article 34 of the applicable collective bargaining agreement that protected past practices.\nIn the next round of bargaining, the City sought to revise Article 34 and Article 6.4 to make the overtime benefit arising from the contested procedure discretionary. In a 1982 arbitration decision authored by Milton Nadworny (Nadworny Award), the interest arbitration panel rejected the City’s proposed textual changes, but did make minor revisions to both Articles of the applicable bargaining agreement.\nOn January 30, Í991, the City implemented a new written policy impacting procedures for filling duty rosters when trucks were temporarily out of service. Under the new policy, the City reassigned firefighters from out-of-serviee vehicles to fill vacancies in other three-man crews when there were not enough available R-Men. Previously, pursuant to the Duty Roster Procedure and Article 6.4 of the Agreement, these vacancies had been filled by off-duty firefighters at overtime rates of pay. In July 1991, the City further revised its procedure by adopting a policy of placing a functioning vehicle temporarily out of service in order to use its crew to replace absent firefighters whenever the number of absent firefighters exceeded the number of R-Men available for a shift. The new procedure was designed to reduce overtime.\nGrievances were filed and ultimately were submitted to arbitration pursuant to the Agreement. The arbitrator issued his award in favor of the Union. The award provided that the City’s new procedure for filling the duty roster violated the Agreement because it was contrary to a past practice protected under Article 34, and impermissibly affected overtime, a benefit provided by the Agreement and recognized by the Barlow Award. The City’s motion to vacate the award was denied by the Superior Court, and this appeal followed.\nAn arbitrator has “no authority to add to, subtract from or modify the collective bargaining agreement.” 26 M.R.S.A. § 970 (1988). The Superior Court may vacate an arbitration award where “the arbitrators exceeded their powers.” 14 M.R.S.A. § 5938(1)(C) (1980); see also 26 M.R.S.A. § 968(4) (1988) (The Superior Court may vacate an arbitration award “[wjhere the arbitrators exceeded their powers or so imperfectly executed them that a mutual, final and definite award upon the subject matter submitted was not made.”). The standard for determining whether an award exceeds an arbitrator’s power, however, is an extremely narrow one. Granger Northern, Inc. v. Cianchette, 572 A.2d 136, 139 (Me.1990). We will uphold an arbitrator’s award if any rational construction of the Agreement could support the award. Maine State Employees Ass’n v. Maine Dep’t of Defense, 436 A.2d 394, 397 (Me.1981).\nA court may not substitute its judgment for that of the arbitrator. It is the arbitrator’s construction of a contract that is bargained for, and only when there is a manifest disregard of the contract or the award contravenes public policy will we disturb the award. The mere fact that an arbitrator commits an error of law does not mean that he has exceeded his authority.\nDep’t of Transp. v. Maine State Employees Ass’n, 606 A.2d 775, 777 (Me.1992) (citations omitted). The burden of proving that the arbitrator exceeded his authority rests on the City as the party attacking the award. Maine State Employees Ass’n v. Maine Dep’t of Defense, 436 A.2d at 397.\nThe City first argues that the arbitrator unlawfully modified the Agreement by finding a “right to overtime” not provided in the Agreement, that he exceeded his authority by allowing a past practice to control over Articles 6.4 and 9.3 of the Agreement, that he impermissibly limited the City’s express contractual right to determine the number of vehicles in operation, and that he impermissibly imposed a minimum staffing requirement on the City that is unrelated to the number of operating vehicles. We disagree. The arbitrator concluded that the Duty Roster Procedure constitutes a protected overtime benefit under Articles 6.4 and 34 of the Agreement. He determined that the City could not unilaterally defeat those benefits by temporarily parking vehicles after a shift commenced. We conclude that the award does not result from a manifestly erroneous interpretation of the Agreement.\nThe City, relying on Portland Firefighters Ass’n v. City of Portland, 478 A.2d 297, 298 (Me.1984), next argues that the award violates public policy against requiring public employers to negotiate or agree to minimum manning requirements that do not relate to safety or working conditions. The City’s reliance on Portland Firefighters, however, is misplaced because the Award does not impose a mandatory minimum manning requirement on the City. The award simply prohibits the City from temporarily decreasing the number of vehicles it operates after the commencement of a shift for the purpose of avoiding the overtime benefit protected by Section 34 of the Agreement. We express no opinion regarding the City’s right to remove equipment from operation in circumstances other than temporary shutdowns after a shift has started for the purpose of avoiding overtime.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Article 6.4 of the Agreement provides:\nInsofar as the maintenance of a minimum complement of three (3) firefighters per operating piece of apparatus is concerned, off duty personnel of equal rank from the out-going platoon shall have the primary obligation to perform replacement duty for an absent firefighter of the same Company in instances where no qualified spare firefighter is available. ...\nArticle 9.3 of the Agreement provides:\nThe Employer shall employ a sufficient number of firefighting personnel to constitute three (3) platoons. The Employer shall also determine the number and type of firefighting apparatus to be used. Each platoon shall consist of a minimum strength roster as follows:\nTwo (2) Captains, no less than five (5) Lieutenants and a sufficient number of Privates necessary to meet the requirement to man each piece of firefighting equipment with a minimum of three (3) firefighters for each operational vehicle.\n.The Nadworny Award deleted eight words from the end of Article 34, and stated: \"[A] past practice has the same authority and effect as any term which is spelled out in the Agreement itself.... The absence of the last eight words ... endows past practices with neither more nor less power and status than these practices already have.” The Nadworny Award also added the following prefatory language to Article 6.4: “Insofar as the maintenance of a minimum complement of three (3) firefighters per operating piece of apparatus is concerned, ...” Contrary to the City’s contention, the arbitrator could rationally find that these modifications were not substantive, and that therefore the Barlow Award could be relied on in the present arbitration.\n. Article 34, the management rights clause, states in part: ”[P]rocedures, benefits and practices existing on the effective date of this Agreement shall be maintained and shall not in any way be adversely affected by this clause.\"\n. The Superior Court’s failure to confirm the Award as directed by 14 M.R.S.A. § 5938(4) (1980) does not constitute reversible error. See Augusta Uniformed Firefighters Assoc. v. City of Augusta, 600 A.2d 403, 404 n. 1. (Me.1991).",
        "type": "majority",
        "author": "WATHEN, Chief Justice."
      }
    ],
    "attorneys": [
      "George S. Isaacson (orally), Daniel C. Stockford, Brann & Isaacson, Lewiston, for plaintiff.",
      "Jeffrey Neil Young (orally), McTeague, Higbee, Libner, MacAdam, Case & Watson, Topsham, for defendants."
    ],
    "corrections": "",
    "head_matter": "CITY OF LEWISTON v. LEWISTON FIREFIGHTERS ASSOCIATION, IAG, LOCAL NO. 785.\nSupreme Judicial Court of Maine.\nArgued June 1, 1993.\nDecided July 30, 1993.\nGeorge S. Isaacson (orally), Daniel C. Stockford, Brann & Isaacson, Lewiston, for plaintiff.\nJeffrey Neil Young (orally), McTeague, Higbee, Libner, MacAdam, Case & Watson, Topsham, for defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
  },
  "file_name": "0050-01",
  "first_page_order": 100,
  "last_page_order": 103
}
