{
  "id": 7353712,
  "name": "Edward C. MOORHEAD, Jr., Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Moorhead v. State",
  "decision_date": "1994-03-17",
  "docket_number": "",
  "first_page": "52",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 52"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "547 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895969
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "955",
          "parenthetical": "finding that evidence of prior criminal activity could be admitted where it related to an element of the charged crime"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0948-01"
      ]
    },
    {
      "cite": "112 S.Ct. 1093",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6223309
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/503/0159-01"
      ]
    },
    {
      "cite": "581 A.2d 1078",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370601
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1107",
          "parenthetical": "holding that a trial judge's misstatement in a jury instruction was harmless error because there was \"no reasonable likelihood\" that the jury would misinterpret the accurate instructions that were subsequently given"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/1078-01"
      ]
    },
    {
      "cite": "547 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876260
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "119-20",
          "parenthetical": "holding that a jury instruction was misleading where the erroneous language was repeatedly stated, thereby creating a likelihood of jury confusion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0114-01"
      ]
    },
    {
      "cite": "414 U.S. 141",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715366
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "146-47"
        },
        {
          "page": "400-01"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0141-01"
      ]
    },
    {
      "cite": "57 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1947,
      "pin_cites": [
        {
          "page": "109"
        },
        {
          "page": "109"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "75 L.Ed.2d 423",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "quoting Baker v. Reid, Del.Supr., 57 A.2d 103, 109 (1947)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 1170",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "quoting Baker v. Reid, Del.Supr., 57 A.2d 103, 109 (1947)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "459 U.S. 1192",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6542241,
        6542119,
        6542152,
        6542287,
        6542196,
        6542362
      ],
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "quoting Baker v. Reid, Del.Supr., 57 A.2d 103, 109 (1947)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/459/1192-04",
        "/us/459/1192-01",
        "/us/459/1192-02",
        "/us/459/1192-05",
        "/us/459/1192-03",
        "/us/459/1192-06"
      ]
    },
    {
      "cite": "450 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030092
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1179"
        },
        {
          "page": "1179"
        },
        {
          "page": "1179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/1173-01"
      ]
    },
    {
      "cite": "115 L.Ed.2d 1008",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "111 S.Ct. 2840",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "585 A2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7392802
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/0719-01"
      ]
    },
    {
      "cite": "314 A.2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249785
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/314/0187-01"
      ]
    },
    {
      "cite": "527 A.2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876474
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "280"
        },
        {
          "page": "278"
        },
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/527/0276-01"
      ]
    },
    {
      "cite": "465 A.2d 785",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964867
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0785-01"
      ]
    },
    {
      "cite": "116 L.Ed.2d 128",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 164",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "923 F.2d 725",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10544698
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "729"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/923/0725-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 973",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "holding that a defendant's \"driving record was relevant to establish that defendant had grounds to be aware of the risk his drinking and driving while intoxicated presented to others\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 970",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "holding that a defendant's \"driving record was relevant to establish that defendant had grounds to be aware of the risk his drinking and driving while intoxicated presented to others\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 1193",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12099681,
        12099491,
        12099461,
        12099755,
        12099436,
        12099790,
        12099637,
        12099574,
        12099543,
        12099606,
        12099513,
        12099708,
        12099838,
        12099870
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "holding that a defendant's \"driving record was relevant to establish that defendant had grounds to be aware of the risk his drinking and driving while intoxicated presented to others\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/469/1193-09",
        "/us/469/1193-03",
        "/us/469/1193-02",
        "/us/469/1193-11",
        "/us/469/1193-01",
        "/us/469/1193-12",
        "/us/469/1193-08",
        "/us/469/1193-06",
        "/us/469/1193-05",
        "/us/469/1193-07",
        "/us/469/1193-04",
        "/us/469/1193-10",
        "/us/469/1193-13",
        "/us/469/1193-14"
      ]
    },
    {
      "cite": "739 F.2d 945",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        654960
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "949"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/739/0945-01"
      ]
    },
    {
      "cite": "538 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877707
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/538/0726-01"
      ]
    },
    {
      "cite": "549 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878199
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "693"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0692-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 25990,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 1.6507813018791687e-07,
      "percentile": 0.6927185716232876
    },
    "sha256": "aaccfa83b61d2849b02a18a21a8f591be700d523dce76e221a32c25502484a06",
    "simhash": "1:d71353312a495fdf",
    "word_count": 4193
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, C.J., WALSH and HOLLAND, JJ."
    ],
    "parties": [
      "Edward C. MOORHEAD, Jr., Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "VEASEY, Chief Justice:\nIn this appeal, we consider the arguments raised by defendant Edward C. Moorhead (“Moorhead”) on appeal from his conviction of murder in the second degree after a jury trial in the Superior Court. Moorhead’s principal grounds for overturning his conviction are as follows: (a) the Superior Court erred in admitting evidence of two prior convictions of Moorhead for driving under the influence (“DUI”); (b) the Superior Court should not have excluded evidence offered by Moorhead of his prior “good act”; (c) the State’s expert testimony regarding the effects of alcohol on driving should not have been admitted; and (d) the instructions setting forth the elements of murder in the second degree were erroneous: After reviewing the record and the applicable authorities, we find that none of these contentions constitutes reversible error by the Superior Court. Accordingly, we AFFIRM the judgment below.\nI. FACTS\nThe facts are essentially undisputed. On the evening of February 18,1992, an automobile driven by Moorhead collided head-on with another vehicle driven by Adelaide Perry on Delaware Route 72. Ms. Perry was killed in the accident. Moorhead admitted consuming more than a case of beer prior to the fatal accident, and admitted that he had been drinking and driving on several occasions earlier that day. Several witnesses testified that immediately prior to the accident Moorhead was driving erratically and recklessly.\nWhen the police arrived on the scene of the accident, Moorhead stated that he wished he could trade places with Ms. Perry. Tests of Moorhead’s blood revealed a blood alcohol concentration in excess of 0.22 percent and a concentration of cocaine in excess of 0.36 percent.\nAs a result of the accident, Moorhead was indicted for murder in the second degree under 11 Del.C. § 635(1). In a jury trial in the Superior Court, Moorhead was found guilty of murder in the second degree. The Superior Court sentenced Moorhead to twelve years in prison, followed by five years of declining levels of probation.\nII. THE ADMISSION OF MOORHEAD’S PRIOR DUI CONVICTIONS\nMoorhead’s first contention on appeal is that the Superior Court erred in admitting evidence offered by the State that Moorhead had two prior DUI convictions, one in 1986 and the other in 1989. This evidence was introduced, over Moorhead’s objection, as part of the State’s case-in-chief. The State contends that the evidence is admissible to establish Moorhead’s state of mind.\nThe Superior Court’s decision to allow the introduction of the two DUI convictions was based on Delaware Rule of Evidence (“D.R.E.”) 404(b). The trial judge found that the convictions were relevant to one of the elements of murder in the second degree — that the defendant acted with a recklessness that manifested a cruel, wicked and depraved indifference to human life. “[T]he admission of such evidence rests in the sound discretion of the trial judge and will not be disturbed on appeal unless the admission was a clear abuse of discretion.” Howard v. State, Del.Supr., 549 A.2d 692, 693 (1988). The trial judge gave a limiting instruction to the jury when the evidence was admitted and in his charge to the jury.\nMoorhead claims that the evidence should not have been admitted because the convictions were too remote in time to be relevant, and the probative value of such evidence was outweighed by the unfair prejudice resulting from its admission. Moorhead also contends that the limiting instruction to the jury was inadequate to eliminate the unfair prejudice. Therefore, according to Moorhead, the Superior Court’s decision to admit the evidence was an abuse of discretion.\nThis Court’s decision in Getz v. State, Del.Supr., 538 A.2d 726 (1988) articulates six guidelines for determining the admissibility of evidence of prior crimes: (1) the evidence must be material to an issue or ultimate fact in dispute; (2) the evidence must be introduced for a purpose sanctioned by D.R.E. 404(b) or another purpose not inconsistent with the basic prohibition against such evidence; (3) the evidence proving the prior crime(s) must be plain, clear, and conclusive; (4) the prior crime(s) must not be too remote in time; (5) the probative value of the evidence must be balanced against its unfairly prejudicial effect; and (6) the jury must be instructed regarding the limited purpose for the introduction of the evidence. Id. at 734.\nThe Superior Court conducted a thorough and well-reasoned analysis of each of these guidelines. With respect to the first guideline in Getz, the trial judge reasonably concluded that the evidence of Moorhead’s prior DUI convictions was material to the issue of whether his recklessness manifested a cruel, wicked, and depraved indifference to human life. Because this issue relates to Moorhead’s intent, one of the expressly sanctioned purposes for which evidence may be admitted under D.R.E. 404(b), the Superior Court correctly determined that the second Getz guideline had been met. See, e.g., United States v. Fleming, 4th Cir., 739 F.2d 945, 949 (1984), cert. denied, 469 U.S. 1193, 105 S.Ct. 970, 83 L.Ed.2d 973 (1985) (holding that a defendant’s “driving record was relevant to establish that defendant had grounds to be aware of the risk his drinking and driving while intoxicated presented to others”); United States v. Loera, 9th Cir., 923 F.2d 725, 729, cert. denied, — U.S. -, 112 S.Ct. 164, 116 L.Ed.2d 128 (1991). Furthermore, Moorhead does not challenge the sufficiency of the evidence to establish his prior convictions, so the third guideline of Getz is not disputed.\nWhile Moorhead argues that his prior DUI convictions should have been excluded as too remote in time under the fourth Getz guideline, he fails to assert any specific reason why the Superior Court’s conclusion to the contrary was an abuse of discretion. We do not find the two convictions, which occurred between three and six years prior to the accident in this case, to be excessively remote. It is also significant that the Superior Court excluded Moorhead’s 1983 conviction for reckless driving because it was too remote in time. This decision shows that the Superior Court carefully considered the time nexus between the prior convictions offered by the State and the crime currently at issue.\nMoorhead’s principal objection to the Superior Court’s ruling is that the prior convictions had minimal relevance to his state of mind, but had a highly prejudicial effect on the ultimate outcome of the case. Balancing the probative value of the evidence to be introduced against any unfairly prejudicial effect is required by D.R.E. 403 and is a key element in a Getz analysis. While much of the evidence offered by the State against a defendant is necessarily prejudicial to some degree, the admission of evidence becomes unfairly prejudicial when the evidence has an “undue tendency to suggest decision on an improper basis, commonly, though not necessarily, an emotional one.” Fed.R.Evid. 403 advisory committee’s note.\nMoorhead has failed to show that the Superior Court abused its discretion when it determined that the probative value of the prior convictions outweighed their unfairly prejudicial effect. We need not decide whether or not the prior convictions might have had an unfairly prejudicial effect if there had been a highly contested dispute whether Moorhead had actually been intoxicated while driving. Moorhead concedes that he was intoxicated while driving, but contends that he did not have a “cruel, wicked and depraved indifference to human life” as required for murder in the second degree under 11 DelC. § 635. The Superior Court had discretion to find that Moorhead’s prior convictions were probative on this issue while not being unfairly prejudicial.\nFinally, the Superior Court complied with the sixth and last guideline of Getz by instructing the jury regarding the limited purpose for which the evidence of Moorhead’s prior DUI convictions was admitted. In fact, the jury was given a limiting instruction both at the time the evidence was introduced and during the final jury charge. Moorhead has demonstrated no error in these limiting instructions.\nWe therefore conclude that the Superior Court’s decision to admit evidence of Moor-head’s prior DUI convictions, after careful consideration of relevant case law and a thorough analysis of the guidelines set forth in Getz, was not an abuse of discretion.\nIII. THE EXCLUSION OF EVIDENCE OFFERED BY MOORHEAD OF HIS “GOOD ACT” IN 1970\nMoorhead argues that, having permitted the introduction of evidence of his DUI convictions in 1986 and 1989, the Superior Court erred by excluding evidence concerning Moorhead’s rescue of two persons from a burning automobile in 1970. In effect, Moor-head claims that the Superior Court “opened the door” to the admission of evidence of prior acts, both good and bad, when it admitted the DUI convictions. We hold that the trial judge did not commit error in refusing to admit Moorhead’s proffered evidence.\nEvidence of prior acts is not admissible simply because evidence of other prior acts has been introduced. The Getz analysis is designed to ensure that evidence of prior acts is not admitted unless it is relevant, probative, clear, and not unfairly prejudicial. Unlike the 1986 and 1989 DUI convictions, Moorhead’s “heroic” actions in 1970 are extremely remote in time. Moreover, while the DUI convictions did bear directly on Moor-head’s state of mind when he drove in an intoxicated condition in 1992, the 1970 “heroic” act had no relationship to his 1992 state of mind or any element of the crime charged. The Superior Court so found, and that finding is not an abuse of discretion.\nIV. THE ADMISSION OF EXPERT TESTIMONY ON THE EFFECTS OF ALCOHOL\nThe next issue raised by Moorhead concerns the testimony of Dr. Ali Hameli, an expert witness testifying on behalf of the State, regarding the effects of alcohol on an individual, and the relation between the amount of alcohol consumption and the risk of an automobile accident. Specifically, Dr. Hameli testified that a person with a blood alcohol concentration of 0.10 percent is four times more likely to be involved in an accident than a sober person, and a person with a blood alcohol concentration of 0.20 percent is 28 times more likely to be involved in an accident than a sober person. Moorhead’s blood alcohol concentration was 0.22 percent. Moorhead does not dispute the qualifications of Dr. Hameli or the accuracy of his testimony. Rather, Moorhead claims that the statistical information provided by Dr. Hameli was not relevant to Moorhead’s intent because the State failed to establish that Moorhead knew of those statistics. Moorhead therefore argues that the Superior Court erred by admitting this evidence.\n“A decision to admit testimony as relevant is within the sound discretion of the Trial Judge and will not be reversed absent a clear abuse of that discretion.” Lampkins v. State, Del.Supr., 465 A.2d 785, 790 (1983). We find no such abuse of discretion. The expert testimony was clearly probative on the degree of risk that resulted from Moor-head consuming enough alcohol to have a blood alcohol concentration of 0.22 percent. The nature of the risk threatened by Moor-head’s conduct bore directly on whether he acted “recklessly,” which is a statutory element of murder in the second degree. 11 Del.C. §§ 231(c), 635.\nFurthermore, the additional risk posed by increased alcohol consumption was relevant to Moorhead’s “cruel, wicked and depraved indifference to human life,” another necessary element of murder in the second degree. At trial, Moorhead’s counsel conceded that “[everybody knows, the more you drink the more inebriated you get.” Defendant’s Appendix at A-68. Dr. Hameli’s testimony aided the jury in understanding the correlation between increased intoxication and the danger threatened to others. Thus, it was proper expert testimony in that it “assist[ed] the trier of fact to understand the evidence or to determine a fact in issue_” D.R.E. 702.\nMoorhead’s reliance on Powell v. State, Del.Supr., 527 A.2d 276 (1987) is misplaced. In Powell, expert testimony regarding the truthfulness of children who testify in a sexual abuse case was introduced, not to explain or clarify a material fact or issue, but to bolster the credibility of the victim’s testimony. This Court therefore found that the defendant in Powell was deprived of a substantial right which jeopardized the fairness and integrity of his trial. Id. at 280. In the present case, the evidence was not used in such a manner. Moreover, the jury was given a limiting instruction in this case. Finally, there is no evidence that the jury gave the evidence undue attention or weight.\nAccordingly, we find that Dr. Hameli’s expert testimony was relevant to the issues in dispute, and the Superior Court therefore did not abuse its discretion in admitting the evidence.\nV. THE INSTRUCTIONS ON THE ELEMENTS OF SECOND DEGREE MURDER\nMoorhead’s final argument is that the Superior Court’s instructions to the jury regarding the elements of murder in the see-ond degree were confusing and erroneous as a matter of law. As a result, Moorhead claims that he was denied a fair trial and that his conviction must be overturned.\nThis Court will uphold the instructions given by the trial court if they were “such as to enable the jury to intelligently perform its duty in returning a verdict.” Storey v. Castner, Del.Supr., 314 A.2d 187, 194 (1973); Riley v. State, Del.Supr., 585 A2d 719, 724 (1990), cert. denied, — U.S. -, 111 S.Ct. 2840, 115 L.Ed.2d 1008 (1991). It is well established that:\n[A] trial court’s instructions will not be the basis for reversible error if they “are reasonably informative and not misleading, judged by common practices and standards of verbal communication.”\nHaas v. United Technologies Corp., Del. Supr., 450 A.2d 1173, 1179 (1982), appeal dismissed, 459 U.S. 1192, 103 S.Ct. 1170, 75 L.Ed.2d 423 (1983) (quoting Baker v. Reid, Del.Supr., 57 A.2d 103, 109 (1947)). When judging the propriety of a jury charge, “the entire instruction is considered with no statement to be viewed out of context.” Haas, 450 A.2d at 1179. Thus, “a single instruction to a jury must not be judged in artificial isolation, but must be viewed in the context of the overall charge.” Cupp v. Naughten, 414 U.S. 141, 146-47, 94 S.Ct. 396, 400-01, 38 L.Ed.2d 368 (1973).\nMoorhead’s first claim of error regarding the Superior Court’s instructions to the jury is that the explanation of the required state of mind for second degree murder was so confusing and inadequate as to constitute reversible error. Specifically, Moorhead contends that the inclusion of both “willfully” and “not deliberate” in the following portion of the jury instruction was contradictory and improper:\nIf the act was voluntary and willfully done and had a direct tendency to destroy the life of another, and was not deliberate, if it was done without justification or adequate provocation, that it can be said that such act manifested a cruel, wicked and depraved indifference to human life.\nDefendant’s Appendix at A-177 (emphasis added).\nWe do not find the instruction to be contradictory or improper as Moorhead claims. The phrase “voluntary and willfully done” clearly refers to the nature of the defendant’s act. By contrast, the phrase “not deliberate” applies not to the act, but to the consequence of the act (i.e., the destruction of a human life). Thus, the act causing the murder must have been intentionally performed, but the homicidal result need not be deliberate. Although it would have been preferable if the instruction to the jury had contained a more detailed explanation of the meaning of “not deliberate,” this Court has recognized that “some inaccuracies and inaptness in statement are to be expected in any charge.” Baker, 57 A.2d at 109. Because the descriptive phrase “voluntary and willfully done” follows immediately after “the act” in contrast to the phrase “not deliberate” which follows the description of the consequence of the act (the “tendency to destroy the life of another”), we conclude that the instruction correctly stated the law and posed little risk of confusion.\nMoorhead’s other challenges to the Superior Court’s jury instructions relate to apparent misstatements by the trial judge. First, in describing the type of recklessness that is necessary for murder in the second degree, the trial court stated:\nA cruel, wicked and depraved indifference to human life can be found if the act of the defendant is so fraught with danger that it would be likely to cause death or serious bodily injury to another.\n(Defendant’s Appendix at A-177) (emphasis added). Although Moorhead is correct that the reference to “serious bodily harm” was erroneous because the type of recklessness being described pertains to murder in the second degree, the remainder of the instruction indicates little risk that the jury would have been misled or confused. In particular, the trial judge instructed the jury that “in order to convict a defendant of murder in the second degree, you must find that the defendant was aware of and consciously disregarded the risk that the conduct would cause death.... ” Defendant’s Appendix at A-176 (emphasis added). When read in context, therefore, the Superior Court’s instructions regarding the type of recklessness required for murder in the second degree were not misleading. Cf. Probst v. State, Del.Supr., 547 A.2d 114, 119-20 (1988) (holding that a jury instruction was misleading where the erroneous language was repeatedly stated, thereby creating a likelihood of jury confusion).\nSecond, the trial judge mistakenly interjected “second degree murder” when he summarized the elements of manslaughter. This inadvertent reference evidently was not detected by defense counsel, who did not object to it at trial, nor by anyone else who was present. After reviewing the entire instruction regarding manslaughter, we find virtually no risk that the jury was confused by the trial judge’s misstatement.\nThe Superior Court began the manslaughter charge by telling the jury: “In order to find the defendant guilty of manslaughter, you must find that all of the following elements have been established by the State beyond a reasonable doubt.” Defendant’s Appendix at A-180 (emphasis added). After setting forth the elements of manslaughter, and immediately following the inadvertent reference to second degree murder, the Superior Court concluded:\nIf, after considering all of the evidence, you find that the State has established beyond a reasonable doubt that [the elements of the crime occurred] ... you should find the defendant guilty of manslaughter. If you do not so find, or if you have reasonable doubt as to either element of this offense, you must find the defendant not guilty of manslaughter.\nDefendant’s Appendix at A-181-82 (emphasis added). Any possible confusion from the erroneous reference to second degree murder was manifestly cured by this concluding passage. See Dawson v. State, Del.Supr., 581 A.2d 1078, 1107 (1990) (holding that a trial judge’s misstatement in a jury instruction was harmless error because there was “no reasonable likelihood” that the jury would misinterpret the accurate instructions that were subsequently given), vacated and remanded on other grounds, — U.S.-, 112 S.Ct. 1093, 117 L.Ed.2d 309 (1992).\nAccordingly, we find the Superior Court’s instructions to be adequate when viewed in their entirety. See Haas, 450 A.2d at 1179. Although Moorhead has pointed out certain minor errors in the instructions, none of these posed a material risk of confusion among the jury. Therefore, to the extent the trial judge committed any errors in the instructions, they were harmless beyond a reasonable doubt.\nVI. CONCLUSION\nWe hold that the Superior Court did not abuse its discretion by admitting evidence of Moorhead’s DUI convictions in 1986 and 1989. It thoroughly considered each of the guidelines established by this Court in Getz, and we see no basis for finding its conclusion to be arbitrary or capricious. The Superior Court also properly exercised its discretion when it excluded evidence of Moorhead’s “good act” in 1970 because that act was too remote in time.\nSimilarly, we find no error in the admission of Dr. Hameli’s expert testimony regarding the relationship between the amount of alcohol consumed and the likelihood of an automobile accident. The trial judge properly weighed the probative value of such evidence against the potential for unfair prejudice, and decided that Dr. Hameli’s testimony was relevant to an issue in dispute, was probative on that issue, and had no unfairly prejudicial effect. We find no abuse of discretion in this part of the Superior Court’s decision.\nFinally, although this Court agrees with Moorhead that the phrase “serious bodily harm” should have been eliminated from the jury instruction and that the reference to “second degree murder” in the manslaughter charge was erroneous, neither of these minor mistakes posed a serious risk of jury confusion. Read as a whole, the Superior Court’s instructions do not contain any misstatement sufficient to justify reversal.\nFor the foregoing reasons, Moorhead’s conviction of murder in the second degree is AFFIRMED.\n. Under 21 Del.C. § 4177, it is unlawful for a person to operate a vehicle while under the influence of alcohol, drugs, or any combination thereof if such person has a blood alcohol concentration of one-tenth of one percent or more by weight.\n. D.R.E. 404(b) provides that:\nEvidence of other crimes, wrongs or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident.\n. When the evidence was admitted, the following instruction was given to the jury:\nLadies and gentlemen of the jury, you have now heard evidence that the defendant has been previously convicted of driving under the influence. You must not use such evidence to conclude that the defendant was driving under the influence on February 18, 1992.\nFurther, you must not use such evidence as proof that the defendant is a bad person and, therefore, probably committed the offense with which he is charged. You must not consider such evidence to conclude that the defendant has a certain character or a certain character trait, and to further conclude he acted in conformity to that trait or character with respect to the offense charged in this case.\nSuch evidence was offered by the State for the purpose of showing the defendant’s state of mind at the time of the offense charged in this case. You must consider this evidence only for the purpose I just mentioned. You assign to it such weight as you determine it deserves. You must not consider this evidence to determine whether the defendant is probably guilty of this offense because of his prior conduct.\nDefendant’s Appendix at A-55-56. Essentially the same instruction was given when the trial judge made his charge to the jury. Defendant’s Appendix at A-189-190.\n. The trial judge also reviewed case law submitted by the parties, and heard oral argument on the issue.\n. This issue is material because it pertains to one of the elements of murder in the second degree. See 11 Del.C. § 635. See also Weber v. State, Del.Supr., 547 A.2d 948, 955 (1988) (finding that evidence of prior criminal activity could be admitted where it related to an element of the charged crime).\n. D.R.E. 403 tracks Fed.R.Evid. 403. See D.R.E. 403 comment.\n. As previously discussed, the Superior Court denied the State’s request to introduce evidence that Moorhead was convicted of reckless driving in 1983 because the relevance of such evidence was minimal and because of its remoteness in time. Nor did the Superior Court admit any evidence offered by the State concerning Moor-head’s participation in an alcohol education program, because such evidence was of minimal probative value. Similarly, the trial judge refused to admit evidence offered by the State that two months prior to the fatal accident, defendant was involved in an incident where he fired a gun while intoxicated. These rulings indicate that the Superior Court was very careful and evenhanded in its decisions on whether to admit or exclude evidence.\n. The risk created by Moorhead was also pertinent to two of the lesser-included offenses with which he was charged—manslaughter and criminally negligent homicide. 11 Del.C. §§ 231(c)-(d), 631, 632(1).\n. The expert in Powell testified that, in her experience, 99 percent of children who testify in sexual abuse cases have told the truth. Powell, 527 A.2d at 278. This evidence was emphasized by the prosecutor, who stated in both his opening and rebuttal summations:\nMaybe a kid would lie about how chocolate got on her dress, but an expert, uncontradicted by the defense ... said in 99 percent of the cases, kids are telling you the truth when they tell you about intrafamily sexual abuse.\nId. at 279. The impact of the expert’s testimony in Powell was indicated by the request of the jury, while deliberating, to be provided the exact wording of the expert’s opinion. Id. Furthermore, the Superior Court in Powell failed to give a limiting instruction, or any instruction regarding the expert testimony. Thus the conviction in Powell was reversed for reasons which are not pertinent to the issues presented here.",
        "type": "majority",
        "author": "VEASEY, Chief Justice:"
      }
    ],
    "attorneys": [
      "Joseph A. Hurley, Wilmington, for appellant.",
      "Gary A. Myers (argued), and William L. George, Jr., Dept, of Justice, Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Edward C. MOORHEAD, Jr., Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted: Dec. 21, 1993.\nDecided: March 17, 1994.\nJoseph A. Hurley, Wilmington, for appellant.\nGary A. Myers (argued), and William L. George, Jr., Dept, of Justice, Wilmington, for appellee.\nBefore VEASEY, C.J., WALSH and HOLLAND, JJ."
  },
  "file_name": "0052-01",
  "first_page_order": 112,
  "last_page_order": 119
}
