{
  "id": 7357187,
  "name": "In re SARAH T., et al.",
  "name_abbreviation": "In re Sarah T.",
  "decision_date": "1993-07-30",
  "docket_number": "",
  "first_page": "53",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 53"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "602 A.2d 1161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938510
      ],
      "pin_cites": [
        {
          "page": "1163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/1161-01"
      ]
    },
    {
      "cite": "572 A.2d 1080",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387971
      ],
      "pin_cites": [
        {
          "page": "1081"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/1080-01"
      ]
    },
    {
      "cite": "424 U.S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026449
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "334-35"
        },
        {
          "page": "902-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0319-01"
      ]
    },
    {
      "cite": "511 A.2d 450",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11299578
      ],
      "pin_cites": [
        {
          "page": "452-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/511/0450-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 321,
    "char_count": 4403,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 1.564828203184668e-07,
      "percentile": 0.6775435556281466
    },
    "sha256": "7d52a86ab508cbb54cb74e6887d08e53655ce5ddf4ed5eb2bab8cc64e4f4c5ad",
    "simhash": "1:f4ec64bb0110ace2",
    "word_count": 691
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and GLASSMAN, CLIFFORD, COLLINS and DANA, JJ."
    ],
    "parties": [
      "In re SARAH T., et al."
    ],
    "opinions": [
      {
        "text": "DANA, Justice.\nAt the hearing on the termination of the parental rights of the natural parents of Sarah T., Sybil M. and Dulcey M, the Department of Human Services (DHS) presented abundant evidence that the parents were unwilling or unable to protect their children from jeopardy, that the circumstances were unlikely to change within a time reasonably calculated to meet their needs and that termination was in their best interests. Evidence was presented that both parents had been convicted of gross sexual misconduct toward their children. The District Court (Bangor, Russell, J.) ordered termination of their parental rights and this appeal by the parents followed. We affirm the judgment.\nThe parents contend that the court’s use of the rebuttable presumption contained in 22 M.R.S.A. § 4055(1-A) deprived them of due process and the equal protection of the laws. In reviewing whether procedures followed in a parental rights termination proceeding satisfy the demands of due process, the factors to be considered are:\n[fjirst, the private interest that will be affected by the official action; second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards; and finally, the Government’s interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirement would entail.\nIn re Randy Scott B., 511 A.2d 450, 452-53 (Me.1986) (quoting Mathews v. Eldridge, 424 U.S. 319, 334-35, 96 S.Ct. 893, 902-03, 47 L.Ed.2d 18 (1976)).\nIt is conceded that the parents have an extremely important interest that will be affected in the termination proceeding. In re Charles Jason R., Jr., 572 A.2d 1080, 1081 (Me.1990).\nWith respect to the second prong of the Mathews test, the parents contend that the presumption was conclusive rather than re-buttable, as applied to them, because, notwithstanding their convictions, they continued to deny any wrongdoing and were therefore denied visitation and counselling services by DHS and consequently had no evidence of rehabilitation with which to rebut the presumption. It is illogical, however, to maintain that a presumption becomes conclusive simply because a person against whom it is applied has offered no evidence with which to rebut it. That is the nature of a rebuttable presumption.\nFurthermore, the presumption furthers the compelling state interest of permanently placing abused children in stable homes at the earliest possible time and protecting children from parents who have abused them by allowing the proceeding to be completed more efficiently, more quickly and less expensively. It also minimizes the danger that the children will have to again testify. The use of the rebuttable presumption, therefore, did not deprive the parents of due process. Likewise, because the presumption furthers a compelling state interest, there was no equal protection violation.\nMoreover, even absent reliance on the presumption, there was ample evidence to support the court’s findings that the parents were unwilling or unable to protect their children from jeopardy, that the circumstances were unlikely to change within a time reasonably calculated to meet the children’s needs and that termination was in the best interests of the children. See In re Peter M. 602 A.2d 1161, 1163 (Me.1992).\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The statute reads, in relevant part:\n1-A. Rebuttable presumption. The court may presume that the parent is unwilling or unable to protect the child from jeopardy and these circumstances are unlikely to change within a time which is reasonably calculated to meet the child’s needs if:\nB. The victim of any of the following crimes was a child for whom the parent was responsible or the victim was a child who was a member of a household lived in or frequented by the parent and the parent has been convicted of:\n(7) Gross sexual misconduct.",
        "type": "majority",
        "author": "DANA, Justice."
      }
    ],
    "attorneys": [
      "Perry O’Brian (orally), Bangor, for Mother.",
      "Peter Baldacci, Treworgy & Baldacci, Bangor, for Father.",
      "Michael C. Kearney (orally), Geoffrey Goodwin, Asst. Attys. Gen., Augusta, for defendant.",
      "Gary Growe, Bangor, Guardian Ad Li-tem."
    ],
    "corrections": "",
    "head_matter": "In re SARAH T., et al.\nSupreme Judicial Court of Maine.\nArgued June 3, 1993.\nDecided July 30, 1993.\nPerry O’Brian (orally), Bangor, for Mother.\nPeter Baldacci, Treworgy & Baldacci, Bangor, for Father.\nMichael C. Kearney (orally), Geoffrey Goodwin, Asst. Attys. Gen., Augusta, for defendant.\nGary Growe, Bangor, Guardian Ad Li-tem.\nBefore WATHEN, C.J., and GLASSMAN, CLIFFORD, COLLINS and DANA, JJ."
  },
  "file_name": "0053-01",
  "first_page_order": 103,
  "last_page_order": 105
}
