{
  "id": 7964815,
  "name": "David G. McLaughlin v. MACHIAS SCHOOL COMMITTEE et al.",
  "name_abbreviation": "McLaughlin v. Machias School Committee",
  "decision_date": "1978-04-28",
  "docket_number": "",
  "first_page": "53",
  "last_page": "56",
  "citations": [
    {
      "type": "official",
      "cite": "385 A.2d 53"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "216 N.W.2d 339",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10739334
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/216/0339-01"
      ]
    },
    {
      "cite": "329 F.Supp. 144",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5593154
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/329/0144-01"
      ]
    },
    {
      "cite": "436 F.2d 747",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2213410
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/436/0747-01"
      ]
    },
    {
      "cite": "342 A.2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8059196
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "708"
        },
        {
          "page": "707"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/342/0704-01"
      ]
    },
    {
      "cite": "331 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040277
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "647"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/331/0640-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 10149,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20066015431787723
    },
    "sha256": "cc5e40e63bcf1a8e391d723f2b3b55b10dac1d3e422648ce529bfd2fd60b4e67",
    "simhash": "1:faf90be2688cc57f",
    "word_count": 1594
  },
  "last_updated": "2024-02-27T23:49:46.658859+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and POMER-OY, WERNICK, ARCHIBALD and GOD-FREY, JJ.",
      "DELAHANTY and NICHOLS, JJ., did not sit."
    ],
    "parties": [
      "David G. McLaughlin v. MACHIAS SCHOOL COMMITTEE et al."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nOn November 26, 1974, the Machias School Committee, after finding that plaintiff David G. McLaughlin was unfit to teach and that his services were unprofitable to the Machias Schools, issued a certificate of dismissal against him, pursuant to 20 M.R.S.A. § 473(4). In accordance with Rule 80B M.R.Civ.P., plaintiff, in December 1974, sought judicial review of the School Committee’s decision by filing a complaint in the Superior Court (Washington County) against the Committee as defendant. Plaintiff claimed the Committee had unlawfully terminated plaintiff’s employment as a teacher and coach at the Machias Memorial High School. In the course of these proceedings, after various affidavits had been filed, plaintiff moved for summary judgment in his favor. Evaluating plaintiff’s motion, the presiding Justice concluded that defendant, not plaintiff, was entitled to summary judgment and, pursuant to Rule 56(c) M.R.Civ.P., the Justice ordered entry of judgment for defendant. Plaintiff has appealed from said judgment, as entered.\nWe deny plaintiff’s appeal.\nFrom 1970 to 1974 plaintiff taught physical education and coached several team sports at the Machias Memorial High School. By 1974 plaintiff had compiled an outstanding personal record at the school and had become a tenured teacher.\nOn October 16, 1974, plaintiff participated in a “pick-up” basketball game at the Machias High School with a number of students. Adverse weather conditions had caused cancellation of a late afternoon soccer practice, and plaintiff had organized the basketball game for the group on a voluntary basis. During the game, while plaintiff was in the act of shooting for a basket, a student pushed plaintiff from behind. Plaintiff immediately turned around and with a single blow of an open hand struck the student on his right cheek bone. The blow caused closure of the student’s mouth and, in consequence, the student lost one of his teeth and suffered serious damage to another tooth. He also sustained a bloody nose and a black eye. After the incident, which lasted only a few seconds, plaintiff administered first aid to the student and drove him home.\nAt the hearing before the School Committee, plaintiff admitted that he had intended to cuff the student lightly on the top of the head but denied that he had intended to cause any damage. The student testified that the teacher struck him on purpose and in anger. The Superintendent of Schools expressed his opinion that plaintiff would not be able to perform in the school as effectively as before the incident. He explained that a coach or physical education teacher must teach by example as well as by discussion.\nIn its certificate of dismissal, the School Committee stated:\n“Having held ... [a] hearing and after due deliberation, the undersigned, constituting the Machias School Committee do find that the said Mr. David McLaughlin did on October 16, 1974 in the high school gymnasium strike a student, Chris Gaudette, without justification and with such force that the said Chris Gaudette sustained serious physical injury, to wit: loss of one tooth and serious physical damage to another tooth.\n“The Undersigned, constituting the Mac-hias School Committee, further conclude that the charge preferred by the Superintendent is true; that Mr. David McLaughlin’s action in striking the said Chris Gaudette renders the said David McLaughlin unfit to teach and his services, by reason of said action, are deemed unprofitable to the Machias Schools; and, therefore, pursuant to Title 20, Me.Rev. Stat.Ann. § 473.4, and based on each and both of said statutory grounds, for the reasons stated herein, Mr. David McLaughlin is hereby dismissed.”\n1.\nPlaintiff contends that the evidence in the record is insufficient to support the Committee’s finding that, within the meaning of 20 M.R.S.A. 7 473(4), plaintiff is “unfit to teach” and his “services” have become “unprofitable” to the school.\nSection 473 provides:\n“Superintending school committees and school directors shall perform the following duties:\n“4. Teachers dismissed. After investigation, due notice of hearing, and hearing thereon, they shall dismiss any teacher, although having the requisite certificate, who proves unfit to teach or whose services they deem unprofitable to the school; and give to said teacher a certificate of dismissal and of the reasons therefor, a copy of which they shall retain. . .”\nIn Wright v. Superintending School Committee, City of Portland, Me., 331 A.2d 640, 647 (1975) we decided that the “single, isolated instance of ‘grave lack of judgment’ there involved could not in the particular circumstances presented “constitute ‘unfitness to teach’ within the intendment of 20 M.R.S.A. § 473(4).” In footnote 3 of the opinion we took the precaution to emphasize that\n“[w]e do not mean to say that a single incident can never constitute ‘unfitness to teach.’ The facts of each case must be evaluated in terms of whether the character and degree of the act have so impaired the services of the teacher in properly instructing his students that he may be said to be incapable of or unsuited to teaching.”\nHere, in contrast to the situation in Wright, supra, the misconduct of the teacher pertains directly to his teaching position and performance. - Cf. Fernald v. City of Ellsworth Superintending School Committee, Me., 342 A.2d 704, 708 (1975). The example set by a coach or physical education teacher is critical to his “overall impact” on impressionable young athletes, particularly at a time when the malady of violence jeopardizes the benefits to be derived from teaching competitive sports. Physical education teachers and coaches of high school athletes and students must have, an exceptional ability to control the emotion, excitement and zeal involved in competitive sporting endeavors. The value of teaching physical education, fair play and good sportsmanship may be permanently impaired when the personal conduct of a teacher-coach conflicts with the message his teaching should impart. The teacher’s actions may speak more loudly than his words. In addition, a single act of violence in the setting of a competitive sport may cause serious injury or provoke a violent response.\nIt is of no moment whether we might have decided differently had we been the tribunal responsible for decision in the first instance. The scope of our appellate review is confined to the question whether, on all the evidence in accordance with a correct application of legal principles, there was a rational basis for the decision made by the Machias School Committee. We conclude that there was such warrant for the Committee’s determination.\n2.\nWe turn to plaintiff’s other contention on appeal, that the Court erred in ordering summary judgment for defendant because genuine issues of material fact existed in relation to whether the Machias School Committee (1) was an impartial tribunal and (2) conducted the plaintiff’s hearing in conformity to the constitutional requirements of procedural due process of law. Specifically, plaintiff contends that the Committee was biased against him and purported to act, by virtue of the manner in which the Committee’s attorney functioned, as both prosecutor and judge of plaintiff.\nWe will not give these contentions appellate cognizance because plaintiff did not adequately save them for our appellate scrutiny. Plaintiff did not raise the issues at the proceedings before the School Committee. Plaintiff’s attorney never mentioned the dual role in which the attorney for the School Committee appeared to be acting, and, indeed, he stated expressly that he had no objection to any procedural matters. The failure to raise issues of procedural due process at the hearing before the School Committee ordinarily constitutes a waiver of those issues. See Beattie v. Roberts, 436 F.2d 747 (1st Cir. 1971); McDonough v. Kelly, 329 F.Supp. 144 (D.N.H. 1971); Erb v. Iowa State Board of Public Instruction, 216 N.W.2d 339 (Iowa 1974). In the circumstances of this case we conclude that plaintiff acquiesced in all procedural matters related to the hearing before the School Committee. As to the claim of the School Committee’s bias, plaintiff’s attorney was permitted to question the Committee members in regard to their impartiality, and he indicated at the time that he was satisfied with their response that they had not prejudged the case.\nThe entry is:\nAppeal denied.\nJudgment affirmed.\nDELAHANTY and NICHOLS, JJ., did not sit.\n. The individual members of the School Committee in their capacities as such Committee members were also named as defendants. Since the case involves the Committee’s action, we treat the School Committee as if a single defendant.\n. In a cross-appeal defendant challenges the Superior Court’s ruling excluding from evidence certain paragraphs of the affidavits of the School Committee members. Since we deny plaintiffs appeal, we do not reach this issue raised by the cross-appeal.\n. Plaintiff also claims that the certificate of dismissal lacks factual findings adequate to support the determination that plaintiff is unfit to teach or his services are unprofitable to the school. We find that the certificate of dismissal does contain findings of fact sufficient to allow for meaningful judicial review of the Committee’s determination. The Committee was not required to elaborate on the argumentative significance of certain facts in relation to the statutory criteria applicable in the dismissal proceedings. The findings of fact set forth in the certificate, if supported by the evidence, sufficiently constitute the statutory ground for dismissal prescribed in § 473(4). See Fernald v. City of Ellsworth Superintending School Committee, Me., 342 A.2d 704, 707 (1975).",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Sunenblick, Fontaine & Reben by Donald F. Fontaine, Portland (orally), for plaintiff.",
      "Drummond, Woodsum, Plimpton & MacMahon by Harry R. Pringle, Portland (orally), for defendants."
    ],
    "corrections": "",
    "head_matter": "David G. McLaughlin v. MACHIAS SCHOOL COMMITTEE et al.\nSupreme Judicial Court of Maine.\nApril 28, 1978.\nSunenblick, Fontaine & Reben by Donald F. Fontaine, Portland (orally), for plaintiff.\nDrummond, Woodsum, Plimpton & MacMahon by Harry R. Pringle, Portland (orally), for defendants.\nBefore McKUSICK, C. J., and POMER-OY, WERNICK, ARCHIBALD and GOD-FREY, JJ."
  },
  "file_name": "0053-02",
  "first_page_order": 101,
  "last_page_order": 104
}
