{
  "id": 8952866,
  "name": "James Robert GIBSON and Jane Harkins Gibson, Plaintiffs, v. SUSSEX COUNTY COUNCIL, Dale R. Dukes, Finley B. Jones, Jr., George B. Cole, Vance Phillips, and Lynn J. Rogers, Individually and in their official capacity as members of Sussex County Council, Defendants",
  "name_abbreviation": "Gibson v. Sussex County Council",
  "decision_date": "2005-07-21",
  "docket_number": "C.A. No. 722-S",
  "first_page": "54",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 54"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1992 WL 14957",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "*2-3"
        },
        {
          "page": "*2-3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "517 A.2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922933
      ],
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/0263-01"
      ]
    },
    {
      "cite": "1997 WL 695570",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1986 WL 10085",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "recognizing as valid a community objection that that a proposed airport \"would destroy the quiet, residential character of the neighborhood\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "516 A.2d 480",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924771
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/516/0480-01"
      ]
    },
    {
      "cite": "508 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920764
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "891-92"
        },
        {
          "page": "891-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/508/0882-01"
      ]
    },
    {
      "cite": "1986 WL 10082",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "*3",
          "parenthetical": "explaining the evolution of this standard and its applicability to denials as well as grants of conditional use applications"
        },
        {
          "page": "*2"
        },
        {
          "page": "*2"
        },
        {
          "page": "*3",
          "parenthetical": "granting plaintiffs summary judgment where plaintiff. sought injunctive and declaratory relief after being denied a conditional use permit"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "310 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "550-51"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "270 Md. 41",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1871310
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/md/270/0041-01"
      ]
    },
    {
      "cite": "254 A.2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "643",
          "parenthetical": "\"We start with the proposition that where there is an application for a legislatively provided special exception, the burden is on those who would deny the exception to prove that it is detrimental to the health, safety, welfare and morals of the community.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924336
      ],
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "\"We start with the proposition that where there is an application for a legislatively provided special exception, the burden is on those who would deny the exception to prove that it is detrimental to the health, safety, welfare and morals of the community.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0264-01"
      ]
    },
    {
      "cite": "108 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "673"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1984 WL 159381",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "705 A.2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "1997 WL 525860",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*6"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "503 A.2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7897395
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "191"
        },
        {
          "page": "191"
        },
        {
          "page": "191"
        },
        {
          "page": "191",
          "parenthetical": "\"The court may set aside arbitrary and capricious zoning action, i.e. one that is not reasonably related to public health, safety or welfare.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/503/0187-01"
      ]
    },
    {
      "cite": "576 A.2d 642",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7385719
      ],
      "weight": 13,
      "year": 1989,
      "pin_cites": [
        {
          "page": "648"
        },
        {
          "page": "646"
        },
        {
          "parenthetical": "citations to Maryland and Pennsylvania cases omitted"
        },
        {
          "page": "647-48"
        },
        {
          "page": "646"
        },
        {
          "page": "646"
        },
        {
          "page": "648"
        },
        {
          "page": "648"
        },
        {
          "page": "648"
        },
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/576/0642-01"
      ]
    },
    {
      "cite": "693 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12004669
      ],
      "pin_cites": [
        {
          "page": "1079"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/1076-01"
      ]
    },
    {
      "cite": "606 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301469
      ],
      "pin_cites": [
        {
          "page": "99-100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0096-01"
      ]
    },
    {
      "cite": "810 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9310588
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/810/0345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 2360,
    "char_count": 87606,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3278915102772401
    },
    "sha256": "91041ad88ed8cc507e4762918dbc5e92e47135c88610b979034d795efb155646",
    "simhash": "1:3925a882a4328cd0",
    "word_count": 14078
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James Robert GIBSON and Jane Harkins Gibson, Plaintiffs, v. SUSSEX COUNTY COUNCIL, Dale R. Dukes, Finley B. Jones, Jr., George B. Cole, Vance Phillips, and Lynn J. Rogers, Individually and in their official capacity as members of Sussex County Council, Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION\nSTRINE, Vice Chancellor.\nI. Introduction\nThe plaintiffs, James R. Gibson and Jane H. Gibson, live in Wilmington, Delaware, but own a piece of property located on the scenic shores of Lake Comegys, in Sussex County. They desire to build there a three unit townhouse (the “Project”), from which they, and the purchasers of the other two units, might enjoy the natural beauty that surrounds them — albeit from 3,200 square feet of air-conditioned comfort. The Gibsons are not the first couple to become enamored of this particular iteration of the American dream; indeed, as we shall see, it is, in- no small part, the pioneers who pursued that dream near Lake Comegys first whose vociferous objections have led the Gibsons to this court.\nBecause the zoning requirements of Sussex County demanded it, the Gibsons sought the permission first of the Sussex County Planning and Zoning Commission (the “Zoning Commission”) and then of the Sussex County Council (“County Council”) to build the Project. The Gibsons received approval from the Zoning Commission because they had satisfied all the statutory and regulatory criteria the Commission deemed relevant. But, they were ultimately denied permission by the County Council. The Gibsons come before this court seeking redress, contending that the County Council acted arbitrarily and capriciously in denying their application.\nBecause this question of whether the County Council’s actions were within the bounds of its discretion must be assessed against the facts of record, the Gibsons and the County Council have both moved for summary judgment, arguing that different legal conclusions ought to be drawn from the undisputed record. This opinion resolves those cross motions, and finds that the County Council’s decision regarding the Gibsons’ property was arbitrary and capricious because it failed to logically incorporate, or even respond to, the record facts that had been assessed and considered by its expert subordinate committee, the Zoning Commission, in approving the Project. Put simply, it is impossible to avoid the conclusion that the County Council’s rejection of the Project was driven by a desire to please the opponents of the Project, and not by rational factors pertinent to the decision before the Council. In making a land use approval decision of this kind, the Council is not free to bend to the prevailing breeze, but must rationally and fairly apply its zoning code and regulations. That did not occur here and instead the Gibsons were subjected to an ad hoc exercise of power. Although some of the considerations raised by the public are rational considerations for the formulation of land use policy, they are considerations that the County Council must address in a legislative fashion and not in an arbitrary fashion that subjects some property owners like the Gibsons to unwritten, subjective restrictions that the Council is not willing to impose on similarly situated property owners.\nII. Factual Background\nThe Gibsons’ property, lot 3A of Silver Lake Heights, Sussex County, (the “Property”) is not large. It consists of a quarter acre, or 11,850 square feet, and is nestled between Pine Lane to the North, and the shores of Lake Comegys to the South. Notably, the Property is also located in an area where two roads — Pine Lane and Silver Lake Drive — also come very close to Lake Comegys. The one road, Silver Lake Drive, known as King Charles Avenue closer to Dewey Beach, is a heavily traveled thoroughfare between Rehoboth and Dewey Beach. The entire area surrounding both Lake Comegys and the adjacent Silver Lake, just on the other side of Silver Lake Drive, is dotted with houses, many of which are very large. Surrounding Silver Lake, for example, is another small community that includes some enormous houses. At several points along Silver Lake, public roads come very close to the water’s edge.\nAs Delawareans know, we have no actual “lakes” in our state. By mid-western standards, Lake Comegys barely qualifies as a pond, rather than a puddle. For our local purposes, it is a modest-sized pond and I will call it the “Pond” for short. Likewise, Silver Lake, although far larger than Lake Comegys, is also, by any honest and objective standard, a pond.\nThe Property is located in a zoning district designated Medium Density Residential (“MR”). For many years, a residence sat on the Property that was built approximately ten to fifteen feet from the Pond. In 2002, the Gibsons donated this structure to First State Community Action Agency, which intended to move the home to a new location; unfortunately the move proved impossible and the structure was destroyed. The lot has remained vacant since that time, a condition that, as we shall see, others in the neighborhood apparently enjoyed.\nIn September 2008, the Gibsons proposed to build the Project on the vacant lot. Their purpose seems obvious. By building a three unit townhouse, they can finance the construction of a new residence for themselves in an economically feasible manner, using the proceeds from the sale of the other two units.\nIf they had the wherewithal and the desire, the Gibsons would be free to build a single family home on the Property that is even larger than the Project. That is, they could build a home (or sell to someone who intended to build a home) as large as some of the ones that loom near Silver Lake. The reason for that is that the MR designation allows for certain permitted uses, such as the building of a single family dwelling.\nBut, the Gibsons’ Project, despite being residential in nature, falls under another category of use — that of a conditional use. In the MR zones of Sussex County, multifamily dwelling structures are classified as conditional uses. Conditional uses, as the term implies, require that the property owner meet the added condition of clearing his intended use with the County in advance of building. In this case, that process proceeded through the following steps.\nBecause the Silver Lake Heights community does not he within the corporate limits of any city or town' — -even though it is nestled tightly between Rehoboth Beach and Dewey Beach — the Gibsons submitted their application to Sussex County, specifically to that body of county government responsible for the first review of conditional use applications, the Zoning Commission. The application, seeking permission to build a single building containing three townhouses on the site, was filed September 8, 2003 and assigned the application number CU # 1540. The Zoning Commission, however, does not have the final say in approving or denying the application; instead, it provides a non-binding recommendation to the body that does have that decision-making authority, the County Council.\nThe administrative process did not proceed at a brisk pace. A public hearing before the Zoning Commission was noticed for May 13, 2004, along with a later hearing, on June 8, 2004, before the County Council. Both meetings took place as planned, but the Zoning Commission rendered no recommendation at its May 13 hearing, instead deferring its decision. On June 8, the County Council, without the benefit of the Zoning Commission’s recommendation, followed suit, tabling the decision until it received the Zoning Commission’s recommendation.\nSoon thereafter, on June 24, 2004, the Zoning Commission issued its decision unanimously recommending the Project. In making its determination, the Zoning Commission made the following verbatim observations regarding the Gibsons’ Project in support of its recommendation:\n1) It is a permitted Conditional Use in a MR zone and complies with the stated purpose of the MR zone.\n2) The proposed Conditional Use will have no significant impact upon traffic.\n3) There are other multi-family structures with similar density and characteristics in the vicinity of the project.\n4) The project will not have an adverse impact on the neighboring properties or community.\n5) There is no evidence that Lake Co-megys will be harmed by the proposed structure.\nIn addition to this articulated reasoning evincing a thorough and rational review, the Zoning Commission conditioned its approval on several additional factors, namely:\n1) Only 3 units shall be constructed upon the property.\n2) The project shall be subject to the approval of the Sussex County Engineering Department. The Applicant shall be required to design; fund and construct any upgrades to the County sewer system that are necessary to serve the 3 units.\n3) Construction, site work, grading and deliveries of construction materials, landscaping materials and fill, on, off or to the property shall only occur during the hours between 8:00 a.m. and 5:00 p.m., Monday through Friday.\n4) There shall be at least 3 parking spaces per unit.\n5) The project shall not exceed the County’s height and setback requirements.\n6) The site plan shall be subject to approval of the Planning and Zoning Commission.\nThese caveats to the approval show the Zoning Commission’s efforts to limit the impact of the construction on the existing community, and, more importantly, to ensure that both it and other relevant County offices retained oversight over the Project as it moved forward. With these limitations, the Zoning Commission voted unanimously to forward its recommendation to the County Council.\nAt the August 3, 2004 meeting of the County Council, the director of the Zoning Commission presented the above recommendation, with its caveats, to the Council. No discussion or debate of the Zoning Commission’s findings ensued; instead, the recommendation was promptly voted upon and rejected by a vote of 4 to 1. It is this determination that the Gibsons allege was arbitrary and capricious. Several of the Councilmen indicated the reasons for their votes in the transcript of that proceeding. Because my analysis of the legal question breaks down these reasons in detail, I deal with the specific reasons provided by the Councilmen in my analysis below. These reasons, however, are summarized in the approved minutes of the August 3, 2004 meeting of the County Council which provide in relevant part:\nThe County Council denied the application based on the following reasons: the proposed use is out of character with the area; the proposed height of the structure is not compatible with other structures in the area; the proposal is for increased density; and approving the project may set a precedent for other redevelopment projects in the area.\nThe County Council’s decision took place against a background that includes several relevant facts. First, the community in which the Property is located contains several townhouses. As the chairman of the County Council noted at the August 3 meeting, there are 28 townhouses and 9 single family dwellings in the surrounding community bordering the Pond. In fact, the Gibsons are only the most recent property owners to make a conditional use application to build townhouses in the community surrounding the Pond. The most recent submission before the Gibsons’ was CU # 1440, approved on March 12, 2002, which granted the right to construct three townhouses on a lot only 200 feet from the Gibsons’ Property, on the other side of Pine Lane, and therefore slightly set back from the Pond. In the course of approving that application, the Zoning Commission noted:\nthat the site is located in the unincorporated area of Sussex County between the City of Rehoboth Beach and the Town of Dewey Beach; ... that they propose to remove the existing home and build a three (3) unit multi-family dwelling structure; that the site is located in the Dewey Beach Sanitary Sewer and Water Districts; ... that there will be no impact upon traffic; that the site is located in a residential area overlooking Silver Lake; that the site is in close proximity to shopping and medical facilities; that police‘and fire protection are in close proximity; that the site is located in a Development District according to the 1997 Comprehensive Plan and near the Town Center for the City of Rehoboth Beach where higher density is recommended; that population is already concentrated in this growth area; ... that according to the Governor’s Livable Delaware Report the site is Io-cated in a growth area where development should occur; [and] that the use is consistent with the development that has recently taken place in the area [referencing] the adjacent four (4) units on Tax Map Parcel # 125, the six (6) units on Tax Map Parcel # 122, and the Bed and Breakfast Inn on Tax Map Parcel # 124.\nThe County Council expressly adopted the Zoning Commission’s fact findings on these points as its own, and also made these additional factual findings:\nThe applicant established by substantial evidence that the proposed use is consistent with the purposes and goals of the Comprehensive Land Use Plan; is within a Development District; is consistent with the type and character of the residential development in the immediate area; and as a result, will have no adverse impact of any sort on property values, traffic or the environment.\nThese recent assessments of the area’s character by the Zoning Commission and County Council remain relevant as a comparison to the Gibsons’ application. The determinations of fact adopted by the County Council in CU # 1440 bear upon the allegedly arbitrary nature of the Council’s decision. CU # 1440 faced no community objection and passed County Council with four votes for, and one abstention.\nRegarding that decision, the County Council notes that the 1997 Comprehensive Plan alluded to by the Commission in considering CU # 1440 had been updated by the 2003 Comprehensive Plan by the time the Gibsons made their application. In the 2003 Plan, the Council contends that the neighborhood was no longer designated as a Development District, but instead had been designated as part of an “Environmentally Sensitive Developing Area,” a new designation that “can be defined as a Developing District with special environmental design and protection requirement[s].” Although both parties addressed this issue in briefing and at argument, whether this designation applied to the Gibsons’ Property, given that the area clearly was and continues to be an MR zone, remained unclear. After reviewing the record I am now convinced that the area in question is indeed located in an Environmentally Sensitive Developing Area, though the map pictorially representing this fact is, to put it generously, less than clear on this point. The confusion arises because the “district” system used for land planning is separate and distinct from the zoning system which is also shown on the map. Unfortunately, the map generally does not show both plan use and zoning, but only zoning, where zoning exists.\nNevertheless, both sides concede that the Property has remained zoned MR, Medium Density Residential, in both the 1997 and 2003 Plans and, of course, retains its close proximity to highly populous and traveled areas of Rehoboth Beach and Dewey Beach. According to the 2003 Comprehensive Plan, MR zones are contemplated to exist in Environmentally Sensitive Developing Areas, which, while generally containing low to medium density, can contain low, medium, or even high density areas. Importantly, the designation of an area as an Environmentally Sensitive Developing Area does not mean that all development within the area is precluded; rather, the designation denotes a need for ensuring that development proceeds in a manner sensitive to the environment within the designated areas.\nIn this regard, it is notable that a large portion of Sussex County’s coastal region was so designated, for obviously rational reasons, even though much of the designated area is populated and dotted with commercial enterprises. Consistent with this reading, the map showing Future Land Use incorporated in the plan shows that the Environmentally Sensitive Developing Area contains practically all types of zones including: Industrial, Medium Density, High Density, General and Commercial. The Gibsons’ Property is thus properly categorized as located in a MR zone that, in turn, is located within the Environmentally Sensitive Developing Area. It is the interplay between these two land use planning systems that has caused some confusion in this matter.\nFinally, I note two additional facts. First, it cannot be forgotten that the Gib-sons retain the right to build a single family home upon the Property, one that could be taller, wider and closer to the Pond than the townhouses that they propose. In reviewing the concerns that faced the County Council — that the structure might be too tall, that it might create runoff or other environmental problems, that its size or design might not be “compatible” with the existing architecture, and that it might be built too close to the Pond and thereby damage it — one must compare these dangers not against the remote possibility that the lot,would remain empty, but against the risks that might be created if the Gibsons built (or sold to someone who built) a palatial dream house instead of three townhouse units.\nLast, I note that there was considerable, vocal, community opposition to granting this conditional use. Letters from the Re-hoboth Beach Home Owners Association, the Lake Comegys Association of Owners, the Rehoboth Beach Historical Society, and the nascent Save Our Lakes Alliance were all before the Council when they made their decision and, I think it is fair to say, strongly influenced the votes of the Councilmen. The concerns expressed in these communications largely parallel the several reasons that the Councilmen offer in defense of their decision that are addressed below. Interestingly, the views of the opponents are ones that might rationally form the foundation for a consistent legislative approach limiting the scope, nature, and effect of development on our state’s waterways, as well as the way in which residents near waterways live. But the opponents did not come before the County Council advocating rules of general application, they came before the Council arguing implicitly that the Gibsons be subjected to unspecified, ad hoc restrictions that, if adopted in a written, defined, rational and non-arbitrary way, would expose the fact that many of these opponents live in houses, or even townhouses, near the Pond and Silver Lake made of metaphorical glass.\nThe opponents did not provide any substantial basis to conclude that the Project poses any marginal threat to the legitimate interests of the environment or surrounding community that justified denial of the application. The Project, if built, simply solidifies the reality that those who reside near the Pond and Silver Lake have already shaped — that their well-populated community contains many townhouses and other, disparate structures that border the waterways, that the community is crossed by roads that serve the residents and also impinge on the waterways, and that the residents’ presence forces wildlife to share the area with themselves and their vehicles.\nIII. Legal Analysis\nBoth parties have moved for summary judgment. The standard for granting such a motion is well established. To prevail, each moving party must show that there is “no genuine issue as to any material fact” and that they are “entitled to judgment as a matter of law.” In examining the record, I must draw every reasonable inference in favor of the non-moving party, and accept the non-moving party’s version of any disputed facts. That the parties have filed cross motions for summary judgment does not alter this standard.\nA. Legal Framework\nAs if the confusion caused by harmonizing the two land use plans alluded to above was not enough, further confusion stems from the fact that two legal frameworks for reviewing conditional uses are also presented in this matter, ironically by the same case. Both parties quote liberally from the on-point precedent of Steen v. County Council of Sussex County to support diametrically opposed positions on how a conditional use exception relates to a zoning code, and the implications of that relationship for judicial review. About the only aspect of Steen that the parties agree upon is that it correctly establishes that this court can only disturb the County Council’s refusal to grant the conditional use application by the Gibsons if the court concludes that the Council acted arbitrarily and capriciously.\nBut the lingering question is who has the burden of proof. The Gibsons contend, citing Steen, that having convinced the Zoning Commission that the Project satisfied all legally pertinent requirements, a rebuttable presumption arose in favor of granting the conditional use permit. They emphasize the Steen court’s observation that a conditional use is in compliance with, not an exception to, the zoning ordinance.\nBy contrast, the Sussex County Council, also citing Steen, suggests that the Gib-sons must be subject to the more rigorous analysis that accompanies a full-fledged rezoning application, including meeting the requirements of 9 Del. C. § 6904(a). That section is part of a broad collection of statutes granting power from the State to Sussex County government, and it specifically addresses the purposes sought to be accomplished by Sussex County government in passing zoning regulations pursuant to that grant of authority. Section 6904(a) sets forth a number of factors relevant to making zoning decisions that are consistent with the health, safety and welfare of the community, including: lessening the congestion on streets or roads; securing safety from flood or fire; providing adequate fight or air; balancing excessive concentration of population concerns against excessive scattering of population; and making available basic developmental necessities ranging from utilities, such as water and sanitation, to sufficient education and recreational opportunities.\nBecause the Gibsons have failed to demonstrate that the Project would serve the public welfare, the argument goes, they have failed to rebut the opposite presumption: that the County Council considered these issues and that, therefore, the County Council's decision should not be set aside. Before proceeding further, I therefore pause to consider which type of analysis under Steen is appropriate here, so that the County Council’s decision can be appropriately reviewed.\nLike this matter, Steen involved cross motions for summary judgment following the Sussex County Council’s denial of an application for a conditional use, in that case for a borrow pit on a tract of land zoned AR-1, Agricultural-Residential. There, like here, the preliminary reviewing body recommended approval of that project to the Sussex County Council with some limitations, and the Council also received various objections from local area residents. But this case differs from Steen in a critical respect, as we shall now see.\nSteen first lays out what one might call the typical method for analyzing a conditional use. Usually, then Vice Chancellor Hartnett noted, conditional uses were permitted only where the use has been legislatively determined to be desirable, will not conflict with the character of the zone, and presents no risk to public welfare, but for whatever reason the use requires some special supervision in implementation when approved. In this sense:\nA conditional use (sometimes called a special exception) is not truly an exception to a zoning ordinance, but is a use in compliance with, rather than in variance of, the ordinance and is allowable when the prerequisite facts and conditions specified in the ordinance are found to exist.\nIn jurisdictions that apply conditional uses in this way, Vice Chancellor Hartnett found that when an applicant for a conditional use met the statutory prerequisites for a conditional use, a “rebuttable presumption” arose in favor of granting the conditional use. The Gibsons argue that this common approach to the review of conditional use applications should govern here.\nThe problem for them is that Vice Chancellor Hartnett could not, in his view, apply that common approach to the application for the conditional use to develop a borrow pit that had been denied by the Sussex County Council. The reason was peculiar, however, to the case before him. In Steen, the borrow pit conditional use that was sought was available as a conditional use in all zones within Sussex County. Because of this, the implicit logic of the typical conditional use, that a legislative determination had been made in favor of that use in a particular zone, was most likely inapt. As a result, Vice Chancellor Hartnett found that an application for the conditional use of a borrow pit in Sussex County was more akin to a rezoning and therefore reasoned that it should be treated as one. Per this ruling, Steen held that applicants before the County Council had to “establish that the grant of the Conditional Use Permit will be consistent with the factors mandated by 9 Del. C. § 6904(a).”\nThe County Council urges that, after Steen, all conditional use applications in Sussex County must be treated as a rezoning. As a consequence of that treatment, according to County Council, an applicant must meet the initial burden of showing conformity with 9 Del. C. § 6904(a), and, if that applicant disagrees with the Council’s decision, must bear the additional burden, in appealing to the courts, of demonstrating that the Council’s decision was arbitrary and capricious, and not supported by substantial evidence.\nThe problem with the Sussex County Council's interpretation is that here, the unique facts that gave rise to the ruling in Steen do not exist. Unlike in Steen, the County Council here has already made the determination required by 9 Del. C. § 6904(a) with respect to multifamily dwellings through its decision to permit them in some zoning districts, make them a conditional use in other zoning districts, and to forbid them in still other zones. For example, in agricultural residential districts, they are not permitted, even as a conditional use, and in high density residential districts, they are a permitted use as opposed to a conditional one, do not require an application to the County Council, and may be built by a property owner as a matter of right. Thus unlike the borrow pit use considered in Steen, permitted as a conditional use in all zones indiscriminately, the multifamily dwelling conditional use shows evidence that a legislative decision has already been made regarding their appropriateness for use in the MR zone.\nTherefore, I find that an application for a conditional use to build a multifamily dwelling is governed by the normal rules identified in Steen for the consideration of conditional uses. As noted in Steen, these uses obtain a rebuttable presumption favoring approval if the applicant meets the prerequisites specified in the legislation permitting the conditional use. The test to achieve this type of a conditional use is less onerous than the plaintiffs’ burden in Steen, as it should be since a legislative determination has already been made finding townhouses to be appropriate within the MR zone. The Gibsons’ burden includes only meeting the statutory requirements as laid out in the Sussex County Code providing for the conditional use, and not the burden to affirmatively meet the broader purposes laid out in 9 Del. C. § 6904(a). If the Project comports with the legislative standards, the Gibsons are entitled to the “rebuttable presumption” of a conditional use approval; and County Council bears the burden of articulating a non-arbitrary reason for denying that application.\nThe Council, however, does have the authority to make the final relevant determination, and that decision will not lightly be disturbed. Therefore, the Council’s determination that an application does not comport with its own County Code is presumed correct, and the contesting applicant bears the burden of demonstrating that the County Council’s decision was arbitrary and capricious. But, this presumption in favor of the County Council's decision only arises if that decision is supported by a record of substantial evidence sufficient to support the Council’s decision. These standards, mostly developed in the context of an application for rezoning, apply with equal (or even greater) force to the granting or denial of conditional use permits.\nWith this clarification of the standard in mind, I turn to the question of whether the Council’s decision was arbitrary and capricious; that is, whether there was substantial evidence supporting the Sussex County Council’s decision to deny the Gib-sons’ conditional use application based on the standards set forth in the Sussex County Code. In the course of that inquiry, I note that the record supports the findings of the Zoning Commission, that the Gibsons’ application met the objective standards established in the County Code for obtaining the conditional use, and that they therefore are entitled to the rebutta-ble presumption in favor of. obtaining that conditional use permit. This determination effectively places the burden on the County Council to articulate a non-arbitrary rationale for its decision that is supported by substantial evidence.\nB. The Council’s Denial And The Record Supporting That Decision\nThe numerous reasons offered by the Sussex County Council to justify their denial of the Gibsons’ application are not supported by a sufficient record to justify that decision and I therefore find that the decision was arbitrary and capricious. In so finding, I compare the reasons offered by the County Council to the requirements provided for conditional uses in the Sussex County Code. Because the requirements of the Code have general applicability and reflect the Council’s own reasoned identification of the considerations most relevant to applications for conditional use, I have concentrated my analysis on these factors provided by the Code in reviewing the Council’s denial.\nTo complete my inquiry, I compare the stated reasons of the County Council with the County Code to determine whether or not the proffered reasons provided a non-arbitrary basis sufficient to overcome the rebuttable presumption established when the Gibsons obtained the approval of the Zoning Commission indicating that the Project comported with the relevant legislative requirements. These reasons as presented in the transcript of the County Council meeting on August 3, 2004, and as specified in the minutes of that meeting, include: 1) that the Project is not public or semi-public in character; 2) that the Project exceeds the permitted height (or is incompatible with the height of other structures in the area); 3) that the Project raises environmental concerns; 4) that the Project exceeds the density for an MR District (and specifically an environmentally sensitive MR district), or otherwise seeks to increase density; 5) that the Project would exacerbate traffic problems in the area; 6) that the Project sets a problematic precedent for other redevelopment projects in the area; 7) that the Project is out of character for the area; and 8) that community opposition exists to the Project. I address each in turn.\nBefore commencing that inquiry, however, I pause briefly to again remind the reader of the reality that is the community around Silver Lake and Lake Comegys so that the reader might better appreciate the substance of the objections that follow. Despite the idyllic scenery that a name like “Lake Comegys” might call to mind, recall that the Pond is not a thousand-acre natural preserve, hidden away in the Canadian Rockies. Rather, the relatively small Pond — one can easily throw a stone across it at most points — is sandwiched between two thriving seashore metropolises, Rehoboth Beach and Dewey Beach.\nThe area around the Pond is far from pristine. It includes 9 single family homes and no less than 28, I say again 28, townhouses. The shoreline of the Pond, such as it is, generally consists of those few feet of weeds that the lawnmower cannot safely reach, bordered by manicured lawns. A good deal of the existing architecture, far from integrating with the alleged natural beauty of the local fauna, is reminiscent of institutional college dormitory housing built in the early 1970s and is visible from most anywhere on the Pond. The buildings have no apparent aesthetic harmony with each other or with the Pond itself. They, and the numerous homes near Silver Lake are already prominently visible from virtually any perspective near those waterways. Existing roads also impinge closely upon the Pond, and Silver Lake, to service the residents and others who regularly traverse the area.\nIn short, the Gibsons’ proposed addition to this neighborhood is only the last in a long series of invasions into the natural state of the Pond that long ago converted it from the state of nature to an average shore-side development with an excellent location and an above-average view. The structure the Gibsons wish to build simply cannot be said to alter the basic character of the surrounding community; it will simply reinforce the directional trend prior residents have set in motion.\n1. The Project Is Not Public Or Semi-Public In Character\nAt the August 3, 2004 meeting, Councilman Rogers noted, “[a]nd in our zoning code under Section 24, Section 116— 071, [sic] it does state of a public or semi-public character, and essential and desirable for general conveyance, and I think this falls into that.” In their briefs, the County Council has elaborated on this cryptic justification and suggested that because the conditional use would only benefit the Gibsons, and is not of a public or semi-public nature, that therefore the conditional use may be denied as not comporting with § 115-171 of the Sussex County Code. As I read the Code, however, the County Council has simply misread this provision. The relevant portion of the Code articulating the purpose for conditional uses, upon which the County Council relies, states:\nThe purpose of this article is to provide for certain uses which cannot be well adjusted to their environment in particular locations with full protections offered to surrounding properties by rigid application of the district regulations. These uses are generally of a public or semi-public character and are essential and desirable for the general convenience and welfare but, because of the natural use, the importance of the relationship to the Comprehensive Plan and possible impact not only on neighboring properties but on a large section of the county, require the exercise of planning judgment on location and site plan.\nThis passage regarding the character of conditional uses is illustrative, not all-encompassing. Seven of the eight possibilities for conditional uses listed as available in the County Code for MR zones are, in fact, of a public or semi-public character; the one exception is the multifamily dwelling. This does not support the proposition, which County Council advances, that a multifamily dwelling conditional use application can always be denied because it is not of a public or semi-public nature. Rather, it explains why Section 115-171 reads “are generally of a public or semi-public character,” instead of “are always of a public or semipublic character.”\nConditional uses are not always, and need not be, of a public or semipublic nature under the Code. To suggest otherwise is beyond arbitrary, it is simply wrong. To hold otherwise would allow the Council, by an ad hoc ruling, to renounce its own plain words in the Code. By specifically authorizing multifamily dwellings as conditional uses in some areas of the County, the Council obviously determined that multifamily dwellings would meet the definition of conditional use in those areas. For the Council now to repudiate its own plain words comes with little grace, especially because it is no secret that legislators have often found it of public use to encourage the development of multifamily dwellings, in order to create affordable housing, concentrate development, and preserve open space.\n2. The Project Exceeds The Permitted Height (Or Is Incompatible With The Height Of Other Structures In The Area)\nCouncilman Jones raised height as an issue in making his decision without providing the details of his reasoning when he commented, “I think the density and the height issue are two of the major characteristics of this project, and I’m not going to have a (unintelligible) because I think most of the reasons are outlined already, and my vote is no also.” But the Code provides very specific guidelines as to height. Section 115-81 of the Code lists the possible conditional uses within an MR zone, including the multifamily dwelling structure. In that list, the Code also notes that multifamily dwellings are subject to various additional Code provisions including Table 2 at the end of the zoning chapter.\nThat table notes that the maximum height for multifamily structures, when permitted in an MR zone, is 42 feet. The Gibsons’ Project calls for a maximum height of 38 feet, well within this limit. If the existence of the Code’s guidelines were not sufficient, the Zoning Commission reiterated that the project must conform to the height limits established by the County as a condition of its recommendation. The Gibsons have met, and have been required to continue to meet this legislatively established boundary. Councilman Jones’ ad hoc sense that 38 feet, although four feet under the Code’s limit, if accepted as a sufficient basis for denial, would essentially license the Council to deny any application that it wished, simply by having someone state that, at this precise location, the buildings should only be, say, “yea tall”\nIn this respect, the minutes of the August 3, 2004 Council meeting suggest that the height concern is more one of community character, noting that “the proposed height of the structure is not compatible with other structures in the area.” To the extent that this concern is directed at compatibility, rather than height, I address it below when considering the objection that the proposed Project is out of character with the surrounding area.\nI also note that if the Gibsons chose to build a single family dwelling on the site, as is their right, they would not be bound by the 42-foot limit and could build even higher.\nBecause the height of the planned structure was well within the requirements articulated in the Code, I find that denying the conditional use on height grounds was arbitrary and capricious.\n3. The Project Raises Environmental Concerns\nGenerally, the County Council did not, before it voted, point to environmental risks to the Pond to support its decision to deny the Gibsons’ conditional use application. Although the County Council discussed environmental concerns in their briefs and at oral argument, the Council relied on environmental concerns in making its decision only tangentially in two specific areas, namely, that increasing the density permitted in the MR zone could be environmentally insensitive (primarily an enhanced density concern), and that a fair portion of the community objection was facially premised on environmental concerns (primarily a community objection concern). I deal with those aspects of the environmental picture in the appropriate sections below, but observe that the Zoning Commission had determined that “[tjhere is no evidence that Lake Comegys will be harmed by the proposed structure.” Further, the only Councilman to refer directly to environmental concerns was Chairman Dukes, who voted for the proposal, and accurately characterized the environmental concerns as speculative. Neither the Council, in suggesting that there might be environmental concerns, nor, for that matter, the community opponents cited any evidence for the proposition that the environment would be harmed by the construction during or after completion, and the County’s agency with expertise in assessing that risk, the Zoning Commission, signed off on the Project.\nMoreover, this is another aspect of the analysis where the Gibsons’ ability to build a single family home must be incorporated into the analysis. By right, as a permitted use, the Gibsons could build a bigger home closer to the edge of the Pond. The potential for adding fill to the Pond, covering more of the lot with construction leading to run-off concerns, or damaging the waterside vegetation, therefore, might ironically increase if the denial of this conditional use was upheld. In light of the fact that no evidence of the likelihood of harm was established, and that the County’s own body charged with investigating the environmental soundness of the plans approved the project, I find no rational reason to deny the conditional use on environmental impact grounds, especially given that the Council did not appear to rely heavily on such grounds in making its determination, and that there would appear to be no significant increase in harm (and indeed perhaps less) in permitting the conditional use as opposed to having the Gibsons build a large home on the shore of the Pond, as is them right. Notably, in that last regard, the pre-existing structure on the Property was located the same distance from the Pond as the Project will be.\nRelatedly, the question before the Council is not whether wildlife and water quality, and the public interest at large, might be better if there were no development along the Pond, or, for that matter, along Silver Lake. Clearly, if no such development existed, wildlife of all kinds would find those areas an attractive refuge, having a much safer area to traverse (no threat of death by vehicle, e.g.), and cleaner water (no nutrient-producing run off, e.g.) to swim in and drink. The denial of the Gibsons’ application, however, did not rationally begin a serious plan for environmental restoration in these long-developed areas. Whether the Gibsons develop the Property or not, the surrounding community will burden wildlife and water quality by their actions, by driving on roads close to the Pond and Silver Lake, cutting their lawns, and simply by living there. Only a non-arbitrary community-wide solution would rationally address problems like these.\n4. The Project Would Exacerbate Trajfic Problems In The Area\nCouncilman Cole raised as a concern the impact of increased traffic and congestion as a result of the Project. But the Zoning Commission had already expressly found that “[t]he proposed Conditional Use will have no significant impact upon traffic.” Thus, while Councilman Cole’s concern is a relevant one for all proposed development projects, no substantial evidence buttresses his concern that the Project here raised any non-trifling transportation considerations.\nMoreover, in 2002, the Council had approved a three unit townhouse on a neighboring site, CU # 1440, specifically finding that the proposed use would have “no adverse impact of any sort on property values, traffic or the environment.” Although allowing that the location of the Gibsons’ Property near the edge of the Pond, as opposed to that of CU # 1440 across the street, might suggest some different environmental concerns, it is irrational to suppose that adding an additional three units might push the traffic problem in the Rehoboth-Dewey Beach area beyond the pall. Given the Council’s own findings a mere two years earlier, the Zoning Commissions findings here, and the absence of any evidence that the Project would cause an adverse traffic effect, Councilman Cole’s concern is simply not rationally grounded in the record. Absent substantial evidence that increased traffic or congestion would result from the project, vague and unsupported traffic congestion concerns were not adequate grounds to deny the Gibsons’ application for a conditional use.\n5. The Project Exceeds The Density For An MR District (And Specifically An Environmentally Sensitive MR District), Or Otherwise Seeks To Increase Density.\nCouncilman Jones expressly noted density as a concern in voting no. Councilman Rogers appears to be making a similar observation when he states, “[b]ut it does exceed the MR.” I read this to mean that he believes that the Project exceeds the density permitted in an MR zone. Councilman Cole also believed the MR density requirements were exceeded by the planned townhouse and combined density and environmental concerns when he asked “why would adding density be more environmentally sensitive? I don’t think it would be; I think less would be showing that you’re being sensitive.” And the minutes of the August 3, 2004 County Council meeting list the fact that “the proposal is for increased density” as a reason for denying the application. But these vague allegations regarding problematic density do not appear rationally related to the 2003 Comprehensive Plan that the County Council cites in its briefs to support this position.\nThe County Council is correct that in reviewing an application for a conditional use, it may, and indeed must, consider that use’s relationship to the Comprehensive Plan. Section 115-171 of the Code demands as much. What it does not permit, however, is a vague reference to environmental and density concerns when the Zoning Commission has recommended approval of the Project because the applicant has fulfilled all the relevant criteria in the Code, and when the provisions of the Comprehensive Plan do not support the result reached.\nFirst, the Code itself notes that the maximum density per acre for townhouses in an MR zone is 12 by first listing townhouses as a permitted use in Section 115-31, governed by Table 2, and in Table 2 noting that townhouses in an MR zone require a lot area of 3,630 square feet, or a maximum of 12 units per acre. As a background then, the maximum permitted density for townhouses in an MR zone is 12.\nThe County Council suggests, however, that in an Environmentally Sensitive Developing Area, increases to density must be carefully considered, and that such areas are specifically categorized as low to medium density in the Comprehensive Plan. In fact, this is not the case. What the Plan says is that Environmentally Sensitive Developing Areas encompass both low and medium density areas and that “[d]ensity is based on the underlying zone.” Here, the underlying zone is MR, so this particular Environmentally Sensitive Developing Area has a medium density. Medium density areas have base unit per acre density of four; but “[h]igher density may be permitted if the area is adjacent to a Town Center or other High Density Developed Area.” The Property is sandwiched between Rehoboth Beach and Dewey Beach, both the equivalent of Town Centers, so higher densities may be permitted; in this respect, the Comprehensive Plan is consistent with the Code. Indeed, 28 other townhouses already exist near the Pond, the most recent of which was approved just two years earlier, in 2002.\nThe section of the Comprehensive Plan discussing Environmentally Sensitive Development Areas notes that townhouses are specifically approved for these zones. Moreover, “[w]hen a central wastewater system is provided, residential density would be permitted up to the maximum allowable density for the underlying zoning district.” It is only when on-site waste-water systems are used, that a low density area designation should apply. The neighborhood that the Gibsons seek to build in has a central wastewater system, and it follows that, according to the Comprehensive Plan, they should be permitted to build to the maximum allowable density, defined by the Sussex County Code as 12 for townhouses in an MR zone. The Gib-sons’ proposed Project has a density of 11.03 units per acre. Nowhere is there any reference to any comparative standard requiring that density be limited to that of other townhouses in the area. Accordingly, I find that the density of the proposed project does not conflict with the Comprehensive Plan, and that the vague density objections expressed were not a rational, non-arbitrary justification for denial of the Gibsons’ conditional use application.\n6. The Project Sets A Problematic Precedent For Other Redevelopment Projects In The Area\nBoth the minutes of the August 3, 2004 meeting and Councilman Cole note that permitting the Gibsons’ application could create a precedent for other redevelopment projects in the area. What neither explains is why, exactly, this might be an appropriate non-arbitrary basis to deny the Gibsons the right to build the Project. Councilman Cole goes so far as to indicate that such a precedent would be a “big injustice,” but in continuing on to a discussion of traffic and congestion problems, he fails to explain the injustice to which he refers. I am left at a loss. If any of these concerns had been buttressed by supporting evidence, such an argument might have made some rational sense— mild environmental impact could become major environmental impact, minor traffic increase could become major traffic increase — but the evidence that was presented showed no appreciable marginal impact at all. Indeed, by connecting this observation with traffic concerns, Councilman Cole seems to imply that further increased development, along the lines of that contemplated by the Gibsons, might lead to congestion. Such a concern is speculative at best, and finds no support in the record that expressly established that the Gib-sons’ plan would not adversely affect traffic or congestion. Similarly, if the Gib-sons’ plan had exceeded height or density limits as established by the relevant zoning laws, and they sought an exception to those restrictions, this rationale would have some teeth. In the absence of concerns of this nature, however, this “slippery slope” argument reduces to: “if we let you follow the law and abide by the limitations provided in our Code and Comprehensive Plan, sooner or later we are going to have to let other property owners abide by these limits and, well ... that would be catastrophic.”\nIf compliance with the established limits is problematic, the solution is to change the general limitations through appropriate legislation altering zoning districts and the Comprehensive Plan — not for Council to subject the Gibsons to .an ad hoc decision in a quasi-judicial proceeding, imposing on them a standard somewhere indefinably short of the legislatively established limits of general applicability, but reserving for itself the right to permit other, more popular ápplicants to proceed on the less onerous terms set forth in the Code and the Comprehensive Plan.\nThe requirement that the Council proceed rationally and non-arbitrarily is precisely designed to prevent it from abusing its power by discriminating between applicants based on how much support their application has among those to whom the Council must answer at the polls, rather than by virtue of the applicant’s satisfaetion of neutral criteria designed to protect the public interest. Obviously, the Council must have appropriate flexibility to consider the circumstances of particular applications in light of general criteria that might not always answer the precise question before it, but nonetheless the Council is not free to ignore the overall framework that it has established in the Code and Comprehensive Plan and to deny an unpopular application based on unsupported references to factors that the framework itself already addresses. The requirement that the majority live by the same rules that they seek to impose on others is a critical aspect of a fair system of republican democracy.\n7. The Proposed Plan Is Out Of Character For The Area\nCouncilman Phillips raised the issue of character as a reason for denying the Gibsons’ application, and the minutes from that meeting similarly note that the use is out of character for the area. Concern for the “character of a particular district” is not considered under the purpose for conditional uses as described in the Sussex County Code, but rather appears in 9 Del. C. § 6904(b). Therefore, as a general rule, the Council’s consideration of this factor should occur at the stage when the Council is establishing the zoning of an area, and not when it is considering whether to grant a conditional use to an applicant with zoning that enables the conditional use that the applicant seeks. So, for example, an area zoned MR is permitted to have townhouses as conditional uses because such buildings have been legislatively determined to be in keeping with the character of that district, while townhouses are not permitted in areas zoned for agriculture with an AR-1 or AR-2 categorization because they are out of character for those areas. Nevertheless, some consideration of the effect on “the possible impact ... on neighboring properties” is required by § 115-171, and implies that some review of the area’s character is appropriate even in considering a particular application for a conditional use. The extent of that review, however, is limited.\nWithout appropriate bounds, “out of character review” could become a capricious license to deny property owners their legitimate rights. In a vacuum, it could plausibly be interpreted to require absolute conformity with one’s neighbors in all building details, i.e. to forbid blue houses in a white house neighborhood, or to forbid flat roof houses where all others have pitched roofs. This is not the provision’s intent. Rather, it exists to insure that developments that might seriously affect the character of an area are considered in the approval process. If the Gibsons intended to establish a commercial marina (a legitimate conditional use in an MR zone) on the shore of the Pond, the increased traffic, both pedestrian and vehicular, as well as the increased use of the Pond itself for recreational boating, might fundamentally change the character of the neighborhood.\nBut here, the supposed change in character is not a fundamental one, but one of minor degree. The Gibsons’ planned townhouse is not the first one in the neighborhood — there are 28 others in the neighborhood according to Chairman Dukes, as compared to 9 single family homes. It is also characteristic of the community for the Project to center itself to a large extent on the Pond, as many of the townhouses and homes in the area center on, and obscure the public’s view of and use of, the Pond, as well as of Silver Lake. Nor is the area characterized by aesthetic harmony in design.\nIn other words, the neighborhood is predominantly a townhouse and residential community, and therefore similar in character, in the broad analysis, to the Gibsons’ Project. What the County Council seems to refer to in its out-of-character critique, as further articulated in its briefs, is that the Gibsons’ planned townhouse is taller, of a somewhat higher density, and closer to the Pond than other properties in the area. But these concerns are governed by specific, statutory limits and are not rationally a part of a non-arbitrary character review at this stage. Townhouses in an MR zone on the shore of the Pond must be less than 42 feet high, have a density of less than 12, and be setback at least 10 feet from the lake. The Gibsons’ proposed Project meets all these particulars and is no closer to the Pond than the preexisting structure on the Property.\nTo suggest that these limits are not, in fact, the real limits strikes me as a bit like posting a 55 MPH speed limit sign and then pulling over a car going 45 MPH for speeding, just because the car next to him was going 35 MPH. It’s the essence of arbitrary, as there is no objective benchmark against which the Council’s ad hoc “character” judgments may be measured.\n8. Community Opposition Exists\nFinally, we come to the reason that, to my mind, clearly drove the decision of the County Council. For whatever reason, the Gibsons’ Project galvanized the local community to oppose the conditional use on a host of grounds, including many of those discussed above. A brief recitation of these objections will demonstrate the similarity between their reasoning and the reasons provided by the County Council for their decision:\n• The Rehoboth Beach Home Owners Association noted in its May 3, 2004 letter to the Sussex County Planning and Zoning Commission that the proposed Project would be “completely out of character with the rest of the neighborhood” and expressed concern about the “serious impact” the project would have “on native plants and wildlife habitats.”\n• The Lake Comegys Association of Owners noted in its June 2, 2004 letter to the Sussex County Council that the Gibsons’ planned building “would dramatically alter the character of our neighborhood.”\n• The Citizens Coalition, Inc. noted in its May 13, 2004 letter to the Planning and Zoning Commission that the proposed plan is “out of character of the existing neighborhood in density, height and bulk,” that a buffer should be established on the site “to protect the established habitat of fish, turtles, and waterfowl and the water quality of the lake itself,” that the use “cannot be judged of public or semipublic character,” and that the project sets a “potential precedent.”\n• The Save Our Lakes Alliance, in a Statement by its founder and president, noted that building a “massive structure down to the shoreline ... would endanger the quality of life for all inhabitants of Lake Comegys — human and wildlife alike,” that the proposed building is “completely out of character with other buildings around the lake,” and that it may “create a precedent and open a ‘Pandora’s box’ ” of additional development. Indeed, the SOLA would hold the Gibsons accountable for the loss of the “resident heron” which have not been seen “[sjince the Gibsons demolished their single family home and many of the trees on the land.”\nAs a Delawarean, I am not insensitive to the idea that we would all be better off if development along our waterways was halted and — frankly—rolled back. Our boardwalk in Rehoboth Beach is far too close to the water, and much of our coast line is cluttered with private homes too close to (and some even beyond) the dune line. Our freshwater ponds and streams are burdened by runoff, other pollution, and are often crowded by unsightly private structures, of a commercial and residential character. Would it were otherwise!\nBut the objections advanced by the community in this case may not be advanced by subjecting one applicant, who has followed all the rules of general applicability that the Council has adopted to address concerns of this kind, to arbitrary, ad hoc limits of some unarticulated lesser nature. As Chancellor Allen aptly said in Green, “[i]f ... we are to try to enforce the legislative mandate that [land use] in Sussex County amount to more than a series of ad hoc decisions, ... we must guard against any inclination to permit appropriate deference to denigrate into blind acceptance of Council’s findings.”\nIn this case, most of the arguments advanced by opponents were ones that the opponents could have said about their own homes. The poor turtle referenced, for example, is no doubt less endangered by the marginal impact that the Project will create on his environment, than by the many homes already there and the roads closely bordering the Pond and Silver Lake on which their residents and others regularly drive large vehicles against which his hard shell is no match. Simply put, the opponents’ desire to say, “this far, no further,” about their community is understandable, but is not a non-arbitrary reason to deny the Gibsons the same property rights that many among the opponents are themselves enjoying.\nWhen the basis for public opposition is not that the applicant is not following the legislatively applicable rules designed to protect the community, the environment, and infrastructure, but that the rules of general applicability — from which the opponents themselves have benefited — have led to a situation that calls out for general policy reform, the Council may not simply bend to the wind in the room and single out that applicant for disparate treatment. Rather, the answer for the opponents and the Council is to address the underlying problems in the proper way, through the implementation of rules of general applicability that limit uses of property that pose a threat to legitimate concerns of public interest. What is not acceptable is for Council to retain general rules that permit some residents (like the existing residents of the area) to burden the environment, roads, and water quality while reserving to itself the right to pick out those to whom the same privilege should be denied. That is what happened here. If Council wishes to close the Pandora’s box of development, it can amend the Code and put in place a deadbolt, and articulate the keys to open it. It cannot act as an inscrutable genie that opens the box on its whim to some and keeps the box closed as to others.\nPublic comment should be considered by the Council, but ultimately the County Council’s reasoning in denying a conditional use must be articulated, and must relate to the statutory mandates. Where the objection of the community does not rationally advance the public health, safety or welfare, but rather simply seeks to deny one property owner the right to do what others in the area are already doing, that opposition does not justify the denial of a conditional use application. Here, the objectors did not substantiate their generalized concerns with specific evidence about the threat posed by the Project and, as important, did not differentiate between the harms created by the existing residences and roads to the values they sought to advance and the marginal threat to those values posed by the Project. As a result, they provided no neutral, non-arbitrary basis for the Council to deny the Gibsons’ application.\nC. What Remedy?\nThe law requires that local governments deal with specific land use decisions in a rational, non-arbitrary manner guided by legislative standards of general application. The singling out of particular owners for idiosyncratic treatment, just because the prevailing neighborhood wind is unfavorable, is not acceptable when the property owner has met all the criteria that the local government has established for the requested conditional use. The inequity thus created becomes more poignant, when much of the community opposition amounts mostly to the plea that the opponents — most of whom are posing exactly the same threats to the Pond and Silver Lake as the applicants’ proposed use supposedly would — be permitted to close the door to the community behind them.\nIn this regard, it is notable that the one member of the Council who voted to approve the Gibsons’ application, recognized the duty to address the Gibsons’ application in a neutral, principled way. Chairman Dukes, recognizing that this was a sensitive and emotional application from a political perspective, nevertheless voted yes after recognizing the relevant facts: “[tjhere are 28 townhouses already around the lake, only nine single-family homes. They’ll not be encroaching any closer to the lake then what they already were with their single-family home they had there. And speculation was that they’ll be damaging Lake Comegys; that’s only speculation, I did not find any evidence where any harm would be done because of the proposed construction.” One senses that he might have preferred to vote with the other four Councilmen, but could not find a principled justification for doing so.\nHaving evaluated each of the proposed reasons for the County Council’s denial of the Gibsons’ application, and having found none of them sufficient to support the Council’s decision, I am left with the firm conclusion that the Council’s decision was arbitrary and capricious and must now fashion an appropriate remedy.\nIn these circumstances, the appropriate remedy is an order requiring the County to grant the Gibsons a conditional use on the terms specified by the Zoning Commission. Admittedly, the remand option has been used where the County Council provided no reasons for denial, making judicial review of their decision impossible. But where the County Council has taken its best shot at justification and essentially missed the mark, an injunction compelling a grant of the conditional use permit is justifiable. Such relief is not without precedent and is, contrary to Council’s argument, within this court’s equitable power.\nThe Council’s decision-making process as to the Gibsons was so divorced from its own legislatively determined neutral criteria that the just remedy is to order that the Gibsons’ application be approved. The Gibsons’ Project satisfied the Zoning Commission because that Commission applied the appropriate criteria. The Gibsons should not have to suffer further delay or expense, absent the existence of non-arbitrary reasons that would justify the Council denying their application if a new hearing were held. In that regard, I do not consider it equitable to subject the Gibsons to a round of bargaining with the Council, whereby the Council proposes that the Gibsons agree to move the construction a bit back from the Pond, downsize the Project, or make other concessions that the Council and the Zoning Commission could have long ago suggested as a reasonable compromise.\nBefore concluding, I underscore again my understanding of the legitimate concerns that motivated the opposition to the Project, and the sincerity of the Council’s reaction to them. The problem is that those concerns cannot, in our system of government, be addressed solely through the imposition of ad hoc burdens on individual property owners like the Gibsons. It may well be that environmental concerns should, in the future, lead the Council to amend the Code to curtail development around freshwater ponds and streams, and to require existing property owners to manage run-off and other activities in a manner that promotes water quality and wildlife health. It may well be that it is better for the community for structures to be smaller or for there to be less density, and the Council can legislate to implement that sentiment, if it wishes. And so on and so forth. But the means of addressing goals of this type must be through neutral criteria of general applicability, which afford individual property owners fair and predictable treatment under rules of the game that apply to all who are similarly situated.\nIV. Conclusion\nFor all of the foregoing reasons, the Gibsons’ motion for Summary Judgment is hereby granted. Counsel shall submit a conforming order within ten days.\n. These are the undisputed facts as I find them for purposes of resolving the cross motions for summary judgment.\n. This community is not the neighborhood called Silver Lake Heights in which the Property is located, and which is the neighborhood closest to the pond know as Lake Comegys.\n. See 9 Del. C. § 6802.\n. See 9 Del. C. §§ 6902, 6910.\n.The building boom in Sussex County has, I judicially note, resulted in a sluggish processing of the burgeoning number of applications.\n. Minutes of the Sussex County Planning and Zoning Commission meeting, June 24, 2004, at 2.\n. Id. at 2-3.\n. I employ this term simply in recognition of the fact that, in this case, all those sitting on the Sussex County Council at the time of the application happened to be men.\n. Minutes of the Sussex County Council meeting, Aug. 3, 2004, at 9.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 9.\n. Minutes of the Sussex County Planning and Zoning Commission meeting, Feb. 4, 2002, at 1-2.\n.Minutes of the Sussex County Council meeting, Mar.12, 2002, at 16.\n. Sussex County Comprehensive Plan Update, Jan. 1, 2003, at 14.\n. Sussex County Comprehensive Plan Update, Jan. 1, 2003, at Figure 2. In so finding, I rely less on the pictorial depiction on the map (which is very hard to read) and more on the verbal description of the Environmentally Sensitive Developing Area, which reads in relevant part:\nThe Environmentally Sensitive Development Area comprises approximately 22,000 acres generally extending from Route 24 to Rehoboth Bay and Roads 384 and 369 to Little Assawoman Bay as shown on the Land Use Plan. The area extend [sic] to the coast and surrounds the towns of Fenwick Island, South Bethany, Bethany Beach, Millville, Ocean View, Lewes, Rehoboth Beach and Henlopen Acres.\nId. at 14. Given this description I see no way that the Gibsons’ Property could not be encompassed by this wide net.\n. Id. at Figure 2.\n. See Sussex County Comprehensive Plan Update, Jan. 1, 2003, at 25, Figure 2.\n. Id. at Figure 2.\n. For example, one can imagine strict requirements limiting run off, the chemical treatment of lawns and plants, and a myriad of other requirements to protect aquatic health.\n. Ct. Ch. R. 56(c). See, e.g., Aero Extrusion Corp. v. Cunningham, 810 A.2d 345, 347 (Del.2002).\n. Id.\n. Merrill v. Crothall-American, Inc., 606 A.2d 96, 99-100 (Del.1992).\n. United Vanguard Fund, Inc. v. TakeCare, Inc., 693 A.2d 1076, 1079 (Del.1997).\n. 576 A.2d 642 (Del.Ch. 1989).\n. Steen, 576 A.2d at 648 (\"This Court's role in reviewing a zoning decision of the County Council is limited to a review of the record to ascertain if the statutory procedural mandates have been followed, that the decision is supported by substantial evidence and that it is not arbitrary, capricious or an abuse of discretion.”); see also Tate v. Miles, 503 A.2d 187, 191 (Del.1986) (\"The court may set aside arbitrary and capricious zoning action, i.e. one that is not reasonably related to public health, safety or welfare.”); Concord Towers, Inc. v. McIntosh Inn of Wilmington, Inc., 1997 WL 525860, at *6 (Del.Ch.), aff'd 705 A.2d 243 (Del.1997) (\"The standard of review in determining whether the zoning action of local government is appropriate is whether the zoning authority has acted in a manner that can be characterized as arbitrary and capricious.”).\n. Steen, 576 A.2d at 646; see also Bay Colony, Ltd. v. County Council of Sussex County, 1984 WL 159381 (Del.Ch. Dec.5, 1984).\n. Steen, 576 A.2d at 646 (citing 101A CJ.S. Zoning & Land Planning § 229(b) (1979)).\n. Id. (citations to Maryland and Pennsylvania cases omitted).\n. Id. at 647-48.\n. Steen, 576 A.2d at 646.\n. See Application of Emmett S. Hickman, Co., 108 A.2d 667, 673 (Del.1954) (\"In the case of an exception, the law itself has foreseen the possibility that a departure from its provisions may be desirable if certain specified facts or circumstances are found to exist.”).\n. See Steen, 576 A.2d at 646. Steen cites two relevant examples of this rebuttable presumption and the articulation required to overcome it. Appeal of Community College of Delaware County, 435 Pa. 264, 254 A.2d 641, 643 (1969) (\"We start with the proposition that where there is an application for a legislatively provided special exception, the burden is on those who would deny the exception to prove that it is detrimental to the health, safety, welfare and morals of the community.”); Turner v. Hammond, 270 Md. 41, 310 A.2d 543, 550-51 (1973). Turner provides an even more instructive exposition that I quote here at length:\nOccasionally the bar and less often the bench lose sight of the concept that the conditional use or special exception, as it is generally called, is a part of the comprehensive zoning plan sharing the presumption that that as such it is in the interest of the general welfare and, therefore, valid.... While the applicant has the burden of adducing testimony which will show that his use meets the prescribed standards and requirements he does not have the burden of showing affirmatively that his proposed use accords with the general welfare. If he shows ... that the proposed use would be conducted without real detriment to the neighborhood and would not adversely affect the public interest, he has met His burden. The extent of any harm or disturbance to the neighboring area and uses is, of course, material but if there is no probative evidence of harm or disturbance in light of the nature of the zone involved or of factors causing disharmony to the functioning of the comprehensive plan, a denial of an application for a special exception is arbitrary, capricious and illegal.\nId. (citations omitted).\nIn this respect, the Maryland and Pennsylvania Supreme Courts align with the application of the conditional use in other jurisdictions. See generally 101A C.J.S. Zoning & Land Planning §§ 236, 237 (2005) (“[I]t has been held that the only function of the board is to determine whether the requirements set forth in the authorizing provisions have been met. Thus once the requisite conditions have been met, a duly is imposed upon the board to grant a special exception .. if the landowner meets the conditions set forth for a special exception, the board is bound to grant it.”) (collecting cases).\n. 9 Del. C. § 6902.\n. Steen, 576 A.2d at 648.\n. Tate v. Miles, 503 A.2d 187, 191 (Del.1986).\n. Id.; Steen, 576 A.2d at 648.\n. Steen, 576 A.2d at 648; see also Tidewater Utilities, Inc. v. Sussex County Council, 1986 WL 10082, at *3 (Del.Ch. Sept. 17, 1986) (explaining the evolution of this standard and its applicability to denials as well as grants of conditional use applications).\n. 9 Del. C. § 6904 requires that zoning regulations adopted by county government must be \"adopted for the purpose of promoting the health, safety, morale, convenience, order, prosperity or welfare of the present and future inhabitants of Sussex County....” It proceeds to identify a non-exhaustive list of items that may be considered to \"protect 0 both urban and nonurban development.” As discussed above, because the multifamily dwelling use has already been subjected to § 6904 review by the county in the initial zoning process, I do not view Steen as requiring that the Gibsons meet an affirmative burden demonstrating that their townhouse will promote public health, safety or welfare under § 6904. To the extent that § 6904 bears on the inquiry, therefore, it applies to the burden on the County Council to articulate a non-arbitrary reason for the denial that is reasonably related to public health, safety or welfare. See Steen, 576 A.2d at 649. Unlike in Steen, no substantial evidence before the Council rationally supported the idea that members of the community would be injured by the Gib-sons’ proposed use, and no substantial evidence existed showing a threat of environmental harm or increased congestion in the community. As important, the approval of the Project would tend to concentrate population in an already heavily populated part of our state’s beach resort areas, thereby more rationally utilizing infrastructure and alleviating pressure for sprawl into more pristine areas. The Council’s litigation position that the construction of residences can never promote the public welfare under § 6904 is untenable. The obvious purpose of § 6904 is to encourage the rational development of communities, which by their very definition include dwellings for their residents. Under its position, the Gibsons could create, I suppose, a youth recreation center open to all, with the same burden on the Pond, and satisfy § 6904 easily, if not necessarily the Sussex Zoning Code, or perhaps a group home of some sort to serve a disadvantaged population. Such plans, one suspects, would be even more objectionable to the Gibsons’ neighbors than the Project.\n. Pictures of the existing townhouses are in the record, and I have often taken judicial notice of them on runs at the beach.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 9.\n. Def. Op. Br. at 9; see also Def. Ans. Br. at 5.\n. Sussex County Code, Zoning, Article XXIV Conditional Uses, Chapter 115-171 Purpose (emphasis added).\n. See Sussex County Code, Zoning, Article V MR Medium-Density Residential District, Chapter 115-31 Conditional Uses (listing commercial beaches, cemeteries, marinas or yacht clubs, multi-family dwellings, private clubs, public or governmental buildings, public utilities or services, and private swimming or tennis clubs as the possible conditional uses within an MR zone).\n. See Sussex County Code, Zoning, Article V MR Medium-Density Residential District, Chapter 115-31 Conditional Uses; Sussex County Code, Zoning, Article XXIV Conditional Uses, Chapter 115-188 Townhouses And Multifamily Dwellings.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 9. This represents the totality of Councilman Jones’ recorded remarks justifying his vote.\n. Minutes of the Sussex County Planning and Zoning Commission meeting, June 24, 2004, at 2.\n. Minutes of the Sussex County Council meeting, Aug. 3, 2004, at 9.\n. Minutes of the Sussex County Planning and Zoning Commission meeting, June 24, 2004, at 2.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 10.\n.I note that the state agency charged with protecting the environment, the Department of Natural Resources & Environmental Control, also did not register any opposition to the project.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 8.\n. Minutes of the Sussex County Planning and Zoning Commission meeting, June 24, 2004, at 2.\n. Minutes of the Sussex County Council meeting, Mar. 12, 2002, at 16.\n. Indeed, in the scheme of things in Sussex County, this is an isolated drop in a bucket located in a monsoon zone.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 9.\n. Id.\n. Id. at 7.\n. Minutes of the Sussex County Council meeting, Aug. 3, 2004, at 9.\n. Sussex County Code, Zoning, Article XXIV Conditional Uses, Chapter 115-171 Purpose.\n. Sussex County Code, Zoning, Article V MR Medium-Density Residential District, Chapter 115-31 Conditional Uses and Table II, Table of Height, Area and Bulk Requirements for Multifamily Structures When Permitted in MR, GR, UR, UB, B-l, M and C-l Districts. An acre equals 43,560 square feet; therefore, 3,630 is 1/12 of an acre, implying a maximum density of 12 units per acre.\nArguably, the Code provides even more flexibility for townhouses, as a subset of multifamily dwellings, by noting that specifically for townhouses, the 3,630 square foot limit need only be the average of the units, while individual units might be as small as 1,600 square feet. Sussex County Code, Zoning, Article XXIV Conditional Uses, Chapter 115-188 D(l). Because the Gibsons' Project does not require this additional flexibility, I do not pursue this reference further, but merely note it as yet another instance in the Code that contemplates densities in excess of those objected to here, and provides an alternative specifically designed to assist townhouse builders in more easily meeting the 12 units per acre density required under the rule.\n. Def. Ans. Br at 6-7. See also Sussex County Comprehensive Plan Update, Jan. 1, 2003, at 25.\n. Sussex County Comprehensive Plan Update, Jan. 1, 2003, at 25.\n. Id.\n. Both Rehoboth and Dewey Beach are technically Municipalities and not covered by the County Comprehensive Plan. For development purposes, however, both Municipalities and the Town Centers, which Eire usually adjacent, are areas of concentrated development and high density. See Sussex County Comprehensive Plan Update, Jan. 1, 2003, at 12 (describing the relationship between Municipalities and Town Centers).\n. Sussex County Comprehensive Plan Update, Jan. 1, 2003, at 15.\n. Id.\n.Id.\n. Because it is not practicable to restore the shores of Silver Lake, Lake Comegys, and other heavily settled areas of the beach resorts (how about Lake Gerar) to their pristine state, the Comprehensive Plan in fact seeks to concentrate development where it is already far along, thus preserving other areas that are more environmentally pristine and untouched. Frankly, a look at the Lake Come-gys community also points out that denying the Gibsons’ multifamily use would not preserve the neighborhood. Giant single family homes loom near Silver Lake and are very close to Lake Comegys. The Gibsons have an unfettered right to build one of those. That they wish to build a townhouse of 38 feet — ■ four feet less than the maximum — ten feet back from the pond, will do nothing to change the fundamental character of the area — which will remain one characterized by a large number of residential structures all centering on a small pond, in a relatively densely and heavily traveled portion of our resort areas.\n. Cf. Green v. County Council of Sussex County, 508 A.2d 882, 891-92 (Del.Ch.), aff'd. 516 A.2d 480 (Del.1986) (holding that in rezoning decisions, where the County Council’s action is not consistent with the Comprehensive Plan, it is invalid as beyond the delegation of authority from the state).\n. Minutes of the Sussex County Council meeting, Aug. 3, 2004, at 9; Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 7-8.\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 8.\n. See County Council of Sussex County v. Green, 516 A.2d 480, 481 (Del.1986) (admonishing the County Council for a failure to conform to recognized standards in exercising its land use regulatory power and noting that “adherence to the statutory or decisional standards then controlling” is paramount in providing the fundamental protections that form the basis justifying judicial deference).\n. Minutes of the Sussex County Council meeting, Aug. 3, 2004, at 9; Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 7.\n. Compare 9 Del. C. § 6904(b), with Sussex County Code, Zoning, Article XXIV Conditional Uses, Chapter 115-171 Purpose.\n. See, e.g., Sears v. Levy Court of Kent County, 1986 WL 10085 (Del.Ch. Sept. 15, 1986) (recognizing as valid a community objection that that a proposed airport \"would destroy the quiet, residential character of the neighborhood”).\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 9.\n. E.g., Def. Op. Br. at 10, 14-15.\n. In a non-arbitrary character review, the Council would have also had to consider the size of several of the single family homes near this area, homes that are formidable in size, to put it mildly.\n. The logic of my decision in this regard finds resonance in other related areas of our law. Where a homeowners’ association seeks to maintain a certain character in a development through restrictive covenants, for example, a similar tension arises between the intent of the community and its ability to protect that intent, and the traditional rights of properly owners to do what they will with their property. Where a community attempts to impose such restrictions on a homeowner via restrictive covenants, this court is often called upon to enforce such strictures. As a general rule, this court has established that provisions of this nature are enforceable when they are clear, precise and capable of evenhanded application. See Bethany Village Owners Ass’n, Inc. v. Fontana, 1997 WL 695570, at *2 (Del.Ch. Oct.9 1997). Review based on aesthetic compatibility is strongly disfavored. Id. In this context, this court has noted that \"architectural review is suspect due to its tendency to be arbitrary, capricious and therefore unreasonable.” Seabreak Homeowners Association, Inc. v. Gresser, 517 A.2d 263, 268 (Del.Ch.1986). My concerns here are identical in substance.\n. See Tidewater Utilities, Inc. v. Sussex County Council, 1986 WL 10082, at *2 (Del.Ch. Sept.17, 1986) (noting that the Council’s zoning decisions, including condition use reviews, must relate to \"the factors to be taken into account under the applicable statute” and granting plaintiffs motion for summary judgment where the County Council \"failed to articulate reasons for its decision in terms that are responsive to the Zoning Code criteria for conditional use permits.”).\n. Green v. County Council of Sussex County, 508 A.2d 882, 891-92 (Del.Ch.), aff'd 516 A.2d 480 (Del.1986).\n. See Tate v. Miles, 503 A.2d 187, 191 (Del.1986) (\"The court may set aside arbitrary and capricious zoning action, i.e. one that is not reasonably related to public health, safety or welfare.”).\n. See Bayville Shore Development Corp. v. County Council of Sussex County, 1992 WL 14957, at *2-3 (Del.Ch. Jan.9, 1992).\n. See Tidewater Utilities, Inc. v. Sussex County Council, 1986 WL 10082, at *2 (Del.Ch. Sept. 17, 1986) (\"[T]he action of the Sussex County Council in approving zoning changes will be deemed arbitrary and capricious, unless the Council creates a record, or states on the record, its reasons for the zoning change in terms that address the factors to he taken into account under the applicable statute.\") (emphasis added) (citing Tate v. Miles, 503 A.2d 187 (Del.1986)). The Tidewater court went on to explain that similar requirements exist when the Council denies a zoning change, including an application for a conditional use. Id. at *3.\n. See Tate v. Miles, 503 A.2d 187, 191 (Del. 1986) (\"The court may set aside arbitrary and capricious zoning action, i.e. one that is not reasonably related to public health, safety or welfare.”). County Council's allusion to both Steen and Sears in this context is unavailing— in both cases, unlike here, allegations regarding potential injuries to neighborhood children, for example, as a result of the conditioned uses of a borrow pit and an airport, respectively, were alleged by objectors and part of the record before the Council. Here, by contrast, the environmental and character concerns alleged by objectors were either found unsubstantial by the county’s own investigatory body, or do not rationally relate to the goal of the statute as explained above.\n. In so finding, I recognize that community opposition may, in other circumstances, provide sufficient justification, especially where the objection rationally relates to public health, safety or welfare and has evidentiary support. In those circumstances, this court would typically not intervene with the Council’s right to weigh that evidence in making its decision. See Bayville Shore Development Corp. v. County Council of Sussex County, 1992 WL 14957, at *2-3 (Del.Ch. Jan.9, 1992).\n. Tr. Re: Conditional Use # 1540, Aug. 3, 2004, at 9-10.\n. See Tate v. Miles, 503 A.2d 187 (Del.1986).\n. See Tidewater Utilities, Inc, v. Sussex County Council, 1986 WL 10082, at *3 (Del.Ch. Sept. 17, 1986) (granting plaintiffs summary judgment where plaintiff. sought injunctive and declaratory relief after being denied a conditional use permit).\n. That many of the Council’s arguments have been at best marginal contributes to my decision to grant an immediate remedy. For example, for the Council to argue that its express determination in its Code that multifamily dwellings are a conditional use in an MR zone should be ignored in interpreting that same Code, does not suggest that a new hearing would be a productive exercise.",
        "type": "majority",
        "author": "STRINE, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Thomas R. Hunt, Jr., Esquire, Morris, Nichols, Arsht & Tunnell, Wilmington, Delaware; Kathleen Jennings-Hostetter, Esquire, and William J. Rhodunda, Jr., Esquire, Oberly Jennings & Rhodunda P.A., Wilmington, Delaware, Attorneys for Plaintiffs.",
      "Daniel P. Bennett, Esquire, Heckler & Frabizzio, Wilmington, Delaware, Attorneys for Defendants."
    ],
    "corrections": "",
    "head_matter": "James Robert GIBSON and Jane Harkins Gibson, Plaintiffs, v. SUSSEX COUNTY COUNCIL, Dale R. Dukes, Finley B. Jones, Jr., George B. Cole, Vance Phillips, and Lynn J. Rogers, Individually and in their official capacity as members of Sussex County Council, Defendants.\nC.A. No. 722-S.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted: May 20, 2005.\nDecided: July 21, 2005.\nThomas R. Hunt, Jr., Esquire, Morris, Nichols, Arsht & Tunnell, Wilmington, Delaware; Kathleen Jennings-Hostetter, Esquire, and William J. Rhodunda, Jr., Esquire, Oberly Jennings & Rhodunda P.A., Wilmington, Delaware, Attorneys for Plaintiffs.\nDaniel P. Bennett, Esquire, Heckler & Frabizzio, Wilmington, Delaware, Attorneys for Defendants."
  },
  "file_name": "0054-01",
  "first_page_order": 82,
  "last_page_order": 108
}
