{
  "id": 11312180,
  "name": "Catherine NICHOLSON v. Gary COMBS, Appellant",
  "name_abbreviation": "Nicholson v. Combs",
  "decision_date": "1994-09-13",
  "docket_number": "",
  "first_page": "55",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "395 Pa.Super. 473",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        881221
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/395/0473-01"
      ]
    },
    {
      "cite": "403 Pa.Super. 93",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892751
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0093-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 323",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874638
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "330"
        },
        {
          "page": "1319"
        },
        {
          "parenthetical": "close scrutiny to ability to pay must be utilized in setting payment toward arrearages"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0323-01"
      ]
    },
    {
      "cite": "425 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927807
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "where a parent invokes the authority of family court to enforce a support order, the parent forsakes his or her contractual remedies, and the court is not conclusively bound by the terms of support in the agreement between the parties"
        },
        {
          "parenthetical": "where a parent invokes the authority of family court to enforce a support order, the parent forsakes his or her contractual remedies, and the court is not conclusively bound by the terms of support in the agreement between the parties"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0508-01"
      ]
    },
    {
      "cite": "311 Pa.Super. 495",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        211651
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "an agreement for child support may not be reduced by the court, although an Order to increase support is permissible when circumstances warrant"
        },
        {
          "parenthetical": "an agreement for child support may not be reduced by the court, although an Order to increase support is permissible when circumstances warrant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/311/0495-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 45",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874659
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "49"
        },
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0045-01"
      ]
    },
    {
      "cite": "378 Pa.Super 474",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706192
      ],
      "weight": 5,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/378/0474-01"
      ]
    },
    {
      "cite": "495 Pa. 635",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770726
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "unless an agreement is merged into the divorce decree, it may not be modified by the court"
        },
        {
          "parenthetical": "unless an agreement is merged into the divorce decree, it may not be modified by the court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0635-01"
      ]
    },
    {
      "cite": "588 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1827730,
        1827722
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0082-01",
        "/pa/527/0083-01"
      ]
    },
    {
      "cite": "527 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827722
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "86-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0083-01"
      ]
    },
    {
      "cite": "418 Pa.Super. 111",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916883
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "appellate court is bound by prior appellate decisions involving the same legal principles"
        },
        {
          "parenthetical": "appellate court is bound by prior appellate decisions involving the same legal principles"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/418/0111-01"
      ]
    },
    {
      "cite": "390 Pa.Super 526",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        475929
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "533"
        },
        {
          "page": "1301-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/390/0526-01"
      ]
    },
    {
      "cite": "318 A.2d 324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "duty of support must be shared equally by both parties"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584480
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "duty of support must be shared equally by both parties"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0536-01"
      ]
    },
    {
      "cite": "512 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800488
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "equal protection requires a uniform treatment of similarly situated individuals"
        },
        {
          "parenthetical": "equal protection requires a uniform treatment of similarly situated individuals"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0129-01"
      ]
    },
    {
      "cite": "361 Pa.Super. 391",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        667116
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "parties are bound by the terms of their contract which survives the decree as an independent obligation and does not allow modification in view of changed circumstances to the determent of contract property rights"
        },
        {
          "parenthetical": "parties are bound by the terms of their contract which survives the decree as an independent obligation and does not allow modification in view of changed circumstances to the determent of contract property rights"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/361/0391-01"
      ]
    },
    {
      "cite": "407 Pa.Super. 43",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        900507
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "child support provisions of a separation agreement may be modified in light of the reasonable needs of the child"
        },
        {
          "parenthetical": "child support provisions of a separation agreement may be modified in light of the reasonable needs of the child"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/407/0043-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 352",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888198
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0352-01"
      ]
    },
    {
      "cite": "414 Pa.Super. 242",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909392
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "246-47"
        },
        {
          "parenthetical": "a misapplication of the law is an abuse of discretion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0242-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 888,
    "char_count": 19391,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23967825923441868
    },
    "sha256": "0f2329b8f5ca239726d8de33682ab1a20001e6c36f4003e0422641044d794418",
    "simhash": "1:5a17cd3a4fca8ce1",
    "word_count": 3136
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, POPOVICH and HESTER, JJ."
    ],
    "parties": [
      "Catherine NICHOLSON v. Gary COMBS, Appellant."
    ],
    "opinions": [
      {
        "text": "HESTER, Judge:\nGary Combs appeals from the November 5, 1992 order entered by the Court of Common Pleas of Bucks County in this divorce case. The order directed appellant to pay $1,168 per month in child support for two minor children and to pay $100 per month on arrearages. Appellant argues that the court erred in refusing to reduce the amount of support it ordered as a matter of law, despite his changed circumstances and reduced income. The court concluded that it was bound by its previous order adopting an agreement of the parties. We affirm in part and reverse in part.\nThe record viewed in the light most favorable to appellee as the prevailing party reveals the following. On April 24,1987, appel-lee filed a complaint in divorce in which she sought custody and support for two minor children. The parties executed a comprehensive settlement agreement on December 16, 1987 (hereinafter the “agreement”). Paragraph 12 of the agreement provided for the increase or decrease in child support payments as follows:\n“12. Husband shall pay to Wife as child support for Stephanie and Jamie the sum of One Thousand Two Hundred ($1,200.00) Dollars a month beginning upon the date of the signing of this Agreement. These, payments shah be made through the Bucks County Domestic Relations Office and shah be payable until the emancipation of Stephanie at which time child support shah drop to one-half of the previous amount. Emancipation shah be age twenty-one (21). Each subsequent year, at the date of signing this Agreement, support shall be modified by proportionately changing support by the increase or decrease of Husband’s net after tax income over the twelve-month period. Said modification shah be limited to Five (5%) percent either way. The parties agree that Husband’s base period net after tax income is Forty One Thousand Two Hundred Seventy Five Dollars and Seventy Nine Cents ($41,275.79)_”\nA divorce decree was entered on February 2, 1988. On February 10, 1988, the support terms of the parties’ agreement were incorporated into a support order for purposes of enforcement.\nAppehant filed a pro se petition to modify support on March 27, 1989 as a result of which a hearing was scheduled for June 29, 1989. An agreed order was • then entered which provided as fohows:\n“The parties have agreed that the support will be adjusted to $1,230.00 per month, but that figure will remain frozen for a three-year period; that is there will be no change made in the amount of the support until July 1, 1992. The basis for the change, the parties agreed to each other both past, present, and future change, and both parties agree that on the basis that the freeze for the three-year period is both fair and equitable under the circumstances. Proeedurally the response to the petition as requested, and we are agreed that, and will put on the record that Gary Combs mil be moving back to Pennsylvania, and intends to move back to Pennsylvania sometime in this year. One of the circumstances that has been changed, or considered in putting this freeze on the amount of the support, and we want to make very clear on the record though that changes of circumstances in any manner, and we will make a change in the support order for this.” (R. 34a)\nThereafter, appellant, who was in the process of leaving his job to become self-employed, was fired by his employer when his efforts to leave were discovered. Appellant tried self-employment, but was not successful. He then obtained employment as a manufacturer’s representative, calling upon some of his contacts from his previous employer, but doing so in a different capacity, and at a significantly reduced income. Irrespective of the June 29, 1989 order appellant subsequently filed another petition to modify support on August 25,1989, in which he sought a reduction in child support due to his significantly decreased income. At a hearing conducted on December 7,1989, the court determined that appellant was bound by the terms set forth in the June 29, 1989 order, and concluded that his child support obligation could not be reduced irrespective of his change of circumstances.\nAppellant filed an appeal from this determination, which he subsequently discontinued. Appellee, however, filed a petition for contempt seeking to enforce payment of arrears on orthodonture expenses. On November 7,1991, a court order was entered directing appellant to reduce his arrearages. Appellant contended that enforcement through contempt abrogated the agreement which was reached by the parties and which was incorporated in the June 29, 1989 order. In response, he filed another petition to vacate the arrears. A hearing was held on November 5,1992. The court refused to modify the level of support and ordered payment of $100 per month on the arrearages. This appeal followed.\nWe initially note that our scope of review of support orders is limited. In Ball v. Minnick, 414 Pa.Super. 242, 246-47, 606 A.2d 1181 (1992), we stated:\nThis Court’s standard of review for support awards is a narrow one based upon abuse of discretion. Abuse of discretion in these matters requires more than mere error of judgment, rather it requires an overriding or misapplication of the law or a manifestly unreasonable exercise of judgment. Caplan v. Caplan, 400 Pa.Super. 352, 583 A.2d 823 (1990).\nAppellant argues that the trial court erred in finding that, as a matter of law, its previous child support order entered by means of incorporating the agreement of the parties could not be modified downward due to changed circumstances. Appellant notes that we permit upward modification of child support provisions contained in separation agreements which are incorporated but not merged into the divorce decree as the best interests of the child require. Brangs v. Brangs, 407 Pa.Super. 43, 595 A.2d 115 (1991) (child support provisions of a separation agreement may be modified in light of the reasonable needs of the child). However, appellant asserts that this encompasses only upward modifications in response to the child’s needs, but does not permit modification downward based on changed circumstances, citing McGough v. McGough, 361 Pa.Super. 391, 522 A.2d 638 (1987) (parties are bound by the terms of their contract which survives the decree as an independent obligation and does not allow modification in view of changed circumstances to the determent of contract property rights).\nAppellant contends that this double standard represents unconscionable discrimination against males. In support, he cites Smith v. City of Philadelphia, 512 Pa. 129, 516 A.2d 306 (1986) (equal protection requires a uniform treatment of similarly situated individuals), and Conway v. Dana, 456 Pa. 536, 318 A.2d 324 (1974) (duty of support must be shared equally by both parties). Appellant argues that the contract bar to downward modification of support is employed wrongly in relation to support provisions. If support may be modified upward, he asserts, then support also should be permitted to be modified downward. Moreover, if support is based on the needs of the child, support should be governed by that criterion. As a result, child support in agreements should be subject to modification based on childrens’ needs, rather than employing needs of the child as an exception to contract law only for the purpose of increasing support.\nAppellant further contends that it is unconscionable that the court recognize the unfortunate circumstances of his reduced income in light of his support obligation, yet permit no remedy. He notes that his level of support from the support guidelines would equal $624.56 per month, but the court has ordered him to pay $1,168 per month plus $100 in arrearages. He claims this is confiscatory. In support of this argument, appellant cites the dissent in Bell v. Bell, 390 Pa.Super 526, 533, 568 A.2d 1297, 1301-02 (1992), where Judge Brosky opined:\nIt escapes me why it should automatically be concluded that when parties sit down to negotiate the economic issues in lieu of litigation they intend to materially alter the nature of the claim being negotiated. That is, support obligations are generally modifiable upon a showing of changed circumstances. If parties sit down to negotiate an appropriate sum for support why is it automatically assumed that they wish to change the modifiable nature of the obligation? Isn’t it more likely that they have the same generally accepted concept of support in mind and are merely negotiating an acceptable support obligation rather than accepting the risk of an adverse award by the court, or perhaps, are attempting to limit the litigation costs, which, as we are all aware, can amount to substantial sums rather quickly.\nA change of circumstances can transform an affordable support obligation into a tremendous financial burden, and a finding of non-modifiability can transform an equitable obligation into a fast lane to financial ruin. Particularly when it is considered that court ordered support obligations are modifiable under appropriate circumstances, I do not believe non-modifiable obligations should be imposed....\nAppellant therefore suggests that since his child support obligation is confiscatory, the court could not dismiss his petition to modify on the basis that his prior agreement rendered it non-modifiable as a matter of law, without first considering his present ability to pay.\nWe reject appellant’s arguments. First, the non-modifiability aspect of the agreement between the parties with regard to support was entered with their consent as part of a court order. They bargained for non-modifiability for a specified limited period of time. We agree with the trial court’s conclusion that appellant specifically bargained for the non-modifiability of support at the June 29, 1989 hearing, perhaps on the assumption that his income would rise with self-employment. Moreover, it is beyond argument that, absent legally relevant distinctions of fact, we are bound by precedent. Aivazoglou v. Drever Furnaces, 418 Pa.Super. 111, 613 A.2d 595 (1992) (appellate court is bound by prior appellate decisions involving the same legal principles). Thus, applicable precedent dictates that we hold that appellant is bound by his prior agreement that the amount of his child support may not be modified based on changed income or circumstances.\nFinally, we note that our Supreme Court has held that the best interests of the child are so important that they override property agreements between parties when the child’s needs require an increase. This is not the case when a party seeks a decrease in breach of their prior commitment due to reduced income. Further, with respect to appellant’s equal rights argument, it may be noted that the obligor equally likely may be the woman today as a man.\nNext, appellant argues that where the court enters a support order which exists independently of the support to which he obligated himself in the agreement, the court’s order remains modifiable even if the support agreement is not modifiable. He contends this particularly is true where the support provision of the agreement is incorporated into a court order largely for enforcement purposes. In support, appellant cites Knorr v. Knorr, 527 Pa. 83, 86-87, 588 A.2d 503, 505 (1991), where our Supreme Court stated:\nParties to a divorce action may bargain between themselves and structure their agreement as best serves their interests, Brown v. Hall, 495 Pa. 635, 435 A.2d 859 (1981). They have no power, however, to bargain away the rights of their children. Sonder v. Sonder, [378 Pa.Super 474, 549 A.2d 155 (1988) ... [Their agreement] is at best advisory to the court and swings on the tides of the necessity that the children be provided. To which inter se rights of the parties must yield as the occasion requires .... While such an option [forsaking the contract right to sue and seeking the powers of the court for immediate relief] may provide swifter and more enforceable results, it becomes subject to the court and the court is not bound by their agreement. In the exercise of its duty to provide for the best interests of the child, the court may order more than the agreement provides.\nAppellant also cites Dechter v. Kaskey, 379 Pa.Super. 45, 49, 549 A.2d 588, 590 (1988), where we stated:\nPursuant to Sonder, we held both agreements and support Orders under certain circumstances could be given independent effect. Obviously, double recovery cannot be allowed on both the agreement and the support Order. To the extent the agreement is not completely satisfied by giving credit for the amount paid pursuant to the support order, a debt is accumulated which may be recovered in an action of assumpsit or in equity. However, as we stated in Sonder, the enforcement remedies are not those pursuant to the support laws, therefore, attachment of the person and wage attachment are not permissible. In this respect, by retaining the validity of the agreement, we do not offend Millstein v. Millstein, 311 Pa.Super. 495, 457 A.2d 1291 (1983) (an agreement for child support may not be reduced by the court, although an Order to increase support is permissible when circumstances warrant) and Brown v. Brown, 495 Pa. 635, 435 A.2d 859 (1981) (unless an agreement is merged into the divorce decree, it may not be modified by the court).\nAppellant contends this authority clearly supports his proposition that while the provision for support in an agreement is binding and may not be modified downward, the support order actually entered by the court exists independently of these contractual obligations. Therefore, he suggests that the court may modify its order without reducing the ultimate support owed under the agreement. He also cites Hanson v. Hanson, 425 Pa.Super. 508, 625 A.2d 1212 (1993) (where a parent invokes the authority of family court to enforce a support order, the parent forsakes his or her contractual remedies, and the court is not conclusively bound by the terms of support in the agreement between the parties).\nWe reject this contention. It patently is clear that the support provision in the agreement constitutes the level below which support may not be modified. Courts have general authority to modify their own support orders based upon changed circumstances. However, this does not permit modification below the level of support set forth in the agreement of the parties where the court has incorporated that agreement as part of its support order. The support obligation set forth in the agreement is an independent financial obligation between the parties. Sonder v. Sonder, 378 Pa.Super. 474, 549 A.2d 155 (1988). Support may be modified upward based on the unavoidable obligation which a parent owes to meet the reasonable needs of a dependent child, but this rationale does not extend to downward modification of the level of support set forth in parties’ agreement once the court has adopted their agreement. Id.\nAppellant attempts to exempt the support order itself from any contractual ties, but, as noted, this is permitted only in instances where the support in effect no longer is sufficient to meet the needs of the child. Since the needs of the children are not the premise for appellant’s petition to modify support, the trial court correctly dismissed his petition as a matter of law.\nFinally, appellant argues that the trial court erred and did not afford him due process when it ordered him to pay arrearages of $100 per month after holding a contempt hearing but without permitting him to present evidence concerning his ability to pay that amount in addition to the amount of support ordered. He asserts this is confiscation of property without due process since he was not permitted to present evidence for the court to determine whether he has the present ability to make payments toward his arrearages. We are constrained to agree.\nWith regard to the trial court’s power to designate the amount to be allocated toward payment of arrearages, we note that 23 Pa.C.S. § 4352, in pertinent part, provides:\n(d) Arrears as judgments. — On and after the date it is due, each and every support obligation shall constitute a judgment against the obligor by operation of law, with the full force, effect and attributes of a judgment of court, including the ability to be enforced, and shall be entitled as a judgment to full faith and credit in this or any other state....\n(e) Retroactive modification of arrears. — No court shall modify or remit any support obligation, on or after the date it is due, except with respect to any period during which there is pending a petition for modification....\nThe more stringent laws prohibiting retroactive modification of arrearages have resulted in a rigidity in the Domestic Relations Code. Consequently, we have cautioned:\nBecause of these more stringent laws as to arrearages and their nonmodifiability, the automatic imposition of judgment without review, and the imposition of penal sanction (summary offense) for willful failure to pay support, the trial courts must now apply closer scrutiny to ability to pay than heretofore. Earning capacity [or pri- or agreement] becomes too vague a basis for assessing arrears, absent some verifiable basis for determining that the capacity exists, or that it was eliminated or reduced because of intentional acts by the obligor.\nHaley v. Haley, 379 Pa.Super. 323, 330, 549 A.2d 1316, 1319 (1989). See also Welz v. Stump, 403 Pa.Super. 93, 588 A.2d 47 (1991); Blaisure v. Blaisure, 395 Pa.Super. 473, 577 A.2d 640 (1990).\nIn this instance, the trial court designated an amount to be paid toward arrearages without permitting testimony from appellant regarding his present ability to pay. Setting an amount to be paid toward arrearages, in addition to support ordered, without considering closely evidence of appellant’s ability to pay could result in a confiscatory order. We require close scrutiny since courts may not set a payment with which it is impossible to comply. Therefore, the trial court erred in refusing to hear evidence of appellant’s present ability to pay in ordering payment toward arrearages in addition to ordering support as agreed to by the parties. Consequently, the trial court’s refusal to consider appellant’s present inability to pay and changed circumstances when determining payment toward arrearages is a misapplication of the law and an abuse of discretion. See Haley v. Haley, supra (close scrutiny to ability to pay must be utilized in setting payment toward arrearages), and Ball v. Minnick, supra (a misapplication of the law is an abuse of discretion).\nAccordingly, we are constrained to remand to the trial court for an evidentiary hearing with regard to appellant’s present ability to pay prior to designating an amount to be paid toward arrearages. Interest and unpaid support arrearages will continue to accrue until they ultimately are satisfied.\nOrder affirmed in part and reversed with respect to payment toward arrearages. We remand for proceedings consistent with this opinion. Jurisdiction relinquished.",
        "type": "majority",
        "author": "HESTER, Judge:"
      }
    ],
    "attorneys": [
      "Joyce Ullman, Philadelphia, for appellant.",
      "Laurence I. Tomar, Yardley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Catherine NICHOLSON v. Gary COMBS, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Feb. 9, 1994.\nFiled Sept. 13, 1994.\nReargument Denied Nov. 23, 1994.\nJoyce Ullman, Philadelphia, for appellant.\nLaurence I. Tomar, Yardley, for appellee.\nBefore KELLY, POPOVICH and HESTER, JJ."
  },
  "file_name": "0055-01",
  "first_page_order": 113,
  "last_page_order": 118
}
