{
  "id": 11827352,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Michael J. STONER, Appellant",
  "name_abbreviation": "Commonwealth v. Stoner",
  "decision_date": "1998-03-17",
  "docket_number": "",
  "first_page": "55",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "710 A.2d 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "498 F.2d 30",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        169419
      ],
      "pin_cites": [
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/498/0030-01"
      ]
    },
    {
      "cite": "654 A.2d 1086",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875312,
        713661
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "plain view"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1086-01",
        "/pa-super/439/0494-01"
      ]
    },
    {
      "cite": "439 Pa.Super. 494",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        713661
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "plain view"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/439/0494-01"
      ]
    },
    {
      "cite": "305 Pa.Super. 386",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        200318
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/305/0386-01"
      ]
    },
    {
      "cite": "344 A.2d 633",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "635"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "236 Pa.Super. 161",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6771011
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/236/0161-01"
      ]
    },
    {
      "cite": "700 A.2d 447",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899600
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/0447-01"
      ]
    },
    {
      "cite": "683 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869897,
        771047
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "925"
        },
        {
          "parenthetical": "plain feel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0919-01",
        "/pa-super/453/0294-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 294",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771047
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "plain feel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0294-01"
      ]
    },
    {
      "cite": "508 U.S. 366",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12205
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "373"
        },
        {
          "page": "2136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/508/0366-01"
      ]
    },
    {
      "cite": "509 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795387
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "exigent circumstances justified war-rantless entry of dwelling when officer reasonably believed that occupant was in need of immediate aid"
        },
        {
          "parenthetical": "exigent circumstances justified war-rantless entry of dwelling when officer reasonably believed that occupant was in need of immediate aid"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0406-01"
      ]
    },
    {
      "cite": "427 U.S. 38",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174406
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "under the Fourth Amendment, the doorway of the home is in a \"public place\" and therefore the police may perform a warrantless arrest upon a person standing there"
        },
        {
          "parenthetical": "under the Fourth Amendment, the doorway of the home is in a \"public place\" and therefore the police may perform a warrantless arrest upon a person standing there"
        },
        {
          "parenthetical": "under the Fourth Amendment, the doorway of the home is in a \"public place\" and therefore the police may perform a warrantless arrest upon a person standing there"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/427/0038-01"
      ]
    },
    {
      "cite": "429 Pa.Super. 464",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        934776
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "questioning whether, under the Pennsylvania constitution,' a person exposes himself to warrantless arrest by stepping into a doorway"
        },
        {
          "parenthetical": "questioning whether, under the Pennsylvania constitution,' a person exposes himself to warrantless arrest by stepping into a doorway"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/429/0464-01"
      ]
    },
    {
      "cite": "698 A.2d 571",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12009044,
        960543
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0571-01",
        "/pa/548/0484-01"
      ]
    },
    {
      "cite": "548 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960543
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0484-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 7,
      "year": 1968,
      "pin_cites": [
        {
          "page": "29"
        },
        {
          "page": "1884"
        },
        {
          "page": "26"
        },
        {
          "page": "1882"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "507 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792365
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "532"
        },
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0529-01"
      ]
    },
    {
      "cite": "526 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825870
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/526/0374-01"
      ]
    },
    {
      "cite": "700 A.2d 447",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899600
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/700/0447-01"
      ]
    },
    {
      "cite": "683 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869897,
        771047
      ],
      "weight": 2,
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/683/0919-01",
        "/pa-super/453/0294-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 294",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771047
      ],
      "weight": 2,
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/453/0294-01"
      ]
    },
    {
      "cite": "427 U.S. 38",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174406
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "2409"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/427/0038-01"
      ]
    },
    {
      "cite": "429 Pa.Super. 464",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        934776
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1322"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/429/0464-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 891,
    "char_count": 19305,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24341380520640393
    },
    "sha256": "41d00f826ce2c05ac46764152accbf62a576b1da4a7d958e215f066d532bd1d3",
    "simhash": "1:39aeeb7361e2b876",
    "word_count": 3162
  },
  "last_updated": "2024-02-27T16:25:50.671612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TAMILIA, BROSKY and BECK, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Michael J. STONER, Appellant."
    ],
    "opinions": [
      {
        "text": "BROSKY, Judge.\nThis is an appeal from the July 22, 1997 judgment of sentence of the Court of Common Pleas of Cumberland County finding appellant guilty of the unlawful possession of drug paraphernalia. 35 P.S. § 780-113(a)(32). Appellant raises two issues for our consideration: (i) whether the physical evidence seized from his person should have been suppressed becáuse the arresting officer lacked probable cause to conduct a search; and (ii) whether the evidence should have been suppressed because the scope of the search exceeded that permitted under the state constitution. We affirm.\nOn October 22,1996, at approximately 3.00 p.m., Officer Michael McLaughlin of the Upper Allen police department, was contacted by a local resident, Robert Poisez. Mr. Poi-sez told Officer McLaughlin that on the stairs of a local house, he had observed an individual holding a .45 pistol to the back of another person. Mr. Poisez did not know the exact address where he saw this incident, but offered to return with Officer McLaughlin to the scene and to point out the house. Mr. Poisez described the suspect as a white male in his late teens wearing a dark colored jacket with a hood.\nOfficer McLaughlin and Mr. Poisez went to the house where Mr. Poisez had seen the armed man. The address was 336 Gettysburg Pike, a house with which Officer McLaughlin was familiar. Upon arrival, Officer McLaughlin observed an unfamiliar dark blue Ford Probe in the driveway. While examining the vehicle, Officer McLaughlin observed the smell of burnt marijuana emanating from an open front window. A computer search of the license plate number disclosed that the vehicle was registered to Michael Stoner, appellant in this ease.\nOfficer McLaughlin knocked on the door of the house. Appellant, a white male in his late teens, answered the door. Appellant was wearing a dark jacket with a hood. When asked his name, the individual replied that it was “Michael Stone”. Officer McLaughlin explained why he was there, then turned appellant around and conducted a pat down search. During the search, Officer McLaughlin felt a small pipe in the right front pocket of the jacket. Officer McLaughlin, who subsequently testified to his extensive experience in drug arrests, removed the pipe and continued to search appellant for weapons. He located a handgun, which was also removed from appellant, but nothing more. Officer McLaughlin then arrested appellant for possession of drug paraphernalia based on the pipe that Officer McLaughlin had found in appellant’s pocket.\nNo charges were filed based on the gun incident. After appellant’s arrest, Carly Weaver, the daughter of the homeowners, informed Officer McLaughlin that she had been the person who Mr. Poisez had seen with appellant, and that the incident had been a joke. The gun itself was a Crossman .177 BB gun, a less powerful weapon than a .45. At the police station, appellant gave an essentially identical explanation of the gun incident to that of Ms. Weaver. Appellant admitted that the pipe was his.\nIn his first allegation of error, appellant argues that the trial court erred by not suppressing the physical evidence seized from appellant because appellant was directed from a residence and searched without a warrant and without probable cause. Our scope of review is as follows:\nWhen reviewing the ruling of a suppression court, we must determine whether the factual findings are supported by the record. When it is a defendant who has appealed, we must consider only the evidence of the prosecution and so much of the evidence for the defense as, fairly read in the context of the record as a whole, remains uncontradicted. Assuming that there is support in the record, we are bound by the facts as are found and we may reverse the suppression court only if the legal conclusions drawn from those facts are in error.\nCommonwealth v. Cortez, 507 Pa. 529, 532, 491 A.2d 111, 112 (1985).\nWe find no merit in appellant’s first argument. Officer McLaughlin did not immediately place appellant under arrest, but instead removed appellant from the doorway and conducted a pat-down search. A police officer is constitutionally permitted to conduct a pat-down search for weapons if the officer has a reasonable suspicion that a crime has been committed or is imminent, and that the individual searched may be armed and dangerous. Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968); Commonwealth v. Jackson, 548 Pa. 484, 698 A.2d 571 (1997). The facts at the officer’s disposal need not be enough to constitute probable cause. Rather, if the officer’s suspicion is based on specific, articulable facts and reasonable inferences drawn from those facts in light of the officer’s experience, the officer may conduct a weapons search. Id.\nThe articulable facts in this case are that an apparently trustworthy witness had observed an individual at the Weaver residence holding a gun to the back of someone else’s head. While those observations could be, and eventually were, accounted for by an innocent explanation, they seemed more likely to indicate both that criminal activity had taken place and that the occupants of the home were in danger. Consequently, we find no constitutional violation in the stop and frisk.\nAppellant’s argument that his presence in the doorway of a private home entitles him to a heightened degree of protection of his privacy interest is unavailing here. First, it is questionable whether a doorway is within or outside the scope of the area subject to heightened protection. See Commonwealth v. Govens, 429 Pa.Super. 464, 632 A.2d 1316 (1993) (questioning whether, under the Pennsylvania constitution,' a person exposes himself to warrantless arrest by stepping into a doorway); United States v. Santana, 427 U.S. 38, 96 S.Ct. 2406, 49 L.Ed.2d 300 (1976) (under the Fourth Amendment, the doorway of the home is in a “public place” and therefore the police may perform a warrantless arrest upon a person standing there).\nTo the extent that Santana controls, we have no difficulty in finding that appellant was not entitled to the heightened expectation of privacy that exists for the inside of a private home. Although appellant attempts to distinguish Santana on the grounds that Officer McLaughlin did not possess probable cause to make an arrest in this case, the logic of Santana compels the conclusion that a similar rule should exist for pat-down searches. Just as the police may effect an arrest of an individual standing in a doorway provided they have the requisite probable cause to believe that the individual has committed a crime, so they may perform a stop and frisk if they possess the requisite reasonable suspicion that a crime has been committed or is imminent and that the individual is armed and dangerous. Appellant offers no authority in support of his suggestion that an officer should have probable cause to believe a crime has been committed before he may perform a stop and frisk of an individual standing in a doorway.\nFurther, even if we were to reject the applicability of the Santana rule under the Pennsylvania constitution, appellant would still not be entitled to relief. The exigent circumstance of the apparent danger to innocent occupants of the dwelling clearly justified Officer McLaughlin in seizing appellant for the limited purposes of performing a search for weapons. See e.g., Commonwealth v. Silo, 509 Pa. 406, 502 A.2d 173 (1985) (exigent circumstances justified war-rantless entry of dwelling when officer reasonably believed that occupant was in need of immediate aid). Accordingly appellant’s first assignment of error is denied.\nIt is uncontested, however, that appellant was not under arrest when Officer McLaughlin searched him and discovered the pipe. Officer McLaughlin apparently believed, and we are inclined to agree, that the information at.his disposal at that time was easily sufficient to justify further investigation but not yet sufficient to warrant an arrest. Consequently, the legitimate scope of the search was restricted to that constitutionally allowed under Terry.\nUnder Terry, the purpose of a pat-down search is to assure the safety of the officer and of bystanders. Terry, 392 U.S. at 29, 88 S.Ct. at 1884. Under both the state and federal constitutions, an officer performing a stop and frisk may pat down the suspect to identify weapons and may remove any weapons that he can identify by feel. Id. at 26, 88 S.Ct. at 1882. However, if the search proceeds beyond this scope and extends to a general search for incriminating evidence, it is no longer valid and the fruits of the search will be suppressed. Minnesota v. Dickerson, 508 U.S. 366, 373, 113 S.Ct. 2130, 2136, 124 L.Ed.2d 334 (1993).\nA limited exception to this rule was recognized in Dickerson for nonthreatening contraband detected by the officer’s “plain feel” during a search for weapons. We recognized the validity of the “plain feel” doctrine under the law of Pennsylvania in In the Interest of B.C., 453 Pa.Super. 294, 683 A.2d 919 (1996). In Interest of B.C., we held that the plain feel doctrine applies when (i) the officer is lawfully in a position to detect the contraband; (ii) the incriminating nature of the contraband is immediately apparent; and (iii) the officer has a lawful right of access to the object. Id. at 305, 683 A2d at 925.\nHad Officer McLaughlin’s detection of the contours of the pipe been the sole source of his information, we would agree with appellant that the second element of this test had not been met, and therefore that the evidence should have been suppressed. In Commonwealth v. Fink, 700 A.2d 447 (Pa.Super.1997), a suspect was detained following a report that a woman was heard screaming for police assistance and that a man answering the suspect’s description had been seen exiting the woman’s building. A police officer stopped the suspect and administered a pat-down search, which the court found was justified. During the course of the search, the officer felt a small pipe inside a coat pocket. The officer testified that, in his experience, pipes of that size and shape were used to smoke marijuana, not tobacco. The Court of Common Pleas found that the seizure fell within the scope of the “plain feel doctrine”.\nThis court reversed. The court observed that nonthreatening contraband may be seized only if its incriminating nature is immediately apparent. Because the pipe could have been used to smoke any substance, the court held that the pipe fell outside the scope of the “plain feel” doctrine. This was despite the fact that the arresting officer in Fink gave similar testimony to that of Officer McLaughlin regarding both his own extensive experience with drug arrests and also the differences between the type of pipe seized and the type of pipe normally used to smoke tobacco. See Fink, 700 A.2d at 450-51 and at 451-52 (Olszewski, J., dissenting).\nIn Fink, the officer admitted that he had no evidence, which indicated that the defendant had smoked, or intended to smoke, marijuana that day. Here, however, Officer McLaughlin had detected the odor of marijuana emanating from appellant’s car. We regard this as a critical difference. In a case involving a namesake of appellant, we recognized that an odor may be sufficient to establish probable cause for a search of an automobile, which had been legitimately stopped for an unrelated vehicle code violation. Commonwealth v. Stoner, 236 Pa.Super. 161, 344 A.2d 633 (1975). Pertinently, in that case we held that “it would have been a dereliction of duty for [the arresting officer] to ignore the obvious aroma of an illegal drug which he was trained to identify”. Id. at 166, 344 A.2d at 635.\nSubsequently, in Commonwealth v. Trenge, 305 Pa.Super. 386, 451 A.2d 701 (1982), we held that a police officer experienced in drug arrests legitimately seized a marijuana pipe similar in appearance to the one at issue here. In that case, there was a strong odor of marijuana in the defendant’s immediate vicinity and the stem of the pipe was in plain view protruding from the defendant’s jacket pocket.\nTrenge is determinative here. As in that case, the arresting officer was able to testify from experience that he knew the odor of burnt marijuana when he smelled it. That odor was emanating from appellant’s car, a location under appellant’s control. The implication that appellant was the likely smoker follows inexorably. Therefore, under Trenge, we find that the lower court could legitimately find that it was immediately apparent to Officer McLaughlin that the pipe he felt in appellant’s pocket was contraband. It is of no significance that this case concerns the plain feel doctrine whereas Trenge involved an object in plain view. The requirement that the contraband nature of the evidence be “immediately obvious” is an element of both tests. Compare Commonwealth v. Dorsey, 439 Pa.Super. 494, 654 A.2d 1086 (1995) (plain view) with In the Interest of B.C., 453 Pa.Super. 294, 683 A.2d 919 (1996) (plain feel).\nAccordingly, Officer McLaughlin’s seizure of the marijuana pipe from appellant’s, jacket pocket was constitutional, and the court below committed no error by not suppressing it as evidence against appellant. Appellant’s contention that the search violated his rights under the Pennsylvania constitution therefore fails.\nJudgment of sentence affirmed.\nBECK, J., files a concurring and dissenting opinion.\n. This has been termed the \"plain smell doctrine”. See United States v. Curran, 498 F.2d 30, 33 (9th Cir.1974).",
        "type": "majority",
        "author": "BROSKY, Judge."
      },
      {
        "text": "BECK, Judge,\nconcurring and dissenting:\nI join my colleagues in their conclusion that appellant’s judgment of sentence must be affirmed. However, I do so for reasons other than those relied upon by the majority.\nWith respect to appellant’s first claim, that the Terry frisk was improper because he was standing in the doorway of a private residence not his own, I would find that under United States v. Santana, 427 U.S. 38, 96 S.Ct. 2406, 49 L.Ed.2d 300 (1976), appellant is not entitled to relief. Like the majority, I believe Santana stands for the proposition that once a person exposes herself in the threshold of her home, any Fourth Amendment expectation of privacy she may have had in the home is lost.\nI likewise reject appellant’s argument that Santana is inapplicable since it concerned the authority of police to effectuate an arrest, rather than conduct a Terry frisk. The clear holding of Santana is that the threshold of a dwelling is a public place and an individual standing therein does not enjoy the heightened Fourth Amendment protections afforded an individual in her home. The “public” status of a threshold defeats the privacy expectation relied upon by appellant and in so doing permits a valid arrest or a valid Terry frisk.\nI do not join in the majority’s discussion of the propriety of the frisk under the Pennsylvania Constitution. First, appellant has not made a state constitutional argument in his brief. He plainly argues: “Without a recognition of Fourth Amendment privacy rights in this setting, there would be little to limit police from using an informant’s tip and the development of a reasonable suspicion to keep police from following suspects to locations other than their homes.” Appellant’s Brief at 13. A party is required to specifically raise and adequately brief a state constitutional claim before we may address it as such. In Interest of B.C., 453 Pa.Super. 294, 683 A.2d 919, 926 n. 7 (1996). • The failure to do so precludes review. Id.\nFurther, we cannot conclude that appellant is requesting relief under the state constitution simply because he mentions Commonwealth v. Govens, 429 Pa.Super. 464, 632 A.2d 1316 (1993). He does not argue how Govens supports his position. More importantly, the Govens court did not analyze the issue therein under Pennsylvania constitutional law; it merely discussed the federal rule in Santana and went on to note that the “threshold as a public place” principle was inapplicable to the facts. Id. 632 A.2d at 1322..\nBecause appellant makes only a federal constitutional argument, and because I believe that Santana is dispositive, I would reject appellant’s first claim.\nWith regard to appellant’s second claim, that suppression was warranted because the scope of the search exceeded permissible bounds, I would find that appellant cannot be afforded relief.\nIn his brief, appellant acknowledges that this court has accepted the plain feel doctrine and that the validity of the doctrine under the Pennsylvania Constitution has yet to be determined by our supreme court. Despite this, appellant devotes his entire argument to why the doctrine should be found unconstitutional in this Commonwealth. He does not adequately argue that the requirements for plain feel, as set out in B.C., were not met .nor does he raise as support for his claim the case discussed at length by the majority, Commonwealth v. Fink, 700 A.2d 447 (Pa.Super.1997). Instead, he offers a detailed analysis under the formula set forth in Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991), and argues that plain feel should not apply in this case:\n[The plain feel] standard does not provide appropriate, equitable guarantees of privacy throughout our Commonwealth; and as there is no way to ensure this, this Honorable Court should rule that the privacy guarantees of Article I, Section 8, of the Constitution protects against these roads into personal privacy.\nAppellant’s Brief at 20.\nSince this court has already ruled that the plain feel doctrine does not violate the Pennsylvania Constitution, specifically in the context of a Terry search, see B.C., supra, this panel is without authority to grant appellant’s request. In light of that fact, I would find that appellant’s second claim is governed by established case law and, therefore, must fail. Further, I would not reach the merits of the application of the plain feel doctrine in this case, as appellant has failed to raise the issue himself.\n. The Santana court reasoned:\n[Santana] was in a \"public” place: She was not in an area where she had any expectation of privacy. What a person knowingly exposes to the public, even in his own house or office, is not a subject of Fourth Amendment protection. She was not merely visible to the public but was exposed to public view, speech, hearing, and touch as if she had been standing completely outside her house.\nId. at 42, 96 S.Ct. at 2409.\n. Appellant wisely concedes in his brief that reasonable suspicion existed and relies instead on the distinction between an arrest and a Terry frisk to support his claim that the frisk was unreasonable.\n. Had appellant engaged in the same type of analysis for his. first issue that he did in his second, our review on a state constitutional basis would have been appropriate. See infra.\n. While Fink is a recent opinion-of this court, it was decided prior to the date appellant filed his notice of appeal in this case.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "BECK, Judge,"
      }
    ],
    "attorneys": [
      "Taylor P. Andrews, Public Defender, Car-lisle, for appellant.",
      "Jaime M. Keating, Asst. Dist. Atty., Car-lisle, for the Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Michael J. STONER, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 26, 1998.\nFiled March 17, 1998.\nTaylor P. Andrews, Public Defender, Car-lisle, for appellant.\nJaime M. Keating, Asst. Dist. Atty., Car-lisle, for the Com., appellee.\nBefore TAMILIA, BROSKY and BECK, JJ."
  },
  "file_name": "0055-02",
  "first_page_order": 99,
  "last_page_order": 105
}
