{
  "id": 842453,
  "name": "William B. Butt, plaintiff in error, vs. The State of Georgia, defendant in error",
  "name_abbreviation": "Butt v. State",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "56",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 273,
    "char_count": 5253,
    "ocr_confidence": 0.461,
    "sha256": "955dbcb7c45a09f5b817955dda647cd589690a98127e3c112406247e4021f6f1",
    "simhash": "1:f916ea2401321e93",
    "word_count": 924
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William B. Butt, plaintiff in error, vs. The State of Georgia, defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nLumpkin, C. J.,\ndelivering the opinion.\nIn the 10th division of the Penal Code, which embraces offenses against the public morality, health, police and decency, section 5th enacts, “That any man or woman who shall live together in a state of adultery or fornication, or of adultery and fornication, or who shall otherwise commit adultery or fornication, or adultery and fornication, shall be severally indicted, and on conviction, said offenders shall be severally fined or imprisoned in the common jail of the county, or both, at the discretion of the Court:” Cobb’s Digest, 815.\nIf both parties are married, both are guilty of adultery; if both are single, both are guilty of fornication. If one is married and the other single, the one married is guilty of adultery and the one single of fornication.\nThe defendant was charged severally, in the indictment, with the offense of adultery and fornication. But the specification is that being a married man he committed said offense with one Angela Cato, a single woman, and so the jury found him guilty of adultery. This is the practice long established under the Code, and we believe the Gaming Act has received asimilar construction. The nature of the offense charged could not but be sufficiently understood by the jury, if the accusation be not in the very language of the Code. The other objection is that the indictment does not charge that the woman was a free white woman, or that she was a woman of color, free or slave, and the objection would seem to be well taken under the authority of the decision in 22 Georgia Reports, 101. There the defendant was indicted for playing and betting at cards, and this Court held that it ought to show whether the person with whom the playing and betting were done was a white person or a negro. For it was insisted that that offense, like this, could be committed with a person of either color, and moreover, it is argued that the decision in 22 Georgia Reports overrules the case of John, a slave, vs. The State, 16 Georgia Reports, 200, wherein this Court held, that any one, whether bond or free, who is indicted for homicide, is, in legal intendment,- indicted for killing a free white person, and if the killing is of a slave or free person of color or any one within the exceptional cases, the indictment should so charge it. The two cases referred to seem to contradict each other. We hold that the decision in 16 Georgia was right in principle, and that the decision in 22 Georgia to this extent — the objection in the latter was not good by way of demurrer to the indictment. If the indictment is general, not alleging whether the person with or against whom the offense is committed is white or colored, and the evidence shows it is the latter under such a general indictment, the testimony would be demurrable and the prosecution must fail. The objection, therefore, in the case in 22 Georgia was premature and ought not to have-been sustained at the time it was made. In the case at bar, the indictment was good and supported by the proof. There was, therefore, no ground for the motion in arrest of judgment.\nLet the judgment be affirmed.",
        "type": "majority",
        "author": "Lumpkin, C. J.,"
      }
    ],
    "attorneys": [
      "J. J. Scarborough and N. A. Smith, for plaintiff in error.",
      "L. P. D. Warren, Solicitor General, for the State."
    ],
    "corrections": "",
    "head_matter": "William B. Butt, plaintiff in error, vs. The State of Georgia, defendant in error.\nWhere an indictment charges a defendant with the offense of “adultery and fornication,” but contains specifications that the accused is a married man and committed the offense with a single woman, and the jury find the accused “guilty of adultery,” the verdict is good, and it is no ground to arrest the judgment, that the indictment fails to charge that the woman was a free white woman, or that she was a woman of color, free or slave.\nIndictment for adultery and fornication and motion in arrest of judgment, in Sumter Superior Court, decided by Judge Richard H. Clark, at April Term, 1863.\nAt the October term, 1862, a special presentment was returned against William B. Butt, in which the grand jury “in the name and behalf of the citizens of Georgia, charge and accuse William B. Butt, of the county and State aforesaid, with the offense of adultery and fornication: for that the said defendant, being a married man in said county, on the 1st day of May, 1862, unlawfully did commit the act of adultery and fornication, by cohabiting and having sexual intercourse with one Angela Cato, a single woman, contrary to the laws of said State, the good order, peace and dignity thereof.”\nAt the April term, 1863, the defendant was tried under said accusation and the jury returned a verdict of which the following is a copy: “We, the jury, find the defendant guilty of adultery.”\nCounsel for defendant then moved in arrest of judgment in said case, 1st. Because the jury found the defendant guilty of a crime with which he was not charged in the bill of indictment, he being charged with adultery and fornication, and found guilty of adultery. 2d. Because the indictment does not charge that the woman was a free white woman, or that she was a woman of color, free or slave. 3d. Because there is no crime charged in the indictment.\nThe motion was overruled and that decision is the error alleged.\nJ. J. Scarborough and N. A. Smith, for plaintiff in error.\nL. P. D. Warren, Solicitor General, for the State."
  },
  "file_name": "0056-01",
  "first_page_order": 56,
  "last_page_order": 58
}
