{
  "id": 7357301,
  "name": "Stanley D. LOW v. Catherine SPELLMAN, et al.",
  "name_abbreviation": "Low v. Spellman",
  "decision_date": "1993-08-05",
  "docket_number": "",
  "first_page": "57",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 57"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "596 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4823186
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "904"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/157/0233-01"
      ]
    },
    {
      "cite": "629 P.2d 1357",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10441854
      ],
      "pin_cites": [
        {
          "page": "1363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/629/1357-01"
      ]
    },
    {
      "cite": "250 A.2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8066262
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "226"
        },
        {
          "page": "226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/250/0220-01"
      ]
    },
    {
      "cite": "412 S.E.2d 904",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "105 N.C.App. 284",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8522641
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/105/0284-01"
      ]
    },
    {
      "cite": "560 A.2d 733",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "234 N.J.Super. 223",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        296090
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/234/0223-01"
      ]
    },
    {
      "cite": "559 A.2d 1329",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "131 N.H. 682",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        2350617
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/nh/131/0682-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 8402,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 1.4309402910258805e-07,
      "percentile": 0.6512574671341843
    },
    "sha256": "cb56214dd9d4650ea98f87c65d122af88c6f2068a13b5e1958b80fddbdb8e647",
    "simhash": "1:5fed8dd84ae6a740",
    "word_count": 1395
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS and RUDMAN, JJ."
    ],
    "parties": [
      "Stanley D. LOW v. Catherine SPELLMAN, et al."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nCatherine and Paul Spellman appeal from a judgment of the Superior Court (York County, Brennan, J.) voiding an agreement that purports to grant them preemptive rights in property of plaintiff Stanley D. Low. The Spellmans contend that the agreement neither violates the rule against perpetuities nor constitutes an unreasonable restraint on alienation. Because we find both principles to be applicable, we affirm the judgment.\nIn 1952 John and Rose Grady conveyed a parcel of land at Long Beach in York to Elizabeth Towle. At the same time, Towle and her husband, J. Frank Towle, entered into an agreement with the Gradys providing in pertinent part:\nThat Elizabeth M. Towle covenants and agrees for herself, her heirs and assigns, and her husband J. Frank Towle further covenants and agrees for himself, his heirs and assigns, that in the event that they or either of them should desire to sell and convey the above described real estate, that they shall first offer to sell and convey the same to the Gradys, their heirs or assigns, for the sum of $6500.00, plus the cost of any capital improvements made on said premises by Elizabeth M. Towle, J. Frank Towle and their heirs and assigns.\nThe signatories to that agreement are all now deceased.\nElizabeth Towle died testate on December 6, 1985, leaving Stanley D. Low as her sole devisee and heir. John Grady died testate on January 23, 1970, leaving Rose Grady as his only devisee. Rose Grady conveyed the parcel of land adjacent to the property at issue to her daughter, Catherine Spellman, and son-in-law, Paul Spell-man, on March 17, 1970. Rose Grady died on August 23, 1972, leaving Catherine Spellman, Frances Grady, and Edmond Grady as her residuary devisees.\nIn 1991 Low filed this action against Catherine and Paul Spellman, Frances Grady, and Edmond Grady, claiming that the agreement was void under the common law rules against perpetuities and unreasonable restraints on alienation. Low asserts that the property could be worth approximately $200,000 if title were cleared. Because Frances and Edmond Grady did not file an answer, the clerk entered a default judgment against them on November 4, 1991. Both the Spellmans and Low filed motions for a summary judgment. The court granted a summary judgment in favor of Low and denied the Spellmans’ motion. The court held that the agreement was void as violative of the rule against perpetuities. From that judgment the Spellmans appeal.\nBecause the parties do not dispute the material facts, the issues here presented are purely questions of law. We therefore review the court’s conclusions for legal error.\nThe Spellmans contend that the preemptive right of first refusal is not subject to the common law rule against perpe-tuities. Low argues not only that the agreement violated the rule against perpe-tuities, but that it also violates the rule against unreasonable restraint on alienation. We agree with both of Low’s assertions.\nBecause this preemptive right of first refusal is limited by. a fixed price but endures forever, it violates the rule against perpetuities. Although the question whether such a preemptive right is subject to the rule against perpetuities at all has yet to be decided under Maine law, we are persuaded by the great weight of authority and public policy to hold that the rule applies in this instance. See Great Bay School & Training Center v. Simplex Wire & Cable Co., 131 N.H. 682, 559 A.2d 1329 (1989); Mazzeo v. Kartman, 234 N.J.Super. 223, 560 A.2d 733 (1989); Mizell v. Greensboro Jaycees, 105 N.C.App. 284, 412 S.E.2d 904 (1992); Restatement of Property § 413 comment e (1944). The theory is that preemptive rights of first refusal that last perpetually, especially those that mandate sale for a specified sum, create such disincentive to sell the property that alienation is effectively restrained. We have said that the purpose of the rule against perpetuities is to “prevent the tying up of property to the detriment of society in general.” Eaton v. Miller, 250 A.2d 220, 226 (Me.1969). Such preemptive rights thus harbor the very evil that the rule against perpetuities seeks to redress. Once it is determined that preemptive rights are subject to the rule against perpe-tuities, it can hardly be disputed that this specific provision violates the rule. The agreement is clear on its face that it is intended to apply not only to the original parties to the contract, but also to all of their heirs and assigns, thus running afoul of the rule against perpetuities.\nIt is likewise clear that this agreement violates the common law rule against unreasonable restraints on alienation. Not all restraints are unreasonable. One court has held that some of the factors to be considered in deciding whether a restraint is improper are 1) the purpose for which the restraint is imposed; 2) the duration of the restraint; and 3) the method of determining the price. Hartnett v. Jones, 629 P.2d 1357, 1363 (Wyo.1981). Here it is clear that the duration of the restraint is perpetual and the agreement sets a fixed price. The purpose of the restraint is less clear. There is no evidence, however, that the Gradys sold the property for less than they paid for it or for less than the market value at the time of sale.\nIn the absence of a purpose justifying restraint, the other two factors make a strong case for concluding that this agreement creates an unreasonable restraint on alienation. A fixed price has a tendency to impose a serious restraint. It has been said that:\nIf the pre-emptive right requires that the property be offered at much less than its value at the time of the proposed sale, there is an obvious check upon alienation, since the owner will retain the property rather than sell it at a great sacrifice. Any pre-emption exercisable at a fixed price is likely to involve sacrifice to the person bound to offer it, since a fixed price is usually based upon the value of the property when the pre-emptive provision is executed. It might be held, therefore, that any pre-emption fixing a price without reference to future increase in value is void as a restraint upon alienation in substance.\n6 American Law of Property § 26.66, at 508 (1952). See also Restatement of Property § 413 comment f (1944).\nThe Spellmans, however, rely on a recent Vermont case to support their proposition that this particular restraint is not unreasonable. That case dealt with a right of first refusal at a fixed price of $500 for property with a market value of $90,000. Colby v. Colby, 596 A.2d 901 (Vt.1990). The court held that the restraint was reasonable under the circumstances because it was doubtful that the original transaction would have occurred but for the restraint. Thus the provision initially encouraged alienation. Id. at 904. The Spellmans’ contention that the instant transaction would not have occurred but for the preemptive right retained, however, is mere speculation. There is no evidence that the Gradys preconditioned their purchase and resale of the property on the retention of the right. It is clear only that for whatever reason, the right of first refusal was a part of their agreement. That is not enough to take the provision out of the category of an unreasonable restraints on alienation.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Although Maine has adopted a statute that mandates that the possible violation of the rule against perpetuities is decided at the actual time of death of the lives in being, that statute expressly affects only intervivos transfers made after August 20, 1955. 33 M.R.S.A. §§ 101, 105 (1988). The agreement in this case must, therefore, be analyzed under the common law rule against perpetuities.\n. We have defined the rule as \"permit[ting] the vesting of an interest or estate to be postponed only for a period of a life or lives in being and 21 years and 9 months thereafter. Any limitation over that period is void.\" Eaton v. Miller, 250 A.2d 220, 226 (Me.1969).",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Jacob A. Manheimer (orally), Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Portland, for plaintiff.",
      "Norman J. Rattey (orally), James M. Bowie, Skelton, Taintor & Abbott, Auburn, for defendants."
    ],
    "corrections": "",
    "head_matter": "Stanley D. LOW v. Catherine SPELLMAN, et al.\nSupreme Judicial Court of Maine.\nArgued March 1, 1993.\nDecided Aug. 5, 1993.\nJacob A. Manheimer (orally), Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Portland, for plaintiff.\nNorman J. Rattey (orally), James M. Bowie, Skelton, Taintor & Abbott, Auburn, for defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS and RUDMAN, JJ."
  },
  "file_name": "0057-01",
  "first_page_order": 107,
  "last_page_order": 109
}
