{
  "id": 842468,
  "name": "James A. Connell, plaintiff in error, vs. Irbane A. Leonard, sub-enrolling officer, defendant in error",
  "name_abbreviation": "Connell v. Leonard",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "58",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 418,
    "char_count": 6525,
    "ocr_confidence": 0.429,
    "sha256": "338163184febc1ad01a91d3d9841ac998c6ccaf86ce34813d64316933680a8a8",
    "simhash": "1:478884e7d7dd3372",
    "word_count": 1134
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James A. Connell, plaintiff in error, vs. Irbane A. Leonard, sub-enrolling officer, defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nJenkins, J.,\ndelivering the opinion.\nIt does not satisfactorily appear from this record whether Connell, the applicant, was first enrolled about the time he sued out the writ of habeas corpus, and now seeks exemption as a mechanic engaged in working for the public, or whether he had been previously enrolled and exempted, and is now re-enrolled on the ground that he fails to fulfil the obligations by which he obtained exemption. We infer the former from all the facts. It is true, his own affidavit stating his mechanical occupation, skill in it, and habitual engagement in the service of the public, etc., is dated in the month of June, last, and his petition was not filed until October following. But this affidavit was not produced by the enrolling officer in whose custody it should have been, had it been made the basis of previous exemption. It is produced by himself, and appears to have been prepared and kept on hand for use in case he should be enrolled. Be that as it may, evidence was offered by him to prove that he is a skillful blacksmith and habitually engaged in working for the public. The evidence on both sides sufficiently proves his skill, but the enrolling officer adduces evidence to controvert his habitual, steady and efficient occupation in his calling for the public convenience, and upon this issue the case seems to have turned in the Court below. The number of witnesses in his behalf exceeds that against him, but we note the fact that of those in his favor there are two brothers and two brothers-in-law, and one a father-in-law. Without intending to misrepresent the facts, (which we would by no means impute to them) these witnesses may have been biased, insensibly to themselves in his favor, and have seen everything in a light most favorable to him. It does not appear that the adverse witnesses were under any bias. They were farmers of the vicinage needing work in his line and unsuccessfully asking it at his hands. They testify that he kept no supply of coal, (although facilities for getting it were offered him) no striker, and no adequate supply of iron, and sometimes made his destitution of these things an excuse for declining work. These are all matters of fact considered by the Court below, much more competent than ourselves to weigh the evidence, and we see no sufficient reasons for disturbing the verdict there rendered.\nLqt the judgment be affirmed.",
        "type": "majority",
        "author": "Jenkins, J.,"
      }
    ],
    "attorneys": [
      "Marion Bethune, for plaintiff in error.",
      "............................................. contra."
    ],
    "corrections": "",
    "head_matter": "James A. Connell, plaintiff in error, vs. Irbane A. Leonard, sub-enrolling officer, defendant in error.\nWhere there is testimony on both sides of a question, and the Court below, who has an opportunity of seeing and hearing all the witnesses renders what seems to be an impartial judgment on the question, this Court will not disturb the judgment, especially when five of the witnesses introduced by the party complaining of the judgment were his near relatives by blood and marriage.\nHabeas corpus. Decided by Judge E. H. Worrill, at Chambers, in Talbotton, on the 15th of October, 1863.\nIrbane A. Leonard, sub-enrolling officer of the Confederate States, for the county of Talbot in the State of Georgia, enrolled James A. Connell and held him for military service, under the conscript laws passed by the Congress of the said Confederate States, and on the 15th of October, 1863, the said James A. Connell applied for and obtained a writ of habeas corpus direcfed to said Leonard in order that the cause of his capture and detention might be inquired into. Connell insisted that his detention was illegal, because he was exempt from military service, on the ground that he was a blacksmith skilled and actually employed at his trade and habitually engaged and working for the public, and not selling or exchanging the products of his labor for a price exceeding the cost of production and seventy-five per cent, profit thereon.\nTo establish these facts, he introduced an affidavit sworn to by himself, taken in said county of Talbot, and dated the 24th of August, 1863, which was corroborated and supported by affidavits sworn to by John M. Bruce and John Harris, dated the 14th of October, 1863, in which the affiants declare that his shop is a public shop and a benefit to the community.\nConnell also introduced B. B. Kendrick, James B. Smith, Robert P. Connell, Billington S. Smith, John H. Connell, Benjamin F. Fuller and Thomas Smith, all of whom testified that the petitioner Connell was a good blacksmith, skilled in his trade, had carried on a public shop for many years; was prompt in the execution of all work brought to his shop, and was then, and had been for months and years before, engaged in working for the public. J. B. Smith and B. S. Smith were brothers-in-law of petitioner, and Thomas Smith was his father-in-law; and R. P. Connell and J. H. Connell were the brothers of the petitioner.\nLeonard introduced as witnesses John Milling, David Russell, Uriah P. Crawford and William C. Jones, all of whom testified that Connell was a good blacksmith, and in times past had done good work for them; but that during the spring and summer of the year 1863 he had worked but little; that he, on one occasion, refused to shoe a mule, and on another, refused to shoe a horse, and on another, refused to put a tire on a wagon wheel; that he kept no coal on hand, and would frequently go amongst the neighbors and borrow coal by the basket full and bear it to his shop on his shoulder to do a job of work; that one man offered to rake up and gather the bits of coal about the shop if he would shoe his mule, but he refused; that one of his neighbors had offered to let him burn coal on his land free of charge, and he declined to do it; that he had a striker for awhile in 1863, but discharged him; that the witnesses had passed the shop often and found Connell absent or idle; that up to a month or six weeks previous to the trial, Connell had done almost nothing, and only spurred up a little when the enrolling officer got after him.\nConnell introduced his brother, John H. Connell, in rebuttal, who explained some of petitioner’s failures to do work, and who contradicted some of the witnesses as to petitioner’s supply of coal. He also explained why his brother discharged the striker he had employed.\nAfter argument had, the presiding Judge refused to discharge petitioner from custody, and remanded him to the custody of the enrolling officer, and that decision is the error complained of.\nMarion Bethune, for plaintiff in error.\n............................................. contra."
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 61
}
