{
  "id": 9156920,
  "name": "Leila HILKMANN, Appellant, v. Dirk H. HILKMANN, Appellee",
  "name_abbreviation": "Hilkmann v. Hilkmann",
  "decision_date": "2004-09-21",
  "docket_number": "",
  "first_page": "58",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "858 A.2d 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 U.S. 113",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5699846
      ],
      "weight": 3,
      "year": 1895,
      "pin_cites": [
        {
          "page": "163-64"
        },
        {
          "page": "141-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/159/0113-01"
      ]
    },
    {
      "cite": "223 U.S. 185",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3662495
      ],
      "weight": 3,
      "year": 1912,
      "pin_cites": [
        {
          "page": "190",
          "parenthetical": "\"No such right, privilege, or immunity, however, is conferred by the Constitution or by any statute of the United States in respect to the judgments of foreign states or nations[.]\""
        },
        {
          "page": "310",
          "parenthetical": "\"No such right, privilege, or immunity, however, is conferred by the Constitution or by any statute of the United States in respect to the judgments of foreign states or nations[.]\""
        },
        {
          "parenthetical": "\"No such right, privilege, or immunity, however, is conferred by the Constitution or by any statute of the United States in respect to the judgments of foreign states or nations[.]\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/223/0185-01"
      ]
    },
    {
      "cite": "713 A.2d 614",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        559438,
        559505,
        11815749,
        11815590
      ],
      "weight": 4,
      "year": 1998,
      "pin_cites": [
        {
          "page": "616"
        },
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0081-01",
        "/pa/552/0080-01",
        "/a2d/713/0614-02",
        "/a2d/713/0614-01"
      ]
    },
    {
      "cite": "552 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559438
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0081-01"
      ]
    },
    {
      "cite": "304 U.S. 64",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10687
      ],
      "weight": 5,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0064-01"
      ]
    },
    {
      "cite": "32 Harv. Int'l. L.J. 1",
      "category": "journals:journal",
      "reporter": "Harv. Int'l L.J.",
      "year": 1991,
      "pin_cites": [
        {
          "page": "11-12"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "199 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "285",
          "parenthetical": "recognizing that failure to observe the required process deprives the court of jurisdiction"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 131",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890405
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "134-35",
          "parenthetical": "recognizing that failure to observe the required process deprives the court of jurisdiction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0131-01"
      ]
    },
    {
      "cite": "816 A.2d 242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9365809
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "246-47"
        },
        {
          "page": "247"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0242-01"
      ]
    },
    {
      "cite": "389 Pa.Super. 112",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474451
      ],
      "weight": 4,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/389/0112-01"
      ]
    },
    {
      "cite": "192 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 7,
      "year": 1963,
      "pin_cites": [
        {
          "page": "739"
        },
        {
          "page": "739"
        },
        {
          "page": "739"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885974
      ],
      "weight": 2,
      "year": 1963,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0419-01"
      ]
    },
    {
      "cite": "433 U.S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178074
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/433/0186-01"
      ]
    },
    {
      "cite": "407 U.S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9136631
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/407/0067-01"
      ]
    },
    {
      "cite": "159 U.S. 113",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5699846
      ],
      "weight": 7,
      "year": 1895,
      "pin_cites": [
        {
          "page": "205"
        },
        {
          "page": "205-06"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/159/0113-01"
      ]
    },
    {
      "cite": "192 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "739",
          "parenthetical": "citing Hilton v. Guyot, 159 U.S. 113, 16 S.Ct. 139, 40 L.Ed. 95 (1895)"
        },
        {
          "page": "739"
        },
        {
          "page": "739"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "411 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885974
      ],
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "citing Hilton v. Guyot, 159 U.S. 113, 16 S.Ct. 139, 40 L.Ed. 95 (1895)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/411/0419-01"
      ]
    },
    {
      "cite": "453 F.2d 435",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        750028
      ],
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f2d/453/0435-01"
      ]
    },
    {
      "cite": "407 U.S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9136631
      ],
      "year": 1972,
      "opinion_index": 2,
      "case_paths": [
        "/us/407/0067-01"
      ]
    },
    {
      "cite": "192 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "739"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "411 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885974
      ],
      "year": 1963,
      "opinion_index": 2,
      "case_paths": [
        "/pa/411/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1675,
    "char_count": 52120,
    "ocr_confidence": 0.67,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21501639670884287
    },
    "sha256": "4a63467d2ab24b90934c40990dce88c77f252b624aae40de01dca93785b7d322",
    "simhash": "1:a711e58145db77cc",
    "word_count": 8172
  },
  "last_updated": "2024-02-27T18:24:07.316447+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: Chief Justice RALPH J. CAPPY, and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
    ],
    "parties": [
      "Leila HILKMANN, Appellant, v. Dirk H. HILKMANN, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SAYLOR.\nThis appeal raises substantive and procedural questions concerning the domestic effect of a guardianship judgment issued by a court of another nation.\nAppellant, Leila Hilkmann, and Appel-lee, Dirk Hilkmann, are the parents of Daniel Hilkmann, born in 1981, and a younger daughter, Natalie. As a result of complications from birth, Daniel suffers from neurological impairment affecting his mental and physical condition. In 1994, Mr. and Mrs. Hilkmann divorced and, pursuant to an agreement that was incorporated into a Dallas County, Texas, divorce decree, Mrs. Hilkmann received primary legal and physical custody of the children. Shortly thereafter, and with the consent of Mr. Hilkmann, Mrs. Hilkmann and the children moved to Israel. Once there, Mrs. Hilkmann enrolled Daniel in a school for students with learning impairments. According to the parties, Daniel is presently a citizen of both Israel and the United States.\nIn July of 1999, a month before Daniel’s eighteenth birthday, the Israeli school apparently asked Mrs. Hilkmann to seek legal guardianship to enable her to authorize preparation of curriculum for the upcoming school year. Mrs. Hilkmann filed an application for guardianship in the Court of Family Affairs, Tel Aviv, averring that she was Daniel’s sole care giver, and citing as a basis, Daniel’s medical-mental condition and the school’s requirements. In addition, the application included a letter reflecting an opinion from Daniel’s physician in Israel concerning Daniel’s organic impairment and related developmental difficulties. In accordance with Israeli law, the social welfare division within the Office of Attorney General for the State of Israel reviewed the application and, under advisement of a family court judge, Mrs. Hilkmann was granted the status of temporary guardian. The court, however, directed Mrs. Hilkmann to provide additional medical evidence concerning Daniel’s ability to participate in the proceedings and express his opinion about the guardianship, and to serve a copy of the application upon Mr. Hilkmann, as an interested person. Neither the guardianship application nor notice of the proceedings was provided, at this juncture, to Daniel.\nIn accordance with the court’s directive, Mrs. Hilkmann mailed copies of the guardianship application and temporary order to Mr. Hilkmann in Pennsylvania, where he had taken up residence. Upon receiving such materials, Mr. Hilkmann consulted with counsel in Israel, but did not otherwise respond. Mrs. Hilkmann also supplied the court with an opinion letter from Daniel’s pediatrician, stating that, based on his own assessment and the opinions of other physicians that had been brought to his attention, “[Daniel] is incapable of expressing an opinion regarding his mother’s petition, due to his limited cognitive ability which disqualifies him from weighing and judging the situation.”\nWhile visiting with Daniel in Belgium during December of 1999, Mr. Hilkmann apparently showed Daniel the guardianship application. Daniel became upset, in particular, that the application contained an averment to the effect that he suffered from mild mental retardation. Upon returning to Israel, Daniel confronted Mrs. Hilkmann, and, as a result, she arranged for Daniel to meet with her attorney and consult with a psychologist. Meanwhile, having received no response from Mr. Hilkmann and in light of the medical evidence, the Israeli Attorney General recommended that Mrs. Hilkmann be appointed guardian, again, noting the purpose of the application (to enable her to authorize educational enrollment and/or curriculum). On January 31, 2000, the Israeli family court issued an order permanently naming her guardian.\nIn February of 2000, Mr. Hilkmann sent a letter to the Israeli Attorney General objecting, inter alia, to the award of a guardianship without input from Daniel, and opposing any guardianship that would impede Daniel’s visitations with Mr. Hilk-mann in the United States. In response, the Attorney General recommended that the court reopen the guardianship proceedings and conduct a hearing with Mr. Hilkmann and Daniel in attendance, and allow Mrs. Hilkmann the opportunity to present any additional psychiatric evidence. Initially, the court scheduled a hearing, but a few days later rescinded the order, noting that the hearing was mistakenly scheduled, as Mrs. Hilkmann already held the status of permanent guardian. Nevertheless, the court directed a social services officer to prepare a report to ascertain Daniel’s position concerning the guardianship and detail his relationship with his mother. At the time, however, Daniel and his sister were visiting Mr. Hilkmann in Pittsburgh.\nIn August of 2000, Daniel’s sister returned to Israel alone, and Mr. Hilkmann advised Mrs. Hilkmann that Daniel intended to remain in Pennsylvania and enroll in a program for learning disabled students focused on horticulture, at Allegheny County Community College. The parties dispute whether Daniel independently chose to remain with Mr. Hilkmann.\nMrs. Hilkmann responded by filing, in the Court of Common Pleas of Allegheny County, a “Petition to Enforce Israeli Custody Order,” attaching the foreign guardianship judgment and averring that, under Section 5365 of the Uniform Child Custody Jurisdiction Act, 23 Pa.C.S. §§ 5341-5366 (the “UCCJA”), the decree was entitled to the same effect as an order rendered in Pennsylvania. The characterization of the matter as one involving custody apparently arose, in the first instance, from a mistake in the translation of the guardianship judgment. Athough the pleadings were never amended, Mrs. Hilkmann has since acknowledged the facial inapplicability of the UCCJA to Daniel’s circumstances, since he is over eighteen years of age, and has suggested that her petition should be deemed to rest on the portions of the Probate, Estates and Fiduciaries Code, 20 Pa.C.S. §§ 101-8815 (the “Probate Code”), dealing with incompetents, see 20 Pa.C.S. §§ 5101-5537, and foreign fiduciaries, see 20 Pa.C.S. §§ 4101-4121, and the portions of the Judicial Code granting Pennsylvania courts jurisdiction to determine the legal status of parties to the greatest extent permitted by the United States Constitution. See 42 Pa.C.S. § 5307; see generally Shaffer v. Heitner, 433 U.S. 186, 209 n. 30, 97 S.Ct. 2569, 2582 n. 30, 53 L.Ed.2d 683 (1977). Mr. Hilkmann challenged the common pleas court’s jurisdiction, particularly on the state of the pleadings before the court, and took the position that any procedure short of adherence to the full and formal protocol for implementing a Pennsylvania guardianship under the Probate Code would result in a denial, to Daniel, of due process of law, as well as violate Pennsylvania public policy.\nAt an initial hearing on Mrs. Hilkmann’s petition, she testified to the circumstances surrounding the Israeli guardianship proceedings, acknowledging, inter- alia, that Daniel did not receive formal notice, was not invited to participate, and did not participate. In addition, the common pleas court received a memorandum from an attorney versed in Israeli law concerning the guardianship proceedings. After Mrs. Hilkmann’s testimony, the common pleas court adjourned the hearing (apparently due to scheduling conflicts), and issued an order directing the parties to file briefs concerning the enforceability, in Pennsylvania, of an Israeli guardianship judgment.\nAfter briefing and argument, the common pleas court entered an order granting Mrs. Hilkmann’s petition and appointing her “guardian of the person and estate of her son Daniel Hilkmann, within the Commonwealth of Pennsylvania.” In its subsequent opinion, the common pleas court deemed the relevant law to require that comity be afforded to the Israeli order, in the absence of some indicia of taint by fraud or prejudice, unless the court’s sense of justice would be offended, and unless giving effect to the judgment would contravene Pennsylvania law or public policy. See Hilkmann v. Hilkmann, No. 3852 of 2001, slip op. at 2-3 (C.P. Allegheny June 18, 2002). In this regard, the court cited In re Christoff's Estate, 411 Pa. 419, 192 A.2d 737 (1963), in which this Court applied such standard to give domestic effect to a Greek adoption decree.\nIn summarizing the factual background, the common pleas court mentioned only that Mrs. Hilkmann had been granted a temporary guardianship, apparently overlooking the subsequent entry of a permanent judgment. The court then indicated that Mr. Hilkmann and Daniel were afforded notice and an opportunity to participate in the Israeli guardianship proceeding, which also .comports only in part with the record presented, since nothing suggests that Daniel was in fact invited to participate. Although the court recognized differences between the guardianship procedures applied in Israel and those controlling in this Commonwealth, it found such differences of little relevance to its decision. See Hilkmann, slip op. at 3 (“Just because the Israeli guardianship procedure differs from that which is prescribed in the Commonwealth of Pennsylvania, does not render its process violative of one’s due process rights.”). The court then focused on Mr. Hilkmann’s failure to contest the guardianship (other than by his February, 2000, letter, which the court characterized as a cursory effort). Again apparently based on its mistaken belief that a hearing on the permanent guardianship remained pending in Israel, the common pleas court indicated that such proceeding had been thwarted by Mr. Hilkmann’s refusal to permit Daniel to return to Israel. The court also stated that Mrs. Hilkmann pursued the Israeli guardianship in good faith and noted that she had permitted Daniel’s trip to the United States to visit Mr. Hilkmann, because she trusted that Mr. Hilkmann would permit Daniel to return to Israel. Since it held Mr. Hilkmann responsible for Daniel’s failure to return to Israel, the common pleas court indicated that he could not now complain of the invalidity of an order obtained through a process in which he deliberately refused participation. Therefore, the court concluded that Mr. Hilkmann’s remedy remained with the Israeli court, in which exclusive jurisdiction for continuing litigation must lie. In addition, the court referenced the doctrines of lis alibi pendens (a suit proceeding elsewhere) and auter action pendant (another action pending). See id. at 4 (citing Davis Cookie Co. v. Wasley, 389 Pa.Super. 112, 566 A.2d 870 (1989)).\nMr. Hilkmann filed exceptions to the common pleas court’s order, which were denied, and the court refused to stay the effect of its order.\nThe Superior Court implemented a stay, however, on Mr. Hilkmann’s request after the filing of a notice of appeal, and it subsequently reversed the common pleas court’s order in a published opinion. See Hilkmann v. Hilkmann, 816 A.2d 242 (Pa.Super.2003). Although agreeing, in the first instance, with the common pleas court’s determination that it had jurisdiction to consider enforcement of the Israeli order based upon principles of comity, the Superior Court nonetheless concluded that the order, as enforced, violated Pennsylvania public policy and the court’s sense of justice. See id. at 246-47. In this regard, the court reasoned that the Israeli guardianship procedure differed materially from prevailing Pennsylvania procedure, in that the Israeli court was not presented with neurological, psychological, or similar evidence regarding Daniel’s mental capacity, but instead, its order hinged on a brief, written opinion of Daniel’s pediatrician; Daniel was not advised of the guardianship petition until six months after it was filed, after the entry of a temporary guardianship, and but a few weeks before the award of a permanent guardianship; and his interests went unrepresented at the proceedings. See id. More generally, the Superior Court expressed the concern that the common pleas court’s approach of overlooking substantial differences between Pennsylvania and Israeli procedure would allow any foreign citizen to enforce a guardianship decree and commensurate finding of incompetence, regardless of the manner in which it was issued. See id. at 247.\nPresently, Mrs. Hilkmann acknowledges that the procedures followed by the common pleas court were “awkward,” but contends that the result is nevertheless correct and should have been affirmed by the Superior Court on grounds of comity. Mrs. Hilkmann describes common law precepts treating guardianship law as local in character as antiquated and isolationists, their underlying policies being undermined by modern communications, global travel, and the worldwide availability of high-quality mental health care. Further, she argues that restraints on the portability of guardianships would lead to overlapping litigation, conflicting adjudications between courts of different states and nations, wasted judicial resources, and instability in the lives of incapacitated persons. While Mrs. Hilkmann recognizes that cases decided under the UCCJA are not controlling, she asserts that the principles underlying the UCCJA are equally applicable in guardianship cases, in that both children and wards are at risk of the same sorts of aggressive forum-shopping tactics (including parental kidnapping) that were frequent aspects of interstate and international custody litigation before the UC-CJA’s enactment. Mrs. Hilkmann emphasizes similarities between the Israeli and Pennsylvania guardianship procedures, her compliance with the Israeli law and procedure, and the actual notice that Daniel received (via his father, in the first instance) prior to the entry of the final, Israeli guardianship order.\nMr. Hilkmann, on the other hand, observes that Daniel is an adult, United States citizen, and that, at the bottom of this appeal is the question of whether he should be given over to the charge of his mother so that she might remove him from his present domicile in Pennsylvania against his will. Furthermore, Mr. Hilk-mann disagrees with Mrs. Hilkmann’s characterizations concerning Daniel’s mental and physical condition, which he describes as a modest learning disability. Mr. Hilkmann complains that there was never any clear assertion of the basis of jurisdiction of the common pleas court, noting that there simply is no Pennsylvania statute or other form of jurisdictional grant empowering a 'court of common pleas to enforce a guardianship decree of a foreign state or nation. Particularly because the common pleas court ultimately appointed Mrs. Hilkmann as guardian, Mr. Hilkmann asserts that the court’s jurisdiction, as well as other aspects of the regularity of the proceedings, must be tested by the requirements of the statutory framework authorizing the appointment of a guardian of an incapacitated person, 20 Pa.C.S. §§ 5511-5518. Employing those requirements, Mr. Hilkmann indicates that the common pleas court lacked jurisdiction, because: 1) Daniel was not made a party to the Pennsylvania proceedings; 2) Daniel was never given the notice required by statute, see 20 Pa.C.S. § 5511; cf. In re Hicks’ Estate, 414 Pa. 131, 134-35, 199 A.2d 283, 285 (1964) (recognizing that failure to observe the required process deprives the court of jurisdiction); 3) the court made no determination of Daniel’s capacity or incapacity as required by statute, 20 Pa.C.S. § 5512.1; and 4) the common pleas court appointed Mrs. Hilkmann guardian without receiving the required medical testimony, see 20 Pa.C.S. §§ 5518, 5518.1. According to Mr. Hilkmann, these same asserted deficiencies resulted in a denial, to Daniel, of due process of law.\nAs threshold matters, the parties are correct that the UCCJA is inapplicable, as Daniel has surpassed his eighteenth birthday; Mr. Hilkmann aptly notes that the Full Faith and Credit Clause of the United States Constitution, U.S. Const. art. IV, § 1, does not extend to judgments of foreign nations; and while Mrs. Hilkmann is correct that Section 5807 of the Judicial Code affords jurisdiction to determine the legal status of parties, that statute plainly speaks in terms of status granted “by the Constitution and statutes of this Commonwealth,” 42 Pa.C.S. § 5307, not by courts of foreign nations. Additionally, we read Chapter 41 of the Probate Code, 20 Pa.C.S. §§ 4101-4121 (foreign fiduciaries), as authorizing more routine activities on the part of foreign fiduciaries than the transfer of a foreign guardianship for purposes of a pro forma, potentially involuntary removal of an asserted ward, who is a United States citizen, from his current domicile in Pennsylvania. Finally, the common pleas court cited no authority, and none is available, to support the notion that the doctrines of either lis alibi pendens or auter action pendant, which pertain to ongoing proceedings in other jurisdictions, see, e.g., Davis Cookie, 389 Pa.Super. at 116 n. 1, 566 A.2d at 872 n. 1, dictate the extraterritorial effect of an order or decree sought to be enforced as a final, foreign judgment. In the absence of constitutional, statutory, or treaty-based prescription, therefore, resolution of the parties’ underlying dispute must rest squarely on the principle of comity.\nIn its seminal decision in Hilton v. Guyot, 159 U.S. at 113, 16 S.Ct. at 139, the United States Supreme Court explained that “ ‘[cjomity,’ in the legal sense, is neither a matter of absolute obligation, on the one hand, nor of mere courtesy and good will, upon the other[,] [b]ut it is the recog-ration which one nation allows within its territory to the legislative, executive, or judicial acts of another nation, having due regard both to international duty and convenience, and to the rights of its own citizens, or of other persons who are under the protection of its laws.” Id. at 163-64, 16 S.Ct. at 143. Further, the court stated generally that foreign judgments would be recognized, assuming reciprocity,\n[wjhere there has been opportunity for a full and fair trial abroad before a court of competent jurisdiction, conducting the trial upon regular proceedings, after due citation or voluntary appearance of the defendant, and under a system of jurisprudence likely to secure an impartial administration of justice between the citizens of its own country and those of other countries, and there is nothing to show either prejudice in the court, or in the system of laws under which it is sitting, or fraud in procuring the judgment, or any other special reason why the comity of this nation should not allow it full effect.\nId. at 202-03, 16 S.Ct. at 158. Thus, as it was originally conceived by the United States Supreme Court as a rule of federal common law arising in a case brought under federal diversity jurisdiction, comity established a form of “imperfect obligation” on forum jurisdictions to give effect to foreign judgments upon satisfaction of several criteria having to do with the integrity of the underlying judgment and its consonance with prevailing norms in the forum jurisdiction. See Joel R. Paul, Comity in International Law, 32 Harv. Int’l. L.J. 1, 11-12 (1991).\nWhile the Hilton doctrine as such has been generally found not to be binding on state courts in the aftermath of Erie R.R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938), see Restatement (THIRD) OF THE FOREIGN RELATIONS LAW OF the United States § 481 cmt. a (1987), most jurisdictions have incorporated aspects of it into state common law, with the exception of its requirement of reciprocity. See id., Reporters’ Note 2. The American Law Institute has synthesized a proposed, general rule providing that certain judgments of courts of foreign states, including those establishing the status of persons, are conclusive between the parties and entitled to recognition and enforcement in the United States, see id. § 481, unless one or more of the following mandatory and discretionary criteria are met:\n(1) A court in the United States may not recognize a judgment of the court of a foreign state if:\n(a) the judgment was rendered under a judicial system that does not provide impartial tribunals or procedures compatible with due process of law; or\n(b) the court that rendered the judgment did not have jurisdiction over the defendant in accordance with the law of the rendering state and with the rules set forth in § 421 [relating to jurisdiction to adjudicate].\n(2) A court in the United States need not recognize a judgment of the court of a foreign state if:\n(a) the court that rendered the judgment did not have jurisdiction of the subject matter of the action;\n(b) the defendant did not receive notice of the proceedings in sufficient time to enable him to defend;\n(c) the judgment was obtained by fraud;\n(d) the cause of action on which the judgment was based, or the judgment itself, is repugnant to the public policy of the United States or of the State where recognition is sought;\n(e) the judgment conflicts with another final judgment that is entitled to recognition; or\n(f) the proceeding in the foreign court was contrary to an agreement between the parties to submit the controversy on which the judgment is based to another forum.\nRestatement (Third) of the FoReign Relations Law of the United States § 482.\nIn Pennsylvania, as in other states, comity in favor of judgments of foreign nations has evolved in a similar fashion (although this Court has not yet been presented with the opportunity to consider adoption of the Restatement approach as such). This Court’s decision in Christoff’s Estate applied Hilton’s model to establish a general rule favoring respect and deference:\nWhen the action is brought in a court of this country by a citizen of a foreign country against one of our own citizens ... and the foreign judgment appears to have been rendered by a competent court, having jurisdiction of the cause and of the parties and upon due allegations and proofs, and opportunity to defend against them, and its proceedings are according to the course of a civilized jurisprudence, and are stated in a clear and formal record, the judgment is pri-ma facie evidence, at least, of the truth of the matter adjudged; and it should be held conclusive upon the merits tried in the foreign court, unless some special ground is shown for impeaching the judgment, as by showing that it was affected by fraud or prejudice, or that by the principles of international law, and by the comity of our own country, it\nshould not be given full credit and effect. Christoff's Estate, 411 Pa. at 423, 192 A.2d at 739 (quoting Hilton, 159 U.S. at 205, 16 S.Ct. at 159). As Mrs. Hilkmann emphasizes, some of the verbiage in Christoff’s Estate minimized the discretionary aspects of the determination, in favor of a more mandatory scheme. However, Christoff's Estate was decided in the context of a case in which the estate against which the foreign adoption decree was to be enforced was that of a person who had invoked the foreign judicial process to obtain the decree. See id. at 423-24, 192 A.2d at 739. Indeed, the Court expressly tied its holding to this circumstance. See id. {“Where, as in the case at bar, it clearly appears that one of our domiciliarles invoked the process and the jurisdiction of a foreign tribunal we must ordinarily grant recognition and credit to the decree of such a tribunal unless the decree is so palpably tainted by fraud or prejudice as to outrage our sense of justice, or where the process of the foreign tribunal was invoked to achieve a result contrary to our laws or public policy or to circumvent our laws or public policy.” (emphasis added)). Moreover, Christoff's Estate also highlighted the primary duty of Pennsylvania courts “to ensure that justice is done.” Id. at 423, 192 A.2d at 739. Therefore, at least in circumstances such as are presented here, where those against whom the foreign judgment is sought to be enforced did not invoke the foreign judicial process that culminated in the judgment, Pennsylvania law remains open to application of the more prudential formulation of comity. See generally 30 Am.Jur.2d, Exeoutions AND Enfoecement of Judgments § 779 (2003) (“Comity as applied to judgments entered by courts of a foreign nation is a discretionary doctrine and may be granted or withheld depending on the facts, laws, and policies presented in a particular case.”).\nMoreover, the general framework is obviously subject to potential refinement to accommodate specialized judgments such as those implementing guardianships over persons. This is particularly the case where, as here, the transfer of the guardianship judgment is sought for the purpose of physically removing a United States citizen from his present domicile, which obviously implicates substantial public policy concerns. Indeed, in light of the interests at stake, a number of other jurisdictions have undertaken to codify specialized procedural and substantive rules for the transfer of guardianship judgments, and the National College of Probate Judges and the National Center for State Courts have proposed uniform standards. See Commission on National Probate Court Standards and Advisory Committee on Interstate Guardianships, National Probate Standards (“NPS”). Standards 3.5.3 through 3.5.5 of the National Probate Standards contemplate a scheme requiring: affirmative approval and action on the part of the exporting court, see NPS 3.5.4, commentary (noting that “a probate court should recognize and accept the terms of a foreign guardianship that has been transferred with the approval of the exporting court ” (emphasis added)); a full and fair opportunity for the ward and all other interested persons to be heard concerning objections in the transferee court, see NPS 3.5.4; substantial involvement on the part of the transferee court in terms of the local administration of the guardianship, see id., NPS 3.5.5; and an emphasis on the “best possible treatment of the ward according to his or her best interests.” See NPS 3.5.3, commentary. While such standards have not been implemented by the Pennsylvania General Assembly or adopted by this Court, they are certainly instructive in terms of the range of unique considerations pertaining to guardianship transfers, as distinguished, for example, from transfers of money judgments.\nIn addition to the substantive assessment, the procedural requirements for obtaining recognition and enforcement of an extra-national judgment are also presently in issue. Morrissey v. Morrissey, 552 Pa. 81, 713 A.2d 614 (1998), explained that the common law procedure entailed the commencement of a Pennsylvania civil action on the existing foreign judgment, consummating in a Pennsylvania judgment. See id. at 85, 713 A.2d at 616; accord 30 Am.Jur.2d, Executions and EnFOSCEMENT OF JUDGMENTS § 774 (2003) (“As a general rule, a judgment rendered by a court of a foreign nation may not be enforced in the United States without the institution of an action based thereon in the United States, and the recovery of a judgment in such action.”). Although in a number of instances, the Legislature has implemented streamlined procedures for domesticating interstate and/or international judgments, for example by establishing registration as an alternative to the commencement of a civil action, see Morrissey, 552 Pa. at 86 & n. 7, 713 A.2d at 617 & n. 7 (citing 42 Pa.C.S. § 4306, and 23 Pa.C.S. § 7604); see also 42 P.S. §§ 22001-22009 (providing for the recognition of foreign money judgments), absent such authorization, the common law procedure remains the exclusive avenue for obtaining recognition and enforcement. See Morrissey, 552 Pa. at 88, 713 A.2d at 618. Commencement of a domestic action in its appropriate initial form establishes the essential procedural framework within which the effect of the foreign judgment can be assessed.\nIn the present case, Mrs. Hilkmann failed to invoke the appropriate statutory framework for entry of a guardianship order in the first instance, and therefore, the case never progressed to a posture in which the merits could be properly considered. The pleading and notice defects were exacerbated by the common pleas court’s failure to conduct a full and fair evidentiary hearing. Moreover, Mrs. Hilkmahh’s evidence establishes that the guardianship at issue was requested of the Israeli courts for the express purpose of obtaining authorization for school enrollment and curriculum approval — there is no evidence on this record that the Israeli court was put on notice of her present intent to utilize the guardianship to remove Daniel from his current and perhaps chosen domicile. Since the Israeli court has apparently neither considered nor made a determination concerning Daniel’s best interests in this regard, or approved the transfer or extra-national recognition and enforcement of the guardianship judgment for the purpose for which Mrs. Hilkmann seeks to rely on it in Pennsylvania, the common pleas court erred in giving effect to the order, particularly in the absence of some attendant determination on a full and fair hearing concerning Daniel’s present status and best interests. While we differ with the Superior Court to the extent that its decision can be read as suggesting that the entry of the Israeli guardianship in the first instance (for the salutary purpose of facilitating Daniel’s education as a then-resident citizen) violated Pennsylvania public policy, we are in full agreement that the guardianship at issue cannot be recognized and enforced in Pennsylvania for the purpose intended by Mrs. Hilkmann without the affordance of additional procedure and the making of relevant substantive determinations concerning disputed issues.\nIn summary, in the absence of a statutory procedure for transfer of an extra-national guardianship judgment, the most straightforward course for a foreign guardian seeking comity in Pennsylvania would be to obtain the foreign court’s approval for the extra-territorial extension or transfer of the authority as guardian; implicate the Pennsylvania judicial process under the guardianship provisions of the Probate Code, complying as closely as possible with all essential, procedural requirements, including the affordance of due and specific notice to the asserted ward; and seek before the common pleas court recognition of the foreign court’s decree in the context of such Pennsylvania guardianship proceeding. The Pennsylvania court will, of course, be charged with ensuring conformance of the proceedings with Pennsylvania law, which may entail the making of supplemental determinations concerning competency and/or best interests. While we are not unsympathetic to Mrs. Hilk-mann’s desire to avoid enmeshing her son directly in such a process, it is in fact his interests that are most at stake in the litigation.\nIt should be clear enough that our holding, above, is predicated on the defective procedures implicated by Mrs. Hilkmann and afforded by the common pleas court. In response to the dissent’s position that there is uncertainty in this regard, however, we will say so very directly — our holding is grounded entirely on these considerations and does not constitute an adjudication of Mrs. Hilkmann’s substantive entitlement to serve as Daniel’s guardian. Nothing here, prevents Mrs. Hilkmann from prospectively complying with the procedures that we have identified — we simply hold that the common pleas court should not have recognized an extra-national guardianship over an adult, Pennsylvania citizen based on a petition brought under the authority of the Uniform Child Custody Jurisdiction Act, and litigated under a set of procedures that did not permit the citizen a fair opportunity to attempt to vindicate his rights and entitlements in relation to the extraterritorial guardianship judgment.\nThe order of the Superior Court is affirmed.\nChief Justice CAPPY files a concurring opinion.\nMr. Justice CASTILLE files a dissenting opinion.\n. According to the parties, under Israeli law, such notification is not required in competency matters if the subject is incapable of understanding the proceedings.\n. Mr. Hilkmann complains about the circumstances under which the opinion was obtained and submitted; however, in light of our disposition as set forth below, we need not address this issue.\n. Both Mr. Hilkmann and Daniel were in the courthouse and available to testify at the time of the initial hearing, but neither was afforded such opportunity.\n. As noted supra, the Israeli court scheduled a supplemental hearing after the award of a permanent guardianship, but cancelled the hearing a few days later as mistakenly scheduled.\n. The record, however, contains, at most, inferential evidence of any such restraint by Mr. Hilkmann, and Mr. Hilkmann, although he was hailed into court as a defendant in the proceedings, was not afforded an opportunity to present evidence.\n. In this regard, Mr. Hilkmann notes that Daniel has completed two academic programs at the Community College of Allegheny County, including a course in computer technology, and has been placed in an internship program in which he utilizes his computer skills.\n. Section 5511(a) requires, inter alia, that:\nWritten notice of the petition and hearing shall be given in large type and in simple language to the alleged incapacitated person. The notice shall indicate the purpose and seriousness of the proceeding and the rights that can be lost as a result of the proceeding. It shall include the date, time and place of the hearing and an explanation of all rights, including the right to request the appointment of counsel and to have counsel appointed if the court deems it appropriate and the right to have such counsel paid for if it cannot be afforded. The Supreme Court shall establish a uniform citation for this, purpose. A copy of the petition shall be attached. Personal service shall be made on the alleged incapacitated person, and the contents and terms of the petition shall be explained to the maximum extent possible in language and terms the individual is most likely to understand. Service shall be [made] no less than 20 days in advance of the hearing.\n20 Pa.C.S. § 5511(a).\n. See 23 Pa.C.S. § 5344 (conferring jurisdiction under the UCCJA on Pennsylvania courts with jurisdiction to make child custody determination); 23 Pa.C.S. § 5302 (defining “child” for purposes of domestic child custody jurisdiction as \"[a]ny unemancipated person under 18 years of age”).\n. See, e.g., Aetna Life Ins. Co. v. Tremblay, 223 U.S. 185, 190, 32 S.Ct. 309, 310, 56 L.Ed. 398 (1912) (\"No such right, privilege, or immunity, however, is conferred by the Constitution or by any statute of the United States in respect to the judgments of foreign states or nations[.]”); Hilton v. Guyot, 159 U.S. 113, 163-64, 16 S.Ct. 139, 141-44, 40 L.Ed. 95 (1895).\n. Most states have rejected Hilton’s conception of reciprocity as a prerequisite to the affordance of comity to foreign judgments. See generally Restatement (Third) of the Foreign Relations Law of the United States § 481, Reporter’s Note 1.\n. Alternatively, the foreign guardian could initiate a new guardianship proceeding as such rather than following the foregoing procedure to obtain a similar result.\n. Apparently to suggest that the procedures for recognition of a foreign guardianship judgment should be streamlined, the dissent states that similar policy considerations are involved in child custody and adult guardianship matters. See Dissenting Opinion, at 71 n. 1. While we agree that there is considerable overlap in the relevant considerations, the assertion of control over the persons and affairs of adults obviously implicates additional, distinct considerations over and above those involved in the case of children, who are dependent on others by definition.",
        "type": "majority",
        "author": "Justice SAYLOR."
      },
      {
        "text": "Chief Justice CAPPY,\nconcurring.\nAlthough I agree with the Majority’s decision to affirm the order of the Superior Court, my basis for doing so diverges from that of the Majority. Therefore, I write separately to express the reasoning I would utilize in determining the outcome of this matter.\nI begin by echoing the Dissent’s agreement with much of the Majority Opinion. I, however, also share in the Dissent’s discomfort with the Majority announcing a “burdensome and stringent” procedural framework for transferring foreign guardianship judgments to Pennsylvania and then applying this new framework in dismissing Mrs. Hilkmann’s claim. See Dissenting Op. at 72. Rather than constructing such a procedural framework and then finding that Mrs. Hilkmann failed to follow these new procedures, I am inclined to answer the substantive legal issues raised in this appeal: whether, as a general proposition, the courts of this Commonwealth should grant comity to foreign guardianship judgments; if so, what standard should our courts apply in deciding whether they should extend comity to individual foreign guardianship judgments; and, whether the foreign guardianship judgment in the matter sub judice should be granted comity.\nIn Pennsylvania, no statutory framework exists whereby a foreign guardian can seek to transfer his or her guardianship order to Pennsylvania. Therefore, comity is the only means by which a foreign guardian can have his or her order transferred to and recognized in this Commonwealth. Accordingly, when a foreign guardian seeks recognition of his or her foreign guardianship decree in Pennsylvania, the courts of this Commonwealth should, as a general proposition, extend comity to those decrees. However, “[u]nder the principles of comity[,] the recognition of a foreign decree is not a matter of absolute obligation.” In re Christoff's Estate, 411 Pa. 419, 192 A.2d 737, 739 (1963) (citing Hilton v. Guyot, 159 U.S. 113, 16 S.Ct. 139, 40 L.Ed. 95 (1895)). As such, this Court needs to provide the bench with a standard to measure foreign guardianship decrees against when deciding whether to extend comity to such decrees.\nIn Christoff's Estate, this Court recognized that, in considering whether to extend comity to foreign judgments,\n[when a] foreign judgment appears to have been rendered by a competent court, having jurisdiction of the cause and of the parties and upon due allegations and proofs, and opportunity to defend against them, and its proceedings are according to the course of a civilized jurisprudence, and are stated in a clear and formal record, the judgment is pri-ma facie evidence, at least, of the truth of the matter adjudged; and it should be held conclusive upon the merits tried in the foreign court....\nIn re Christoff's Estate, 192 A.2d at 739 (quoting Hilton, 159 U.S. at 205, 16 S.Ct. 139) (emphasis added). We also went on to state that such a judgment should be given full credit and effect “unless some special ground is shown for impeaching the judgment, as by showing that it was affected by fraud or prejudice....\" In re Christoff's Estate, 192 A.2d at 739 (quoting Hilton, 159 U.S. at 205-06, 16 S.Ct. 139). I find this model for determining comity to be as equally applicable to foreign guardianship judgments as it was to the foreign adoption decree at issue in Christoff’s Estate.\nApplying these guiding principles of comity to the matter sub judice, I find that the trial court record supports a decision not to extend comity to Mrs. Hilkmann’s Israeli guardianship decree. When Mrs. Hilkmann’s counsel asked her whether Daniel knew of the Israeli guardianship proceedings prior to the Israeli court granting her permanent guardianship status over Daniel on January 31, 2000, Mrs. Hilkmann testified that Daniel only learned of the proceedings through his father, while Daniel visited Mr. Hilkmann in Belgium in late December of 1999. N.T., 3/19/01 at 54-55. Furthermore, at the trial court level, Mrs. Hilkmann’s counsel conceded that Daniel did not receive formal notice of the guardianship proceedings in Israel. N.T., 3/19/01 at 10.\nIt is clear from the record that in the Israeli proceedings at issue in this case, Daniel was not afforded formal notice of the proceedings, nor was he afforded an opportunity to be heard. These are not oversights that the courts of this Commonwealth may pass over lightly, as formal notice and an opportunity to be heard provide “the central meaning of procedural due process” in the United States. Fuentes v. Shevin, 407 U.S. 67, 80, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972). Although, as a general proposition, the courts of this Commonwealth should extend comity to foreign guardianship decrees, our courts should not do so when the ward of the foreign decree was not afforded notice and the opportunity to defend against the allegations put forth by the guardian in the foreign court.\nIn the instant case, Mrs. Hilkmann filed for guardianship status over Daniel with an Israeli court, and that court granted guardianship without providing Daniel with notice and an opportunity to defend himself against Mrs. Hilkmann’s claims that he required her guardianship. Under such circumstances, the judgment of the foreign court was not prima facie evidence of the truth of the matter adjudged, and thus, the courts of this Commonwealth should not extend comity to such a foreign guardianship judgment. Therefore, I would affirm the order of the Superior Court for the reasons cited above.\n. At the trial court level, the court stated that “the main thing I want to hear from [Daniel] is if he knew anything about this proceeding in Israel. Was he advised at all[?] He was 18 at the time.” N.T., 3/19/01 at 10. Mrs. Hilkmann’s counsel responded by stating, “We will acknowledge that [Daniel] was not served with documents or the [c]ourt papers.” N.T., 3/19/01 at 10.\n. For the reasons stated above, I believe that the courts of this Commonwealth should extend comity to foreign guardianship decrees. I would be remiss, however, not to acknowledge that due to the special nature of the impact of a grant of guardianship over a person coupled with the heightened procedural due process rights enjoyed by the citizens of the United States, a foreign guardian seeking recognition of a foreign guardianship judgment in Pennsylvania has an arduous task in proving that his or her foreign decree should be recognized by utilizing principles of comity.",
        "type": "concurrence",
        "author": "Chief Justice CAPPY,"
      },
      {
        "text": "Justice CASTILLE,\ndissenting.\nI respectfully dissent. I begin by noting my agreement with much of the Majority Opinion — indeed, the entirety of the Opinion up until the point where the Majority speaks of “the procedural requirements for obtaining recognition and enforcement of an extra-national judgment.” Op. at 68. Prior to that point, the Majority thoroughly sets forth the background of this action, the sensitive issues posed, and the complexity in this area of law which is exacerbated by the fact that there is, at present, no specific Pennsylvania statutory procedure devoted to the transfer and recognition of an extra-national guardianship judgment. As the Majority notes, other jurisdictions have “undertaken to codify specialized procedural and substantive rules for the transfer of guardianship judgments, and the National College of Probate Judges and the National Center for State Courts have proposed uniform standards.” Id. Unfortunately, neither the Pennsylvania General Assembly, nor this Court, has undertaken to address this distinct circumstance. This type of situation presents a rather daunting challenge for a litigant seeking enforcement of a foreign guardianship judgment, i.e., trying to predict exactly what will be required of her by Pennsylvania courts as a substantive and a procedural matter. And, of course, it presents a challenge for this Court as well, which not only must attempt to decide this case in a manner which will “ensure that justice is done,” In re Christoff’s Estate, 411 Pa. 419, 192 A.2d 737, 739 (1963), but must also attempt to formulate some sort of clear procedure for the benefit of the bench and bar in future cases of this ilk.\nThis sort of challenge does not lead to easy jurisprudential solutions, and the uncertainties in the Majority Opinion reflect that reality. Thus, the Majority not only details the procedural deficiencies it perceives in the way appellant went about seeking a comity-based recognition of her Israeli judgment here, but also suggests a set of procedural requirements which it states would be “the most straightforward course for a foreign guardian seeking comity in Pennsylvania.” Op. at 69. The latter “course” requires that a foreign guardian do three things in addition to securing the relevant foreign judgment. First, the guardian must seek the issuing court’s approval for the extra-territorial extension or transfer of authority as guardian. Next, the foreign guardian must implicate the Pennsylvania judicial process, under the Probate Code’s guardianship provisions, complying with all procedural processes, including due process. Finally, the guardian must then go before the Court of Common Pleas for recognition of the foreign court decree in the context of a Pennsylvania guardianship proceeding in “the first instance.” See Op. at 68. This framework is significantly more burdensome and stringent than what would be commanded by general principles of comity alone. Appellant is afforded no opportunity to attempt to satisfy this set of procedural rules.\nIn my view, it is unwise, and indeed ironic, to dispose of this appeal upon procedural grounds. Faced with the absence of any particularized framework for litigation of an action such as this, the Majority ultimately concludes that the Israeli guardianship order must be ignored, not because it is not entitled to comity in its own right, but because appellant failed to navigate what the Majority’s own thorough analysis reveals to be rather perilous and unpredictable waters in Pennsylvania procedural law. Thus, the Majority finds that appellant “failed to invoke the appropriate statutory framework for entry of a guardianship order in the first instance” in Pennsylvania, and therefore, “the case never progressed to a posture in which the merits could be properly considered.” Op. at 68. As a result, the Majority concludes that it cannot enforce the Israeli guardianship ruling “for the purpose intended by [appellant] without the affordanee of additional procedure and the making of relevant substantive determinations concerning disputed issues.” One such deficiency identified by the Majority is the fact that the court below (through no fault of appellant) failed to make a “determination on a full and fair hearing concerning Daniel’s present status and best interests.” Id. at 68. The Majority does not afford appellant any “additional procedure” to address these deficiencies, however.\nOf course, once the Majority identifies “a guardianship order in the first instance” as the only procedure by which appellant might be able to secure recognition of her Israeli guardianship judgment upon comity grounds, and then sets forth a procedural requirement that the foreign decree include the issuing court’s anticipatory “approval for the extra-territorial extension or transfer of the authority as guardian,” appellant is doomed to defeat irrespective of whether the Majority would afford her an opportunity to attempt to satisfy its new procedural framework. Not having had any reason to believe initially that such would be required of her, appellant \"will not be able to make the showing that would be required of her to secure an order of guardianship in the “first instance” under the Probate Code, for such is not what she was seeking. Instead, appellant only sought a comity-based recognition of, and deferral to, the guardianship judgment she already had in hand and had secured, so far as we can tell, in full compliance with Israeli legal requirements. The Majority’s answer to the plea actually forwarded by appellant, indirect but unmistakable, is that Pennsylvania will simply not entertain such requests.\nI think a better approach is that adopted by the Superior Court: ie., to recognize jurisdiction to entertain appellant’s comity-based request on its own terms, and to evaluate the merits of the accompanying due process issue (raised by appellee) under settled substantive principles of comity law. But to dismiss appellant’s action on procedural grounds, as the Majority does, punishes her both: (1) for the fact that Pennsylvania law does not currently provide a clear method and procedure whereby a party in possession of a presumptively valid foreign guardianship order may seek in good faith to have that order enforced in Pennsylvania; and (2) for failing to predict the procedural course this Court would decide is “most straightforward” in the absence of a specifically governing course. Furthermore, proceeding to an evaluation of the merits avoids the irony of this Court essentially avoiding a sensitive substantive question which would involve our assessment of whether a foreign jurisdiction’s judicial proceedings comport with our own notions of due process, by holding that the foreign party will have no meaningful day or process in Pennsylvania because this Commonwealth’s approach is so uncertain and byzantine that the party could not possibly have guessed how to proceed.\nOn the substantive question presented, the Majority has set forth the controlling law involving application of principles of comity, and I need not discuss those principles at length here, except to note my agreement with the following Third Circuit formulation:\nComity is a recognition which one nation extends within its own territory to the legislative, executive, or judicial acts of another. It is not a rule of law, but one of practice, convenience, and expediency. Although more than mere courtesy and accommodation, comity does not achieve the force of an imperative or an obligation. Rather, it is a nation’s expression of understanding which demonstrates due regard both to international duty and convenience and to the rights of persons protected by its own laws. Comity should be withheld only when its acceptance would be contrary or prejudicial to the interest of the nation called upon to give it effect.\nSomportex Limited v. Philadelphia Chewing Gum Corp., 453 F.2d 435, 440 (3d Cir.1971) (citations omitted) (applying Pennsylvania law).\nTherefore, I respectfully dissent.\n. The framework is also more stringent than the specific statutory framework for applying foreign custody orders in Pennsylvania under the Uniform Child Custody Jurisdiction Act, 23 Pa.C.S. §§ 5341-5366 (the \"UCCJA”), which arguably involves the same public policy concerns. The UCCJA allows enforcement and recognition of international custody orders as long as there is reasonable notice and an opportunity to be heard. See 23 Pa.C.S. § 5365.\n. It is not clear whether the Majority is ruling against appellant entirely upon grounds of procedural deficiency or upon a combination of procedural and substantive grounds. The uncertainty arises from the fact that the Majority, apparently in order to disavow the Superior Court's review of the public policy question, opines that the foreign determination is inadequate on the current state of the record, which suggests a merits ruling. Op. at 68. But, that observation is accompanied by the denial of an opportunity for appellant to make the required showing, as well as the purely procedural analyses which preceded this commentary. Since appellant is assessed one hundred percent of the retroactive blame for the procedural deficiencies identified by the Majority, with no opportunity to address the deficiencies, the disposition here must be deemed procedural.",
        "type": "dissent",
        "author": "Justice CASTILLE,"
      }
    ],
    "attorneys": [
      "Todd Begg, Esq., Kristen Michele Humphrey, Esq., Pittsburgh, for Leila Hilk-mann.",
      "Walter Grant Scott, Esq., James H. McConomy, Esq., Pittsburgh, for Dirk H. Hilkmann."
    ],
    "corrections": "",
    "head_matter": "Leila HILKMANN, Appellant, v. Dirk H. HILKMANN, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 1, 2004.\nDecided Sept. 21, 2004.\nTodd Begg, Esq., Kristen Michele Humphrey, Esq., Pittsburgh, for Leila Hilk-mann.\nWalter Grant Scott, Esq., James H. McConomy, Esq., Pittsburgh, for Dirk H. Hilkmann.\nBEFORE: Chief Justice RALPH J. CAPPY, and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0058-02",
  "first_page_order": 108,
  "last_page_order": 124
}
