{
  "id": 7357347,
  "name": "Ronald F. LALIME v. Adelaide T. LALIME",
  "name_abbreviation": "Lalime v. Lalime",
  "decision_date": "1993-08-19",
  "docket_number": "",
  "first_page": "59",
  "last_page": "62",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 59"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "541 N.E.2d 1274",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1989,
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 Ill.Dec. 836",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1989,
      "pin_cites": [
        {
          "page": "839"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "185 Ill.App.3d 1029",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        2648513
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/185/1029-01"
      ]
    },
    {
      "cite": "183 W.Va. 451",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8576487
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "421"
        },
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/183/0451-01"
      ]
    },
    {
      "cite": "189 So.2d 214",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9830402
      ],
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/189/0214-01"
      ]
    },
    {
      "cite": "535 P.2d 1137",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "1138"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Colo.App. 140",
      "category": "reporters:state",
      "reporter": "Colo. App.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "419 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981007
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1022"
        },
        {
          "page": "1022-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/419/1018-01"
      ]
    },
    {
      "cite": "609 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119209
      ],
      "pin_cites": [
        {
          "page": "697"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/0694-01"
      ]
    },
    {
      "cite": "481 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914309
      ],
      "pin_cites": [
        {
          "page": "153"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/481/0139-01"
      ]
    },
    {
      "cite": "617 A.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936013
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/617/1034-01"
      ]
    },
    {
      "cite": "419 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981007
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1022"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/419/1018-01"
      ]
    },
    {
      "cite": "609 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119209
      ],
      "pin_cites": [
        {
          "page": "697"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/609/0694-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 7077,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 1.4339953988078408e-07,
      "percentile": 0.6518542200722899
    },
    "sha256": "40920218278588185052ca8b81dc77897fb9568fd84b6c0622096db94fd2a2e9",
    "simhash": "1:a3456209199eab8b",
    "word_count": 1164
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "Ronald F. LALIME v. Adelaide T. LALIME."
    ],
    "opinions": [
      {
        "text": "DANA, Justice.\nAdelaide Lalime appeals from a judgment entered in the Superior Court (Kenne-bec County, Kravchuk, J.) affirming a divorce judgment entered in the District Court (Waterville, Mills, J.). Because we conclude that the District Court’s finding that Ronald’s transfer of real estate to himself and Adelaide as joint tenants did not constitute a gift to the marital estate is clearly erroneous, we vacate the judgment and remand for further proceedings consistent with the opinion herein.\nThe District Court’s determination in a divorce action of which property is marital and which is nonmarital is reviewed for clear error and will not be disturbed on appeal if there is competent evidence in the record to support it. See Gray v. Gray, 609 A.2d 694, 697 (Me.1992). In Carter v. Carter, 419 A.2d 1018 (Me.1980), we held that a transfer during marriage from one spouse to both spouses jointly, “in the absence of clear and convincing evidence to the contrary, must be understood as evidencing an intention to transfer the property to the marital estate,” rather than to the donee separately. Id. at 1022. This presumption in favor of the marital estate “permits the court to make a more equitable division of the property” and “is consistent with the fundamental conception of marriage ... as a partnership or shared enterprise.” Id. at 1022-23. The parties are agreed that in 1979 Ronald transferred ownership of a cottage on Long Pond and a house in Vassalboro from his sole ownership to himself and Adelaide jointly, thereby creating the presumption of a gift to the marital estate. The issue, therefore, is whether Ronald’s later assertion that he conveyed the property to Adelaide for the sole purpose of securing a loan constitutes evidence that he did not intend to transfer the property to joint ownership, thereby rebutting the presumption of a gift to the marital estate. We hold that it does not.\nIn Carter we held that property that had been acquired by the husband before marriage and conveyed by joint tenancy deed to both husband and wife after marriage was marital property despite the husband’s assertion that the joint tenancy was created for the purpose of avoiding probate and inheritance taxes. In so holding we noted that “[m]otivation for the gift is irrelevant.” Id. at 1021 n. 3 (citing In re Marriage of Montcrief, 36 Colo.App. 140, 535 P.2d 1137, 1138 (1975)). Indeed, the donor spouse’s explanation of why title was placed in joint tenancy is not a denial of title transfer, but rather a statement of the reason for the gift. Id.; see also Holton v. Holton, 189 So.2d 214, 216 (Fla.App.1966); Whiting v. Whiting, 183 W.Va. 451, 396 S.E.2d 413, 421 (1990). Indeed, agreements to co-sign a loan have been construed as evidence that confirms the presumption of a gift, rather than as evidence that rebuts it. See e.g., In re Marriage of Cullman, 185 Ill.App.3d 1029, 133 Ill.Dec. 836, 839, 541 N.E.2d 1274, 1277 (1989). We conclude that the District Court’s finding that Ronald’s transfer was made for the purpose of securing a loan does not constitute evidence that he did not intend to transfer the property to joint ownership, and thus does not rebut the presumption of a gift to the marital estate. It is precisely because a donor spouse can easily find a plausible reason to explain why a seeming conveyance to his spouse is not in fact a conveyance that we have held that such “retrospective statements of intention offered at the time of divorce to defeat the other spouse’s interest are highly suspect.” Carter, 419 A.2d at 1022 n. 3.\nBecause our disposition of this case requires the District Court to divide the marital estate, including the Long Pond cottage and the Vassalboro residence, we need not address Adelaide’s additional contention that the court inequitably divided the marital property.\nThe entry is:\nJudgment vacated. Remanded to the District Court for further proceedings consistent with the opinion herein.\nWATHEN, C.J., and ROBERTS, and GLASSMAN, JJ., concurring.\n. We do not mean to suggest that the presumption of a gift to the marital estate is an irrebutta-ble one. The presumption may be overcome by clear and convincing evidence \"that the transferring spouse did not intend to transfer the property to joint ownership or was induced to do so by fraud, coercion, duress, or deception.” Whiting v. Whiting, 183 W.Va. 451, 396 S.E.2d 413, 421 (1990).",
        "type": "majority",
        "author": "DANA, Justice."
      },
      {
        "text": "RUDMAN, Justice,\nwith whom CLIFFORD and COLLINS, JJ. join, dissenting.\nI respectfully dissent.\nIn Carter v. Carter, 419 A.2d 1018 (Me.1980), we held that a transfer of property during marriage from one spouse to both spouses jointly is presumed to be a transfer to the marital estate. Id. at 1022. This presumption, however, may be overcome by clear and convincing evidence to the contrary. Id. “Clear and convincing evidence is that which ‘place[s] in the ultimate factfinder an abiding conviction that the truth of [the] factual contentions are highly probable’ ” McCracken v. McCracken, 617 A.2d 1034, 1035-36 n. 3 (Me.1992) (quoting Taylor v. Comm’r of Mental Health, 481 A.2d 139, 153 (Me.1984)). The District Court concluded that Ronald sufficiently demonstrated such clear and convincing evidence to the contrary. The court found that the transfer of the Long Pond and Vassalboro properties was made for the sole purpose of securing the loan and was not intended as a gift to the marital estate.\nThe following evidence supports the court’s findings: the parties went to the Kennebec Federal Savings and Loan to borrow money for their pharmacy business in March of 1979. Ronald testified that the bank wanted the Long Pond and Vassal-boro properties to be used as collateral and requested that the property be transferred to himself and his wife in order to facilitate the transaction. Ronald testified that he thought “this was part of banking principles.” Accordingly, the deed transferring the property, the mortgage deed, and the mortgage note were all dated and acknowledged on the same date. Adelaide testified that prior to the bank’s request she and Ronald never discussed transferring the Long Pond and Vassalboro properties into a joint tenancy.\nThe District Court’s determination of what is marital property and what is not marital property is reviewed for clear error and should not be disturbed on appeal if there is competent evidence to support it. Gray v. Gray, 609 A.2d 694, 697 (Me.1992). The District Court Judge was the trier of fact, and based on the testimonial and documentary evidence presented, I cannot say that the court clearly erred in finding that the transfer was not a gift to the marital estate. I would affirm the decision of the District Court.",
        "type": "dissent",
        "author": "RUDMAN, Justice,"
      }
    ],
    "attorneys": [
      "M. Michaela Murphy (orally), Robert J. Daviau, Daviau, Jabar & Batten, Water-ville, for plaintiff.",
      "Peter B. Bickerman (orally), Lipman & Katz, P.A., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Ronald F. LALIME v. Adelaide T. LALIME.\nSupreme Judicial Court of Maine.\nArgued May 10, 1993.\nDecided Aug. 19, 1993.\nM. Michaela Murphy (orally), Robert J. Daviau, Daviau, Jabar & Batten, Water-ville, for plaintiff.\nPeter B. Bickerman (orally), Lipman & Katz, P.A., Augusta, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, COLLINS, RUDMAN and DANA, JJ."
  },
  "file_name": "0059-01",
  "first_page_order": 109,
  "last_page_order": 112
}
