{
  "id": 11312234,
  "name": "COMMONWEALTH of Pennsylvania, v. James Thomas JONES, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Jones",
  "decision_date": "1994-10-03",
  "docket_number": "",
  "first_page": "60",
  "last_page": "65",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "389 Pa.Super. 417",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474466
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/389/0417-01"
      ]
    },
    {
      "cite": "506 A.2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1795220,
        1795397
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0620-01",
        "/pa/509/0621-01"
      ]
    },
    {
      "cite": "509 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795397
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0621-01"
      ]
    },
    {
      "cite": "335 Pa.Super. 522",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        620704
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/335/0522-01"
      ]
    },
    {
      "cite": "640 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        941121,
        7867489
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0254-01",
        "/a2d/640/0908-01"
      ]
    },
    {
      "cite": "433 Pa.Super. 254",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        941121
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0254-01"
      ]
    },
    {
      "cite": "580 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1823777,
        884274
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0334-01",
        "/pa-super/397/0310-01"
      ]
    },
    {
      "cite": "397 Pa.Super. 310",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        884274
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/397/0310-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 286",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898300
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 16759,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23967941760311123
    },
    "sha256": "e749c926f6ff59d9921d7e519669d3a69e388b458cb9ce994689bbde33432f67",
    "simhash": "1:bf83e194fffe8117",
    "word_count": 2708
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McEWEN, DEL SOLE and POPOVICH, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, v. James Thomas JONES, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "DEL SOLE, Judge:\nAfter a hearing on the removal of James Jones, Jr. from the Accelerated Rehabilitation Disposition (A.R.D.) Program, a stipulated non-jury trial was conducted where he was found guilty of Driving Under the Influence of Alcohol or Controlled Substance (75 Pa.C.S.A. § 3731). Appellant waived the pre-sentence investigation and agreed to be immediately sentenced to a term of imprisonment of not less than forty-eight hours nor more than two years. We affirm.\nInitially, the Commonwealth urges this court to dismiss this appeal because Appellant filed the appeal more than thirty days following the entry of sentence. Appellant was adjudicated guilty on June 10, 1993 and sentence was imposed the same day. Post-verdict motions were filed June 21, 1993. They were timely since the tenth day fell on a Sunday, and Monday, June 21st, was the first day after the weekend that the motions could be filed. The trial court denied post-verdict motions on July 15, 1993. Seven days later, Appellant filed notice of appeal to this court on July 22, 1993.\n“An appeal which is not filed within thirty days of the judgment of sentence would normally be quashed.” Commonwealth v. Doleno, 406 Pa.Super. 286, 594 A.2d 341, 342 (1991). However, where the defendant is convicted and sentenced on the same day, and unable to file post-trial motions prior to imposition of the sentence, this court has declined to dismiss the appeal. Doleno. This is because the proper procedure for the trial court to utilize is to allow the defendant ten days after the conviction to file post-verdict motions. The court should rule on the motions, and then impose a sentence. Commonwealth v. Schauffler, 397 Pa.Super. 310, 580 A.2d 314 (1990). We will not quash this appeal for being untimely since Appellant was not given the opportunity to file motions for post-trial relief before the sentence was imposed. See also Commonwealth v. Buckshaw, 433 Pa.Super. 254, 640 A.2d 908 (1994) (Although trial court failed in summary case to conform with existing law requiring that defendant be given opportunity to file post-verdict motions prior to sentencing, appellate court would ignore irregularity which occurred and address issues raised on appeal inasmuch as the new rule eliminating filing requirement would have been applicable on remand).\nThe Commonwealth also asserts that the appeal should be dismissed because post-verdict motions were not timely filed. Since Appellant agreed to be sentenced immediately following the finding of guilt and did not file post-verdict motions until after the sentence, the Commonwealth posits that he rendered it impossible for the motions to be considered prior to the sentence and therefore waived post-verdict motions. The Commonwealth believes that Appellant has not preserved any issues for appellate review since post-verdict motions were not properly filed.\nWe have already determined that the trial court employed the incorrect procedure by finding Appellant guilty and sentencing him on the same day. Even if this had not occurred, we would not find that Appellant waived post-verdict motions. Pa.R.Crim.P. 1123 permits a defendant, within the ten day period, to voluntarily and understandingly waive post-verdict motions on the record. Before accepting the waiver the trial court must inform the defendant on the record that waiver of post-verdict motions will preclude raising on appeal any issues which might have been raised in the motions. Here, the record shows that Appellant agreed to be sentenced on the day that he was found guilty and he waived the pre-sentence investigation. (T.T. 6-10-93 at 18). Defense counsel requested that Appellant be released until the end of his appeal period and the trial court informed Appellant that he had ten days to file post-verdict motions and thirty days to file an appeal to the Superior Court. (T.T. 6-10-93 at 19-20). The trial court did not inquire whether Appellant intended to waive post-verdict motions and therefore the issues raised in post-verdict motions are preserved for appellate review.\nThe Commonwealth further contends that the appeal should be dismissed because Appellant failed to provide an adequate record for appellate review. Specifically, the Commonwealth complains that Appellant failed to file a reproduced record or to order transcripts of the proceedings. We have received a reproduced record which appears complete and it contains transcripts of the proceedings. Although failure to timely comply with Pa.R.App.P. 1911 to obtain transcripts may result in dismissal of the appeal, such action would be inappropriate in this case considering the errors which occurred in the trial court. For the same reason, we decline to dismiss this appeal because Appellant failed to file a Statement of Matters Complained Of on Appeal even though directed to do so by the trial court. Despite not having the statement, the trial court was able to address and explain its reasons for finding him guilty and denying his request for post-trial relief.\nWe now address the claims raised on appeal. Appellant first argues that the trial court erred by removing him from the A.R.D. program after he completed it. Appellant completed the requirements for A.R.D. on March 10,1993. He contends that after his completion of the program, the District Attorney petitioned the court to remove him from the program. Since he had already completed the requirements, he does not believe that he can be terminated from a program that was completed, and then after charges are reinstated, be prosecuted, found guilty and penalized for the same offenses. Based upon Commonwealth v. McSorley, 335 Pa.Super. 522, 485 A.2d 15 (1984), affirmed, 509 Pa. 621, 506 A.2d 895 (1986), Appellant submits that such action violates his constitutional right against double jeopardy.\nIn McSorley, the defendant was charged with driving under the influence of alcohol. After arraignment, he received a letter from Dr. Miraglia, the director of the council-which operated the safe driver clinic for Montgomery County. The letter stated that he was required to attend the driving school. The defendant believed that the letter was directing him to report to the Montgomery County A.R.D. program. The letter was also on the district attorney’s letterhead and required him to pay fifty dollars for the driving classes. Defendant was also sent a letter from the Chief of the A.R.D. division of the Montgomery County District Attorney’s Office describing the program as an alternative, and it included a questionnaire to be filled out to determine eligibility for the program. Defendant filled out the questionnaire and hand delivered it on the same day that he appeared for his first session of the driving clinic. He completed the driving clinic and received a certificate signed by Dr. Miraglia informing him that he completed the requirements of the clinic. Three days later, defendant received notification that he was ineligible for A.R.D. due to his two prior arrests and the case was scheduled for trial.\nThe trial court denied the defendant’s motion to dismiss the charges and he appealed to this court. The superior court in McSor-ley reasoned that even though it was administrative error by the district attorney’s office that defendant was recommended for the driving clinic as part of the A.R.D. program, defendant was justified in i'elying on the letter requiring him to attend the driving school and interpreting it as acceptance into the A.R.D. program. Read together, the two letters could reasonably indicate to defendant that completion of the program would result in a dismissal of the charges. Since defendant relied to his detriment on such reasonable interpretation of the letters, we determined that he was implicitly accepted into A.R.D. After defendant successfully completed the program, he could not be prosecuted for the offenses with which he was charged, provided that he completed other conditions normally imposed on defendants accepted into the program. Such action would be a disincentive for defendants to enter diversion programs and would also violate the spirit of the constitutional protection against double jeopardy.\nThe case at bar is distinguishable from McSorley. Here, Appellant falsified his Criminal History Statement which he signed on January 30, 1992 by failing to disclose that he was charged with simple assault two months before he signed the Statement, nor did he indicate in the Statement that he was arrested in 1983 on charges of indecent exposure. Appellant did not acknowledge in the Criminal History Statement any prior arrests except for a “summary disorderly conduct” to which he pleaded guilty in November 1990. He was admitted into A.R.D. on March 10, 1992. Once in the program, Appellant failed to reveal to his probation officer that he was arrested and charged with involuntary deviate sexual intercourse on or about December 30, 1992. A.R.D. may be revoked where the defendant “is charged with or commits any crime enumerated in Title 18 (relating to crimes and offenses) or in section 1542 within the probationary period.” 75 Pa.C.S.A. § 3731(e)(7)(i). Clearly, this provision was violated by Appellant.\nUnlike Appellant, the defendant in McSor-ley did not conceal information of his prior convictions and his admission into A.R.D. was an inadvertence on the part of the district attorney’s office. Had Appellant been truthful when filling out the form, he would not have been accepted into the A.R.D. program. When the district attorney’s office discovered Appellant’s other arrests and charges against him, it filed a Rule to Show Cause Why Appellant should not be removed from the A.R.D. program and ordered to stand trial. The Rule to Show Cause was filed March 8, 1993, two days before Appellant was to complete the program on March 10, 1993.\nUnder the circumstances, we hold that Appellant should not be permitted to benefit from the concealment of his arrests. He deliberately withheld the fact that he was arrested in 1983, 1991 and in 1992 for involuntary deviate sexual intercourse while in the A.R.D. program. Therefore, the removal of Appellant from A.R.D. was not an error or an abuse of discretion.\nNext, Appellant argues that the district attorney’s office did not follow proper procedure in removing him from the program. He asserts that the district attorney not only waited until he completed the program to file a motion to remove him from A.R.D., but also unreasonably delayed by waiting until seventy days after the alleged violation before filing the motion. Pa. R.Crim.P. 184(b) states that “[a] motion alleging such violation filed pursuant to paragraph (a) must be filed during the period of the program or, if filed thereafter, must be filed within a reasonable time after the alleged violation was committed.” Appellant incorrectly states that he completed the program before the district attorney filed the petition to remove him from A.R.D. The district attorney filed the petition to remove Appellant from A.R.D. on March 8,1993, and Appellant’s probation under A.R.D. did not end until March 10, 1993. Even though the district attorney filed an Amended Petition to Remove Appellant from the program on March 11,1993, this is not a violation of Rule 184(b) because the rule permits a motion to be filed after the A.R.D. program has ended, as long as it is within a reasonable time after the violation was committed.\nThe probation office discovered Appellant’s undisclosed arrests and reported them to the district attorney’s office on or around March 3, 1993. (T.T. 6-10-93 at 6). The Amended Petition for Rule to Show Cause Why Appellant should not be Removed from A.R.D. was filed one day after Appellant’s probation under the program ended. Pursuant to Rule 184(b), if the petition is filed after the period of the program expired, it must be filed within a reasonable time after the violation was committed. The trial court determined that the petition was filed within a reasonable time after the district attorney’s office discovered the violation and we agree. Even if the delay was two months between Appellant’s violation and the filing of the petition to remove, that is not an unreasonable time for the district attorney’s office to file the petition to remove Appellant from the program, especially since he concealed the violations.\nAppellant also contends that the trial court erred by not permitting him the opportunity to argue the facts of the removal petition. On June 9, 1993, Appellant appeared for trial on the underlying driving under the influence charge. At that time, the court was informed that Appellant did not appear at the previous hearing to remove him from A.R.D. because he did not receive the notice. The court then determined that it was appropriate to hold the A.R.D. removal hearing before proceeding in the case on the underlying charge. Some arguments were presented to the court by defense and the prosecution at that time. However, because the probation officer was not present and the court wanted Appellant to have a fair day in court, the A.R.D. removal hearing was continued until the next day. Appellant, nevertheless, complains that he did not have an opportunity to argue the factual issues on the removal petition. After reviewing the transcripts of the A.R.D. removal hearing from June 9th and 10th, we conclude that Appellant did have an ample opportunity to argue his case against removal. He cannot deny that he failed to disclose his previous arrests prior to filling out the Criminal History Statement, and he was also arrested for involuntary deviate sexual intercourse while in the A.R.D. program. Therefore, the trial court did not abuse its discretion by finding that such conduct violated the rules of the A.R.D. program and he was not denied due process.\nFinally, Appellant argues that the court erred by removing him from A.R.D. by not keeping with the “spirit” of the program. Appellant makes reference to the trial court’s statement that “the letter and spirit of the ARD program was violated by this defendant who took advantage of a program designed to ameliorate the condition only of defendants who had no past record and stayed out of trouble during the period of probation.” (Trial ct. op. dated 6-3-94 at 3). Appellant submits that he did stay out of trouble and being charged with an offense does not constitute trouble; a criminal charge is only an allegation and not a conviction. As we previously stated, the driving under the influence statute provides that A.R.D. may be revoked where the defendant is charged with a crime during the probationary period. 75 Pa. C.S.A. § 3731(e)(7)(i). Although revocation is not mandatory, the court in this case considered the fact that Appellant did not disclose his arrests or the charges against him. Consequently, the removal of Appellant from A.R.D. was not an error or abuse of discretion and no relief is warranted in this case.\nJudgement of sentence affirmed.\n. Prior Pa.R.Crim.P. 1123 effective when Appellant was found guilty required post-verdict motions to be filed within ten days of the sentence to preserve issues for appellate review.\n. We note that this case is an \"Opinion Announcing the Judgment of the Court” because while a majority agreed with the judgment, a majority did not join in the opinion. Furthermore, although our supreme court affirmed the superior court by per curiam order, it specifically stated that the order was not to be interpreted as adopting the reasoning of the superior court Opinion Announcing the Judgment of the Court insofar as it relates to the prohibition against double jeopardy. McSorley, 509 Pa. 621, 506 A.2d 895 (1986).\n. An Amended Petition for Rule to Show Cause Why Appellant should not be removed from A.R.D. was filed on March 11, 1993 to include the statement that Appellant had been charged with involuntary deviate sexual intercourse while he was in the A.R.D. program and did not report it to his probation officer.\n. Appellant has waived a portion of this argument where he asserts that the district attorney failed to file the petition to remove him from A.R.D. with the same judge who placed him in the program. This argument was not in post-verdict motions and was not considered by the trial court. Therefore, we will not address it. Commonwealth v. Nelson, 389 Pa.Super. 417, 567 A.2d 673 (1989).",
        "type": "majority",
        "author": "DEL SOLE, Judge:"
      }
    ],
    "attorneys": [
      "Daniel J. Seal, II, Media, for appellant.",
      "Joseph J. Mittleman, Asst. Dist. Atty., Media, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, v. James Thomas JONES, Jr., Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Sept. 6, 1994.\nFiled Oct. 3, 1994.\nReargument Denied Nov. 18, 1994.\nDaniel J. Seal, II, Media, for appellant.\nJoseph J. Mittleman, Asst. Dist. Atty., Media, for Com., appellee.\nBefore McEWEN, DEL SOLE and POPOVICH, JJ."
  },
  "file_name": "0060-01",
  "first_page_order": 118,
  "last_page_order": 123
}
