{
  "id": 7291213,
  "name": "Jeanne LESKO, as Executrix of The Estate of Kathleen Bernath, Respondent v. FRANKFORD HOSPITAL-BUCKS COUNTY, Frankford Healthcare System, Inc., Jefferson Health System, Inc., Frankford Hospitals, Petitioners",
  "name_abbreviation": "Lesko v. Frankford Hospital-Bucks County",
  "decision_date": "2009-12-24",
  "docket_number": "",
  "first_page": "62",
  "last_page": "63",
  "citations": [
    {
      "type": "official",
      "cite": "986 A.2d 62"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 162,
    "char_count": 2207,
    "ocr_confidence": 0.672,
    "sha256": "1a32b149982ca44da65d386c1c1f40b593b5562c3cad0f62556bd37fd9759a19",
    "simhash": "1:1569ea1d68cf4d66",
    "word_count": 316
  },
  "last_updated": "2023-07-14T17:49:40.797071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeanne LESKO, as Executrix of The Estate of Kathleen Bernath, Respondent v. FRANKFORD HOSPITAL-BUCKS COUNTY, Frankford Healthcare System, Inc., Jefferson Health System, Inc., Frankford Hospitals, Petitioners."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 24th day of December, 2009, the Petition for Allowance of Appeal is GRANTED. The issues, as stated by petitioners, are:\nWhether the Superior Court’s decision that the Settlement Agreement and Release requires Petitioners to pay [respondent’s] estate an additional lump sum of $1,660,110, contravenes controlling Pennsylvania Supreme Court law governing contract interpretation and also Superior Court’s own precedent, where:\n(i) there is no language anywhere in the four corners of the contract stating that Petitioners are required to pay the [respondent’s] estate an additional lump sum of $1,660,110 if, and after she died;\n(ii) the Superior Court improperly made its own fact-finding on appeal in violation of controlling principles of appellate jurisdiction and procedure, when it found that Petitioners “drafted the contract” (a fact which even the trial court itself did not and could not find), causing the Superior Court to improperly construe the contract against the supposed “drafter” which corrupted the entire legal reasoning of its decision;\n(iii) the Superior Court otherwise misapplied this Court’s controlling legal precedent for construing a contract against a drafter, said rule which would apply only if there is an ambiguity, and the Superior Court itself inconsistently purported that there was no ambiguity,\n(iv) the Superior Court misapplied this Court’s doctrine of impracticability/impossibility, without citation to any authority, to impermissibly judicially create a new contract obligation, when the doctrine applies only to instances to excuse performance; and\n(v) the Superior Court disregarded entirely this Court’s controlling precedent that specific provisions control general provisions in construing a contract, which forecloses any possibility of reading into this contract language stating that Petitioners shall pay the [respondent’s] estate an additional lump sum of $1,660,110.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Jeanne LESKO, as Executrix of The Estate of Kathleen Bernath, Respondent v. FRANKFORD HOSPITAL-BUCKS COUNTY, Frankford Healthcare System, Inc., Jefferson Health System, Inc., Frankford Hospitals, Petitioners.\nSupreme Court of Pennsylvania.\nDec. 24, 2009."
  },
  "file_name": "0062-02",
  "first_page_order": 106,
  "last_page_order": 107
}
