{
  "id": 12041461,
  "name": "NORTH LINCOLN PARK NEIGHBORHOOD ASSOCIATION and Capitol Hill Restoration Society, Petitioners v. ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent",
  "name_abbreviation": "North Lincoln Park Neighborhood Ass'n v. Alcoholic Beverage Control Board",
  "decision_date": "1995-10-23",
  "docket_number": "No. 93-AA-1009",
  "first_page": "63",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 63"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "433 A.2d 1090",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8011901
      ],
      "pin_cites": [
        {
          "page": "1092"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/1090-01"
      ]
    },
    {
      "cite": "499 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/1193-01"
      ]
    },
    {
      "cite": "483 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933088
      ],
      "pin_cites": [
        {
          "page": "691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/483/0687-01"
      ]
    },
    {
      "cite": "498 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916373
      ],
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/0567-01"
      ]
    },
    {
      "cite": "407 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975115
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "553"
        },
        {
          "page": "552"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/407/0549-01"
      ]
    },
    {
      "cite": "450 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975490
      ],
      "pin_cites": [
        {
          "page": "413-14"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/450/0412-01"
      ]
    },
    {
      "cite": "555 A.2d 1029",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909848
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1031"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/555/1029-01"
      ]
    },
    {
      "cite": "499 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935788
      ],
      "pin_cites": [
        {
          "page": "1196"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/499/1193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 17348,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2452088905569398
    },
    "sha256": "75a1886c258e9ee01d9177325ad66a522a3d61cc39e53f1ff971283d1e349f59",
    "simhash": "1:bda601901f119446",
    "word_count": 2743
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and STEADMAN, Associate Judges, and MACK, Senior Judge."
    ],
    "parties": [
      "NORTH LINCOLN PARK NEIGHBORHOOD ASSOCIATION and Capitol Hill Restoration Society, Petitioners v. ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "Dissenting opinion by Senior Judge MACK at p. 67.\nTERRY, Associate Judge:\nPetitioners challenge an order of the Alcoholic Beverage Control Board renewing a retail liquor license in 1993. They contend that the Board erroneously refused to consider the licensee’s multiple violations of a voluntary agreement into which the parties had entered in the course of an earlier license renewal proceeding in 1990. We hold that, under applicable regulations, the voluntary agreement legally became part of the license when the license was renewed in 1990, and that the Board therefore committed legal error in failing to take into account the licensee’s violations of that agreement when it decided to renew the license in 1993. Consequently, we reverse the Board’s order.\nI\nTrant’s Liquors is a Class A licensed retail liquor store located in the Lincoln Park neighborhood of Northeast Washington. It has been operating at the same location since 1938. In 1985 the previous owners sold the store and transferred the license to Samdo, Inc., a corporation jointly owned by Yung Chun Oh and his wife, Byung Hee Oh. Since that time, Trant’s has sought and received renewals of its Class A license on three separate occasions. The granting of their most recent application is the subject of the instant petition for review.\nDuring the 1990 license renewal proceedings, as a result of a protest filed by petitioners, Trant’s and petitioners entered into a voluntary agreement, which was approved and adopted by the Board as part of Trant’s renewed liquor license. Under the agreement, Trant’s pledged to abide by several conditions on the renewed license. It specifically agreed to refrain from selling half-pints of liquor and single-serving containers of beer and wine; to refuse to sell alcoholic beverages to visibly intoxicated persons; to clean litter from the sidewalk in front of the store and the area around the store; and to take all reasonable steps to stop public drinking and loitering in front of the store. For their part, petitioners agreed to withdraw their protest to the license renewal application; to testify on Trant’s behalf so that the store could obtain zoning variances and thereby expand its retail sales to include grocery items; and to advertise Trant’s business in neighborhood publications free of charge. In addition, the parties agreed that the voluntary agreement “constitutes a condition of the license and that failure to abide by the terms ... will result in revocation of the license.”\nAfter the Board’s ratification of the voluntary agreement, however, the Ohs concluded that its restrictions caused them to experience a significant drop in sales. As a result, they resumed the practice of selling single-serving containers of beer and wine and half-pints of liquor. Later, in an apparent attempt to validate this practice retroactively, Trant’s filed with the Board a motion to modify the voluntary agreement to allow such sales to take place. In due course, the Board denied the motion. At the end of the healings in the present case, the Board held a very brief, separate proceeding during which “the Board ... determined, with Mr. Oh’s cooperation,” that the Ohs had violated the terms of the voluntary agreement with regard to the types of liquor containers it could sell. As a penalty, the Board suspended Trant’s license for five days.\nIn 1992 Trant’s filed an application for the renewal of its Class A liquor license. This application was opposed by a number of individual residents of the neighborhood, the Capitol Hill Group Ministry, other religious organizations, and the local Advisory Neighborhood Commission, in addition to petitioners.\nOn June 26, 1992, the Board held what was to be the first of six separate hearings on Trant’s application. Before these hearings began, petitioners asked the Board to consider and address a number of specific issues when assessing the merits of the application, one of which was Trant’s violation of the terms of the voluntary agreement. The Board denied petitioners’ request, stating that the violation of the agreement was an issue requiring a separate investigation and possibly action in the form of a show cause proceeding. Since the current proceeding dealt with Trant’s 1992 application for renewal of its license, the Board ruled, the violation of the 1990 voluntary agreement was not a relevant issue for consideration. Nevertheless, the Board agreed to hear evidence of Trant’s violation of the voluntary agreement, but only to the extent that it pertained to the peace, order, and quiet of the neighborhood, which the Board agreed was a relevant issue. See D.C.Code § 25-115(b)(l)(B).\nIn February 1993 the Board granted Trant’s application and renewed its liquor license. In its findings of fact and conclusions of law, the Board ruled that Trant’s, although not free from neighborhood disturbances related to its sale of alcohol, was an appropriate establishment for the Lincoln Park area. Petitioners filed a motion' for reconsideration, and after it was denied, they filed the present petition for review.\nII\nPetitioners contend that the Board committed two errors requiring reversal. First, they argue that the Board failed to give proper consideration, during the 1992 license renewal proceedings, to the evidence of Trant’s violation of its 1990 agreement to refrain from selling single-serving containers of alcohol. Second, they argue that the Board’s decision to renew Trant’s license is not supported by substantial evidence. Since our holding on the first issue disposes of the case, we need not address the second.\nThe District of Columbia Alcoholic Beverage Control Act is designed to regulate the manufacture, sale, and possession of alcoholic beverages in the District. See D.C.Code § 25-101 (1991). In furtherance of this regulatory purpose, the Act created the Alcoholic Beverage Control Board, one of whose functions is to issue and renew liquor licenses and to monitor the compliance by licensees with local statutes and regulations pertaining to the sale of alcohol. D.C.Code § 25-106. To fulfill these responsibilities, the Board has a variety of statutory powers, some discretionary, some mandatory. Under D.C.Code § 25 — 115(b)(2), the Board has discretion to determine whether an applicant should be awarded a license. In exercising that discretion, the Board is required to consider, among other factors, the applicant’s compliance with relevant statutes and regulations. D.C.Code § 25-115(b)(l)(G).\nVoluntary agreements such as the one at issue in this case are authorized by regulation. Under 23 DCMR § 1513.1 (1988), as part of the application process for a liquor license, applicants and other interested parties may negotiate and enter into such agreements setting forth the terms under which the applicant will maintain his or her business of selling alcoholic beverages. These parties may then “jointly submit the agreement to the Board and request the Board to approve a license application conditioned upon the licensee’s compliance with the terms of the written agreement.” 23 DCMR § 1513.2. The next step in the process is described in the next section of the regulations:\nThe Board, if it determines that the agreement complies with all applicable laws and regulations and the applicant otherwise qualifies for licensure, shall approve the license application conditioned upon the licensee’s compliance with the terms of the written agreement. In doing so, the Board shall incorporate the text of the agreement in its order.\n23 DCMR § 1513.3 (emphasis added). If the Board receives evidence that a licensee has violated a voluntary agreement, it may direct the licensee to appear at a show cause hearing.\nUpon a determination that the licensee has violated the agreement, the Board may suspend or revoke the license or impose any other penalty authorized by the [Alcoholic Beverage Control] Act.\n23 DCMR § 1513.5. Given this regulatory scheme, we hold that the regulations — specifically, section 1513.3 — makes the voluntary agreement a part of the license, and that any renewal of the license will therefore include a renewal of the voluntary agreement as well, unless the agreement is modified by the parties or by the Board. Thus any breach of the voluntary agreement constitutes a breach of the license itself and must be taken into account by the Board in considering an application for renewal of the license. In this ease the Board erred in failing to do so.\nBefore the healings on Trant’s license renewal application even began, petitioners filed a written motion requesting the Board to consider Trant’s violation of the terms of the 1990 voluntary agreement. On the first day of hearings, however, the Board denied petitioners’ motion, stating that Trant’s violation of the agreement was a matter requiring a separate investigation, and possibly a show cause proceeding. Since the current proceeding dealt only with the matter of a license renewal, the Board concluded, any past violation of the voluntary agreement was not relevant. This ruling was erroneous and requires reversal.\nAmong its several duties when deciding whether to renew a liquor license, the Board must consider “the licensee’s record of compliance” with applicable statutes and regulations. D.C.Code § 25-115(b)(1)(G); see also D.C.Code § 25 — 115(g)(1)(D) (requiring the Board, before renewing a license, to “determine that ... [t]he applicant has complied with” all applicable statutes and regulations). Since licenses are issued by the Board under the express authority of such statutes and regulations, we think it only reasonable to read these two cited statutes as requiring the Board also to consider “the licensee’s record of compliance” with the terms of the license itself, and with all conditions incorporated into the license by section 1513.3 of the regulations. In this ease the Board refused to do so, asserting that Trant’s violations of (he voluntary agreement (which the Ohs later admitted in a separate proceeding) were irrelevant to its decision. We hold that the Board simply cannot ignore such violations but must weigh them in the balance along with all the other factors listed in section 25-115(b) and (g) and in any pertinent regulations. We therefore remand this case to the Board so that it may do so at a new hearing.\nThe order granting the license renewal application is accordingly reversed, and this case is remanded to the Board for further proceedings consistent with this opinion.\nReversed and remanded.\n. Petitioners are two community organizations whose members include residents of the Lincoln Park neighborhood and other areas immediately adjacent to Lincoln Park.\n. Several other violations were alleged but not dealt with in this separate proceeding, which the transcript reveals to have been only five minutes long. No separate evidentiary hearing was held on the other alleged violations of the voluntary agreement, since the Ohs had previously admitted one violation and agreed to accept a five-day suspension of their license.\n. The Capitol Hill Group Ministry is an association of about twenty churches of various denominations in the Capitol Hill area, which includes the area immediately adjacent to Lincoln Park.\n. Under 23 DCMR § 1502 (1988), the Board was required to investigate whether such a violation had occurred, and to seek an opinion from the Office of the Corporation Counsel as to whether there were grounds to hold a show cause hearing for possible sanctions.\n. We reject the Board's argument that petitioners waived this point by failing to object when the Board ruled, at the outset of the hearing, that it would not consider Trant’s violation of the voluntary agreement at the hearing on the renewal application, but would address it in \"a separate proceeding.” All that the law requires is \"that all claims be first raised at the agency level....” Hughes v. District of Columbia Department of Employment Services, 498 A.2d 567, 570 (D.C.1985). Petitioners satisfied this requirement when they originally filed their protest with the Board, which specifically relied on the violation as a ground for denial of the renewal application. Furthermore, petitioners again raised the issue in their motion for reconsideration filed with the Board. We hold that the issue has been properly preserved for appellate review.\n. Under section 25-115(b)(1), \"the establishment for which the license is sought [must be] appropriate for the locality, section, or portion of the District where it is to be located.” The statute goes on to say:\nIn determining whether an establishment is appropriate, the Board shall consider all relevant evidence of record, including:\n******\n(G) The length of time the establishment has held a license for that location and the licensee's record of compliance with the provisions of this chapter and the rules promulgated under this chapter during that time.\n. Cf. National Black Child Development Institute v. District of Columbia Board of Zoning Adjustment, 483 A.2d 687, 691 (D.C.1984) (conditions imposed on zoning variance, “like the variance itself, must run with the land”).\n. The regulation authorizing voluntary agreements is consistent with the widespread administrative practice of considering the views of the community when reviewing liquor license applications. Neighboring home and business owners often play a significant role in the process by supporting or opposing the issuance and renewal of such licenses. See generally 9A Eugene McQuillin, The Law of Municipal Corporations § 26.190 (3d ed. 1986). See also D.C.Code § 25-115(a)(6) (when reviewing application for liquor license. Board must consider views of neighboring residents and property owners); Gerber v. District of Columbia Alcoholic Beverage Control Board, 499 A.2d 1193 (D.C.1985) (evidence of substantial neighborhood support for applicant was a key factor in decision to grant license application).\n. Our task, as a reviewing court, \"is to determine if the Board has complied with the Code provisions pertaining to alcoholic beverages ... and the requirements of the District of Columbia Administrative Procedure Act_\" Le Jimmy, Inc. v. District of Columbia Alcoholic Beverage Control Board, 433 A.2d 1090, 1092 (D.C.1981) (citations omitted).",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      },
      {
        "text": "MACK, Senior Judge,\ndissenting:\nThe District of Columbia Alcoholic Beverage Control Board, after extensive hearings held on six occasions in June through September of 1992, has concluded that Mr. and Mrs. Oh have demonstrated that they are conducting an appropriate business in a section of the city where a retail Class A liquor store has been operating since 1938. We must uphold a decision of the Board so long as it is in accordance with law and supported by substantial evidence in the administrative record as a whole. Park v. Alcoholic Beverage Control Board, 555 A.2d 1029, 1031 (D.C. 1989); Gerber v. District of Columbia Alcoholic Beverage Control Board, 499 A.2d 1193, 1196 (D.C.1985); Muir v. District of Columbia Alcoholic Beverage Control Board, 450 A.2d 412, 413-14 (D.C.1982). If there is substantial evidence to support the Board’s finding, mere evidence contrary to that finding does not permit this court to substitute its judgment for that of the Board. Spevak v. District of Columbia Alcoholic Beverage Control Board, 407 A.2d 549, 554 (D.C.1979). Moreover, the Board’s conclusions of law must be derived rationally from findings that are in accord with the underlying statute. Id. at 553.\nIn my opinion, there is no question, on this record, that the Board’s decision to grant the renewal of a license to this convenience store is based upon sufficient and relevant evidence in compliance with statutory standards. I do not agree with my colleagues that the Board’s decision to renew must be reversed because it “ignored” Trant’s violation of a 1990 voluntary agreement made with petitioners. The Board did consider the “licensee’s compliance with the terms of the written agreement”; it did .not prevent protestants from testifying about alleged violations that it considered to rise to the level of statutory standards for renewal; it reserved for the alleged contract violations the procedural vehicle of a show-cause hearing. It initiated a separate proceeding and imposed a five-day suspension of Trant’s license. I see no need for reversal of the renewal order and remand for yet another hearing. As in Spevak, supra, the Board’s solution protects the due process concerns of all participants in the case. Id., 407 A.2d at 552. Petitioners did not object to the bifurcated consideration.\nI respectfully dissent. I would affirm the Board’s order of renewal.",
        "type": "dissent",
        "author": "MACK, Senior Judge,"
      }
    ],
    "attorneys": [
      "Douglas E. Fierberg, Washington, DC, for petitioners.",
      "Phillip A. Lattimore, III, Assistant Corp. Counsel, with whom Vanessa Ruiz, Corporation Counsel at the time the brief was filed, Charles L. Reischel, Deputy Corporation Counsel, and Lutz Alexander Prager, Assistant Deputy Corporation Counsel, were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "NORTH LINCOLN PARK NEIGHBORHOOD ASSOCIATION and Capitol Hill Restoration Society, Petitioners v. ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent.\nNo. 93-AA-1009.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 16, 1994.\nDecided Oct. 23, 1995.\nDouglas E. Fierberg, Washington, DC, for petitioners.\nPhillip A. Lattimore, III, Assistant Corp. Counsel, with whom Vanessa Ruiz, Corporation Counsel at the time the brief was filed, Charles L. Reischel, Deputy Corporation Counsel, and Lutz Alexander Prager, Assistant Deputy Corporation Counsel, were on the brief, for respondent.\nBefore TERRY and STEADMAN, Associate Judges, and MACK, Senior Judge."
  },
  "file_name": "0063-02",
  "first_page_order": 119,
  "last_page_order": 124
}
