{
  "id": 11241008,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Linda L. MOORE, Appellee",
  "name_abbreviation": "Commonwealth v. Moore",
  "decision_date": "2000-07-07",
  "docket_number": "",
  "first_page": "64",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "521 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817450
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0188-01"
      ]
    },
    {
      "cite": "259 Pa.Super. 484",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        106347
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/259/0484-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 6747,
    "ocr_confidence": 0.642,
    "pagerank": {
      "raw": 9.603152508643642e-08,
      "percentile": 0.5264777985125774
    },
    "sha256": "13b8734f39de270f0afce5d92c1f4f75b4335de5916e8a98833ad57c5e7550d4",
    "simhash": "1:172d27db7e7a0a64",
    "word_count": 1090
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DEL SOLE, EAKIN and TODD, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Linda L. MOORE, Appellee."
    ],
    "opinions": [
      {
        "text": "EAKIN, J:\n¶ 1 The Commonwealth appeals from the order granting appellee Linda L. Moore’s motion to dismiss the criminal charges against her. We reverse and remand for reinstatement of the charges and further proceedings. The learned trial court has aptly summarized the factual background:\nOn Tuesday, May 4, 1999, having previously been scheduled, the above-captioned criminal proceeding was called for the purpose of jury selection. Counsel for the Defendant thereupon approached the bench and moved to dismiss the charges on the basis of the failure of the prosecuting officer, one Special Agent Victor Joseph, to appear. This Court determined that this was the case and advised the Commonwealth in accordance with this Court’s policy and in the interest of meaningful and just voir dire that the, prosecuting officer must be present for the purpose of determining whether any prospective jurors were familiar with him or acquainted with him. In order to accommodate the Commonwealth, this Court offered to place jury selection in the instant matter at the end of the fist to permit the prosecuting officer an opportunity to appear. The Commonwealth rejected this offer and the Court thereupon granted Defense Counsel’s Motion to Dismiss.\nTrial Court Opinion, 7/8/99, at 1-2.\n¶ 2 The sole issue raised on appeal is whether the trial court abused its discretion in granting appellee’s motion to dismiss for failure to have the prosecuting officer (the affiant on the criminal complaint) in court during voir dire as required by the policy of the distinguished president judge.\n¶ 3 The decision to grant a pretrial motion to dismiss a criminal case is vested in the sound discretion of the trial court and may be overturned only upon a showing of an abuse of discretion or error of law. Commonwealth v. Taylor, 259 Pa.Super. 484, 393 A.2d 929 (1978). The manner in which voir dire will be conducted is left to the discretion of the trial court, see Commonwealth v. Abu-Jamal, 521 Pa. 188, 555 A.2d 846 (1989), within the parameters of Pa.R.Crim.P. 1106.\n¶ 4 Here, the trial court dismissed the charges because “[i]t has always been the policy of this Court that prosecuting officers must be present for jury selection due to the fact that jury selection is a very ‘critical stage’ of the proceedings.” Trial Court Opinion, at 3 (emphasis in original). The Court further noted, “This is not the first time that counsel from the Office of the Attorney General have appeared before this Court. In all instances that this Court can recall, counsel from the Office of the Attorney General have always appeared before this Court with the prosecuting officer because it’s the policy of this Court and it’s a ‘critical stage’ of the criminal process.” Id. (emphasis in original).\n¶ 5 The trial court’s concern about due process standards and the accused’s right to an impartial jury is certainly well founded. Jury selection is an important stage of a criminal proceedings. It is unquestionably true that determination of a prospective juror’s acquaintance with the affiant is a proper inquiry during voir dire, but the same can be said about all witnesses, prosecution or defense. Apparently this policy extended only to the affiant, without regard to the quantity or quality of testimony the officer was to provide; other with nesses with vital testimony apparently are not subject to this policy, even though their credibility may be more determinative Of important issues than that of the affiant. Certainly a juror’s familiarity with other critical witnesses may be as significant as familiarity with the officer who happened to bring the charge.\n¶ 6 In fact,, the record here does not establish the affiant would testify at all; if the affiant gives no testimony, the justification for his presence during voir dire is attenuated. Certainly the trial court did not consider the nature of the affiant’s testimony to be a factor in deciding to dismiss the case. We do not suggest the court could not require the affiant’s presence in a specific case, if appropriate and necessary for voir dire. However, to mechanically impose the harshest sanction available, dismissal of the case itself, simply because of the absence of the affiant, is an abuse of discretion.\n¶ 7 Despite the well-intentioned basis for the policy, as a mandatory requirement it has no support elsewhere in the law. We find no case holding the affiant’s presence is mandatory, or automatically crucial to a fair and constitutional voir dire. Nowhere in Rule 1106, or in any other rule or statute, do we find a requirement that the prosecuting officer be physically present during voir dire.\n¶ 8 Further, all policies or procedures implemented to govern criminal practice and procedure must comply with the Rules of Criminal Procedure, promulgated by the Pennsylvania Supreme Court. These Rules “govern criminal proceedings in all courts including courts not of record.” Pa. R.Crim.P. 1(a). “Each of the courts exercising criminal jurisdiction may adopt local rules of procedure in accordance with Rule 6.” Pa.R.Crim.P. 1(b). The term “local rule” encompasses “every rule, regulation, directive, policy, [or] custom .. .which is adopted or enforced by a court of common pleas to govern criminal practice and procedure.” Pa.R.Crim.P. 6(a) (emphasis added). Clearly the “policy” enforced here was a local rule as described in Rule 6.\n¶ 9 Rule 6 further provides that “[t]o be effective and enforceable!,][a] local rule shall be in writing.” Pa.R.Crim.P. 6(c)(1) (emphasis added). The local rule must also be filed with the Administrative Office of Pennsylvania Courts, and with the Criminal Procedural Rules Committee; it shall also be published in the Pennsylvania Bulletin, and made continuously available through the clerk of court or prothonotary.\n¶ 10 Prior practices and procedures notwithstanding, the requirement of the prosecuting officer’s physical presence was not in writing. The local rule was not promulgated or published with the statewide organizations, as required, nor was it filed and available through the local clerk of court or prothonotary. These shortcomings render the local rule unenforceable.\n¶ 11 Therefore, we are persuaded by the well taken arguments of the Commonwealth, and must find the learned trial court abused its discretion in dismissing the charges against appellee.\n¶ 12 Order reversed; case remanded for reinstatement of charges. Jurisdiction relinquished.",
        "type": "majority",
        "author": "EAKIN, J:"
      }
    ],
    "attorneys": [
      "Michele Kondrod, Asst. Atty. Gen., Pittsburgh, for Com., appellant.",
      "Toni M. Cherry, DuBois, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Linda L. MOORE, Appellee.\nSuperior Court of Pennsylvania.\nArgued Feb. 1, 2000.\nFiled July 7, 2000.\nMichele Kondrod, Asst. Atty. Gen., Pittsburgh, for Com., appellant.\nToni M. Cherry, DuBois, for appellee.\nBefore DEL SOLE, EAKIN and TODD, JJ."
  },
  "file_name": "0064-01",
  "first_page_order": 98,
  "last_page_order": 100
}
