{
  "id": 8036972,
  "name": "Lewis LUTZKOVITZ and Regina Lutzkovitz, Plaintiffs below, Appellants, v. George MURRAY, Defendant below, Appellee",
  "name_abbreviation": "Lutzkovitz v. Murray",
  "decision_date": "1975-05-09",
  "docket_number": "",
  "first_page": "64",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "339 A.2d 64"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "239 A.2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8083406
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/239/0699-01"
      ]
    },
    {
      "cite": "436 F.2d 319",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2213388
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/436/0319-01"
      ]
    },
    {
      "cite": "38 N.J.Super. 148",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        442957
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/38/0148-01"
      ]
    },
    {
      "cite": "118 A.2d 420",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "28 ALR 2d 40",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "140 W.Va. 860",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8582114
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/w-va/140/0860-01"
      ]
    },
    {
      "cite": "87 S.E.2d 453",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1955,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 8750,
    "ocr_confidence": 0.787,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20073467603709713
    },
    "sha256": "7264cefb5bd09e0d19e78ce21f6b8dd93258eca6d5c192aad66a90e957460236",
    "simhash": "1:6176c310ffc6c9f0",
    "word_count": 1408
  },
  "last_updated": "2024-02-27T18:15:44.510062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, Chief Justice, and DUFFY and McNEILLY, Justices."
    ],
    "parties": [
      "Lewis LUTZKOVITZ and Regina Lutzkovitz, Plaintiffs below, Appellants, v. George MURRAY, Defendant below, Appellee."
    ],
    "opinions": [
      {
        "text": "McNEILLY, Justice:\nThis appeal arises in an automobile negligence case in which the jury’s verdict was for the defendant. Plaintiffs have appealed on the ground of error in the Court’s instruction to the jury and on the ground of error in the denial of plaintiffs’ motion for a directed verdict.\nI\nThe plaintiffs contend that the Trial Court erred in failing to apply the law to the facts in the jury charge, with respect to the issue of unavoidable accident, as requested by the plaintiffs.\nThere is no controversy surrounding the specifics of the accident. Plaintiff, Lewis Lutzkovitz, was driving home from work in the daytime on a clear day. At an intersection near his home he had to wait in a line of cars for the traffic light to change from red to green. While stopped, his car was struck in he rear by a car driven by defendant. Mr. Lutzkovitz was injured as a result of the collision and sought recovery for out-of-pocket expenses, lost wages, and pain and suffering; Mrs. Lutzkovitz’s claim is for loss of consortium.\nAt trial the sole inquiry was focused on defendant’s liability, there being no issue of plaintiff’s contributory negligence. To expunge the inference of negligence that normally attaches to the driver of the moving vehicle in a rear-end collision case such as this, the defendant based his defense upon the contention that he unexplainably blacked-out prior to the accident and that therefore the accident was unavoidable and no culpability could be attributed to either party. The following excerpt from the Judge’s instructions to the jury was addressed to that contention:\n“The second defense argument asserted by the defendant is that the accident was an unavoidable one so far as he was concerned. There may be an unavoidable accident for which no person is responsible. Such an accident is one which could not have been avoided by the persons involved through the exercise of proper care. If none of the parties is guilty of negligence proximately causing the accident, then in truth the accident is unavoidable and the defendant may not be held liable”.\nThe Court refused to grant the plaintiffs’ requested instructions on the issue of unavoidable accident which were as follows:\n“The defendant contends that the accident was unavoidable and that he was not negligent by reason of a sudden, unanticipated, illness.\nIf you find from the evidence before you that the defendant was rendered unconscious by a sudden and unanticipated illness and that such illness was the proximate cause of the accident, then the defendant was not negligent and your verdict should be for defendant.\nIf you find from the evidence that defendant had had prior dizzy spells or knew or should have known that he might be subject to such occurrences, then the occurrence was not sudden or unanticipated and your verdict should be for plaintiff. You are instructed that one acting with such knowledge may be required to take more precautions under such circumstances than one not subject to such occurrences. If you find that defendant failed to act as a reasonably prudent person under the circumstances and with such knowledge, and that such failure was a proximate cause of the accident, then your verdict should be for plaintiffs and against defendant. Restatement Torts, 2d, Section 283C”.\nThe plaintiffs made timely objection to the charge as given. Based on the foregoing, and with no further qualifying instructions as to what constitutes “proper care”, the jury found for the defendant. Plaintiffs appeal.\nII\nPlaintiffs do not dispute defendant’s contention that the proximate cause of the accident was the loss of consciousness on the part of defendant. However, the plaintiffs contend that such impairment of defendant’s faculties was proven at trial to be particularly foreseeable because of the defendant’s recent medical history which revealed a propensity towards vertigo. Therefore, plaintiffs assert that defendant’s loss of consciousness was foreseeable, should have been guarded against and, consequently, the resultant accident was avoidable. Affirmative proof having been offered to this effect, plaintiffs contend that the Trial Court erred in limiting its instruction to the jury solely on the “unavoidable accident” factual theory asserted by defendant, thus neglecting to instruct the jury on the law applicable to the facts elicited at trial by the plaintiffs which tended to prove that defendant’s incapacity was reasonably capable of being anticipated and guarded against by defendant. We agree that under the circumstances of this case, the limited instruction given constitutes reversible error.\nDuring the course of the trial there was much testimony from the defendant and his physician to the effect that defendant had a history of suffering from maladies which resulted in “light-headedness.” The doctor stated that the diabetic and the os-teoarthritic condition with which the defendant was afflicted had produced a light-headedness of which the defendant had often complained. He further testified that the prescription of Butazolidin which he prescribed for defendant’s diabetes was capable of causing, and probably did cause, the “black-out” here involved. The doctor also testified that on the evening following the collision, the defendant told him that, on the day before the accident, as well as on the day of the accident while at work, he had felt some light-headedness. Notwithstanding that defendant stated at trial that he did not suffer dizziness on the day of the accident and did not recollect telling the doctor he had such symptoms on that day, there was, nevertheless, sufficient evidence to raise the factual issue of whether defendant was negligent in operating his motor vehicle when he knew or should have known that he was subject to a possible loss of control by reason of the prior symptomatic manifestations of his infirmities.\nIll\nIn a complex case the Court has a duty to tailor its instructions of law to the jury so as to clearly make them applicable to the specific facts of the case as shown by the evidence. Beck v. Haley, Del.Supr., 239 A.2d 699 (1968), is the most recent statement of that rule by this Court.\nHere, the issue of foreseeability was crucial and the Court had the assistance of a requested instruction from counsel. Plaintiffs’ proof specifically raised the factual issue as to whether defendant’s blackout was foreseeable. (See Choy v. Bouchelle, 3 Cir., 436 F.2d 319 (1970).) Therefore, in order to enable the jury intelligently to perform its duty, it was entitled to an instruction not only encompassing the law applicable to unavoidable accidents, the theory proffered by defendant, but also it should have been informed as to the law governing individuals who, though knowingly subject to physical infirmities capable of producing disability, nevertheless undertake an activity potentially hazardous to others, such as driving a car. See Restatement of Torts, 2d, § 283C; Kreis v. Owens, 38 N.J.Super. 148, 118 A.2d 420 (1955); 8 Am.Jur.2d Automobiles and Highway Traffic, § 693; 28 ALR 2d 40. It was error not to instruct the jury along the lines of the plaintiffs’ requested instruction that a person who has knowingly suffered physical afflictions capable of rendering him powerless to control a moving vehicle, may be negligent in driving at all, or under such conditions that present danger to other travelers and persons upon the highway. See Restatement of Torts 2d, § 283C; Blashfield Automobile Law and Practice, § 103.11 (3rd Ed.). And the jury should have been apprised of that law, applicable to the facts elicited by plaintiffs, to the effect that where a driver of a vehicle suddenly becomes physically or mentally incapacitated without warning, he is not liable for injury resulting from the operation of a motor vehicle while so incapacitated; but where a prima facie case of negligence has been established by the plaintiff, the burden of proof is on defendant to show sudden illness or attack and that such illness or attack was unanticipatable and unforeseen. See Keller v. Wonn, 140 W.Va. 860, 87 S.E.2d 453 (1955).\nAccordingly, we find fatal error in the jury charge.\nIV\nBy reason of the foregoing, we need not reach the other issues raised by the appeal.\nReversed and remanded.",
        "type": "majority",
        "author": "McNEILLY, Justice:"
      }
    ],
    "attorneys": [
      "Walter P. McEvilly, Jr., Prickett, Ward, Burt & Sanders, Wilmington, for plaintiffs below, appellants.",
      "Morton Richard Kimmel, Kimtnel, Spiller & Bradley, Wilmington, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "Lewis LUTZKOVITZ and Regina Lutzkovitz, Plaintiffs below, Appellants, v. George MURRAY, Defendant below, Appellee.\nSupreme Court of Delaware.\nArgued March 18, 1975.\nDecided May 9, 1975.\nWalter P. McEvilly, Jr., Prickett, Ward, Burt & Sanders, Wilmington, for plaintiffs below, appellants.\nMorton Richard Kimmel, Kimtnel, Spiller & Bradley, Wilmington, for defendant below, appellee.\nBefore HERRMANN, Chief Justice, and DUFFY and McNEILLY, Justices."
  },
  "file_name": "0064-02",
  "first_page_order": 104,
  "last_page_order": 108
}
