{
  "id": 842454,
  "name": "James M. Gates, plaintiff in error, vs. John A. McManus, defendant in error",
  "name_abbreviation": "Gates v. McManus",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "67",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 522,
    "char_count": 10061,
    "ocr_confidence": 0.403,
    "sha256": "aa543a95fda2aa1515e254090cb565e512a2678fa408f6f6e640a91b8bee1dcf",
    "simhash": "1:9e1ca990803778d7",
    "word_count": 1722
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James M. Gates, plaintiff in error, vs. John A. McManus, defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nJenkins, J.,\ndelivering the opinion.\nIn this case the applicant sought exemption from military service on the ground that he is a skillful shoemaker, habitually engaged in working for the public, at his trade, and supported these allegations by abundant testimony which stands uncontradicted. It, however, was shown by respondent, that previously to setting up this claim to exemption, the applicant had voluntarily presented himself for enrollment, had been enrolled, and had’ sought a detail, as overseer, stating that he carried on a farm of his own, on which ten hands were employed, and managed the planting interest of a neighboring widow lady, and that with the exception of a decrepit, deaf man, who lived with him, he, the applicant, was the only white male adult on the two farms. Applicant also proved that on the occasion of his applying for a detail as an overseer, as above stated, he had acted under the advice of Captain Brantley, an enrolling officer, to whom he stated that he did not wish to make the application without reasonable certainty of success, and who assured him that there could be no doubt of it under the circumstances. The detail was refused. Applicant also proved tliat he had on each of the places a negro driver, with whose assistance he could and did manage said places without interference with his mechanical employment.\nThe Court below overruled the application, and remanded him: First, because of irreconcilable conflict in his two alleged occupations, and secondly, because by bis application for detail as an overseer he is estopped from claiming exemption as a mechanic. We do not perceive the inevitable conflict in his occupations. The proof is, that with the two negro assistants he did oversee and manage the two farming interests, his own and that of the widow, satisfactorily to her we must presume, or he would not have been continued in her service. The evidence also establishes the fact that as far back, at least, as October, 1862, he had habitually worked for the public in his mechanical employment. All this is certainly possible to an industrious man. These things all transpired in the vicinage of the trial below, yet there was adduced no conflicting evidence. If, as appears in this case, there was no incompatibility in the two employments, the previous allegation of one can be no estoppel of the present allegation of the other. If the former would be deemed sufficient ground for a detail in the first instance, as the enrolling officer seems to have thought, there was no necessity to allege more, hence nothing can be inferred from silence as to his mechanical exemption at that time.\nLet the judgment be “reversed on the ground that the Court erred in bolding that the applicant was estopped from setting up bis present claim for exemption, and in bolding him liable to military service under the then existing exemption laws.”",
        "type": "majority",
        "author": "Jenkins, J.,"
      }
    ],
    "attorneys": [
      "George R. Hunter and B. Hill, for plaintiff in error,",
      "Samuel Hunter, contra."
    ],
    "corrections": "",
    "head_matter": "James M. Gates, plaintiff in error, vs. John A. McManus, defendant in error.\nIf a citizen, being enrolled as a conscript, applies for a detail on the ground that he is the manager of two plantations on which there is a large number of slaves, and the detail is refused, he is not estopped by such application from afterwards claiming exemption from military service as a skilled mechanic, habitually working for the puplic.\nHabeas corpus. Decided by Judge O. A. Loohrane, at. Chambers, in the city of Macon, on the first day of December, 1863. '\nLieutenant John A. McManus, one of the enrolling officers of the Confederate States, for the State of' Georgia, issued an order commanding James M. Gates to report to his Headquarters in the city of Macon for enrollment in the military service of said Confederate States, as a conscript. Gates reported accordingly, and was held by said McManus in military custody as subject to such service. Gates applied for and obtained a writ of habeas corpus, on the ground that his detention was illegal, because he was a shoemaker, skilled in his trade, and was actually employed in working at such trade habitually for the public, and had been so habitually engaged from before the 11th of October, 1862, down to the date of his application for the writ, and that the products of his labor had not been and should not be sold or disposed of by him for more than seventy-five per cent, profit on the cost of production, or beyond a maximum price to be fixed by the Secretary of War, under such regulations as he may prescribe.\nThese facts were verified by the petitioner’s affidavit, and abundantly proved by the affidavits of sixteen or seventeen other persons who knew him well, and lived in the same neighborhood.\nIn response to the writ, McManus set up that he was a Lieutenant in the army of the Confederate States, assigned to duty in the Fourth Congressional District of the State of Georgia, and that he held the person of said Gates as subject to military service in the Confederate army, by virtue of the Act of Congress, of 16th April, 1862, and subsequent Acts upon the subject of conscription. McManus also alleged that Gates was mustered into the service of the Confederate States, on the 4th of August, 1863, and representing himself to be a farmer, was detailed to attend to his own interests at home; that his detail was afterwards revoked by order of Major C. J. Harris, commandant of conscripts of the State of Georgia, and respondent was ordered to arrest Gates, which he did, and then held him as a soldier of the Confederate States.\nIn reply to this answer of respondent, Gates proved that in July, 1863, he was about applying for a discharge from military service at the hands of the Medical Board, and Adjutant John H. Hill gave it as his opinion that he would be so discharged, but Captain S. W. Brantley was of a different opinion, and advised Gates to apply for a detail, as he had good and sufficient grounds therefor, to-wit: that he, Gates, had under his control a sufficient number of slaves to obtain a detail according to law. Gates told the officers that he did not wish to apply for the detail unless there was a reasonable certainty of obtaining it, and upon being assured by Captain Brantley that there would be no difficulty in obtaining it, the detail was applied for on the ground that the applicant resided on his plantation in Bibb county, and had under his control on said plantation ten negroes, eight of whom were over sixteen years old, and that the plantation was then planted in grain, except a small patch in cotton; that he was also hired and overseeing a farm for Mrs. George Bivins, whose husband died in the Confederate army, on which farm there were eleven negroes, ten of •whom were over sixteen years of age; that Mrs. Bivins’ farm was distant from his own about one mile, and mostly planted in grain and produce, and that besides himself there was on neither place any white male adult except a very old decrepit man that Gates was supporting as a pauper.\nThis detail was refused on the 8th of August, 1863.\nIt was also shown that there was a negro foreman on each of the farms aforesaid, and that whilst Gates overlooked and managed the farms, he also steadily and habitually applied himself to making shoes for the public, and had been thus engaged before and since the 11th October, 1862.\nUpon this evidence the presiding Judge rendered the following decision :\n“To constitute a claim for mechanical exemption, there must be profession, skill and habitual engagement in working for the public, and continuousness of employment previous to and since the 11th October, 1862. On the 24th July, 1863, and again on the 4th August, 1863, the movant represented himself as a farmer and an overseer; each time the representation was made under oath. \"We have before us a batch of affidavits that he was a shoemaker, skilled, working for the public, habitually engaged, and continuously at work since 11th October, 1862. If Ave reconcile the evidence, it establishes the facts that Mr. Gates was a farmer, controlling his own negroes; an overseer attending to the negroes of Mrs. Bivins, and that he was also a shoemaker, constantly at Avork for the public. If the case stood originally before us, it would be difficult to say, on the whole facts, that he was entitled to mechanical exemption, for his own sworn statements are inconsistent with the requirements of profession — habitual and continuous engagement. The laAV contemplates singleness and certainty of avocation, and does not embrace multiplicity and incongruity of pursuits. At the time of enrollment Mr. Gates made no claim for mechanical exemption; he waived a medical examination; he represented himself as a farmer and overseer, and asked a detail on that-ground. In our opinion he is estopped, on grounds of public policy and good faith, from repudiating his own representations. If he was then a shoemaker he ought to have said so. If he was then a farmer and overseer he was not entitled to exemption. It is urged that he had a promised detail which induced him to make these representations. We have examined the facts and conclude that his representations caused the promise, and not the promise the representations, for after the detail was refused or revoked, he afterwards, without the semblance of promise, made the same representation on the 4th August, 1863. The promise relied on as misleading him was an expressed opinion, by officers having no authority to grant details, that he would find no difficulty in being detailed, because he was farming and overseeing a sufficient number of hands. We hear nothing of mechanical exemption until 4th November, 1863. Conceding his claim to mechanical exemption made out in proof unequivocally, can the Court now discharge him from his enrollment made on 4th August, 1863, when he claimed to be a farmer and overseer, and consented to enrollment with a view of being detailed to attend to these duties? We think not, and therefore refuse to grant the discharge.”\nGeorge R. Hunter and B. Hill, for plaintiff in error,\nSamuel Hunter, contra."
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 71
}
