{
  "id": 7863734,
  "name": "PEERLESS INSURANCE COMPANY v. Paul A. DOYLE et al. v. BIZIER & ASSOCIATES, INC. et al.",
  "name_abbreviation": "Peerless Insurance v. Doyle",
  "decision_date": "1995-01-27",
  "docket_number": "No. 93-645-Appeal",
  "first_page": "70",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "653 A.2d 70"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "114 R.I. 289",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5524404
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/ri/114/0289-01"
      ]
    },
    {
      "cite": "116 R.I. 268",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        12169968
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/ri/116/0268-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 247,
    "char_count": 3254,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20021476155559648
    },
    "sha256": "0dd422e69dd8e4a760364af9306fb5bd106ae3e5a0bcd89b9577b6432c353100",
    "simhash": "1:117efb19a852ed0e",
    "word_count": 518
  },
  "last_updated": "2024-02-27T22:31:22.686680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PEERLESS INSURANCE COMPANY v. Paul A. DOYLE et al. v. BIZIER & ASSOCIATES, INC. et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis ease came before the court for oral argument December 13, 1994, pursuant to an order that had directed both parties to appear in order to show cause why the issues raised by this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues should be summarily decided.\nPeerless Insurance Company (Peerless) has appealed from a summary judgment entered in the Superior Court in favor of Citizens Savings Bank (Citizens). Peerless had sought a declaratory judgment from the Superior Court, denying recovery under a policy issued to the named insured and also Citizens (as loss payee) because of misrepresentations made by the named insured in applying for the policy. The policy covered inter aha losses for fire and theft.\nThe subject vehicle was stolen from the Lincoln Mall while under the control of Gregory Doyle (the son of the named insured), who was not named in the policy. Peerless alleged that Paul and Doris Doyle had concealed Gregory’s interest in the vehicle.\nCitizens, in seeking summary judgment, relied upon the loss-payee clause contained in the policy of insurance, which provided that the rights of the loss payee should not become invalid because of the insured’s fraudulent acts or omissions, with certain exceptions not pertinent in this instance. It is undisputed that Citizens had financed the purchase of the automobile and was not party to any misrepresentations made by the named insured.\nThis court has previously declared in respect to fire-insurance policies that a similar loss-payee clause created a separate agreement between the insurance company and a mortgagee. Greater Providence Trust Co. v. Nationwide Mutual Fire Insurance Co., 116 R.I. 268, 355 A.2d 718 (1976); Old Colony Co-Op Bank v. Nationwide Mutual Fire Insurance Co., 114 R.I. 289, 332 A.2d 434 (1975). Peerless points out that fire-insurance policies including the loss-payee clause are regulated by statute. Automobile-insurance policies are not similarly legislatively controlled.\nNevertheless, we are of the opinion that the public-policy principles involved in the foregoing cases are similar to those in respect to an agency or institution that has provided financing for the purchase of an automobile and who is named as a loss payee in such policy. Consequently we believe that those cases are persuasive in resolution of the instant controversy. Therefore, Citizens as loss payee may recover under the policy for theft of the automobile even in the event that the purchasers of the policy may have misrepresented the true state of ownership of the vehicle.\nFor the reasons stated, the appeal of Peerless is denied and dismissed, and the summary judgment entered in the Superior Court in favor of Citizens is hereby affirmed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Gary N. Stewart, John B. Reilly, John B. Reilly & Associates, Warwick, for plaintiff.",
      "Robert Fine, Lieht & Semonoff, Providence, Richard Sinapi, Cranston, James Mark Souls, West Greenwich, for defendants."
    ],
    "corrections": "",
    "head_matter": "PEERLESS INSURANCE COMPANY v. Paul A. DOYLE et al. v. BIZIER & ASSOCIATES, INC. et al.\nNo. 93-645-Appeal.\nSupreme Court of Rhode Island.\nJan. 27, 1995.\nGary N. Stewart, John B. Reilly, John B. Reilly & Associates, Warwick, for plaintiff.\nRobert Fine, Lieht & Semonoff, Providence, Richard Sinapi, Cranston, James Mark Souls, West Greenwich, for defendants."
  },
  "file_name": "0070-02",
  "first_page_order": 136,
  "last_page_order": 137
}
