{
  "id": 12041604,
  "name": "Peter G. RICH et al. v. Kenneth D. FULLER et al.",
  "name_abbreviation": "Rich v. Fuller",
  "decision_date": "1995-09-26",
  "docket_number": "",
  "first_page": "71",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 71"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "609 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119243
      ],
      "pin_cites": [
        {
          "page": "710"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/0709-01"
      ]
    },
    {
      "cite": "414 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297482
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/414/1206-01"
      ]
    },
    {
      "cite": "388 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7998676
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0103-01"
      ]
    },
    {
      "cite": "644 A.2d 7",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862474
      ],
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/0007-01"
      ]
    },
    {
      "cite": "638 A.2d 712",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366886
      ],
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0712-01"
      ]
    },
    {
      "cite": "586 A.2d 1248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7377277
      ],
      "pin_cites": [
        {
          "page": "1251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/586/1248-01"
      ]
    },
    {
      "cite": "559 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885625
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/0354-01"
      ]
    },
    {
      "cite": "462 A.2d 1188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7971840
      ],
      "pin_cites": [
        {
          "page": "1190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/1188-01"
      ]
    },
    {
      "cite": "597 A.2d 1336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11948031
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/1336-01"
      ]
    },
    {
      "cite": "334 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8060459
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "512-13",
          "parenthetical": "applying manifest error standard when counsel of accused failed to object to the court's continual questioning of State's witnesses"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/334/0510-01"
      ]
    },
    {
      "cite": "615 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929558
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "241"
        },
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/615/0239-01"
      ]
    },
    {
      "cite": "569 A.2d 1367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "524 Pa. 608",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "373 Pa.Super. 536",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        695990
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "78-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/373/0536-01"
      ]
    },
    {
      "cite": "623 A.2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352708
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/0150-01"
      ]
    },
    {
      "cite": "435 A.2d 411",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7985653
      ],
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/435/0411-01"
      ]
    },
    {
      "cite": "627 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356295
      ],
      "pin_cites": [
        {
          "page": "531"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/627/0530-01"
      ]
    },
    {
      "cite": "572 A.2d 130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378148
      ],
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1016,
    "char_count": 20377,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 2.5869351421923355e-07,
      "percentile": 0.8177289486761583
    },
    "sha256": "e427d746e98c4d312f38088a479c602702fcb1c3d9305a3c750e6bcff02cee5d",
    "simhash": "1:c23541153b00ac3a",
    "word_count": 3347
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "Peter G. RICH et al. v. Kenneth D. FULLER et al."
    ],
    "opinions": [
      {
        "text": "DANA, Justice.\nKenneth Fuller and his wife, Cheryl, appeal from a judgment entered in the Superi- or Court (Cumberland County, Wemick, AR.J.) in favor of Peter Rich, special administrator of the estate of Kenneth’s mother, Evelyn Fuller Jensen, on claims of common law rescission, undue influence, and interference with an expectancy. All of these claims arose from the conveyance of the family farm by Evelyn to Kenneth and Cheryl. The Fullers allege that the court erred by: (1) admitting improper testimony by Rich’s medical experts; (2) denying their request to present a rebuttal witness; (3) excluding certain testimony by the attorney who represented them in the underlying conveyance; (4) exhibiting bias; (5) improperly instructing the jury; (6) permitting improper closing argument; and (7) undervaluing their contributions to the real estate. Rich moves for sanctions pursuant to M.R.Civ.P. 76(f). We affirm the judgment and deny Rich’s motion for sanctions.\nFacts\nIn 1983 Evelyn, a widow and the mother of seven children, agreed to lease the family farm to Kenneth and Cheryl and to give them an option to purchase the property. The Fullers and Evelyn met with attorney Alan Nelson and described their agreement. Although he claimed to represent only the Fullers, Nelson met privately with Evelyn to satisfy himself that she was acting voluntarily. Thereafter Nelson prepared the lease and option agreement which the parties signed. Nelson took Evelyn’s acknowledgment. The agreement gave the Fullers the option to purchase the farm for $54,895.19 less their expenditures during the lease period for rent and real estate taxes. The option purchase price would be comprised of $20,000 in cash at closing less rent and taxes paid and the balance in 240 monthly payments of $250.\nIn December 1984 the Fullers exercised their option to purchase the property. Evelyn deeded the land to them and, instead of cash, they gave her a promissory note for $20,000. Evelyn died in 1989. After her death her other children discovered that Evelyn had conveyed the farm to the Fullers. In December 1990 the special administrator of Evelyn’s estate, Peter Rich, along with five of Evelyn’s other children, brought an action in the Probate Court against the Fullers seeking rescission of the deed. Evelyn’s oldest daughter, Gail Cox, was the only child who did not join the suit. The action was removed to the Superior Court and, as later amended, the complaint contained equitable counts for common law rescission and undue influence, and legal counts of fraud and interference with an expectancy. The parties and the court agreed that the legal counts would be tried to a jury and the equitable counts would be tried at the same time to the court.\nThe court dismissed the fraud count. The jury found that the defendants had exercised undue influence on Evelyn. The court entered a judgment on the rescission and undue influence counts in favor of the plaintiffs and found that the Fullers were equitably entitled to a payment of $34,454.21 for payments and improvements that they made to the property. The Fullers appeal.\nMedical Expert Testimony\nThe Fullers contend that the court at a conference of counsel before trial made an in limine ruling on the permissible scope of medical expert testimony. The conference was not recorded and there is no docket entry referring to it. At trial, psychiatrists who had treated Evelyn testified that she had a history of mental illness and had difficulty thinking. The Fullers moved to strike the testimony, arguing that it went beyond the limits of the court’s earlier ruling. The court denied the motion.\nThe question of the relevancy of proffered evidence is reviewed under a clear error standard. Because, however, admissibility of evidence frequently involves the weighing of probative value against considerations militating against admissibility, see e.g., M.R.Evid. 403, the decision to admit evidence is more frequently reviewed under an abuse of discretion standard. State v. Dechaine, 572 A.2d 130, 133 (Me.1990). The Fullers have an initial burden of providing this Court with an adequate record to allow fair consideration of the arguments they advance on appeal. State v. Butler, 627 A.2d 530, 531 (Me.1993). In this instance, there is a dispute over the substance of the first ruling. Rule 74(c) provides a procedure for resolving such a dispute:\nIf no report of the evidence or proceedings at a hearing or trial was made, or if a transcript is unavailable, the appellant may prepare a statement of the evidence or proceedings from the best available means, including the appellant’s recollection. The statement shall be served on the appellee, who may serve objections or propose amendments thereto within 10 days after service. Thereupon the statement and any objections or proposed amendments shall be submitted to the Superior Court for settlement and approval and as settled and approved shall be included by the clerk of the Superior Court in the record on appeal.\nM.R.Civ.P. 74(c). The Fullers failed to follow this procedure and obtain the Superior Court’s approval of their version of the conference. As a result, we are left without a basis for deciding whether the testimony was beyond the scope of the earlier ruling. Moreover, the Fullers do not argue that this testimony is otherwise inadmissible. We, therefore, cannot conclude that the trial court abused its discretion when it permitted the experts to testify about Evelyn’s ability to function mentally.\nRebuttal Testimony\nThe Fullers called Evelyn’s oldest daughter, Gail, as a rebuttal witness stating that she was going to rebut testimony about “whose idea the Key Bank account was concerning the down payment money and also ... testimony given about her mother generally.” In answers to Rich’s interrogatories, however, the Fullers failed to designate Gail as having knowledge about facts material to the case and failed to list her as a potential witness. The court refused to allow Gail to testify as a rebuttal witness because she was simply an undisclosed witness “under the guise of rebuttal” and her proposed testimony was on marginal issues.\nAlthough it is beyond the discretion of a trial judge to exclude genuine rebuttal testimony, Payson v. Bombardier, Ltd., 435 A.2d 411, 413 (Me.1981), we afford considerable deference to a trial court’s determination of what constitutes proper rebuttal evidence. Haworth v. Feigon, 623 A.2d 150, 160 (Me. 1993). “The standard for determining whether a rebuttal witness should be allowed to testify when such witness’s name was not timely identified is dependent on whether the testimony sought to be rebutted could reasonably have been anticipated prior to trial.” 75 Am.Jur.2d Trial § 371 (1991). See also Jewelcor Jewelers & Distribs., Inc. v. Corr, 373 Pa.Super. 536, 542 A.2d 72, 78-79 (1988) app. den. 524 Pa. 608, 569 A.2d 1367 (1989). The Fullers did not argue at the trial that they could not have reasonably anticipated the testimony about the Key Bank account or the general testimony about Evelyn, or even that the testimony was new evidence. We discern no error in the court’s determination that Gail was not a proper rebuttal witness.\nPrivileged Communication\nPrior to the trial the Fullers invoked the attorney-client privilege to shield from discovery their conversations with their attorney, Alan Nelson. At the trial the Fullers attempted to have Attorney Nelson testify about the content of his private conversation with Evelyn at her initial conference with Attorney Nelson. The court, however, ruled that this conversation was a confidential attorney-client communication and could not be disclosed. At trial the Fullers did not object to this ruling, but now argue that it was erroneous.\nThe existence of a privilege is a preliminary question for the court. M.R.Evid. 104(a). The privilege in this instance is dependent on whether Evelyn was, in fact, a “client” and whether the communication was “confidential”. We review the trial court’s findings of fact for clear error. Morin Bldg. Prod. Co. v. Atlantic Design & Constr. Co., 615 A.2d 239, 241 (Me.1992).\nA client has a privilege to refuse to disclose and to prevent her lawyer from disclosing “confidential communications made for the purpose of facilitating the rendition of professional legal services to the client....” M.R.Evid. 502(b). “A ‘client’ is a person ... who is rendered professional legal services. by a lawyer, or who consults a lawyer with a view to obtaining professional legal services from him.” M.R.Evid. 502(a)(1). “A communication is ‘confidential’ if not intended to be disclosed to third persons other than those to whom disclosure is made in furtherance of the rendition of professional legal services to the client or those reasonably necessary for the transmission of the communication.” M.R.Evid. 502(a)(5). “The privilege may be claimed by ... the personal representative of a deceased client_” M.R.Evid. 502(c).\nIn this instance Rich was the special administrator of Evelyn’s estate and was empowered to claim the privilege. Rich moved in limine to exclude all testimony by Nelson. The court permitted voir dire of Nelson to determine his relationship to Evelyn. Nelson admitted that, as he customarily does with elderly persons who are conveying property to a particular child, he met with Evelyn in private at the initial conference in April so that she could have an opportunity to reveal any reluctance to entering into the proposed lease and option arrangement. In response to this testimony the following colloquy took place:\nTHE COURT: I am asking you as a lawyer that you recognize as when a person talks with you, talks about that kind and in that situation whether you deem that to be a confidential discussion?\nTHE WITNESS: I guess it has to be treated as that, although I don’t think the parties, she or I understood it to be that. THE COURT: You mean you thought it wasn’t confidential?\nTHE WITNESS: No, she was annoyed by the fact that I asked Ken to leave the office because she felt that this was an unnecessary exercise.\nTHE COURT: But you gave her the impression that you didn’t want him to hear it?\nTHE WITNESS: Yes, absolutely.\nTHE COURT: Talked with her freely and put confidence in you?\nTHE WITNESS: So that if she said to me she had a misgiving at that point I would stop and require she get separate counsel.\nThe court then ruled “that for the purposes of the testimony of Mr. Nelson, any conversation that went on between Mr. Nelson and Mrs. Fuller is confidential and may not be disclosed.”\nThe implicit findings that Evelyn was a client and that the communication was confidential went unchallenged at the trial. It is a fair inference that Nelson was, in effect, rendering professional legal services by speaking with Evelyn alone and making sure that the agreement was consistent with her personal desires. Indeed, Nelson admitted that the conversation was not intended to be disclosed to third persons and could be treated as confidential. We find no clear error in the court’s determination that the conversation between Nelson and Evelyn was a privileged communication.\nBias\nThe Fullers argue that the court prejudiced the jury against them by using an improper tone and taking an active role in questioning witnesses. Because they failed to object to the statements that allegedly prejudiced the jury, we review these instances of alleged bias for obvious error. Cf. State v. Hunnewell, 334 A.2d 510, 512-13 (Me. 1975) (applying manifest error standard when counsel of accused failed to object to the court’s continual questioning of State’s witnesses). In State v. Discher, 597 A.2d 1336 (Me.1991), we explained a trial court’s permissible participation in a jury trial:\na trial court may intervene “to clarify testimony, save time, or prevent a miscarriage of justice.... As long as the intervention is otherwise within the scope of the court’s authority, the mere fact that it results in the development of additional evidence does not demonstrate that the [court] has exceeded the limits of [its] discretion.”\nId. at 1340 (quoting State v. Curit, 462 A.2d 1188, 1190 (Me.1983)). The Fullers do not object to the substance of the court’s questions. Rather they object to the volume and alleged skeptical tone of the questions. We find no obvious error in the court’s questioning.\nJury Instructions\nNear the end of its deliberations, the jury sent the court a note that asked: “Is it possible for one to unknowingly exert undue influence on another person?” In response the court instructed the jury in pertinent part as follows:\nThe answer I give to that question is yes. And by that answer I am going to be a little more specific. I mean that you don’t have to intend the particular result that another person is going to have to be coerced or something of that kind.... You must intend to do the acts that you did even though you are not aware of what the effect of that conduct might be on the other person.\nThe Fullers argue that this instruction was erroneous.\nIn Russo v. Miller, 559 A.2d 354, 358 (Me.1989), we explicitly adopted the Restatement formulation of the doctrine of undue influence. The Restatement reads in pertinent part:\n(1) Undue influence is unfair persuasion of a party who is under the domination of the person exercising the persuasion or who by virtue of the relation between them is justified in assuming that that person will not act in a manner inconsistent with his welfare.\n(2) If a party’s manifestation of assent is induced by undue influence by the other party, the contract is voidable by the victim.\nRestatement (Second) of Contracts § 177 (1981). “The ultimate question is whether the result was produced by means that seriously impaired the free and competent exercise of judgment.” Id. cmt. b. Undue influence is not an intentional tort as the Fullers contend, but rather a set of circumstances that gives rise to the equitable remedy of rescission. See id. ch. 7, Topic 2, introductory note at 474. The court’s instruction in this case was not inconsistent with the doctrine of undue influence. In essence the instruction says that a person must intend to persuade, but does not necessarily have to know that this persuasion will seriously impair the other person’s free and competent exercise of judgment.\nThe Fullers also contend that the court erred when, in response to a jury request to reread the instruction on undue influence, it refused to reread the instruction in its entirety but gave only an abbreviated version of the earlier instruction along with examples that they claim were “one-sided.” As long as the instructions are “substantially correct and the legal situation is made clear to the jury” the decision not to amplify an instruction is reviewed only for abuse of discretion. Pelkey v. Canadian Pac., Ltd., 586 A.2d 1248, 1251 (Me.1991). At the trial the Fullers conceded that the original charge was “very satisfactory” and even now they do not challenge the accuracy of the supplemental instruction. We find no abuse of discretion in the court’s decision to give an abbreviated but accurate instruction.\nStatements by Counsel\nThe Fullers argue that the court erred by failing to reprimand Rich’s counsel and give a curative instruction to the jury in response to three statements by Rich’s counsel in closing argument. The Fullers, however, failed to make timely objections to these statements. When the issue of the propriety of a party’s closing argument is not properly preserved, we review the issue only for obvious error affecting substantial rights. Grover v. Minette-Mills, Inc., 638 A.2d 712, 716 (Me.1994).\nThe first challenged statement is in reference to Rich’s real estate expert, George Koutalakis. In a previous case on which several of the jurors in this case served, Koutalakis testified as an expert for a woman represented by the Fullers’ attorney. In closing, Rich’s attorney stated: “And you heard from George Koutalakis. I understand some of you may have seen Mr. Kouta-lakis as a witness in a previous case. You know he is an expert in land values.” Although this statement was improper, we cannot conclude that it affected the substantial rights of the Fullers.\nThe Fullers argue that two other statements constitute the expression of personal opinion. First, in commenting on the testimony of Nelson, Rich’s attorney stated:\nYou heard Mr. Nelson yesterday, darndest performance I have seen in awhile. He said, oh, we just do informal appraisals. And I said, gee, doesn’t this firm on your letterhead say you have to have a formal appraisal? He said, well, yeah, that is what it says, but there wasn’t any formal appraisal.\nSecond, in comparing the Fullers’ testimony to other evidence, Rich’s attorney stated: “Ladies and gentlemen, it may be that I have got too cynical over the years I am practicing law but I candidly have to say to you those pieces don’t go together in my mind.” An attorney may not assert a personal opinion as to the credibility of a witness. M.Bar R. 3.7(e)(2)(v). “Ill-chosen words” about witnesses, however, do not necessarily constitute obvious error. See State v. Comer, 644 A.2d 7, 9-10 (Me.1994). The above statements in this civil case fall short of obvious error.\nValuation\nAfter an evidentiary hearing the court found that the Fullers’ payments and improvements to the property totaled $69,-454.21 and that they received the value of $34,000.00 in rents and profits from their continued use and occupancy of the property. The court accordingly determined that the Fullers were equitably entitled to a payment of $35,454.21. The Fullers contend that this determination was erroneous. They argue that they are due credit for all expenses they made associated with the real estate including payments for taxes due before they acquired the property and payments toward equipment used to enhance the value of the land.\nWe review the factual findings of a trial court for clear error. Morin Bldg. Prod. Co. v. Atlantic Design & Constr. Co., 615 A.2d at 241. “A factual determination is clearly erroneous if not supported by competent evidence in the record.” Id. The Fullers’ argument incorrectly assumes that they are entitled to the value of all their expenses related to the property. The court’s determination that the Fullers were due credit for only those improvements and payments they made to the property after they had acquired title was a proper limitation on what they were due in equity. See Peaslee v. Pedco, Inc., 388 A.2d 103, 107 (Me.1978), appeal after remand, 414 A.2d 1206 (1980). We find no clear error in the court’s valuation of the contributions that the Fullers made to the property.\nFrivolous Appeal\nRich requests that we sanction the Fullers pursuant to M.R.Civ.P. 76(f) for bringing a frivolous appeal. We exercise this power only in egregious cases. Voignier v. Bittner, 609 A.2d 709, 710 (Me.1992). This appeal does not warrant sanctions pursuant to M.R.Civ.P. 76(f).\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. We note the inapplicability in this instance of M.R.Evid. 502(d) which states: “There is no privilege under this rule ... [a]s to a communication relevant to an issue between parties who claim through the same deceased client, regardless of whether the claims are by testate or intestate succession or by inter vivos transaction.\" That rule is meant to apply when the \"identity of the person who steps into the client’s shoes is in issue, as in a will contest.” Field & Murray, Maine Evidence § 502.6 at 5-19 (3d ed. 1992). In this case the Fullers do not dispute that Rich was the appropriate individual to claim the privilege.\n. The lease with option to purchase was prepared by Attorney Nelson and signed by the parties in early June 1983. No private meeting occurred at that time between Attorney Nelson and Evelyn. Nelson took the standard acknowledgment and was permitted to testify as to his conversations relevant to that attestation. See M.R.Evid. 502(d)(4).",
        "type": "majority",
        "author": "DANA, Justice."
      }
    ],
    "attorneys": [
      "Francis M. Jackson (orally), Portland, for Plaintiffs.",
      "Daniel R. Warren (orally), Jones & Warren, Scarborough, for Defendants."
    ],
    "corrections": "",
    "head_matter": "Peter G. RICH et al. v. Kenneth D. FULLER et al.\nSupreme Judicial Court of Maine.\nArgued March 2, 1995.\nDecided Sept. 26, 1995.\nFrancis M. Jackson (orally), Portland, for Plaintiffs.\nDaniel R. Warren (orally), Jones & Warren, Scarborough, for Defendants.\nBefore WATHEN, C.J., and ROBERTS, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0071-01",
  "first_page_order": 127,
  "last_page_order": 133
}
