{
  "id": 842450,
  "name": "William R. Palmer, plaintiff in error, vs. Charles Matthews, executor, etc., et al., defendants in error",
  "name_abbreviation": "Palmer v. Matthews",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "72",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 793,
    "char_count": 22655,
    "ocr_confidence": 0.439,
    "sha256": "090b11e862102e353965167a0c367672168010952e34d9fa4dc182a7c9759697",
    "simhash": "1:c9b1eb17bd242297",
    "word_count": 4043
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William R. Palmer, plaintiff in error, vs. Charles Matthews, executor, etc., et al., defendants in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nLyon, J.,\ndelivering the opinion.\nThis wras a bill, called by Mr. Story a bill for conformity, filed by Charles Matthews, executor of the will of James Matthews, deceased, asking the Court for instruction and direction ■in its execution. The doubt of the executor arises upon the construction to be given to the fifth, sixth and seventh items of the will. The fifth gives and bequeaths to Charles Matthew's in special trust and confidence for his daughter, Julia Elizabeth, ■then unmarried, a tract of land and five negroes, three horses, two beds and furniture and a side-saddle. The sixth gives and bequeaths to his daughters, Martha M. Cheatham, Margaret A. J. Weeks and Julia E. Matthews, in trust, (trustees hereinafter named) all the rest and residue of his property not thereinbefore named, and, also, at the death of his wife the property given to her, all to them and their children, share and share alike. In the event of the death of either, the children to represent the mother. He appoints David T. Smith trustee for Martha M. Cheatham and her children, Charles Matthews, Jr., trustee for Margaret A. J. Weeks, and Charles Matthews aforesaid, trustee for Julia E. Matthews. In the seventh, he directs that it is his will and desire that all ready money and notes on hand at his death be equally distributed between his wife and children, the trustees to receive the children’s portion for their use, and the balance of my property equally divided as aforesaid between my children, distributed by lot, the opinion of his executors to be taken in appointing dividers.\nThis will presents many difficulties in ascertaining the intention of the testator, particularly with reference to the interest that Julia E. Matthews, as to whose interest only instruction and direction are asked by the bill. 1st. Did the testator intend that his daughter, Julia E., should take a separate estate in the whole of the devise and legacies in her favor or only a portion and what portion? 2d. Did he intend to create in her an absolute or fee simple, or only a life estate as to the whole, or only a part, and has he used words to effect this latter intention? The fifth item is a specific legacy to the trustee, of land, negroes and other property for his daughter, without any qualification or restriction whatever as to its enjoyment or use. The sixth disposes of the residuum to his daughters in tmst, intending no doubt, to the trustee, for the daughters to them and their children, share and share alike. In the event of the death of either, the children to represent the mother. The interest or estate taken by the daughter, Julia, under this clause, whatever it might be (and I will examine that under the second inquiry) is like that contained in the fifth, unqualified and unrestricted as to its use and enjoyment. The seventh separates the notes and ready money on hand at the death of testator from the residuum, and directs a distribution of that particular fund equally between his wife and children, the trustees to receive the children’s portion, having reference only to their portion of the fend, created by this item, as will be seen by the clause immediately following, “for their use,” and the balance (that disposed of by the sixth item) of my property equally divided as aforesaid, that is, as directed in the sixth item. The only part of the devise or legacy in favor of the daughter, Julia E., to be received by the trustee for her use, is her share of the ready money and notes on hand at the death of testator. If the testator intended that qualification to apply to the whole of the devise and legacies in her favor, he failed to effect the intention by the employment of any words for that purpose. But whether he intended this or not is wholly immaterial to the present inquiry, for if such was his intention neither those words nor the appointment of a trustee created a separate estate in her favor as to the property that passed to her by this will/ The intention to create a separate estate so as to exclude the marital rights of the husband must be clearly and unequivocally expressed. A gift to the use of, or for the use and benefit of the wife is not a manifestation of such intention and yvill not effect that object. In Fears vs. Brooks, 12th Georgia, 196, the gift to the use and benefit of testator’s daughters, it was conceded, did not create a separate estate. In that case, however, there were other restrictions that did; So in Freeman vs. Flood, 16 Georgia, 533, “special use” does not signify “separate estate.”' In William vs. Allen, 17 Georgia, 81, “the gift was to the trustee for the use of, etc,, of Jane Wood,” etc., the Court say, “ we cannot sanction the position that the words used were sufficient to create a separate estate.” And in Wade vs. Russell, 17 Georgia, 425, the portions of the testator’s daughters were given to trustees in trust for the use, benefit and behoof of the daughters. The Court held that “ whatever kind of estate it was which the testator intended to create in his daughters he intended to create it in them whether they were married or not.” This is clear, and, therefore, it cannot be said.that he intended only a separate estate in them. And it is well settled that to defeat the marital rights the intention to create a separate estate in the wife must be unequivocal. That is precisely this case. The daughter at the making of the will was unmarried. The gift to the trustee for her was a naked trust, and when she married whatever interest she took under the will, the trust was executed and vested absolutely in her husband.\n2d. As to the extent of the interest taken by the daughter, Julia E., under the will. We think that she took an absolute estate in the specific legacy given to her by the fifth item, and in the portion distributable to her under the seventh item, out of the ready money and notes; there is no qualification or limitation upon these interests either in those items or elsewhere in the will. The great difficulty is as to what she took by the sixth item.\nIt is claimed that the gift to Julia E. and the other daughters, to them and their children, share and share alike, made the gift as to Julia E., she being then unmarried, and having no children, an estate tail, and was converted by our statute into an absolute estate in hex’, or in other words, that it fell within the rule in Wiley’s case, 3Kt., 551. We cannotagree with counsel. Wiley’s case was a gift to one of his children or issue, he having no issue at the time to take, jointly with the pai’ent. Here, although the gift is to the daughters, to them and their children, the expression is qualified and explained by the clause following, which is: “In the event of the death of either’,” clearly, of either of the daughters, “ the children,” that is, “ the children of his daughter to represent the mother.” The testator in this puts the contingency upon the happening of which the children were to take not as immediate legatees but as representatives of their mother. Wiley’s ease had no such qualification or limitation.\nThe testator thus discloses an intention, that if the children take at all they must take after and not with the mother.\n3d. The difficulty here is, to get at the intention of the testator in the use of the woi’ds “In the event of the death of either” of his daughters. It was certain that they would die at some time, and the testator must have had that fact in his mind. It is not probable that he made use of the expression to denote a dying at any time, and that whenever that event should happen, their children should take their respective shares, for if that had been his intention he could and would most probably have expressed himself in other and more appropriate terms, as to his daughters for life, and then to their children. But an examination of the books and adjudged cases on this point, leaves us in no doubt as to the effect of these words. The difficulty in such cases arises from the testator having applied terms of contingency to events, of all others, the most certain and inevitable, and to satisfy which terms it is necessary to connect with death some circumstance in association with which it is contingent. That circumstance naturally is the time of its happening, and such time when the bequest is immediate, (i. e., in possession as in this case) necessarily is the death of the testator, there being no other period to which the words can be referred. Hence, it has become an established rule, that when the bequest is simply to A, and in case of his death or if he die, to B, A, surviving the testator, takes absolutely : 2 Jarman on Wills, 659, and cases there cited. In Trotter vs. Williams, English Chancery, 78, as stated in 2 Jarman, 660, the testator bequeathed to A five hundred pounds, (¿6500;) to B five hundred pounds, (¿6500), and in like manner gave five hundred pounds (¿6500) apiece to five others, and if any died, then her legacy, and also the residue of his personal estate, to go to such of them as should be then living, equally divided betwixt them all. The Court held that these words referred to a dying before the testator, so that the death of any of the legatees after would not carry it to'the survivor. In Hinckly vs. Simmons, 4 Vesey, 160, a bequest of all of testatrix’s fortune to A, and in case of her death to B, was held to confer an absolute interest on A, surviving the testatrix. So in Webster vs. Hale, 8 Vesey, 411, where the testator bequeathed certain stock for the use, exclusive right and property of his sister C., but should she happen to die then to her children, and testator also bequeathed to his sister H. certain stock, and in case of her death to be divided among her children. Sir William Grant held, both legatees surviving the testator, that they took absolutely, and in Cambridge vs. Rous, Ibid., 12, testator gave to his sister M. ¿64000, and in case of her death to devolve upon her sister C. The Master of the Rolls, Sir William Grant? held that M. surviving the testator, took the legacy absolutely— referring to the cases of Hinckly vs. Simmons, cited above, and Lawfield vs. Stoneham, 2 Strange, 1261, seems to support the proposition that when such words occur by themselves, and there is nothing to explain them, they import the contingency of dying before the testator: See, also, Slade vs. Milner, 4 Madd., 144; Cowigan vs. Barnes, 7 Sim., 40; Clark vs. Lubbock, 1 You. and Call. N. C., 492.\nUpon the authority of these cases, it seems clear to us that the period to which testator referred at which the death of his daughter must happen in order for their children to take, was his own death; if they survived him it was his intention that they should take absolutely. We are strengthened in this view of the legacies in favor of the daughter, Julia, by the fact that at that time she had no children, and in the appointment of trustees to take charge of the legacies created by this clause of the will. He appoints a trustee for Mrs. Cheatham and children and in the case of Julia E., the trustee is appointed for her only. It is proper to remark that Courts put this construction upon these words or words of similar import only ex necessitate rei, from the absence of any other period to which the words can be referred. If there be any other words, circumstances have been held sufficient. In this ease there is nothing we can lay hold of that we think sufficient. At first we were inclined to hold that as there were other legacies to this legatee that did not contain these words, that the testator did not intend by them a dying in his lifetime; but on a more careful consideration we concluded that the legacy in the fifth item was intended either as an exhibition of greater affection for this his unmarried daughter, or perhaps because he had already given to his other daughters marriage portions, and he intended thus to equalize her share with the other daughters. The legacy of the seventh item was introduced simply to let the wife into participation in the division of the ready money and notes. Neither was intended to qualify or explain his intention as expressed in the sixth clause • as to other legacies. Besides, the estate given to Julia E., (and it must not be forgotten that it is this distribution in her favor only that we are considering) in all of the three items, is precisely of the same character as to possession, use, enjoyment and holding. In none is she to hold for life only, absolutely, or otherwise, but all are simply naked trusts.\nThe case of Douglas vs. Chalmer, 2 Vesey, Jr., 501, seems to be somewhat in conflict with the general principles of the cases already referred to. In that case the testatrix bequeathed her residuary personal estate to her daughter, Lady Francis Douglas, and in ease of her death to the use and behoof of her (Lady D’s) children, share and share alike. Subsequently, by a codicil, testatrix gave to her daughter her most valuable diamond ring as a circumstance denoting a different intention of testatrix. But there were other circumstances which the Chancellor laid hold of to take the case out of the rule; there was that of her marriage against her will, the wishes and anxiety of the testatrix that her daughter’s husband should take no bounty by her will, and this intention would be defeated if the words in the bequest, in ease of her death, were construed to denote a dyiDg in the lifetime of testatrix. Another circumstance which pressed hard upon the Chancellor, was the fact that the children of the daughter were intended by the testatrix as participant-sin her bounty. He says, also, that the codicil is extremely strong in expressing the very contingency upon which the limitation over to the children of Lady Douglas is supposed by the plaintiffs to depend, “and that is this: testatrix, by her will, gave her wearing apparel, linen and lace to M., her house-keeper, or if she be dead before me,” then over, etc. There was still another circumstance to which great weight was given and that was that the children of Lady Francis were the younger children of Lord Douglas. The Chancellor says, it is impossible that this circumstance should not have a bias on his mind and no doubt it did. Take the whole case and we cannot think that it can be relied on as a safe precedent to authorize a different construction of the will than the one we have given. The circumstance of the gift of the ring, although frequently referred to in other cases, I cannot find one in which it has been held to be a controlling one : Webster vs. Hale, 8 Vesey, 411. In Billings vs. Sandhom, 2 Ves., 506, the testator being at Gibraltar, bequeathed to his sister, A., (in England) £1,000, and in case of her demise, he gave to B. £800, and to C. £200, and he bequeathed unto A, whatever goods, chattels and money which should be due him at the time of his decease, to be disposed of as she should thinlc proper. This latter bequest was held to restrict the legacy of the £1,000 to a life estate by showing that the testator used the words, “ in case of her demise,” to denote a dying at any time. Giving the legatee the right to use one legacy as she thought proper, indicated that such was not his intention as to the other. So if the testator in this case had given the legacies mentioned in the fifth item and the seventh item to his daughter, to be used and held by her and enjoyed differently from that given to her in the sixth clause, we should have laid hold of that fact as expressive of a different intention. It is well enough to remark that in the sixth item is to be found a disposition of the remainder after the termination of the wife’s life estate in the property given to her by the second clause. This decision is not intended to express any opinion as to the disposition of that interest nor of the legacies to the other daughters.\nLet the judgment be “reversed on the ground that the Court erred in ruling that the bequests in testator’s will in favor of his daughter, Julia E., created a trust estate in her for life, and an executory trust for the benefit of any children she'might have, and that she being now dead the trustee holds the whole property thus devised for the use of Julia Palmer’s children, it being the opinion of this Court that upon the death of the testator the said Julia E., him surviving, took under the will an absolute estate in the property devised and bequeathed to her by testator.”",
        "type": "majority",
        "author": "Lyon, J.,"
      }
    ],
    "attorneys": [
      "William A. Wilkins, for plaintiff in error.",
      "J. G. Cain, contra."
    ],
    "corrections": "",
    "head_matter": "William R. Palmer, plaintiff in error, vs. Charles Matthews, executor, etc., et al., defendants in error.\nTestator, by the fifth item of his will, bequeathed to C. M. in special trust and confidence for his daughter, J. E., a tract of land, three negroes, three horses, two beds and furniture, and a side-saddle. By the sixth item he gave and bequeathed to his daughters, M. M. C., M. A. J. W. and J. E., in trust, all the rest and residue of his property which might belong to him, (not otherwise given away in his will) and, also, at the death of his wife, the property given to her, all to them and their children, share and share alike, and in the event of the death of either, the children to represent the mother. Trustees for these daughters were appointed in the will. By the seventh item he expressed it to be his will and desire that all ready money and notes on hand at his death should be equally distributed between his wife and children, the trustees to receive the children’s portion for their use, and the balance of his property equally divided as aforesaid between his children, distributed by lot. At the date of the will and of testator’s death, his daughter J. E. was unmarried and without child or children, but she afterwards married and had three children and then died. Upon a bill filed for direction in executing the will:\nHeld, That upon the death of testator, his daughter J. E. surviving him, took under the will an absolute estate in the property devised and bequeathed to her by the testator.\nBill for direction, in Jefferson Superior Court, tried before Judge James S. Hooic, at November Term, 1863.\nIn this case there is but one question, and that grows out of the following state of facts, to-wit: On the 9th of August, 1849, James Matthews made and published his will in due form, and died leaving it in full force. The will was duly proved and recorded, and on the 6th of December, 1855, Charles Matthews, the executor, received letters testamentary according to law. The fifth, sixth and seventh items of the will are as follows, to-wit:\n“Item 5th. I give and bequeath unto Charles Matthews in special trust and confidence for my daughter, Julia Elizabeth, the tract of land known as the Kelly place, and the following negroes: Killis, Eliza and child Neal, also negro man Bill, and Emily, three head of horses, two beds and furniture, and sidesaddle.”\n“Item 6th. I give and bequeath unto my daughters, Martha M. Cheatham, Margaret A. J. Weeks and Julia E. Matthews, in trust (trustees hereinafter named) all the rest and residue of my property, which may belong to me, not hereinbefore given away, and also at the death of my wife, the property given to her, all to them and their children, share and share alike. In the event of the death of either, the children to represent the mother. I appoint David T. Smith trustee for Martha M. Cheat-ham and children, Charles Matthews, Jr., trustee for' Margaret A. J. Weeks, and Charles Matthews aforesaid, trustee for Julia E. Matthews.”\n“Item 7th. It is my will and desire that all ready money and notes on hand at my death be equally distributed between my wife and children, the trustees to receive the children’s portion for their use, and the balance of my property equally divided as aforesaid between my children, distributed by lot, the opinion of my executor to be taken in appointing dividers.”\nAt the time this will was executed, and at the time of the testator’s death, Julia E. Matthews was an unmarried woman without child or children. On the 6th of March, 1856, she intermarried with William R. Palmer, by whom she had three children, to-wit: Julia E. Pklmer, Aquilla J. Palmer and Samuel W. Palmer, all three of whom are yet minors. Julia E. Palmer, daughter of the testator and mother-of said minors, departed this life 22d of September, 1862.\nOn the 27th of March, 1863, Charles Matthews filed a bill against William R. Palmer and the three minor children, (for whom guardians ad litem were appointed) calling the attention of the Court to the said fifth, sixth and seventh items of the will, asking a construction of the same and praying directions as to how they should be executed, and especially asking whether he should retain the property given to the said Julia E. Palmer, deceased, as trustee for said minors, or whether he should deliver the same to the said William R. Palmer, as the heir-at-law of the said Julia E. Palmer, deceased, or whether he should have guardians appointed for said minors and deliver the property to such guardians.\nThe facts all being admitted by the parties, the presiding Judge charged the jury amongst other things, that the bequests in the said fifth, sixth and seventh items of the will to testator’s daughter, Julia Elizabeth, created a trust estate for life in her, and an executory trust for the benefit of any children she might have. And she being dead, the trustee holds the whole property thus devised for the use of the children of said Julia Elizabeth, until they shall severally arrive at age. It is manifest from the very creation of the trust, that there was no intention whatever on the part of the testator to give the fee to Julia Elizabeth, as is contended by her husband. The Court feels constrained to overrule the view so ably presented by counsel, that Julia Elizabeth took a fee tail under the will, convertible by our law into an absolute fee simple.\nThe jury returned the following verdict which was adopted by the Judge as the decree of the Court, to-wit: “We, the jury, find and decree that the property given in the fifth, sixth and seventh items of this will to Julia Elizabeth Matthews, is the property of her children, Julia E., Aquilla J. and Samuel W. Palmer, in the hands of their trustee, Charles Matthew's, and that defendants pay the cost of this proceeding. So say we all. November 10th, 1863.”\nPlaintiff in error excepts to the charge of the presiding Judge, the verdict of the jury and the decree of the Court, and prosecutes the writ of error in this case to reverse the judgment evidenced by said decree.\nWilliam A. Wilkins, for plaintiff in error.\nJ. G. Cain, contra."
  },
  "file_name": "0072-01",
  "first_page_order": 72,
  "last_page_order": 81
}
