{
  "id": 12041640,
  "name": "Sharon KITCHEN, et al. v. CITY OF CALAIS",
  "name_abbreviation": "Kitchen v. City of Calais",
  "decision_date": "1995-10-02",
  "docket_number": "",
  "first_page": "77",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 77"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 289,
    "char_count": 4598,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 1.0182127913950621e-07,
      "percentile": 0.5440628005725431
    },
    "sha256": "ce6df335ad186d4aaddfb3c5427c83eac5a8643f09f0f4820bf0032be8d8ba3b",
    "simhash": "1:dc3e5eeb91ed4d63",
    "word_count": 726
  },
  "last_updated": "2023-07-14T16:45:48.827773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "Sharon KITCHEN, et al. v. CITY OF CALAIS."
    ],
    "opinions": [
      {
        "text": "LIPEZ, Justice.\nPlaintiffs Sharon and Bethany Kitchen appeal from the summary judgment entered in the Superior Court (Washington County, Alexander, J.) for the City of Calais on their complaint for negligence. The Kitchens contend that genuine issues of material fact remain and that the court erred in concluding that the Maine Tort Claims Act, 14 M.R.S.A. §§ 8101-8118 (1980 & Supp.1994) [hereinafter “Act”], protects the City from liability. We disagree and affirm the judgment.\nOn December 10, 1991, Sharon Kitchen and her daughter, Bethany, were injured when they both fell outside the Calais Police Station. They filed a complaint against the City of Calais for negligence. The City filed a motion for a summary judgment, supported by a statement of material facts. In that statement, the City asserted that “[p]laintiff Sharon Kitchen fell when she tripped over a raised blaektopped curbing in the parking area outside the Police Station.” It stated further that “[p]laintiff, Bethany Kitchen, fell in a blaektopped area where vehicles are parked. Plaintiff Bethany Kitchen fell because she tripped over a raised, blaektopped curbing in the parking area in front of the Police Station.” The City also asserted that “[a]t the time of Plaintiffs’ accidents, Defendant had not purchased liability insurance affording coverage for the claims asserted by the Plaintiffs as a result of the events of December 12, 1991.”\nIn a statement of material facts submitted in opposition to the City’s motion, plaintiffs asserted, without any supporting record reference as required by M.R.Civ.P. 7(d)(2), that the raised blaektopped curbing “was an appurtenance to the building.” Plaintiffs also asserted in an introductory paragraph to their statement of material facts, again without any record references, that the curbing was\napparently designed to keep vehicles from parking too close to the building and damaging it ... The structure may have also had a dual purpose as a flower bed when it was filled in with soil and completed.\nA photograph attached to the affidavit of Sharon Kitchen shows curbing which serves to keep vehicles from parking too close to the building. There are no record references supporting the flower bed speculation.\nThis record compels the conclusion that the City is immune under the Act. Parking lot liability is addressed in 14 M.R.S.A. § 8104-A(4), which waives immunity for negligent acts arising out of the “performance of construction, street cleaning or repair operations on any ... parking area_” 14 M.R.S.A. § 8104-A(4). There is no evidence of any construction, street cleaning or repair operations taking place in the parking area at the time of the accident.\nThere is no waiver of immunity pursuant to section 8104-A(2), that provides in pertinent part:\n2. Public Buildings. A governmental entity is liable for its negligent acts or omissions in the construction, operation or maintenance of any public building or the appurtenances to any public building.\n14 M.R.S.A. § 8104-A(2) (emphasis added). The City’s statement of material facts places the raised, blaektopped curbing in the parking area. A parking area constitutes neither a public building nor an appurtenance to a public building. A contrary interpretation would make the provisions of sections 8104-A(2) and (4) redundant. In opposition to the City’s statement, plaintiffs offered only the legal conclusion that the curbing is an appurtenance to the building and the unsupported speculation about a flower bed. Such contentions do not generate a genuine issue of material fact.\nFinally, based on the City’s assertion that it purchased no insurance affording coverage for plaintiffs’ claims, we conclude that there has been no waiver of immunity pursuant to 14 M.R.S.A. § 8116.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Section 8116 provides in pertinent part:\n[A]ny political subdivision may procure insurance against liability for any claim against it or its employees for which immunity is waived under this chapter or under any other law.... If the insurance provides coverage in areas where the governmental entity is immune, the governmental entity shall be liable in those substantive areas but only to the limits of the insurance coverage.",
        "type": "majority",
        "author": "LIPEZ, Justice."
      }
    ],
    "attorneys": [
      "Francis J. Hallissey, Machias, for Plaintiff.",
      "Jeffrey T. Edwards, Preti, Flaherty, Beli-veau & Pachios, Portland, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Sharon KITCHEN, et al. v. CITY OF CALAIS.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs March 29, 1995.\nDecided Oct. 2, 1995.\nFrancis J. Hallissey, Machias, for Plaintiff.\nJeffrey T. Edwards, Preti, Flaherty, Beli-veau & Pachios, Portland, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "0077-01",
  "first_page_order": 133,
  "last_page_order": 135
}
