{
  "id": 7860887,
  "name": "Cheryl BRANDT, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee",
  "name_abbreviation": "Brandt v. Unemployment Compensation Board of Review",
  "decision_date": "1994-05-26",
  "docket_number": "",
  "first_page": "78",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "429 A.2d 1220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "1222"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "59 Pa.Commw. 298",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1920719
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "301-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/59/0298-01"
      ]
    },
    {
      "cite": "409 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1980,
      "pin_cites": [
        {
          "page": "524"
        },
        {
          "page": "524"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "48 Pa.Commw. 291",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1904884
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/48/0291-01"
      ]
    },
    {
      "cite": "500 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781101
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "200"
        },
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0188-01"
      ]
    },
    {
      "cite": "506 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790962
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "286"
        },
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0274-01"
      ]
    },
    {
      "cite": "508 Pa. 139",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1793976
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "150"
        },
        {
          "page": "1086"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 7761,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20012074063005217
    },
    "sha256": "f38384e96fb41f0f8afe3045f8cfb0ae6ec69111d0db9bebd15cdd4bc0faec14",
    "simhash": "1:b30dbecc0062e58d",
    "word_count": 1226
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "Cheryl BRANDT, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellant, Cheryl Brandt, appeals from the Order of the Commonwealth Court which affirmed the Order of the Unemployment Compensation Board of Review (“Board”) denying her unemployment compensation benefits.\nWe have been asked to determine whether the Commonwealth Court went beyond its scope of review in affirming the Order of the Board. Upon examination of the record from the referee’s hearing, we find that the record, taken as a whole, contains substantial evidence to support the referee’s findings. Even assuming the Commonwealth Court exceeded its scope of review, it reached the correct result in affirming the referee’s decision.\nThe facts in this case are as follows. Ms. Brandt was employed with Bradford Manor as a licensed practical nurse from March 3, 1989, through October 31, 1989. Ms. Brandt’s employment was terminated after an investigation of verbal abuse and intimidation complaints were reported by other employees. A referee concluded that Ms. Brandt’s use of obscene language and abuse of employees was in violation of her employer’s policy. The referee held that Ms. Brandt’s behavior amounted to willful misconduct and denied her benefits under section 402(e) of the Unemployment Compensation Law, 43 P.S. § 802(e).\nIn an unemployment compensation case, the findings of fact made by the Board, or by the referee, are conclusive on appeal so long as the record, taken as a whole, contains substantial evidence to support those findings. Vann v. Commonwealth, Unemployment Compensation Bd. of Review, 508 Pa. 139, 150, 494 A.2d 1081, 1086 (1985); Penflex, Inc. v. Bryson, 506 Pa. 274, 286, 485 A.2d 359, 365 (1984); Soja v. Pennsylvania State Police, 500 Pa. 188, 200, 455 A.2d 613, 618 (1982). Instantly, there is substantial evidence to support the referee’s findings.\nMs. Brandt argues that the Commonwealth Court deviated from the accepted and usual course of legal proceedings when it determined, by improperly embellishing a finding of fact, that she had used obscenity. First, Ms. Brandt contends that the referee did not find that she used obscenity. She submits that the referee found only that she was discharged after an investigation. Second, Ms. Brandt avers that the referee did not “find” that she abused or intimidated anyone. Finally, Ms. Brandt argues that the referee did not find that she violated the employer’s rule pertaining to abuse or intimidation. She alleges that the referee found only that some employees felt intimidated by her.\nAppellee, the Board, argues that the Commonwealth Court properly determined that Ms. Brandt’s admitted use of obscene and abusive language violated Bradford Manor’s rules and standards of behavior, which a nursing home can rightfully expect of its employees. Also, Appellee contends that Ms. Brandt’s behavior amounted to willful misconduct resulting in her ineligibility for benefits.\nIn this case, the use of obscene language at the workplace has been attributed to Ms. Brandt on two occasions. First, one of Ms. Brandt’s subordinates testified that when she failed to obtain a urine specimen from a patient, as Ms. Brandt had instructed, Ms. Brandt responded by saying, “Five minutes and this test was f — ed up.” Notes of Testimony — Referee’s Hearing dated March 1, 1990, at 8. In the second instance, another subordinate alleged that Ms. Brandt used obscene language when a patient waived his cane at members of her staff and Ms. Brandt asserted to one of her nurses, “I’ll take that damn cane away from him.” Id. at 12.\nMs. Brandt submits that the former of the two scenarios did not take place and that her use of the word “damn” in the latter instance was neither obscene nor abusive in modern parlance. Ms. Brandt only admits to having used profanity at the workplace in the past.\nThe referee had the opportunity to listen to and evaluate the testimony of both Ms. Brandt and witnesses on behalf of the employer and she clearly allocated greater weight to the testimony of the employer’s witnesses. The referee, based on this testimony, found that Ms. Brandt used abusive language and intimidation indicating an intentional disregard of the employer’s interests. Referee’s Decision, Appeal No. 90-7-A-13, dated March 1, 1990.\nMs. Brandt alleges that both the referee and the Commonwealth Court lacked sufficient evidence concerning the context in which her profanity was used to find willful misconduct and deny benefits. Ms. Brandt argues that Bush v. Commonwealth, Unemployment Compensation Bd. of Review, 48 Pa.Commw. 291, 409 A.2d 523 (1980), applies to this case. However, Bush is distinguishable.\nIn Bush, the Commonwealth Court held that where there is a lack of evidence concerning the context in which profanity was used, an employee’s admission that he used profanity while on the job is not itself sufficient to support a legal conclusion of willful misconduct rendering an employee ineligible for benefits. Id. at 293, 409 A.2d at 524. Because the testimony at the referee’s hearing failed to provide concrete evidence pertaining to the context in which the profanity was used, the Commonwealth Court was “unprepared to hold on the basis of [the] record that claimant’s admission that he used profanity on the job ‘[a]t times’ is itself sufficient to support a legal conclusion of willful misconduct. ...” Id.\nInstantly, however, there is concrete evidence of the context in which the profanity was used. First, the testimony presented during the hearing before the referee reveals that a witness stated she heard Ms. Brandt use profanity. Second, the testimony provides a clear picture of the context in which the profane language was used. Here, the context was that Ms. Brandt used profanity while talking to a member of her staff and, moreover, her use of profanity was unprovoked. Finally, the use of this profanity was against the employer’s policy.\nUnprovoked abusive or offensive language may constitute willful misconduct. Isabella v. Commonwealth, Unemployment Compensation Bd. of Review, 59 Pa.Commw. 298, 301-02, 429 A.2d 1220, 1222 (1981); Bush v. Unemployment Compensation Bd. of Review, 48 Pa.Commw. at 292, 409 A.2d at 524. Thus, a finding that Ms. Brandt’s use of profanity amounted to willful misconduct was consistent with the law of this Commonwealth.\nWe therefore conclude that the Commonwealth Court properly affirmed the Board’s Order. Accordingly, the Order of the Commonwealth Court is affirmed.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1800, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.\n.The employer policy provides in pertinent part: Discharge without notice or separation pay may be for ...\nA. Verbally, physically, or in any way abusing residents or employees....\nJ. Using obscene or abusive language_\nK. Using force with, threatening or intimidating other employees....\nRecord at Item No. 4, Employer Separation Information.\n. Section 802(e) states:\nAn employe shaE be ineligible for compensation for any week—\n(e) In which his unemployment is due to his discharge or temporary suspension from work for wUlful misconduct connected with his work, irrespective of whether or not such work is ''employment” as defined in this act[.]",
        "type": "majority",
        "author": "NIX, Chief Justice."
      }
    ],
    "attorneys": [
      "Gregory A. Henry, Bradford, for appellant.",
      "Clifford F. Blaze, Deputy Chief Counsel, John E. Herzog, Asst. Counsel, Unemployment Compensation Bd. of Review, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cheryl BRANDT, Appellant, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 21, 1992.\nDecided May 26, 1994.\nGregory A. Henry, Bradford, for appellant.\nClifford F. Blaze, Deputy Chief Counsel, John E. Herzog, Asst. Counsel, Unemployment Compensation Bd. of Review, Harrisburg, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0078-01",
  "first_page_order": 144,
  "last_page_order": 146
}
