{
  "id": 8382711,
  "name": "In re the Nomination Petitions of Caleem JABBOUR a/k/a C.L. Jabbour (Democratic) Candidate for Representative in the General Assembly for District No. 38. Appeal of Angelo Norelli",
  "name_abbreviation": "In re the Nomination Petitions of Jabbour",
  "decision_date": "2008-04-11",
  "docket_number": "",
  "first_page": "78",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 215,
    "char_count": 3104,
    "ocr_confidence": 0.698,
    "sha256": "47868dac864fc81cb17cc2f31c4fd5f2284b30f642c8d490b177aecb7628b73e",
    "simhash": "1:f37536e0a1a30183",
    "word_count": 506
  },
  "last_updated": "2023-07-14T22:19:31.557830+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD and McCAFFERY, JJ."
    ],
    "parties": [
      "In re the Nomination Petitions of Caleem JABBOUR a/k/a C.L. Jabbour (Democratic) Candidate for Representative in the General Assembly for District No. 38. Appeal of Angelo Norelli."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 11th day of April, 2008, the order of the Commonwealth Court is hereby VACATED and the matter is REMANDED for proceedings to address the merits of the Petition to Set Aside the Nominating Petitions.\nThe Commonwealth Court, sitting as the fact-finder, held that the Objector had not presented sufficient evidence to prove timely service upon the Secretary of the Commonwealth of the petition to set aside the nomination papers. The court reached this conclusion because 1) the Objector did not present a sworn affidavit or certificate of service affirming service upon the Secretary; and 2) the time-stamped copy of the petition offered by the Objector indicated that the Secretary had received a copy of the petition 24 minutes before it was filed with the court. The court also struck a page of the petition to set aside because the page had not been included in the copy of the petition originally served upon the candidate’s wife.\nWe conclude that the court abused its discretion in rejecting the reasonable inference that service upon the Secretary of the Commonwealth had been effectuated based upon the time-stamped copy of the cover sheet for the petition to set aside. Because authenticity of the cover sheet was not at issue, and in the absence of statutory or decisional authority to the contrary, we hold that the court’s ruling constituted an abuse of discretion in imposing an unnecessary item of evidentiary proof, i.e., an affidavit or certificate of service, where Objector had already proffered the time-stamped cover sheet of his petition. In addition, because 25 P.S. § 2937 does not address the matter of the precise order of filing and simply requires that service be accomplished within a set period of time, the court engaged in an abuse of discretion in concluding that it had no jurisdiction over the petition to set aside.\nWe conclude that the court further abused its discretion in striking a page of the petition to set aside based upon its absence from the copy served upon the candidate’s wife. The candidate concedes that his attorney learned of the missing page on March 6th, and he does not dispute Objector’s representation that the page was then provided to the candidate’s counsel via fax. Because the candidate had a complete copy of the petition to set aside eleven days prior to the scheduled hearing, sufficient time to prepare a response, we hold that the court abused its discretion in striking the page containing paragraphs 15 through 20.\nThe order is VACATED and the case is REMANDED for further proceedings.\nMotion to Quash is DENIED.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "J. Deron Gabriel, Brimmeier & Associates, for Angelo Norelli, appellant.",
      "Gary Kalmeyer, Kalmeyer & Kalmeyer, for Caleem Jabbour, Pittsburgh, appellee."
    ],
    "corrections": "",
    "head_matter": "In re the Nomination Petitions of Caleem JABBOUR a/k/a C.L. Jabbour (Democratic) Candidate for Representative in the General Assembly for District No. 38. Appeal of Angelo Norelli.\nSupreme Court of Pennsylvania.\nSubmitted on Briefs April 3, 2008.\nDecided April 11, 2008.\nJ. Deron Gabriel, Brimmeier & Associates, for Angelo Norelli, appellant.\nGary Kalmeyer, Kalmeyer & Kalmeyer, for Caleem Jabbour, Pittsburgh, appellee.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD and McCAFFERY, JJ."
  },
  "file_name": "0078-02",
  "first_page_order": 124,
  "last_page_order": 125
}
