{
  "id": 12041694,
  "name": "STATE of Maine v. Robert ARGRAVES, Jr.",
  "name_abbreviation": "State v. Argraves",
  "decision_date": "1995-10-06",
  "docket_number": "",
  "first_page": "79",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 79"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 331,
    "char_count": 6942,
    "ocr_confidence": 0.749,
    "sha256": "ab52681dcc8a9c6bf20adc308d09a5d0d528db23901e638d918b188b0992e9a7",
    "simhash": "1:8893c3a27e0b0282",
    "word_count": 1133
  },
  "last_updated": "2023-07-14T16:45:48.827773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. Robert ARGRAVES, Jr."
    ],
    "opinions": [
      {
        "text": "LIPEZ, Justice.\nRobert Argraves, Jr. appeals the denial of his petition for a writ of habeas corpus and review of bail by a single justice of the Maine Supreme Judicial Court CRudman, J.). Ar-graves contends that a Harnish healing was improperly held concerning his burglary charge; that excessive bail was set for certain other charges; and that the statute under which his bail was revoked as to prior charges is unconstitutional. We affirm the judgment.\nArgraves was arrested and charged by a criminal complaint with two counts of attempted murder, 17-A M.R.S.A. § 152 (1983), one count of burglary, 17-A M.R.S.A. § 401 (1983), and one count of aggravated assault, 17-A M.R.S.A. § 208(1)(B) (1983). At his arraignment, he was ordered held without bail pending a Harnish hearing on the burglary count, which the State characterized as a formerly capital offense for which no bail was available. See 15 M.R.S.A. § 1027. The District Court (Pres-que Isle, Griffiths, J.) subsequently held a Harnish hearing on the burglary charge, heard the state’s motion to revoke bail on previous charges, and held a bail hearing on the two attempted murder charges and the aggravated assault charge. The court concluded that Argraves had committed a formerly capital offense and ordered him held without bail. It revoked his $400.00 cash bail on previous charges of assault, terrorizing and criminal mischief, and set bail for the two counts of attempted murder and aggravated assault at $50,000 double sureties or 50% cash. 15 M.R.S.A. § 1026.\nPursuant to 15 M.R.S.A. §§ 1028(1), 1029(1)(A) and 1093(4), Argraves appealed the District Court’s decision to the Superior Court (Aroostook County, Pierson, J.), which initially ruled that burglary was not a formerly capital offense and set bail at $40,000 single surety on that charge. The court declined to alter the bail as set on the other charges. The State filed a motion for clarification and to reconsider, which the court granted. After a hearing, the Superior Court reversed its previous decision and ruled that burglary was a formerly capital offense.\nArgraves thereafter filed a document entitled “Petition for Writ of Habeas Corpus Pursuant to Title 14 M.R.S.A. Sec. 5501 and Petition for Review of Bail Pursuant to M.Crim.P. Rule 46(d)” setting forth claims relating to denial of bail on the burglary charge, revocation of bail, and excessive bail. A single justice of the Supreme Judicial Court, in his order of December 19, 1994, ruled that Argraves was not entitled to further review of bail. The single justice did not refer to any petition for habeas corpus in his order. Despite the label on defendant’s pleading, a proper petition for a writ of habe-as corpus was never filed with the court. See Glassman, Maine Practice: Rules of Criminal Procedure Annotated at 462 (1967). Moreover, there is no provision in the Maine Bail Code permitting review by a single justice of the Supreme Judicial Court of a bail determination made initially in the District Court. Such bail determinations may only be appealed to the Superior Court.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The burglary included the nighttime breaking and entering of a dwelling place. Argraves carried a firearm during the course of the crime. Arguably, the crime, as actually committed, conforms with the requirements of \"aggravated burglary,\" a formerly capital offense. See P.L. 1821, ch. 6, § 1.\n. 15 M.R.S.A. § 1026 provides in relevant part: 1. In general. At the initial appearance before a judicial officer of a defendant in custody for a crime bailable as of right preconviction, the judicial officer shall issue an order that, pending trial, the defendant be released:\nA. On personal recognizance or upon execution of an unsecured appearance bond ... or\nB. On a condition or conditions under subsection 3,\n3. Release on conditions. Conditions that will reasonably ensure the appearance of the defendant and ensure the integrity of the judicial process shall be imposed as provided in this subsection.\nA. If the judicial officer determines that the release described in subsection 2 will not reasonably ensure the appearance of the defendant as required or will not otherwise reasonably ensure the integrity of the judicial process, the judicial officer shall order the pretrial release of the defendant subject to the least restrictive further condition or combination of conditions that the judicial officer determines will reasonably ensure the appearance of the defendant.... These conditions may include that the defendant:\n(12) Execute a bail bond with sureties in such amount as is reasonably necessary to ensure the appearance of the defendant as required....\n. 15 M.R.S.A. § 1028(1) provides in pertinent part:\n1. By defendant in custody. Any defendant aggrieved by the refusal of a Judge of the District Court ... acting under section 1026 to authorize the defendant’s release on personal recognizance or on the execution of an unsecured appearance bond and who is in custody for that crime may petition the Superior Court for a de novo determination of that refusal.\n. 15 M.R.S.A. § 1029(1)(A) provides in relevant part:\n1. Petition for review. Any defendant in custody following a Harnish bail proceeding under section 1027 may petition for review as provided in this subsection.\nA. If the Harnish bail proceeding was conducted in the District Court, the defendant may petition a Justice of the Superior Court for review under this section.\nB. If the Harnish bail proceeding was conducted in the Superior Court, the defendant may petition a single Justice of the Supreme Judicial Court for review under this section.\n. 15 M.R.S.A. § 1093(4) states in pertinent part:\n4. Appeal. A defendant in custody as a result of an order [revoking preconviction bail] by the District Court may appeal to the Superior Court and a defendant in custody as a result of an order [revoking preconviction bail] by the Superior Court may appeal 'to a single Justice of the Supreme Judicial Court.\n. The Order states:\nStatutory authority for review of bail under 15 M.R.S.A. § 1026 [sic] is set forth in § 1029. That section provides for review by a single justice of the Supreme Judicial Court only when the Harnish bail proceeding was conducted in the Superior Court. In the instant case, the Harnish bail proceeding was conducted in the District Court and was reviewed by a Justice of the Superior Court. There being no statutory basis for further review, the defendant’s petition for review of bail dated December 14, 1994 is dismissed.",
        "type": "majority",
        "author": "LIPEZ, Justice."
      }
    ],
    "attorneys": [
      "Andrew Ketterer, Attorney General, Charles K. Leadbetter (orally), Assistant Attorney General, Augusta, for the State.",
      "Eugene J. McLaughlin, Jr. (orally), Pres-que Isle, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Robert ARGRAVES, Jr.\nSupreme Judicial Court of Maine.\nArgued May 17, 1995.\nDecided Oct. 6, 1995.\nAndrew Ketterer, Attorney General, Charles K. Leadbetter (orally), Assistant Attorney General, Augusta, for the State.\nEugene J. McLaughlin, Jr. (orally), Pres-que Isle, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, DANA and LIPEZ, JJ."
  },
  "file_name": "0079-01",
  "first_page_order": 135,
  "last_page_order": 137
}
