{
  "id": 12041794,
  "name": "Roger BRIGNULL v. Paul ALBERT",
  "name_abbreviation": "Brignull v. Albert",
  "decision_date": "1995-10-17",
  "docket_number": "",
  "first_page": "82",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 82"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "532 A.2d 1036",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9056693
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1038"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/532/1036-01"
      ]
    },
    {
      "cite": "545 A.2d 645",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7941396
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "647"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/545/0645-01"
      ]
    },
    {
      "cite": "406 A.2d 1310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "1312"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 N.H. 679",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4447529
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/nh/119/0679-01"
      ]
    },
    {
      "cite": "968 F.2d 1463",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/968/1463-01"
      ]
    },
    {
      "cite": "789 F.Supp. 1201",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7412505
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "1211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/789/1201-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5142,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 1.5471357514394535e-07,
      "percentile": 0.6740057045796879
    },
    "sha256": "16ec22283e9ae4997fb0ff55120afbaa8d8f81cdfb9f25bbaf2b4f824725509b",
    "simhash": "1:11a8d3174b3f5ffb",
    "word_count": 810
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "Roger BRIGNULL v. Paul ALBERT."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nPaul Abert appeals from a judgment entered after a nonjury trial in the Superior Court (Hancock County, Atwood, J.) awarding damages of $30,000 to Roger Brignull for Abert’s breach of a noncompetition agreement. Abert argues that the trial court erred in enforcing the agreement and that the damages awarded are not supported by the evidence and are punitive in nature. We affirm the judgment.\nRoger Brignull is an optometrist with offices in Bar Harbor and Ellsworth. In 1985 he hired Paul Abert as an associate. The parties signed a series of one-year employment contracts that included a noncompetition agreement. In the last contract, which was in effect until September 1988, the non-competition agreement provided that Abert would not practice optometry on Mount Desert Island or within twenty miles of Ells-worth for a period of four years after leaving Brignull’s employment. The contract also contained a provision requiring Albert to pay Brignull $30,000 as liquidated damages in the event that Albert breached the noncompetition agreement.\nIn the spring of 1988 the relationship between the parties deteriorated. Albert informed Brignull that he would no longer work on Saturdays as required by his contract and that he intended to quit. Albert left Brignull’s practice in September 1988 and worked as an optometrist in the Camden-Rockland area for fifteen months. In January 1990 he returned to Ellsworth and opened an optometry practice within two miles of Brignull’s office. In the first six months of opening his new practice, Albert saw 210 of Brignull’s former patients.\nIn February 1990 Brignull filed a complaint against Albert alleging, inter alia, breach of contract and breach of the noncom-petition agreement. The court found that Albert breached the employment contract and awarded $600 in damages. The court also found that Albert breached the noncom-petition agreement and awarded $30,000 in damages as provided in the contract. On appeal, Albert challenges only the award of $30,000.\nAlbert contends that the noncompetition agreement was not supported by consideration, did not serve a legitimate business purpose, and was unreasonably broad. We disagree. Employment itself has been held to be consideration for a noncompetition covenant in an employment contract. Ferrofluidics Corp. v. Advanced Vacuum Components, Inc., 789 F.Supp. 1201, 1211 (D.N.H. 1992), aff'd, 968 F.2d 1463 (1st Cir.1992) (citing Smith, Batchelder & Rugg v. Foster, 119 N.H. 679, 406 A.2d 1310, 1312 (1979)). Thus Albert’s continued employment by Brignull during a three-year period constitutes consideration to support the noncompetition agreement.\nThe reasonableness of a noncom-petition covenant is a question of law that must be determined by the facts developed in each ease as to its duration, geographic area, and the interests sought to be protected. Chapman & Drake v. Harrington, 545 A.2d 645, 647 (Me.1988). We recognize that protecting an employer from business competition is not a legitimate business interest to be advanced by such an agreement. Id. The trial court found, however, that the purpose of this agreement was to prevent Albert from taking Brignull’s existing patients and to protect the goodwill of BrignulPs business.\nFinally, because the reasonableness of a noncompetition agreement depends on the specific facts of the case, we assess the agreement only as Brignull has sought to apply it and not as it might have been enforced on its terms. Id. We agree with the trial court’s finding that prohibiting Albert from competing within two miles of Brig-null’s office and within sixteen months after leaving the job was reasonable.\nAlbert raises the additional contention that the damage award was not supported by the evidence and was punitive in nature. We find no merit in this argument. We review the enforceability of a provision for liquidated damages as a question of law. Pacheco v. Scoblionko, 532 A.2d 1036, 1038 (Me.1987). Liquidated damages must meet two requirements in order to be enforceable: the damages must be difficult to prove and the amount fixed must be a reasonable forecast. Id. We agree with the trial court that this test has been met. Because an optometrist’s practice is dependent on his relationship with his patients, it was evident at the time the employment contract was formed that damages would be difficult to prove after a breach. Further, $30,000 was a reasonable estimate of Brignull’s potential loss of revenue. The evidence revealed that each patient could be valued at $140 annually, so' that Albert merely needed to take 215 patients away from Brignull to justify the damages. In light of the fact that Albert saw 210 of BrignuU’s patients in his first six months of practice, $30,000 was a reasonable forecast.\nThe entry is:\nJudgment affirmed.\nAll concurring.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Roger G. Innes, Mt. Desert, for Plaintiff.",
      "William C. Reiff, Mt. Desert, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Roger BRIGNULL v. Paul ALBERT.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 21, 1995.\nDecided Oct. 17, 1995.\nRoger G. Innes, Mt. Desert, for Plaintiff.\nWilliam C. Reiff, Mt. Desert, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0082-01",
  "first_page_order": 138,
  "last_page_order": 140
}
