{
  "id": 7864395,
  "name": "PENNSYLVANIA STATE POLICE, Appellee, v. PENNSYLVANIA STATE TROOPERS' ASSOCIATION, Trooper James Betancourt, Appellant; PENNSYLVANIA STATE POLICE, Appellant, v. PENNSYLVANIA STATE TROOPERS' ASSOCIATION, Trooper Scott Gibson, Appellee; PENNSYLVANIA STATE POLICE, Appellee, v. The FRATERNAL ORDER OF POLICE, Appellant",
  "name_abbreviation": "Pennsylvania State Police v. Pennsylvania State Troopers' Ass'n",
  "decision_date": "1995-03-21",
  "docket_number": "",
  "first_page": "83",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "656 A.2d 83"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "526 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825936
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0301-01"
      ]
    },
    {
      "cite": "137 Pa.Commw. 1",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1410860
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0001-01"
      ]
    },
    {
      "cite": "178 A.2d 691",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304853
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0395-01"
      ]
    },
    {
      "cite": "495 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "90 Pa.Commw. 356",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1336161
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/90/0356-01"
      ]
    },
    {
      "cite": "477 A.2d 29",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "83 Pa.Commw. 14",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1322347
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/83/0014-01"
      ]
    },
    {
      "cite": "646 A.2d 565",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046928,
        475532
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0565-01",
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "538 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475532
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "259 A.2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926078
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0168-01"
      ]
    },
    {
      "cite": "508 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794079
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0590-01"
      ]
    },
    {
      "cite": "514 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804548
      ],
      "weight": 10,
      "year": 1987,
      "pin_cites": [
        {
          "page": "511"
        },
        {
          "page": "320"
        },
        {
          "page": "514"
        },
        {
          "page": "321"
        },
        {
          "page": "515-516"
        },
        {
          "page": "322"
        },
        {
          "page": "515"
        },
        {
          "page": "322"
        },
        {
          "page": "511"
        },
        {
          "page": "320"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0501-01"
      ]
    },
    {
      "cite": "508 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794016
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "509"
        },
        {
          "page": "1312"
        },
        {
          "page": "501, n. 5"
        },
        {
          "page": "1308, n. 5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0495-01"
      ]
    },
    {
      "cite": "504 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787777
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "78-79"
        },
        {
          "page": "474"
        },
        {
          "page": "78-79"
        },
        {
          "page": "474"
        },
        {
          "page": "79"
        },
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0071-01"
      ]
    },
    {
      "cite": "299 A.2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "7 Pa.Commw. 81",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1852115
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/7/0081-01"
      ]
    },
    {
      "cite": "519 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1813584
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/519/0380-01"
      ]
    },
    {
      "cite": "159 Pa.Commw. 489",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1452495
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "503, n. 13"
        },
        {
          "page": "1285, n. 13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 953,
    "char_count": 24477,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2002261521810731
    },
    "sha256": "2cd904a2b9b7ba8b91e4adfc5ac04e659bcfe634cbe0d8bab208340885782b61",
    "simhash": "1:a480f293cb4f6bde",
    "word_count": 3905
  },
  "last_updated": "2024-02-27T22:56:35.971722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "PENNSYLVANIA STATE POLICE, Appellee, v. PENNSYLVANIA STATE TROOPERS’ ASSOCIATION, Trooper James Betancourt, Appellant. PENNSYLVANIA STATE POLICE, Appellant, v. PENNSYLVANIA STATE TROOPERS’ ASSOCIATION, Trooper Scott Gibson, Appellee. PENNSYLVANIA STATE POLICE, Appellee, v. The FRATERNAL ORDER OF POLICE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nThese' three appeals were consolidated for review as they all raise a single identical issue: whether the Commonwealth Court applied the correct scope of review when it reviewed these Act 111 grievance arbitration awards.\nFor the reasons discussed below, we find that the Commonwealth Court applied the incorrect scope of review. We therefore reverse the Commonwealth Court’s orders in the Betancourt and DiRaimo cases and reinstate the arbitrators’ awards, and affirm the Commonwealth Court’s disposition of the Gibson case.\nThe Betancourt Appeal\nTrooper James Betancourt was charged with Unbecoming Conduct for exposing his penis while on duty at troop headquarters during a jovial conversation with other state troopers. For this incident, Trooper Betanc-ourt was placed on restricted duty and a. court martial was scheduled. The court martial was held, and Trooper Betancourt received a thirty day suspension without pay. Trooper Betancourt later appealed this discipline through the contractual grievance procedure.\nThe arbitrator determined that Trooper Betancourt’s conduct did not squarely fit the definition of “Unbecoming Conduct,” and that in any event Trooper Betancourt was adequately punished by performing janitorial work for the two months he was on restricted duty. The arbitrator awarded Trooper Be-tancourt lost wages and ordered that his record be expunged. The Pennsylvania State Police (“State Police”) appealed to the Commonwealth Court. In its appeal, the State Police urged the Commonwealth Court to revisit the issue as to what is the proper scope of review for an appeal of an Act 111 grievance arbitration award.\nIn its opinion, the Commonwealth Court recognized that the scope of review applicable to Act 111 interest arbitration awards was in the nature of narrow certiorari. Pennsylvania State Police v. Pennsylvania State Troopers’ Association (Betancourt), 159 Pa.Commw. 489, 633 A.2d 1278 (1993). The narrow certiorari scope of review limits a reviewing court to questions regarding: (1) the jurisdiction of the arbitrators; (2) the regularity of the proceedings; (3) an excess of the arbitrator’s powers; and (4) deprivation of constitutional rights.,\nThe Commonwealth Court went on to state that the scope of review employed by courts to review Act 111 grievance arbitration awards should not be narrow certiorari, but rather should be the essence test scope of review as embodied in the Uniform Arbitration Act (“UAA”). The essence test grants a far broader scope of review to the courts than does the narrow certiorari scope of review. The essence test permits a court to vacate an arbitrator’s award if the court finds that arbitrator’s award did not draw its essence from the collective bargaining agreement; in other words, the essence test allows a court to question whether the arbitrator’s award represents a reasonable interpretation of the collective bargaining agreement. County of Centre v. Musser, 519 Pa. 380, 548 A.2d 1194 (1988).\nThe Commonwealth Court rested its conclusion as to the appropriate scope of review upon its understanding that the UAA, and not Act 111, authorizes grievance arbitration for police and fire personnel. Thus, the Commonwealth Court concluded, as the UAA established grievance arbitration, its scope of review applied.\nThe Commonwealth Court then determined that the arbitrator’s decision was not drawn from the essence of the collective bargaining agreement, and reversed the arbitrator’s award.\nThe Gibson Appeal\nTrooper Scott Gibson was progressively disciplined, and ultimately discharged, for violating State Police regulations. The violations were connected with his failure to pay his debts, his issuance of bad checks, and his failure to file reports properly. Trooper Gibson filed a grievance over his dismissal.\nThe arbitrator found that Trooper Gibson’s offenses did not constitute extremely egregious behavior. Additionally, the arbitrator considered the discipline administered to be so late that the motivational aspect of discipline was lacking. The arbitrator directed the State Police to reinstate Trooper Gibson immediately without backpay but with full seniority. The State Police appealed to the Commonwealth Court.\nCiting its own recent Betancourt opinion as support, the Commonwealth Court applied the essence test. The court sustained the arbitrator’s award, declaring that it had drawn its essence from the collective bargaining agreement.\nThe DiRaimo Appeal\nWhile returning from a police training session, Trooper Joseph DiRaimo placed $10 worth of gasoline in the state vehicle he was driving and $5 worth of gasoline in the personal vehicle his wife was driving; both purchases were placed on a Commonwealth credit card. Trooper DiRaimo did not repay the $5. When Trooper DiRaimo’s act was discovered, he was charged with the summary offense of making unauthorized use of a credit card. Trooper DiRaimo pled guilty to this charge.\nCourt martial proceedings were instituted. Trooper DiRaimo pled guilty, and he was dismissed. Trooper DiRaimo then requested grievance arbitration.\nThe arbitrator sustained the grievance, and reduced the discipline to a fifteen-day suspension without pay. The arbitrator reasoned that Trooper DiRaimo did not act like one who had the selfish nature of a thief and thus should not be discharged.\nThe Commonwealth Court, again citing Be-tancourt, applied the essence test. The court held that the arbitrator had failed to conform to the essence of the collective bargaining agreement when he reduced the discipline to a fifteen-day suspension without pay. The Commonwealth Court vacated the arbitrator’s award and reinstated the order dismissing Trooper DiRaimo.\nDiscussion\nIn these appeals, we are presented with the question of what is the proper scope of review for an Act 111 grievance arbitration. The Commonwealth Court in Betanc-ourt stated that the UAA’s essence test is the proper scope of review; the State Police now urges this Court to adopt the Commonwealth Court’s conclusion.\nThe conclusion of the majority of the Commonwealth Court in Betancourt is based on the assertion that the courts of this Commonwealth have declared that Act 111 does not allow grievance arbitration, and that the only authorization for grievance arbitration for police and fire personnel comes from the UAA. Therefore, the Commonwealth Court concluded, since it is the UAA that validates grievance arbitration, its essence test scope of review applies. The Commonwealth Court was in error.\nFirst, the Commonwealth Court’s perception that the courts of this Commonwealth have specifically held that Act 111 does not authorize grievance arbitration rests on Allegheny County Firefighters, Local 1038 v. Allegheny County, 7 Pa.Commw. 81, 299 A.2d 60 (1973). Its reliance on this case is misplaced. Ten years after Allegheny County Firefighters, this Court plainly declared in Chirico v. Board of Supervisors for Newton Township, 504 Pa. 71, 78-79, 470 A.2d 470, 474 (1983) that it was Act 111 that authorized grievance arbitration; there was no mention of the UAA in Chirico.\nSecond, the Commonwealth Court in Be-tancourt was also incorrect in stating that this Court established the UAA as the progenitor of Act 111 grievance arbitration in Chirico and Township of Moon v. Police Officers of Township of Moon, 508 Pa. 495, 498 A.2d 1305 (1985). Neither case provides justification for the court’s views. Chirico could not support the proposition that “[ujntil the enactment of the Uniform Arbitration Act in 1980, a governmental body was without authority to enter into a grievance arbitration procedure[J” Betancourt, 159 Pa. Commw. at 503, n. 13, 633 A.2d at 1285, n. 13. Chirico declared that a grievance must be arbitrated in accordance with Act 111. Chirico, 504 Pa. at 78-79, 470 A.2d at 474. As noted above, the UAA was not mentioned in Chirico. Township of Moon also provides no support for the Commonwealth Court’s proposition. In Township of Moon, we focused on the issue of whether it was permissible for an Act 111 grievance arbitration panel to decline to follow some of the procedures set forth for interest arbitration in Section 4 of Act 111, and instead follow some of the procedures set forth in the UAA. We determined that a grievance arbitration panel need not conform in all particulars to the procedures set forth in Section 4. We reasoned that while the procedures within Section 4 are specifically applicable to interest arbitration, there is no such specific direction that they should apply to grievance arbitration. Furthermore, we noted that grievance arbitration procedures could deviate from Section 4 on such particulars as the number of arbitrators to be on the panel as “there is nothing unique about a tripartite arbitration panel [which is mandated by Section 4] that would make it more suitable for grievance arbitration than other forms of binding arbi-tration_” Township of Moon, 508 Pa. at 509, 498 A.2d at 1312. Thus, we allowed that the UAA’s procedures could be used to determine such matters as the number of arbitrators to be employed without offending Act 111. We did not, however, make any statements which could be construed as giving support for the proposition that it was the UAA, and not Act 111, that gave authority for grievance arbitration under Act 111. Thus, since the UAA is not the progenitor of Act 111 grievance arbitration, we reject the Commonwealth Court’s reasoning and conclusion.\nThe State Police argues that the essence test as set forth in the UAA is applicable to grievance arbitration; however, this argument does not parallel the reasoning of the Commonwealth Court in Betancourt.\nThe State Police notes that the UAA and its essence test apply to grievance arbitra-tions so long as its provisions are consistent with any statute regulating labor and management relations. The State Police posits that the UAA is consistent with Act 111 as to the scope of review for grievance arbitration awards. It reasons that since Act 111 does not specifically provide for grievance arbitration procedures, the Act therefore does not provide a scope of review for grievance arbitration awards. Thus, the State Police concludes, since there is a void within Act 111 as to this matter, there is nothing within Act 111 with which the UAA’s essence test could be inconsistent; therefore, the UAA’s essence test is applicable as per 42 Pa.C.S. § 7302(b).\nWe are not persuaded by the argument of the State Police. Act 111 is not devoid of direction on this issue. In the first section of Act 111, the legislature plainly declared that “policemen or firemen ... shall have the right to an adjustment or settlement of their grievances or disputes in accordance with the terms of this act.” 43 P.S. § 217.1. The legislature thus expressed the unqualified intent that issues relating to grievance resolution be covered under Act 111. Arguably, this intent is obscured by the legislature’s failure to provide as detailed a mechanism for grievance arbitration as it did for interest arbitration. To determine whether the legislature intended that grievance arbitration awards have a different scope of review from interest arbitration awards, we must review the history behind Act 111. From this review, we conclude that there is no justification for establishing a scope of review for Act 111 grievance arbitration awards which differs from the scope of review for Act 111 interest arbitration awards.\nPrior to the passage of Act 111, police and fire personnel were prohibited from striking and had no rights to collective bargaining. Act of June 30, 1947, P.L. 1183, 43 P.S. § 215.1 et seq. (“Act of 1947”). By the late 1960s, the failure of labor relations law to protect the rights of public employees had led to illegal strikes and a general breakdown in communication between public employers and their employees; the system was in clear need of revision.\nIn the late 1960s and early 1970s, the legislature enacted sweeping reforms of public labor relations law. The law relating to police and fire personnel, whose services are so vital to an ordered society, was addressed first. Act 111 was created to strike a more perfect balance between the need of the Commonwealth to insure public safety and the rights of the worker. To protect the need of the Commonwealth, police and fire personnel were still denied the right to strike. 43 Pa.C.S. § 215.2. The rights of the worker were to be safeguarded through collective bargaining rights and arbitration provisions. The interests of labor and management, as well as those of the general public, were to be safeguarded by a provision which forbad appeals from an arbitration award. This swift resolution of disputes decreased the chance that the workforce would be destabilized by protracted litigation, a state harmful to all parties.\nWe have recognized that this restraint on judicial activism is the linchpin of the Act, stating that “[an Act 111 arbitration panel’s] resolution of the dispute must be sure and swift, and much of its effectiveness would be lost if the mandate of its decision could be delayed indefinitely through protracted litigation.” Washington Arbitration, 436 Pa. at 173, 259 A.2d at 440 (reviewing an interest arbitration award). Almost fifteen years later, this Court eschewed judicial interference in grievance arbitration stating that the objective of Act 111 “would be completely frustrated if we were to impose, by judicial fiat, a layer of court intervention.” Chirico, 504 Pa. at 79, 470 A.2d at 475. See also Appeal of Upper Providence, 514 Pa. 501, 511, 526 A.2d 315, 320 (1987); Guthrie v. Borough of Wilkinsburg, 508 Pa. 590, 499 A.2d 570 (1985).\nThe legislature’s intent was to prevent Act 111 arbitration awards from miring down in litigation. We are not persuaded that the legislature intended grievance arbitration awards to be subject to broader judicial review than are interest arbitration awards. There is no indication, either in the Act itself or in the history of the Act, that the legislature intended appeals from grievance arbitration awards to be subject to greater judicial involvement than interest arbitration awards. We will not now allow a scope of review which is markedly broader than narrow certiorari for Act 111 grievance arbitration. To do so would allow the courts to interfere impermissibly with the legislative scheme as the courts would be able to alter Act 111 arbitration awards by means of an unauthorized expansion of the proper scope of review. Such a result would run counter to the legislature’s intent. Thus, we hold that the proper scope of review is narrow certiorari.’\nAs stated above, the narrow certiorari scope of review limits courts to reviewing questions concerning: (1) the jurisdiction of the arbitrators; (2) the regularity of the proceedings; (8) an excess of the arbitrator’s powers; and (4) deprivation of constitutional rights. Washington Arbitration, supra. The only question presented here is whether the arbitrators exceeded their powers in rendering their decisions.\nAn arbitrator’s powers are limited. He or she may not mandate that an illegal act be earned out; he or she may only require a public employer to do that which the employer could do voluntarily. Washington Arbitration, supra; Upper Providence Police, 514 Pa. at 514, 526 A.2d at 321. For example, this Court found in Upper Providence that the arbitrator had exceeded his powers when he ordered the municipality to reduce retirement benefits for former and present employees as the order violated a section of the Home Rule Act. The municipality could not be ordered to do an act which it could not do voluntarily. Upper Providence, 514 Pa. at 515-516, 526 A.2d at 322. Furthermore, the award must encompass only terms and conditions of employment and may not address issues outside of that realm. Washington Arbitration, 436 Pa. at 176-177, 259 A.2d at 442. An error of law alone will not warrant reversal under the narrow certiorari scope of review. Appeal of Upper Providence, 514 Pa. at 515, 526 A.2d at 322.\nThe arbitrators’ awards here in question were not illegal. The reinstatement of Troopers Gibson and DiRaimo, as well as the expungement of Trooper Betancourt’s record, were acts which could have been voluntarily performed by the State Police and were not in contravention of a statute. Furthermore, the awards were certainly related to the terms and conditions of employment as they concerned the termination or suspension of employment. Therefore, we hold that the arbitrators did not exceed their powers.\nWe thus find that the arbitrators’ awards withstand scrutiny under the narrow certio-rari scope of review. Accordingly, for the reasons stated herein, we reverse the Commonwealth Court’s orders in the Betancourt and DiRaimo cases and reinstate the arbitrators’ awards, and affirm the Commonwealth Court’s order in the Gibson case.\nPAPADAKOS, J., did not participate in the decision of this case.\nMONTEMURO, J., is sitting by designation.\n. Act of June 24, 1968, P.L. 237, as amended, 43 P.S. §§ 217.1-217.10. Act 111 applies only to police and fire personnel.\n. \"Grievance arbitration\" is the arbitration which occurs when the parties disagree as to the interpretation of an existing collective bargaining agreement. \"Interest arbitration” is the arbitration which occurs when the employer and employee are unable to agree on the terms of a collective bargaining agreement. Township of Moon v. Police Officers of the Township of Moon, 508 Pa. 495, 501, n. 5, 498 A.2d 1305, 1308, n. 5 (1985).\n. Soon after Act 111 was enacted, we reviewed an Act 111 interest arbitration award, and declared that the narrow certiorari scope of review was applicable. Washington Arbitration Case, 436 Pa. 168, 174, 259 A.2d 437, 441 (1969). We note now that we did not circumscribe our holding in Washington Arbitration so that it would apply only to interest arbitration awards.\n. The narrow certiorari test has sometimes been referred to as a \"standard of review” by this Court and lower courts; this is incorrect. As this Court recently set out in Morrison v. Commonwealth, Department of Public Welfare, 538 Pa. 122, 646 A.2d 565 (1994), \"scope of review” and \"standard of review” are two distinct legal concepts. \"Scope of review\" refers to “ 'the confines within which an appellate court must conduct its examination.’ (citation omitted). In other words, it refers to the matters (or \"what”) the appellate court is permitted to examine.\" Id. at-, 646 A.2d at 570. \"Standard of review,” on the other hand, \"refers to the manner in which (or \"how”) that examination is conducted.” Id. As narrow certiorari sets the confines in which an appellate court may conduct its examination, it sets a scope of review, and not a standard of review.\n. 42 Pa.C.S. §§ 7301-7320.\n. 18 Pa.C.S. § 4106(a)(l)(iv).\n. The implementation of the Commonwealth Court’s decision was stayed pending disposition of this appeal.\n. We have jurisdiction over this matter pursuant to 42 Pa.C.S. § 724(a).\n. After Chirico was handed down, Allegheny County Firefighters was referenced three times for its proposition that Act 111 does not authorize grievance arbitration. Two of those times, the citing courts declared that this proposition was no longer valid in light of Chirico. Township of Moon v. Police Officers of the Township of Moon, 83 Pa.Commw. 14, 477 A.2d 29 (1984); Municipality of Penn Hills v. Municipality of Penn Hills Police, 90 Pa.Commw. 356, 495 A.2d 637 (1985). The third time Allegheny County Firefighters was cited for this proposition was by the Commonwealth Court in Betancourt.\n.Section 4 is specifically addressed to the manner in which an interest arbitration panel is to be formed and its business is to be conducted. Section 4 sets forth direction on such matters as the number of arbitrators to be on the panel, how the arbitrators are to be chosen, and the timing for each stage of the arbitration process. This section, however, does not address judicial review of these arbitration awards.\n. Township of Moon confined itself to discussing how a grievance arbitration panel could properly deviate from Section 4 of Act 111, the section covering composition and methods of a grievance arbitration panel, and how the panel could conform to the UAA's provisions in these matters. Section 4 concerns the procedures to be employed; it does not, however, touch upon judicial review of arbitration awards. Scope of review was not discussed in Township of Moon. We now make it clear that Township of Moon should not be read as condoning the UAA’s essence test as the scope of review for Act 111 grievance arbitration awards.\n. Section 7302(b) of the UAA provides that \"[tjhis subchapter shall apply ... only where the arbitration pursuant to this subchapter is consistent with any statute regulating labor and management relations.” 42 Pa.C.S. § 7302(b).\n. Where the legislature's intent is questioned, this Court is instructed to look to the occasion and necessity for the enactment of the statute in question, the circumstances under which it was enacted, the mischief to be remedied and the object to be obtained. 1 Pa.C.S. § 1921(c).\n. Act of 1947 also provided for negotiated settlement of grievances; we found this law to be an unconstitutional delegation of legislative power, however, insofar as it allowed arbitrators to compel municipalities to enact legislation. Erie Firefighters v. Gardner, 406 Pa. 395, 178 A.2d 691 (1962).\nSubsequently, an amendment to Article 3, Section 20 (now renumbered as Article 3, Section 31) of the Pennsylvania Constitution was presented to and passed by the electorate. This 1967 Amendment, paving the way for Act 111, allowed the legislature to promulgate statutes which would provide for binding grievance and interest arbitration between police and fire personnel and their public employers.\n. Section 7 of Act 111 states that \"[n]o appeal [from an arbitration award] shall be allowed to any court.\" 43 P.S. § 217.7(a).\nWe noted in Washington Arbitration, supra, that, notwithstanding § 217.7(a), there is a limited right of review in the nature of narrow certio-rari. The legislature seems to have tacitly approved of the narrow certiorari scope of review. It was well aware of Washington Arbitration and its progeny when it enacted the amendments to Act 111 in 1974, amendments which repealed Act 111 in part without modifying the scope of review set forth in Washington Arbitration.\n. We have not, until today, explicitly stated that the scope of review for an Act 111 grievance arbitration award is narrow certiorari. As both parties note, we did grant review of a Commonwealth Court decision which had expressly stated that the narrow certiorari scope of review is applicable to Act 111 grievance arbitrations. Fraternal Order of Police Lodge, No. 5 v. City of Philadelphia (Bojanowski), 137 Pa.Commw. 1, 586 A.2d 459 (1989). We per curiam affirmed (with Larsen and Cappy, JJ., dissenting), however, and did not discuss whether the Commonwealth Court applied the correct scope of review. Fraternal Order of Police, Lodge No. 5 (Bojanowski) v. City of Philadelphia, 526 Pa. 301, 586 A.2d 355 (1991).\n.We reaffirm today our statement in Upper Providence that the UAA's essence test is inconsistent with the narrow certiorari scope of review. Appeal of Upper Providence, 514 Pa. at 511, 526 A.2d at 320. Thus, as the essence test is inconsistent with the appropriate scope of review, the UAA’s provisions dictate that it cannot apply. 42 Pa.C.S. § 7302(b).",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Joanna H. Reynolds, Joseph S. Rengert, for Pa. State Police.",
      "Gary Lightman, for S. Gibson in Nos. 55, 57.",
      "Gary M. Lightman, for J. Betancourt, in Nos. 56, 57.",
      "Anthony C. Busillo, II, Stephen C. Rich-man, for amicus — Philadelphia Lodge No. 5, F.O.P.",
      "Thomas W. Jennings, Thomas H. Kohn, for amicus — Pa. Prof. Fire Fighters Ass’n.",
      "Gary M. Lightman, for F.O.P. in Nos. 55, 56."
    ],
    "corrections": "",
    "head_matter": "PENNSYLVANIA STATE POLICE, Appellee, v. PENNSYLVANIA STATE TROOPERS’ ASSOCIATION, Trooper James Betancourt, Appellant. PENNSYLVANIA STATE POLICE, Appellant, v. PENNSYLVANIA STATE TROOPERS’ ASSOCIATION, Trooper Scott Gibson, Appellee. PENNSYLVANIA STATE POLICE, Appellee, v. The FRATERNAL ORDER OF POLICE, Appellant.\nSupreme Court of Pennsylvania.\nArgued Dec. 8, 1994.\nDecided March 21, 1995.\nJoanna H. Reynolds, Joseph S. Rengert, for Pa. State Police.\nGary Lightman, for S. Gibson in Nos. 55, 57.\nGary M. Lightman, for J. Betancourt, in Nos. 56, 57.\nAnthony C. Busillo, II, Stephen C. Rich-man, for amicus — Philadelphia Lodge No. 5, F.O.P.\nThomas W. Jennings, Thomas H. Kohn, for amicus — Pa. Prof. Fire Fighters Ass’n.\nGary M. Lightman, for F.O.P. in Nos. 55, 56.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0083-02",
  "first_page_order": 135,
  "last_page_order": 142
}
