{
  "id": 11241186,
  "name": "Daniel Carl ESTER v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant",
  "name_abbreviation": "Ester v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2000-04-26",
  "docket_number": "",
  "first_page": "84",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "559 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "741 A.2d 1264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837188,
        11658223
      ],
      "weight": 6,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1266"
        },
        {
          "page": "1268"
        },
        {
          "page": "1269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0614-01",
        "/a2d/741/1264-01"
      ]
    },
    {
      "cite": "559 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837188
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "618-19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0614-01"
      ]
    },
    {
      "cite": "724 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11640918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/724/1006-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6404,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23884153091550897
    },
    "sha256": "4e3e613f4e4b747440450b7205cd934617e602894b289ec05dab377c38d954df",
    "simhash": "1:946137d2f101618c",
    "word_count": 1027
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: SMITH, Judge, LEADBETTER, Judge, NARICK, Senior Judge."
    ],
    "parties": [
      "Daniel Carl ESTER v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant."
    ],
    "opinions": [
      {
        "text": "LEADBETTER, Judge.\nOn October 4, 1998, Daniel Carl Ester was cited for violating N.C. GemStat. § 20-138.1(a)(2) North Carolina’s drunk driving statute. On February 11, 1999, Ester pled guilty to the offense. North Carolina and Pennsylvania are both members of the Drivers’ License Compact of 1961 so North Carolina reported the conviction to Pennsylvania, as required by Article III of the Compact. Pursuant to Article IV of the Compact, 75 Pa.C.S. § 1581, the Pennsylvania Department of Transportation treated the out-of-state conviction as if Ester had been convicted under 75 Pa.C.S. § 3731, Pennsylvania’s statute prohibiting driving under the influence.\nEster appealed the suspension to the Common Pleas Court of Erie County. President Judge Michael Palmisano of Erie County heard the appeal de novo, and reversed the suspension. Judge Palmisa-no found that Ester was convicted under a North Carolina statute that required a blood alcohol content of 0.08% or higher, while Pennsylvania’s comparable statute, 75 Pa.C.S. § 3731, requires a blood alcohol level of at least 0.10%. He concluded that “the twenty percent (20%) difference in blood alcohol concentration necessary for a conviction under the North Carolina statute is substantially different so as to nullify the suspension.” Department of Transportation, Bureau of Driver Licensing, v. Ester, slip op. at 2 (citation omitted).\nJudge Palmisano noted the existence of 75 Pa.C.S. § 1586 in his opinion, but did not consider it relevant to his conclusion. The statute states, in relevant part: 75 Pa.C.S. § 1586. The statute is exactly on point. Ester argues, however, that “The term ‘different degree of impairment’ relates to the descriptive violation of various drunk driving statutes, not the per se violation of drunk driving statutes for a specific blood alcohol level.” Appellee’s brief, at 8. This argument is not convincing. First, different blood alcohol levels are clearly different degrees of impairment. Second, the Court’s duty is not to compare North Carolina’s statute to Pennsylvania, but, as noted above, to compare North Carolina’s statute to Article IV(a)(2) of the compact, which does not use a specific blood alcohol level in its description. Thus, the correct comparison is never between blood alcohol levels, but between Article IV’s description and the state law.\nThe fact that the offense reported to the department by a party state may require a different degree of impairment of a person’s ability to operate, drive or control a vehicle than that required to support a conviction for a violation of section 3731 shall not be a basis for determining that the party state’s offense is not substantially similar to section 3731 for purposes of Article IV of the compact.\nOur court has previously held in Golinsky v. Department of Transportation, Bureau of Driver Licensing, 724 A.2d 1006 (Pa.Cmwlth.1999) that a North Carolina conviction under N.C. Gen.Stat. § 20-138.1 is a proper basis for a license suspension in Pennsylvania under Article IV. The recently enacted 75 Pa.C.S. § 1586 reinforces this conclusion.\nTherefore, we hold that N.C. Gen.Stat. § 20.138.1(a)(2) is substantially similar to Article IV(a)(2) of the Driver’s License Compact. The order of the Court of Common Pleas of Erie County is reversed, and the suspension of Ester’s operating privileges is reinstated.\nORDER\nAND NOW, this 26th day of April, 2000, the order of the Court of Common Pleas of Erie County in the above captioned matter is reversed, and the suspension of Ester’s operating privileges is reinstated.\n. \"20-138.1 Impaired driving\n(a) Offense. — A person commits the offense of impaired driving if he drives any vehicle upon any highway, any street, or any public vehicular area within this State:\n(1) While under the influence of an impairing substance; or\n(2) After having consumed sufficient alcohol that he has, at any relevant time after the driving, an alcohol concentration of 0.08 or more.”\n. \"The licensing authority of a party state shall report each conviction of a person from another party state occurring within its jurisdiction to the licensing authority of the home state of the licensee_” 75 Pa.C.S. § 1581, Article III.\n.\"The licensing authority in the home state, for the purposes of suspension, revocation or limitation of the license to operate a motor vehicle, shall give the same effect to the conduct reported, pursuant to Article III of this compact, as it would if such conduct had occurred in the home state in the case of convictions for ... (2) driving a motor vehicle while under the influence of intoxication liquor or a narcotic drug or under the influence of any other drug to a degree which renders the driver incapable of safely driving a motor vehicle;” 75 Pa.C.S. § 1581(a)(2), Article IV.\n.As the Supreme Court observed in Petrovick v. Department of Transportation, Bureau of Driver Licensing, 559 Pa. 614, 741 A.2d 1264 (1999), the \"substantial similarity” envisioned by the Compact as enacted \"does not call for a direct comparison of Pennsylvania's statute to the out-of-state statute,” but rather whether the two state statutes are \" 'of a substantially similar nature' to Article IV(a)(2).” Petrovick, 559 Pa. at 618-19, 741 A.2d at 1266. The Supreme Court has already completed half of this task by determining that Pennsylvania’s 75 Pa.C.S. § 3731(a)(1) is substantially similar to Article IV(a)(2) of the Compact. Id. at 559 Pa. 621-23, 741 A.2d at 1268. Our task is then to determine whether North Carolina's statute is substantially similar to Article IV(a)(2) of the Compact.\n. This provision is applicable because Ester's conviction, North Carolina's report and the suspension hearing occurred after its effective date (12/21/98). See Petrovick, 741 A.2d at 1269.\n. See footnote 4, supra\n. The Department also formulates an eviden-tiary argument. However, based upon our interpretation of 75 Pa.C.S. § 1586, we need not address this issue.",
        "type": "majority",
        "author": "LEADBETTER, Judge."
      }
    ],
    "attorneys": [
      "Marc A. Werlinsky and Timothy P. Wile, Asst. Counsel In-Charge, King of Prussia, for appellant.",
      "Dan W. Susi, Erie, for appellee."
    ],
    "corrections": "",
    "head_matter": "Daniel Carl ESTER v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Jan. 28, 2000.\nDecided April 26, 2000.\nPublication Ordered July 21, 2000.\nMarc A. Werlinsky and Timothy P. Wile, Asst. Counsel In-Charge, King of Prussia, for appellant.\nDan W. Susi, Erie, for appellee.\nBefore: SMITH, Judge, LEADBETTER, Judge, NARICK, Senior Judge."
  },
  "file_name": "0084-01",
  "first_page_order": 118,
  "last_page_order": 121
}
