{
  "id": 12041846,
  "name": "STATE of Maine v. Wayne ROBBINS",
  "name_abbreviation": "State v. Robbins",
  "decision_date": "1995-10-18",
  "docket_number": "",
  "first_page": "85",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 85"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "354 A.2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8070874
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/354/0422-01"
      ]
    },
    {
      "cite": "606 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11311157
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "741-42",
          "parenthetical": "citing Brookins v. State, 354 A.2d 422, 423 (Del.1976)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0740-01"
      ]
    },
    {
      "cite": "505 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/505/0803-01"
      ]
    },
    {
      "cite": "576 A.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7391314
      ],
      "pin_cites": [
        {
          "page": "1365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/576/1364-01"
      ]
    },
    {
      "cite": "438 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7969806
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/0460-01"
      ]
    },
    {
      "cite": "628 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366494
      ],
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0664-01"
      ]
    },
    {
      "cite": "622 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354263
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/0716-01"
      ]
    },
    {
      "cite": "30 A.L.R.3d 908",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "opinion_index": 0
    },
    {
      "cite": "567 A.2d 1345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362952
      ],
      "pin_cites": [
        {
          "page": "1346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/567/1345-01"
      ]
    },
    {
      "cite": "437 A.2d 876",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986023
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/437/0876-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 10473,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 2.2274132887624825e-07,
      "percentile": 0.7786002195494796
    },
    "sha256": "72c860c6aa7027ab2392fc09b0334703ede526fb44f3ee957fa61264c0a67abc",
    "simhash": "1:5b76988dad2d4cad",
    "word_count": 1660
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. Wayne ROBBINS."
    ],
    "opinions": [
      {
        "text": "DANA, Justice.\nWayne Robbins appeals from a judgment entered in the Superior Court (Hancock County, Mills, J.) following a jury verdict finding him guilty of public indecency, 17-A M.R.S.A. § 854 (1983 & Supp.1994). Robbins argues that the court erred by excluding evidence relating to an alternate suspect and by admitting in evidence the photographic lineup shown to the woman who identified Robbins. We affirm the judgment.\nI.\nThe evidence at the trial may be summarized as follows: On the morning of August 19, 1993, a woman was walking toward Bucksport on the Silver Lake Road. Wayne Robbins approached her wearing no pants and masturbating. The woman saw his face and, in fact, made eye contact with him. Robbins jumped into the bushes when the woman yelled at him. After reporting the incident to the Bucksport police, the woman drove back to the Silver Lake Road, saw Robbins drive by, and followed him to a nearby residence. She returned to the police station that afternoon, examined a set of photographs prepared by Officer Patten, and immediately identified Robbins as the perpetrator. Over Robbins’s objection at the trial, the photographic lineup was admitted in evidence. The “mug shot type photographs” comprising the array do not contain numerals under each face, but there is a height chart behind each of the subjects.\nAt the trial, Robbins showed photographs of an alternate suspect to the worn an and to two other witnesses for the State. Although Robbins showed these photographs to the witnesses, he never offered them as evidence. During his cross-examination of Officer Patten, Robbins offered as evidence court records indicating that the alternate suspect had been twice convicted of public indecency. The court excluded from evidence the records of conviction when the State objected to them as inadmissible character evidence and as unfairly prejudicial pursuant to M.R.Evid. 403. The court, however, allowed Robbins to inquire whether Officer Patten considered the alternate suspect as a possible perpetrator in this case and whether Patten considered including a photograph of the alternate suspect in the photographic lineup shown to the woman. The jury found Robbins guilty, a judgment of conviction was entered, and Robbins filed this appeal.\nII.\nRobbins’s first contention is quickly put to rest. The court did not “curtail” Robbins’s attempts to introduce the photographs of the alternate suspect. Robbins never offered the photographs as evidence.\nRobbins’s next assertion is that the court improperly “curtailed” him from introducing the alternate suspect’s criminal record. At the trial, Robbins agreed that he was offering the alternate suspect’s criminal record as a specific instance to impeach the person’s character, although that person had not testified and was not before the court. Robbins also conceded that he would argue that, because the person had a prior conviction for public indecency in 1990, the person acted in conformity with this particular proclivity in 1993. M.R.Evid. 404(a) precludes the admissibility of a person’s criminal record because the alternate suspect was not an “accused” or a “witness.” Rule 404(b) preeludes the admissibility of prior convictions to prove the character of a person in order to show action in conformity therewith. Rule 405(b) precludes the admissibility of this evidence as specific instances of conduct when the person’s character is not “in issue.” State v. Doherty, 437 A.2d 876, 877 (Me. 1981). Finally, “[e]vidence of prior conduct, otherwise probative and relevant, may still be excluded in the discretion of the trial court under M.R.Evid. 403 if its probative value is substantially outweighed by its prejudicial effect.” State v. Giovanini, 567 A.2d 1345, 1346 (Me.1989). The court properly excluded the evidence of the alternate suspect’s criminal record.\nIII.\nRobbins next contends that the court erred in admitting in evidence the photographic lineup shown to the woman who identified Robbins. The trial court has broad discretion in determining the admissibility of evidence, and the photographic lineup was relevant to and probative of the accuracy of the witness’s identification of Robbins as the perpetrator. M.R.Evid. 401, 402, 403. Generally, however, the State cannot introduce evidence in its ease in chief tending to show the bad character of the accused for the purpose of inducing belief in his guilt or disposition to commit the crime of which he is charged. M.R.Evid. 404(b). The fundamental reason why a “mug shot type photograph” of a defendant may be inadmissible is that it tends to inform the jury that the defendant may have a prior criminal record, thereby reflecting unfavorably on the accused’s character. See D.H. White, Annotation, Admissibility, and Prejudicial Effect of Admission, of “Mug Shot,” “Rogues’ Gallery” Photograph, or Photograph Taken in Prison, of Defendant in Criminal Trial, 30 A.L.R.3d 908 (1970 & Supp.1995).\nWe review the trial court’s evidentiary rulings for clear error or an abuse of discretion. State v. Shuman, 622 A.2d 716, 718 (Me.1993). The question of relevancy of proffered evidence is reviewed for a clear error. State v. Robinson, 628 A.2d 664, 666 (Me.1993). The decision to admit or exclude evidence is more frequently reviewed for an abuse of discretion “because the question of admissibility frequently involves the weighing of probative value against considerations militating against its admissibility.” Id.; see also M.R.Evid. 403.\nThe court erred by admitting the photographic array in evidence. There was no justification for asking the jurors to make a comparative judgment between a photograph of Robbins and those of the others in the array. Nor were the jurors being asked to make comparative judgments between a photograph of Robbins and another suspect because the photographs of the alternate suspect were not admitted in evidence. Although Robbins made an issue of identification, he did not argue that the photographic array was improper or contributed to a false identification. Indeed he does not object to showing the array to the victim for purposes of identification. He did object to the array being shown to the jury because the “mug shot” reflected unfavorably on his character. It served no purpose to admit the array in evidence.\nBecause the court erred by admitting the photographic array in evidence, we must next consider whether the error is harmless. An error that was properly preserved for review, as is here the case, will result in a judgment being vacated unless the error is harmless. An error is harmless if it is highly probable the error did not affect the judgment. State v. True, 438 A.2d 460, 467 (Me. 1981); see also M.R.Crim.P. 52(a).\nWe conclude that it is highly probable that the court’s erroneous admission of the array did not affect the judgment. See State v. Aalto, 576 A.2d 1364,1365 (Me.1990) (erroneous admission of testimony was harmless). The record demonstrates that the woman who identified Robbins testified unequivocally and picked the photograph of Robbins from the photographic array without hesitation. In addition, she again identified Robbins in court. We find the error was harmless.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. 17-A M.R.S.A. § 854 (Supp.1994) provides in pertinent part:\n1. A person is guilty of public indecency if:\nA. In a public place:\n(2) the actor knowingly exposes the actor’s genitals under circumstances which, in fact, are likely to cause affront or alarm[.]\n. M.R.Evid. 404(a) provides:\n(a) Character Evidence Generally. Evidence of a person’s character or a trait of his charac-fer is not admissible for the purpose of proving that he acted in conformity therewith on a particular occasion, except:\n(1) Character of Accused. Evidence of a pertinent trait of his character offered by an accused, or by the prosecution to rebut the same;\n(2) Character of Witness. Evidence of the character of a witness, as provided in Rules 607, 608 and 609.\n. M.R.Evid. 404(b) provides that:\nEvidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith.\nSuch evidence is admissible, however, when offered for other purposes such as “proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.” State v. DeLong, 505 A.2d 803, 805 n. 1 (Me.1986) (quoting M.R.Evid. 404(b) advisers' note).\n. The Advisers’ Note to rule 405 states that evidence of specific instances of conduct is admissible under rule 405(b) \"when character is actually in issue; that is, when character or a character trait is an operative fact which under the substantive law determines the legal rights of the parties.” The Advisory Committee's Note to Fed. R.Evid. 405 states that evidence of specific instances of conduct \"possesses the greatest capacity to arouse prejudice, to confuse, to surprise, and to consume time. Consequently [rule 405(b) ] confines the use of evidence of this kind to cases in which character is, in the strict sense, in issue and hence deserving of a searching inquiry.”\n. Robbins’s pre-trial motion to suppress the photo lineup as \"unnecessarily suggestive” was denied by the court. This issue is not pursued on appeal.\n. Robbins’s pre-trial motion to exclude evidence with regard to his \"character, prior behavior, prior investigations, patterns of behavior, criminal convictions, and other information\" was granted with no objection from the State.\n. One jurisdiction requires that the prosecution meet three prerequisites before \"mug shot type photographs\" of a defendant can be admitted in evidence:\n(1) the prosecution must show a demonstrable need to introduce the photograph;\n(2) the photograph, if shown to the jury, must not imply that the defendant has a prior criminal record; and (3) the introduction at trial must not draw particular attention to the source or implications of the photograph.\nStephenson v. State, 606 A.2d 740, 741-42 (Del. 1992) (citing Brookins v. State, 354 A.2d 422, 423 (Del.1976)).",
        "type": "majority",
        "author": "DANA, Justice."
      }
    ],
    "attorneys": [
      "Michael E. Povich, District Attorney, Dennis E. Smith, Assistant District Attorney, Ellsworth, for the State.",
      "Jeffrey C. Toothaker, Toothaker & Chong, Ellsworth, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Wayne ROBBINS.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs May 1, 1995.\nDecided Oct. 18, 1995.\nMichael E. Povich, District Attorney, Dennis E. Smith, Assistant District Attorney, Ellsworth, for the State.\nJeffrey C. Toothaker, Toothaker & Chong, Ellsworth, for Defendant.\nBefore ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0085-01",
  "first_page_order": 141,
  "last_page_order": 144
}
