{
  "id": 11241222,
  "name": "Dameon BROME, Petitioner, v. DEPARTMENT OF CORRECTIONS, Respondent",
  "name_abbreviation": "Brome v. Department of Corrections",
  "decision_date": "2000-05-02",
  "docket_number": "",
  "first_page": "87",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "701 A.2d 304",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11892977
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0304-01"
      ]
    },
    {
      "cite": "671 A.2d 1179",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868585
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/671/1179-01"
      ]
    },
    {
      "cite": "37 Pa. Code § 93.10",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    },
    {
      "cite": "662 A.2d 617",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470757,
        7863141
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0202-01",
        "/a2d/662/0617-01"
      ]
    },
    {
      "cite": "541 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470757
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0202-01"
      ]
    },
    {
      "cite": "574 A.2d 75",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "524 Pa. 636",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "557 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1387283
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/125/0670-01"
      ]
    },
    {
      "cite": "729 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11621845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0652-01"
      ]
    },
    {
      "cite": "739 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "559 Pa. 669",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "723 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11756261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/723/0254-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 10044,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 1.303667882806022e-07,
      "percentile": 0.6227363062479705
    },
    "sha256": "3cbbef8db6ed40ad4a4ef45e5319a51efaae0d7a625f0e82b9bba641eef4bdff",
    "simhash": "1:23a046baeef56cb0",
    "word_count": 1575
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      ". Before McGINLEY, J., KELLEY, J., and RODGERS, Senior Judge."
    ],
    "parties": [
      "Dameon BROME, Petitioner, v. DEPARTMENT OF CORRECTIONS, Respondent."
    ],
    "opinions": [
      {
        "text": "RODGERS, Senior Judge.\nDameon Brome petitions, pro se, for review of an order of the Secretary of the Pennsylvania Department of Corrections (Department) assessing his prison account in the amount of $19,544 as reimbursement to the Commonwealth for injuries sustained by Corrections Officer Campbell during Brome’s assault, with other inmates, a violation of established prison rules occurring during a prison riot at the State Correctional Institution (SCI) at Camp Hill. We affirm.\nBrome is currently a prisoner at SCI-Greene. A hearing was initially held in this matter on February 27, 1997, but for reasons unknown to the Department, the reporter hired to transcribe that hearing did not prepare a transcript or forward one to the Department. Efforts to obtain a transcript from the February 1997 hearing were unsuccessful. Consequently, on March 5, 1999, this Court ordered the Commonwealth to conduct another hearing in this matter.\nThat second Holloway hearing was held on March 18, 1999, after which the hearing examiner’s proposed report was prepared and forwarded to the parties on April 1, 1999. Brome filed exceptions in which he challenged the sufficiency of the evidence. The Department responded with the observation that, though the evidence presented could have been more detailed, there was sufficient credible evidence to support the total amount of expenses incurred because of Brome’s misconduct. The Department also observed that the determination of the assessment against Brome was the only issue and Brome’s attempt to challenge the facts of the underlying misconduct was not at issue. The Department found Brome’s exceptions without merit and ordered he reimburse the Commonwealth the amount of $19,544. Brome petitions for review to this Court.\nBrome raises seven issues for our review. Those are: 1) the Department lacked the authority to require him to pay medical costs in treating Officer Campbell, 2) the two-year statute of limitations prohibited the Department from holding his second Holloway hearing; 3) the Department did not suffer any loss; 4) the Department can not be considered a victim so it is not entitled to restitution or money damages; 5) an administrative policy does not govern this matter; 6) Brome was prejudiced at the administrative hearing since he was not provided the rules governing that action; and 7) the hearing examiner’s findings of fact lack legal authority. Each of Brome’s arguments is addressed below.\nFirst, this Court recently held that the Department has both the statutory and regulatory authority to assess an inmate’s account as a result of certain inmate misconduct. Anderson v. Horn, et al. 723 A.2d 254 (Pa.Cmwlth.1998), petition for allowance of appeal denied, 559 Pa. 669, 739 A.2d 167 (1999). By regulation, the Department can assess inmates found guilty of a Class II misconduct (a class that includes body punching), payment for the value of the destroyed or lost property or for expenses incurred as a result of the misconduct. 37 Pa.Code § 93.10(a)(2)(iii). In addition, any sanctions permitted for Class II misconducts are also permitted for Class I misconducts, a class that includes assault and aggravated assault. 37 Pa.Code § 93.10(a)(l)(ii). The Department had the authority to assess Brome’s account to pay the medical costs of treating Officer Campbell. This authority also refutes Brome’s fifth claim that this matter is not governed by an administrative policy.\nNext, no statute of limitation applies to the assessment, as that assessment was a statutorily authorized consequence of Brome’s being found guilty of institution misconduct. Greene v. Department of Corrections, 729 A.2d 652 (Pa.Cmwlth.1999). Inmate misconducts are considered a matter of internal prison management and are, thus, not adjudications. Ricketts v. Department of Corrections, 125 Pa. Cmwlth. 670, 557 A.2d 1180, petition for allowance of appeal denied, 524 Pa. 636, 574 A.2d 75 (1989). The Department did not bring an action for civil penalties or forfeitures against Brome; it assessed his prison account without any action at law.\nThird, Brome’s assertion that the Department did not suffer a loss because it is covered by insurance lacks merit. The Department is a self-insured agency that is required to reimburse the Worker’s Compensation Board and is not precluded from seeking reimbursement for medical expenses paid pursuant to Section 1 of the Act of December 8, 1959, P.L. 1718, as amended, 61 P.S. § 951.\nFourth, Brome relies on Commonwealth v. Runion, 541 Pa. 202, 662 A.2d 617 (1995), for support for his claim that the Department is not entitled to restitution of money damages. Runion held that a government agency cannot be considered a victim for purposes of restitution under Section 1106 of the Crimes Code, 18 Pa. C.S. § 1106, a section pertaining to court-ordered restitution following the conviction of a crime.\nHowever, the Department is an administrative agency, not a government agency, and also is not a criminal trial court with sentencing powers under the Crimes Code, which can order payment of restitution. Anderson. Following our decision in Anderson, the Runion decision does not apply to Brome’s situation because Runion deals with restitution for a crime and not for payment under 37 Pa. Code § 93.10.\nSixth, Brome claims he was prejudiced at his administrative hearing because he was not provided the rules regarding administrative hearing procedures. Brome’s administrative hearing was conducted pursuant to The Administrative Agency Law, 2 Pa.C.S. §§ 504-507, Practice and Procedure of Commonwealth Agencies, a statute Brome had access to in the law library of SCI-Greene. The record shows Brome received this Court’s order requiring that the hearing be scheduled followed by the notice of the hearing. There is nothing in the record showing that, at that time, he requested information about the hearing procedures.\nFinally, Brome asserts that the Department’s findings of fact lack any legal justification, despite the hearing examiner’s written proposed report wherein he outlined his findings of fact and the reasons for his decision. In Holloway, this Court established the minimum due process requirements owed to one who has lost property as a result of a state agency action.\nThe Department is required to provide the inmate with reasonable notice that a hearing must be conducted, record all testimony and keep a complete record of the proceedings. In addition, the inmate must be given an opportunity to be heard, allowed reasonable examination and cross-examination and, as noted above, the adjudication must be in writing and contain findings of facts and reasons for the decision. Holloway, 671 A.2d at 1182, citing 2 Pa. C.S §§,504-507.\nOn March 11,1999, the Department provided Brome with notice of the date, time and place of the proposed Holloway hearing, which was conducted on March 18, 1999. At the hearing, the hearing examiner entered a copy of the notice as exhibit E and copies of Brome’s Departmental misconducts for riot, assault, aggravated assault, unlawful restraint, kidnapping, possession of contraband and Brome’s presence in an unauthorized area as exhibits R1 through R4.\nIn addition, the budget analyst at SCI-Greene was sworn and testified regarding Brome’s sanction assessment of $19,544 at SCI-Camp Hill dated December 4, 1990, and submitted a copy of Department records delineating the costs for the treatment of Officer Campbell totaling $38,-764.84. Brome then had the opportunity to, and did, cross-examine the budget analyst with respect to any of the proffered documents or testimony. Brome then testified and entered exhibits into the record. As the above discussion demonstrates, Brome’s appeal of the Department’s decision assessing his inmate account lacks merit.\nAccordingly, we affirm the Department’s decision and order.\nORDER\nNOW, May 2, 2000, the order of the Department of Corrections, at No. H-ll, dated May 11,1999, is affirmed.\n.In Holloway v. Lehman, 671 A.2d 1179 (Pa.Cmwlth.1996), incarcerated individuals, who had been determined to be guilty of destroying prison property, sought a declaration that the subsequent administrative assessment of damages against them and the deduction of such from their prison accounts constituted a deprivation of property without due process of law since they were not first afforded an opportunity to challenge the assessment of damages. This Court agreed with that contention and held that, before any assessment of damages against an inmate could occur, the inmate must be provided with a hearing that comports with the administrative agency law. Id. at 1182.\n. This Court’s scope of review of an administrative agency’s determination is limited to determining whether any constitutional rights were violated, an error of law was committed, or whether necessary findings of facts are supported by substantial evidence. Duffy v. Pennsylvania State Police, 701 A.2d 304 (Pa.Cmwlth.1997).\n. The Administrative Code of 1929, Act of April 9, 1929, P.L. 177, as amended, added by Section 11 of the Act of November 26, 1997, P.L. 530, 71 P.S. § 310-4, gives the Department the authority to require an inmate to pay for financial loss or costs due to misconduct.\n. This Act is titled:\nAn Act providing for the payment of the salary, medical and hospital expenses of employes of State penal and correctional institutions, State mental hospitals, Youth Development Centers, County Boards of Assistance, and under certain conditions other employes of the Department of Public Welfare, who are injured in the performance of their duties; and providing benefit to their widows and dependents in certain cases.\nId.",
        "type": "majority",
        "author": "RODGERS, Senior Judge."
      }
    ],
    "attorneys": [
      "Dameon Brome, petitioner, pro se.",
      "Victoria S. Freimuth, Camp Hill, for respondent."
    ],
    "corrections": "",
    "head_matter": "Dameon BROME, Petitioner, v. DEPARTMENT OF CORRECTIONS, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Feb. 18, 2000.\nDecided May 2, 2000.\nPublication Ordered July 17, 2000.\nDameon Brome, petitioner, pro se.\nVictoria S. Freimuth, Camp Hill, for respondent.\n. Before McGINLEY, J., KELLEY, J., and RODGERS, Senior Judge."
  },
  "file_name": "0087-01",
  "first_page_order": 121,
  "last_page_order": 124
}
