{
  "id": 12041903,
  "name": "Francesca WERENKO, et al. v. FIDELITY & DEPOSIT CO. OF MARYLAND",
  "name_abbreviation": "Werenko v. Fidelity & Deposit Co. of Maryland",
  "decision_date": "1995-10-19",
  "docket_number": "",
  "first_page": "88",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 88"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 306,
    "char_count": 5232,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 7.48692165698133e-08,
      "percentile": 0.4401270039762014
    },
    "sha256": "6f90b40d7c565c03387fa0d2fe57bcc8c4f2108a5ca6ce212d254b60b07deaaa",
    "simhash": "1:28b69ab770339745",
    "word_count": 854
  },
  "last_updated": "2023-07-14T16:45:48.827773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "Francesca WERENKO, et al. v. FIDELITY & DEPOSIT CO. OF MARYLAND."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nFrancesca Werenko, Renee Werenko, and Charles Werenko appeal from a judgment entered in the Superior Court (Penobscot County, Pierson, J.) dismissing without prejudice their complaint against Fidelity & Deposit Company of Maryland for lack of subject matter jurisdiction and improper venue pursuant to M.R.Civ.P. 12(b)(1) & (3). On appeal, the Werenkos contend, inter alia, that venue in Maine is appropriate because one of the plaintiffs, Charles Werenko, is a resident of Bangor. Concluding that the court correctly determined that the suit was brought in the wrong venue, we affirm the judgment.\nThe Werenkos’ grandmother, Rose Salvag-gio, died in Revere, Massachusetts in June 1975. Her will was allowed by the Suffolk County Probate Court in the Commonwealth of Massachusetts in September 1975. Pursuant to the terms of her will, a trust was established for the benefit of her grandchildren, the plaintiffs. Mary DiMarco, Rose’s sister, and Joseph LaMonica, Rose’s attorney, were appointed trustees of the trust by the court in November 1975. Although a co-trustee bond was issued in June 1980 to the Massachusetts probate court in order to protect the assets of the estate, there is no evidence that it was ever filed. Alleging embezzlement on the part of Attorney LaMo-nica, the Werenkos brought this action in the Superior Court in August 1993 against Fidelity as a surety named in the probate bond.\nPursuant to Fidelity’s motion, the court dismissed the complaint without prejudice on the grounds that it lacked subject matter jurisdiction, M.R.Civ.P. 12(b)(1), and was an improper venue for the complaint, M.R.Civ.P. 12(b)(3). This appeal followed.\nVenue for estate proceedings in Maine is governed by the Probate Code, 18-A M.R.S.A. §§ 3-201-3-204 (1981 & Supp. 1994). Section 3-201 states in pertinent part:\n(a) Venue for the first informal or formal testacy or appointment proceedings after a decedent’s death is:\n(1) In the county where the decedent had his domicile at the time of his death; or\n(2) If the decedent was not domiciled in this State, in any county where property was located either at the time of his death or at any time thereafter.\n(b) Venue for all subsequent proceedings within the exclusive jurisdiction of the court is in the place where the initial proceeding occurred....\nFurthermore, “like proceedings, judgment and execution shall be had on the bonds given to any judge by personal representatives, guardians, conservators, trustees ... in the manner provided [in the Probate Code].” 18-A M.R.S.A. § 8-301 (1981).\nThe Probate Code specifically requires that actions on probate bonds be commenced either in the Probate Court in which the bond was filed or in the Superior Court of that county. 18-A M.R.S.A. § 8-309 (1981). The bond in this case was issued and allegedly filed in Massachusetts, not Maine. In Massachusetts, the law is similar. Actions on probate bonds are brought in the Superior Court located in the county where the bond was issued, Mass.Gen.Laws Ann. ch. 205, § 30 (West 1990), or in the equity division of the probate court, id. § 7A.\nThe Werenkos rely on 14 M.R.S.A. § 501 (1980) in support of their bringing this action in the Superior Court in Penobscot County. Their reliance is misplaced. Section 501, applying generally to a personal or transitory action, allows venue to be established in the county where any plaintiff lives. Because the bond in question was issued to guarantee the performance of the trustees of an estate, however, we look to the Probate Code to determine in which court this action against the surety should be commenced. The Probate Code provides that the action must be brought in the Probate Court where the bond was filed or in the Superior Court in that county. 18-A M.R.S.A. § 8-309 (emphasis added). Moreover, all subsequent proceedings must be brought in the place where the initial proceedings occurred, 18-A M.R.S.A. § 3-201 (emphasis added), which, in this case, is Massachusetts.\nThere is no evidence or claim that the decedent resided or left an estate in Maine. To the contrary, the decedent resided in Massachusetts and all proceedings related to the settlement of her estate, including the issuance of a probate bond, were held in Massachusetts courts. At no time were probate proceedings initiated, nor was a bond ever posted, in Maine. Because Penobscot County was not the site of the initial proceeding and because the bond was not filed there, the action was properly dismissed.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. 18-A M.R.S.A. § 8-309 (1981) provides:\nActions or proceedings on probate bonds of any kind payable to the judge may be commenced by any person interested in the estate or other matter for which the bond was given, either in the probate court in which the bond was filed or in the Superior Court of that county.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Patrick E. Hunt, Island Falls, for Plaintiffs.",
      "Richard J. O’Brien, Jon Oxman, Linnell, Choate & Webber, Auburn, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Francesca WERENKO, et al. v. FIDELITY & DEPOSIT CO. OF MARYLAND.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 7, 1995.\nDecided Oct. 19, 1995.\nPatrick E. Hunt, Island Falls, for Plaintiffs.\nRichard J. O’Brien, Jon Oxman, Linnell, Choate & Webber, Auburn, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "0088-01",
  "first_page_order": 144,
  "last_page_order": 146
}
