{
  "id": 6812045,
  "name": "William J. Murphy, Jr. vs. Jacquelyn C. Curran, and another",
  "name_abbreviation": "Murphy v. Curran",
  "decision_date": "1995-06-30",
  "docket_number": "",
  "first_page": "89",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "1995 Mass. App. Div. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "19 Mass. App. Ct. 595",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5745941
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/19/0595-01"
      ]
    },
    {
      "cite": "383 Mass. 801",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        813490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/383/0801-01"
      ]
    },
    {
      "cite": "25 Mass. App. Ct. 333",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3994878
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/25/0333-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4923,
    "ocr_confidence": 0.894,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18294638027159113
    },
    "sha256": "0a90eeabff4c9da54177515ae36c1e6808b719bdab55426a00b53bb27e8f8eb8",
    "simhash": "1:54c90fc8eb9a2945",
    "word_count": 831
  },
  "last_updated": "2024-02-27T22:15:49.746046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Dolan, P.J., Hurley & Aguiar, JJ."
    ],
    "parties": [
      "William J. Murphy, Jr. vs. Jacquelyn C. Curran, and another"
    ],
    "opinions": [
      {
        "text": "Aguiar, J.\nThis appeal raises the issue of whether an alleged erroneous decision by the trial judge in granting a default judgment that exceeded the amount stated in the Statement of Damages is void. We find no error.\nThe defendants’ position that the judgment was void in whole or in part is without merit. They are, in realty, saying that the judgment is erroneous in amount. The Court had jurisdiction over the parties and the subject matter of the law suit. The judgment was clearly valid. It may or may not have been erroneous in amount. If the defendants wished to contest the amount of damages that the plaintiff claimed were “equitable and just,” they should have conducted discovery, appeared at the trial, or filed their motion to remove the default within a reasonable time.\nThis appeal further raises the issue of whether a judge was correct in denying defendants’ motion to vacate a default judgment which judgment the defendants claim was erroneous in amount when the motion was filed twenty-two months after the default judgment. We find no error.\nIn his complaint the plaintiff alleged that the defendants had leased property, had breached the lease, and were liable for unpaid rent and other charges. The Statement of Damages filed with the Complaint stated that “the money damages sought by means of the complaint to which this statement of damages is attached amount to $4,167.96 plus interest and attorneys’ fees.”\nThe defendants were defaulted due to their failure to appear for a scheduled trial date. A default judgment entered against them for $18,203.20, which included costs of renovation.\nThe defendants argue that a default judgment cannot exceed the amount prayed for by the plaintiff in his demand for relief and that $11,641.00 is the amount that should have been awarded. They cite Dist./Mun. Cts. R. Civ. R, Rule 54(c) and further argue that a District Court Statement of Damages should be treated as the “Demand for Relief’ for purposes of Rule 54(c).\nThe defendants claim that their motion to remove the default was timely because there are no time limitations where a judgment is void in whole or in part.\nThe plaintiff argues that the “demand for judgment” means the plaintiff’s entire prayer for relief and includes all damages and relief the plaintiff has requested in the complaint. The plaintiff says he is not required to specifically quantify his damages as long as the complaint is sufficient to warn the defendants that the plaintiff intends to seek those damages at trial. Multi Technology, Inc. v. Mitchell Management Systems, Inc., 25 Mass. App. Ct. 333 (1988). The plaintiff further argues that the defendants were on notice that the plaintiff was seeking “other relief as is equitable and just” as part of their demand for judgment, and that the criteria of Rule 54(c) are met and none of the judgment is void.\nThe defendants filed answers to the complaint, so there is no question that they were aware of its content.\nSince we find that the judgment was not void for the reasons previously mentioned it is unnecessary to address whether the judgment was erroneous or not.\nA motion to vacate a default judgment brought under Dist./Mun. Cts. R. Civ. R, Rule 60(b) (1) must be made within one year following the entry of judgment. A judge has no power to vacate a judgment based on mistake, inadvertence, surprise, or excusable neglect if the motion to vacate is filed more than a year after entry of judgment “unless the moving party can show that it did not receive notice of the trial date.” Chavoor v. Lewis, 383 Mass. 801-807.\nRelief under Dist./Mun. Cts. R. Civ. R, Rule 60(b)(6) is available only under extraordinary or compelling circumstances, within an extremely meager scope and it must be brought within a reasonable time. In order to support a motion to vacate a judgment under Rule 60(b) (6), as the defendants attempt, there must be unequivocal averments that notice of the judgment never was received by the parties or their representative. Roberson v. City of Boston, 19 Mass. App. Ct. 595-598 (1985). No such averments have been made in this case. It is clear from the affidavits of the defendants that the attorney for the defendants and the defendants were aware of the trial date.\nWhat constitutes reasonable time is within the judge’s discretion. The defendants filed their motion to vacate default judgment and recall execution twenty-two months after the entry of judgment. The judge, in her discretion, denied that motion. There was no abuse of discretion. This Court should not disturb that exercise of discretion. There is no error. Appeal is denied.",
        "type": "majority",
        "author": "Aguiar, J."
      }
    ],
    "attorneys": [
      "James B. Peloquin for the plaintiff.",
      "Kevin Hensley for the defendants."
    ],
    "corrections": "",
    "head_matter": "William J. Murphy, Jr. vs. Jacquelyn C. Curran, and another\nSouthern District\nJune 30, 1995.\nPresent: Dolan, P.J., Hurley & Aguiar, JJ.\nJames B. Peloquin for the plaintiff.\nKevin Hensley for the defendants.\nAs Trustee of the Unicorn Realty Trust.\nAlso known as Jacquelyn M. Cavadi.\nGretchen Hunt."
  },
  "file_name": "0089-01",
  "first_page_order": 95,
  "last_page_order": 96
}
