{
  "id": 9421620,
  "name": "Angela LOAVENBRUCK et al. v. Lewis B. ROHRBACH",
  "name_abbreviation": "Loavenbruck v. Rohrbach",
  "decision_date": "2002-04-30",
  "docket_number": "",
  "first_page": "90",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "795 A.2d 90"
    },
    {
      "type": "parallel",
      "cite": "2002 ME 73"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "444 A.2d 987",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982751
      ],
      "pin_cites": [
        {
          "page": "992-1000"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0987-01"
      ]
    },
    {
      "cite": "697 A.2d 984",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12021389
      ],
      "pin_cites": [
        {
          "page": "992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0984-01"
      ]
    },
    {
      "cite": "50 A.L.R.2d 600",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "pin_cites": [
        {
          "page": "604-06"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 N.M. 552",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        1592862
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "756"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/108/0552-01"
      ]
    },
    {
      "cite": "131 Idaho 714",
      "category": "reporters:state",
      "reporter": "Idaho",
      "case_ids": [
        1601658
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/idaho/131/0714-01"
      ]
    },
    {
      "cite": "1998 ME 175",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11716497
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 14"
        },
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0809-01"
      ]
    },
    {
      "cite": "1998 ME 18",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11874163
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/704/0417-01"
      ]
    },
    {
      "cite": "490 A.2d 1187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912786
      ],
      "pin_cites": [
        {
          "page": "1189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/1187-01"
      ]
    },
    {
      "cite": "48 Me. 516",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        692763
      ],
      "weight": 5,
      "year": 1860,
      "pin_cites": [
        {
          "page": "532"
        },
        {
          "page": "524"
        },
        {
          "page": "520"
        },
        {
          "page": "532"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/48/0516-01"
      ]
    },
    {
      "cite": "1998 ME 280",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11770102
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0357-01"
      ]
    },
    {
      "cite": "644 A.2d 1031",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878687
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1032"
        },
        {
          "page": "1032"
        },
        {
          "page": "1032",
          "parenthetical": "refusing to allow a person to raise laches as a defense to the town's claim of ownership of disputed land because \"one cannot assert a claim of title by adverse possession against a municipality\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/1031-01"
      ]
    },
    {
      "cite": "2001 ME 69",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11102531
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 25"
        },
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0592-01"
      ]
    },
    {
      "cite": "115 A. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "121 Me. 44",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        655305
      ],
      "year": 1921,
      "pin_cites": [
        {
          "page": "48-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/121/0044-01"
      ]
    },
    {
      "cite": "78 A. 568",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "pin_cites": [
        {
          "page": "569"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "107 Me. 382",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        699021
      ],
      "year": 1910,
      "pin_cites": [
        {
          "page": "385-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/107/0382-01"
      ]
    },
    {
      "cite": "116 A. 586",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "121 Me. 259",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        655318
      ],
      "year": 1922,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/121/0259-01"
      ]
    },
    {
      "cite": "1999 ME 111",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11550456
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "989"
        },
        {
          "page": "991",
          "parenthetical": "party claiming title through adverse possession must prove that the use of the property was \"under a claim of right\" which means that \"the claimant 'is in possession as owner, with intent to claim the land as [its] own, and not in recognition of or subordination to [the] record title owner' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/733/0984-01"
      ]
    },
    {
      "cite": "1999 ME 137",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11573808
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 19"
        },
        {
          "page": "1068-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/1061-01"
      ]
    },
    {
      "cite": "2000 ME 176",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11182965
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 27"
        },
        {
          "page": "243"
        },
        {
          "page": "243",
          "parenthetical": "20-year period of uninterrupted possession required to claim title by adverse possession"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0232-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 768,
    "char_count": 15007,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 8.639372944741058e-08,
      "percentile": 0.4910942684303216
    },
    "sha256": "52d2cb3c22b2b674908e09297c67b57b5c064a991429560c61bfca08192868fb",
    "simhash": "1:9b50ec162d142012",
    "word_count": 2459
  },
  "last_updated": "2024-02-27T20:54:19.083056+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, ALEXANDER, and CALKINS, JJ."
    ],
    "parties": [
      "Angela LOAVENBRUCK et al. v. Lewis B. ROHRBACH."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, J.\n[¶ 1] The defendant, Lewis Rohrbach, appeals from a judgment of the Superior Court (Knox County, Marsano J.) holding that the plaintiffs, Angela and Grant Loa-venbruck, acquired title to a parcel of land by satisfying the requirements for adverse possession. The parcel in dispute was owned by the Town of Rockport from 1951 to 1990, and we agree with Rohrbaeh’s contention that those years cannot be included within the possessory period necessary to satisfy the elements of adverse possession Accordingly, we vacate the judgment.\n[¶ 2] The Loavenbrucks own record title up to the center portion of a discontinued street in Rockport, f/k/a Sea Street. Rohrbaeh owns record title to the adjacent half of the street.\n[¶ 3] The grants of title to both parties originated from a common source. In October 1948, the Rockland-Roekport Lime Company, Inc., conveyed three parcels of land to the Allen Insurance Agency by deed. The deed conveyed land on both sides of the then-public way known as Sea Street and encompassed what is now the Loavenbrucks’ and Rohrbach’s properties.\n[¶ 4] The Allen Insurance Agency conveyed a portion of its property to Robert and Esther Lane in 1950. The Lanes conveyed that parcel to Stuart and Priscilla Barnette in 1955. The parcel eventually was conveyed to William and Helen Lewis, who subsequently conveyed it to the Loa-venbrucks in November of 1986.\n[¶ 5] In 1951, the Allen Insurance Agency conveyed to the Town of Rockport a separate portion of its land. It was not until October 18, 1990, that the Town then conveyed its parcel to the Rockport Ap-prenticeshop (n/k/a Artisans College). The Apprenticeshop conveyed this parcel to Rohrbaeh in August of 1998.\n[¶ 6] The Loavenbrucks and their predecessors in title have used a portion of Rohrbach’s property as part of their driveway for parking purposes since the early 1950’s. The portion used is in the shape of a quadrangle that resembles ,a triangle with the boundary dimensions of about five feet by ten feet by fifteen feet (5' X 10' X 15'), and is located on Rohrbach’s half of the discontinued street. The discontinued street on which the disputed parcel lies appears in the deed descriptions in each of the above-mentioned chains of title.\n[¶ 7] After acquiring his deed in August of 1998, Rohrbaeh informed the Loaven-brucks that he had bought the property and that they were encroaching on his land. In response, the Loavenbrucks brought a declaratory judgment action against Rohrbaeh, alleging that they had title by deed to the disputed parcel, and in the alternative, that they had title by adverse possession.\n[¶ 8] After both parties filed motions for summary judgment, the trial court determined that Rohrbaeh owned record title to the disputed parcel and entered a partial summary judgment on his behalf. The court also concluded, however, that a dispute of material fact existed on the issue of adverse possession.\n[¶ 9] Following a nonjury trial, the court concluded in a written decision that the Loavenbrucks acquired title to the disputed parcel by adverse possession. It found that the Loavenbrucks and their predecessors had used the disputed parcel since the early 1950’s and that the use was actual for the requisite period of time. The court rejected Rohrbach’s contention that the period of time during which the Town of Roekport was the record owner of the parcel interrupted the Loavenbrueks’ claim to title by adverse possession, and entered a judgment in favor of the Loaven-brueks. This appeal followed.\n[¶ 10] The court erred because, in pursuing their claim of title by adverse possession, the Loavenbrueks are not entitled to include within their possessory period the years during which the Town of Roekport was the record owner of the disputed parcel.\n[¶ 11] To successfully acquire title by adverse possession, the adverse possessor “must prove by a preponderance of the evidence ‘possession for a 20-year period that is actual, open, visible, notorious, hostile, under a claim of right, continuous, and exclusive.’ ” Eaton v. Town of Wells, 2000 ME 176, ¶ 27, 760 A.2d 232, 243 (quoting Dowley v. Morency, 1999 ME 137, ¶ 19, 737 A.2d 1061, 1068-69). “Adverse possession presents a mixed question of law and fact-‘[W]hat acts of dominion will result in creating title by adverse possession is a question of law.... Whether those acts were really done, and the circumstances under which they were done, raise questions of fact.’ ” Striefel v. Charles-Keyt-Leaman P’ship, 1999 ME 111, ¶ 7, 733 A.2d 984, 989 (quoting Webber v. Barker Lumber Co., 121 Me. 259, 263, 116 A. 586, 587 (1922)).\n[¶ 12] A person cannot acquire title by adverse possession against the State absent express statutory authorization. United States v. Burrill, 107 Me. 382, 385-86, 78 A. 568, 569 (1910). In Phinney v. Gardner, 121 Me. 44, 48-49, 115 A. 523, 525 (1921), we extended this rule to political subdivisions and municipalities. See also Stickney v. City of Saco, 2001 ME 69, ¶ 25, 770 A.2d 592, 603 (plaintiff’s claim of adverse use did not prevent the town from prescriptively obtaining a right of way because “one cannot assert a claim of adverse possession against a municipality”) (quoting Flower v. Town of Phippsburg, 644 A.2d 1031, 1032 (Me.1994)); Town of Sedgwick v. Butler, 1998 ME 280, ¶ 6, 722 A.2d 357, 358 (town cannot lose legal title by abandonment and “the rule that ‘one cannot assert a claim of title by adverse possession against a municipality’ precludes any claim based on adverse possession”) (quoting Flower, 644 A.2d at 1032); Flower, 644 A.2d at 1032 (refusing to allow a person to raise laches as a defense to the town’s claim of ownership of disputed land because “one cannot assert a claim of title by adverse possession against a municipality”).\n[¶ 13] In Cary v. Whitney, 48 Me. 516, 532 (1860), we held that a disseisor could not claim title by adverse possession against a private party when the disseisor could satisfy the requisite possessory period only by including the time during which the State of Maine owned the land. In that ease, the plaintiff, the record owner, received title to the disputed parcel by deed from a land agent for the State in 1841. Id. at 524. The defendant, the dis-seisor, claimed that he and his predecessors had obtained title by adverse possession by occupying the disputed parcel since 1828. Id. at 520. The defendant asserted that because the plaintiff initiated the suit after 1858, the defendant had conducted an open, notorious, exclusive, actual, adverse, and continuous possession for over thirty years, satisfying the requisite period to acquire title by adverse possession. Id.\n[¶ 14] We rejected the defendant’s contention and refused to include the period of time during which the State held record title within the requisite 20-year period needed to claim title by adverse possession, stating:\nThe possession, whilst the title remained in the State, even if adverse and exclusive in its nature, could not operate to disseize or limit the State. A title cannot be acquired by adverse possession of the land of the State, whilst the title and property is in the State.\nThe possession in this case has been continued less than twenty years since the deed from the State, and therefore the statute of limitations as to the title does not apply.\nId. at 532.\n[¶ 15] Applying Cary to the facts of this case, the Loavenbrucks have failed to establish that they have satisfied the requisite prescriptive period. Although prescriptive rights could have begun to accrue in 1950, any such rights were terminated in April of 1951, when the Allen Insurance Agency conveyed the property now owned by Rohrbach to the Town of Rockport. The Loavenbrucks’ prescriptive rights could not have begun to accrue again until October 18,1990, when the Town conveyed title to the Rockport Apprenticeshop. Even assuming that the Loavenbrucks have continuously and adversely possessed the disputed parcel since 1990, their possession falls far short of the temporal requirements for title by adverse possession. See Eaton, ¶ 27, 760 A.2d at 243 (20-year period of uninterrupted possession required to claim title by adverse possession).\nThe Judgment is:\nJudgment vacated. The case is remanded to the Superior Court for the entry of a judgment consistent with this opinion.\n. The Loavenbrucks also appeal from the trial court’s decision, asserting that the applicable statute of limitations, 14 M.R.S.A. § 801 (1980), is an absolute 20-year statute of limitations against untimely actions, and any claim for the recovery of the parcel by Rohr-bach is untimely because Rohrbach and his predecessors' claims accrued when they were first dispossessed by the adverse use of the land by the Loavenbrucks’ predecessors in the early 1950’s. Section 801 states that ”[n]o person shall commence any real or mixed action for the recovery of lands, or make an entry thereon, unless within 20 years after the right to do so first accrued, or unless within 20 years after he or those under whom he claims were seized or possessed of the premises, except as provided in this subchapter.” 14 M.R.S.A. § 801 (1980). We are unpersuaded by the Loavenbrucks’ argument because section 801, although drafted in terms of an absolute statute of limitations, is subject to the general elements of adverse possession, which have not been satisfied in (his case. See Johnson v. Town of Dedham, 490 A.2d 1187, 1189 (Me.1985) (\"Section 801 is a twenty-year statute drafted in terms of an absolute statute of limitations which we have interpreted to be subject to the general elements of adverse possession.”); see also Maine Gravel Servs., Inc., v. Haining, 1998 ME 18, ¶ 4 n. 4, 704 A.2d 417, 418 (the analysis for adverse possession is the same for section 801 and the common law).\n. Sea Street was discontinued as a public way by official action of the Town of Rockport in 1957.\n. At the request of the Loavenbrucks, the court entered a certification of finality pursuant to M.R. Civ. P. 54(b)(1) on the court’s judgment that the Loavenbrucks’ claim to title by deed failed and that Rohrbaeh was the record title holder. Neither party challenges this decision.\n. After stating that the outcome of the case turned on the issue of adverse possession, the court indicated that “either a whole parcel adverse possession claim or a prescriptive easement claim would lie here.” The requirements for establishing an easement by prescription are similar to the requirements for acquiring title by adverse possession, with the additional element of acquiescence to the use by the record owner. Baptist Youth Camp v. Robinson, 1998 ME 175, ¶ 14, 714 A.2d 809, 814. There is no evidence of acquiescence to the Loavenbrueks use by Rohrbach or his predecessors on this record. More importantly, the primary issue in this case, whether the Loavenbrueks can include within then-possessory period the time during which the Town of Rockland owned the land, is disposi-tive of both issues, adverse possession, and easement by prescription.\n. Our holding in Cary, that the period during which a sovereign held record title cannot be counted in the prescriptive period against a subsequent grantee, is consistent with the principle adopted by the majority of jurisdictions that have considered the issue. See e.g. Pines, Inc. v. Bossingham, 131 Idaho 714, 963 P.2d 397, 400 (Ct.App.1998) (holding that a plaintiff could not include the time of a state’s ownership in its calculation of the prescriptive period); Herbertson v. Iliff, 108 N.M. 552, 775 P.2d 754, 756 (Ct.App.1989) (holding that adverse possession against a federal land patent grantee cannot begin until the patent is issued); see also Powell, The Law Of Real Property (MB) § 91.11[2] (2002), available at http://www.bender.com (\"Many jurisdictions hold that title to realty held by a state (or any of its political subdivisions) for public use or in its governmental capacity cannot be acquired by adverse possession.... Courts have also held that where land was previously owned by the government and is currently held by a private individual and a claimant adversely occupied the land during the entire time, the period of adverse possession against the government is not counted in determining the validity of the claim.”) (footnotes omitted). A large number of jurisdictions have adopted this principle in the context of tax liens. See J.H. Crabb, Tax Sales or Forfeitures by or to Governmental Units as Interrupting Adverse Possession, 50 A.L.R.2d 600, 604-06 (1956 & Supp.1999) (majority view is that when a governmental entity obtains title to tax-forfeited lands the statute of limitations for claims related to real property is tolled until title is conveyed again by the government). For example, the court in Fred E. Young, Inc. v. Brush Mountain Sportsmen's Association, 697 A.2d 984, 992 (Pa.Super.1997), explained that\n[a]dverse possession does not lie against land held by the county in connection with a tax sale. Appellant therefore cannot rely upon the activities of the [adverse possessors] or their lessees during the period in which it was owned by the county ... to establish adverse possession.... Because it is plain that appellant and/or its predecessors have not demonstrated continuous and uninterrupted possession of the land for a period of twenty-one years following the tax sale, appellant’s adverse possession claim must fail.\nTherefore, the Loavenbrucks' assertion that we should overrule Cary is unpersuasive. See Myrick v. James, 444 A.2d 987, 992-1000 (Me.1982) (we will not overrule a rational, well settled rule of law).\n. The Loavenbrucks, unpersuasively, attempt to distinguish Cary by arguing that disseizin requires both dispossession of the record owner plus an intent to oust the owner, and that they only dispossessed the Town. Thus, they claim that they can include within their prescriptive period the time during which the Town had record title because they did not effectuate a disseizin of a governmental agency, which is all that is prohibited by Cary. If the Loavenbrucks and their predecessors did not intend to oust the Town, then they have not satisfied the requirement that a disseisor must occupy the land “under a claim of right.” See Striefel, ¶ 14, 733 A.2d at 991 (party claiming title through adverse possession must prove that the use of the property was \"under a claim of right” which means that \"the claimant ‘is in possession as owner, with intent to claim the land as [its] own, and not in recognition of or subordination to [the] record title owner' ”) (quoting Black’s Law Dictionary 248 (6th ed.1990)) (emphasis added).",
        "type": "majority",
        "author": "CLIFFORD, J."
      }
    ],
    "attorneys": [
      "John L. Carver (orally), Belfast, for plaintiff.",
      "Peter B. Bickerman (orally), Verrill & Dana, Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "2002 ME 73\nAngela LOAVENBRUCK et al. v. Lewis B. ROHRBACH.\nSupreme Judicial Court of Maine.\nArgued: March 5, 2002.\nDecided: April 30, 2002.\nJohn L. Carver (orally), Belfast, for plaintiff.\nPeter B. Bickerman (orally), Verrill & Dana, Augusta, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0090-02",
  "first_page_order": 130,
  "last_page_order": 135
}
