{
  "id": 12041971,
  "name": "Theodore L. HATCH v. MAINE TANK CO., INC., et al.",
  "name_abbreviation": "Hatch v. Maine Tank Co.",
  "decision_date": "1995-10-19",
  "docket_number": "",
  "first_page": "90",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 90"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "609 A.2d 1155",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12120031
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1156-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/1155-01"
      ]
    },
    {
      "cite": "520 A.2d 334",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882579,
        7882727
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0334-01",
        "/a2d/520/0334-02"
      ]
    },
    {
      "cite": "425 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944898
      ],
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0167-01"
      ]
    },
    {
      "cite": "622 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354263
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/0716-01"
      ]
    },
    {
      "cite": "539 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878246
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "624"
        },
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/0621-01"
      ]
    },
    {
      "cite": "569 A.2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936472
      ],
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/0195-01"
      ]
    },
    {
      "cite": "639 A.2d 1061",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867765
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1061-62"
        },
        {
          "page": "1061-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/1061-01"
      ]
    },
    {
      "cite": "558 A.2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11313828
      ],
      "pin_cites": [
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/558/0364-01"
      ]
    },
    {
      "cite": "606 A.2d 197",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11302649
      ],
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0197-01"
      ]
    },
    {
      "cite": "637 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351815
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "106"
        },
        {
          "page": "106",
          "parenthetical": "dismissal more closely scrutinized on appeal than lesser sanctions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 840,
    "char_count": 17155,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 3.190012652944403e-07,
      "percentile": 0.8650819024584059
    },
    "sha256": "6dc5a3cf092ab5a31f2d4023589fbe181737ef91aae734eb4490b62228ffbfe8",
    "simhash": "1:8e2c47a9be8b3c49",
    "word_count": 2882
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ.",
      "All concurring."
    ],
    "parties": [
      "Theodore L. HATCH v. MAINE TANK CO., INC., et al."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nTheodore L. Hatch appeals from an order entered in the Superior Court (Cumberland County, Alexander, J.) dismissing his action against defendant Maine Tank Co., Inc., and a judgment entered in the Superior Court (Brodrick, J.) following a jury verdict in favor of defendant Wayne Home Equipment Co., Inc. On appeal, Hatch contends that (1) his failure to comply with the court’s order directing him to respond to discovery requests by Maine Tank did not warrant dismissal of his claim against Maine Tank, (2) the trial court erred by refusing to give certain jury instructions and in making certain evidentiary rulings, and (3) the evidence did not support the jury’s verdict in favor of Wayne Home. Discerning no error or abuse of discretion, we affirm.\nIn November of 1980, Hatch worked at a gas station in Gorham owned by the Lido Company. Prior to and during Hatch’s employment, Lido had experienced problems due to leaks in the underground gasoline storage tanks at the station. The tanks were manufactured by Maine Tank. Water flooded the basement regularly when it rained and, as a result, the gas also made its way into the basement causing a buildup of fumes. In the few years preceding Hatch’s employment at the station, the fire department had been summoned “several times” regarding the “gasoline problem.” Lido attempted to rectify the problem using an electric fan to expel the fumes from the basement and a sump pump to drain the water/gas mixture. This case originated from injuries sustained by Hatch in an explosion caused by an electrical spark from the sump pump, which ignited the gasoline fumes in the basement.\nOn April 22, 1980, Chanel Michaud, a Lido maintenance worker, purchased an electrically powered sump pump, manufactured by Wayne Home, and placed it in the basement to be used by the station employees to pump out the water when necessary. Michaud was familiar with sump pumps and did not read the instructions that came with the pump before installing it in the basement of the station. At the time of the purchase, nothing included with the pump or written on the pump warned that it should not be used in or around gasoline. The pump was not an “explosion-proof’ pump in that it was not completely encased to prevent electricity from coming into contact with the surrounding air. At trial, David Dodge, Hatch’s safety expert, admitted that, although explosion-proof pumps are available, it is not feasible from a cost/benefit perspective to require all pumps manufactured to be explosion-proof.\nAfter Michaud’s purchase but before the accident involved in this case, Wayne Home added a warning to the safety instructions packaged with its pumps and also attached a red tag to the cord, both of which read, “Never pump gasoline or other flammable liquids with this pump as an explosion or fire could result_” The tag contained the additional language: “Warning — do not remove this tag.” Wayne Home did not take steps to warn the previous purchasers of the nonexplosion-proof pumps.\nHatch noticed the smell of gasoline fumes inside the building on the first day of his employment at the station. At the time he was hired, he was instructed to activate the pump to remove the water by screwing in a fuse located in a fuse panel on the first floor of the station.\nOn arriving at the station for work one day in February 1981, Hatch noticed the fumes from the basement were particularly strong. The water mixture in the basement was approximately two feet deep; Hatch was concerned and called the fire department. He then called the Lido home office and William Pescosolido, one of the Lido owners, came out to the station. The fire chief told Pesco-solido to fix the gasoline problem once and for all and suggested Lido do so by filling in the basement with dirt or gravel. The fire chief also told Hatch that the pump was a direct fire hazard.\nSometime after Hatch was hired, Lido hired Hatch’s brother John to work at the station as his assistant. On July 22, 1981, John noticed that there was water in the basement and he and Hatch decided to pump out the basement. John walked down into the basement and Hatch went to the fuse panel. An electrical arc generated from the pump ignited the fumes in the basement and caused an explosion. John was severely burned and died several weeks later as a result of his injuries. Hatch also suffered serious injuries from burns and from being thrown into a wall by the force of the explosion.\nHatch’s complaint was originally brought against eleven defendants, including his employer and its principal officer. Only his claims against Maine Tank, the manufacturer of the tanks that leaked gasoline into the ground, and Wayne Home, the manufacturer of the sump pump, are involved in this appeal. Only Wayne Home remained as a defendant at the time of trial.\nI. MAINE TANK\nHatch first contends that the trial court abused its discretion when it dismissed the complaint against Maine Tank pursuant to M.R.Civ.P. 37(d) for failure to comply with the court’s order to respond to Maine Tank’s request for production of documents and to answer interrogatories.\nOn September 3, 1987, Maine Tank filed its answer together with a request for production of documents. The request for production of documents was served on September 2, 1987. Interrogatories were served on September 14, 1987. Because Hatch failed to respond to either the request for production or the interrogatories, Maine Tank filed a motion to compel discovery and for sanctions on October 29, 1987. The court granted the motion on November 9, 1987, and ordered that “[Hatch] shall respond to [Maine Tankj’s interrogatories [and] request for production of documents in full within 15 days or the action shall be dismissed.” (Emphasis added.)\nOn November 24, without filing any responses, Hatch filed a motion for enlargement of time in which to answer the interrogatories. The court denied the motion on November 25, stating that “[a]fter review of the file, and noting that the requested interrogatories have been pending, unanswered for over two months, with no previous and timely request to extend, [the motion is denied].” A copy of the court’s denial was mailed on November 30, 1987.\nOn December 9, 1987, the court, pursuant to its order of November 9, 1987, and without further hearing, ordered the dismissal of Hatch’s complaint against Maine Tank for failure to respond to Maine Tank’s interrogatories and request for production of documents within the ordered time. Hatch appeals the court’s dismissal. Our review of a trial court’s dismissal of a complaint is for an abuse of discretion. Orlandella v. O’Brien, 637 A.2d 105, 106 (Me.1994).\nIn contending that the court abused its discretion, Hatch argues that he had not completed service on all the defendants and that he could not fully respond because some of the material requested and some of the interrogatories posed . required information that he did not yet possess; that there is no suggestion that the failure to respond was the result of bad faith or willfulness; and that although some sanction was authorized, the ultimate sanction of dismissal was not.\nAlthough dismissal is the most severe of sanctions and should not be lightly imposed, see Orlandella, 637 A.2d at 106 (dismissal more closely scrutinized on appeal than lesser sanctions), in this case, the court’s order, following a complete failure to respond to the request for production of documents and to answer the interrogatories, provided a clear warning that dismissal would be the sanction for continued noncompliance with the discovery order. Despite that warning, Hatch did not submit even a partial response with the information he had. Rather, no documents were submitted and no interrogatories were answered. Although the court was free to impose a lesser sanction, it chose to dismiss the claim against Maine Tank as it provided in its prior order. Such action is within the court’s broad discretion. M.R.Civ.P. 37(b)(2)(C) & (d); see Terjelian v. Concord Group Ins. Co., 606 A.2d 197, 198 (Me.1992) (sanction of dismissal, although drastic, not an abuse of discretion); Colony Cadillac & Oldsmobile, Inc. v. Yerdon, 558 A.2d 364, 367 (Me.1989).\nII. WAYNE HOME\nHatch next contends that the trial court erred in refusing to give certain requested instructions to the jury.\nIn requesting a jury instruction, a party must be able to show that the special instruction meets the following criteria: (1) that it states the law correctly; (2) that it appears to be supported by the facts of the case; (3) that it is not misleading or confusing; (4) that it is not already sufficiently covered in the given charge; and (5) that refusal to give the special instruction would result in prejudice to the party requesting it.\nPooler v. Clifford, 639 A.2d 1061, 1061-62 (Me.1994).\nA.\nHatch first argues that the court erred when it instructed the jury that Hatch’s only basis for recovery pursuant to a theory of product liability, 14 M.R.S.A. § 221 (1980), was for a failure to warn. He contends that the court also should have instructed the jury that, in addition to a failure to warn, liability could be grounded on a design defect based on “inadequate instructions for a product’s safe use.” Hatch’s contention is without merit. His expert, David Dodge, admitted at trial that the only defect in this case was the failure to warn. Because there was no evidence to support any other basis of liability pursuant to section 221, the court correctly refused to give Hatch’s requested instruction.\nB.\nThe court also instructed the jury that Wayne Home had no duty to warn of a product danger that is obvious and apparent to an ordinary reasonable person. Hatch acknowledges that this instruction is an accurate statement of the law. See Lorfano v. Dura Stone Steps, Inc., 569 A.2d 195, 197 (Me.1990). He contends, however, that the instruction should not have been given in this case or, in the alternative, that he was at least entitled to an additional instruction that a manufacturer has a duty to warn of even obvious dangers or hazards if it is “foreseeable that users of the product will proceed to encounter that hazard out of necessity, lack of a safe apparent alternative, or through momentary inadvertence.” Marois v. Paper Converting Machine Co., 539 A.2d 621, 624 (Me.1988). Because Hatch acknowledged his full awareness of the danger of using the sump pump in the manner prescribed by his employer, it was not error for the court to instruct the jury that there was no duty to warn of an obvious and apparent danger. Moreover, the instruction in Marois was inapplicable in the circumstances of this case.\nIn Marois, we concluded that the trial court did not err in giving that instruction to the jury when the plaintiff, a worker in a paper manufacturing plant, was injured while operating a paper rewinder when he cleared the machine with a jog button located in the middle of the machine rather than the safer jog button located near one sidé of the machine. In this case, however, unlike the use of a paper rewinder in a paper mill, the sump pump was installed and used in an environment where it never should have been used at all, in water contaminated with gasoline. That danger was obvious, was known to the parties, and, more importantly, was continuous for several months. Wayne Home cannot be held liable for the pump’s use on the basis of foreseeability. The pump was not used in these circumstances because “of necessity, lack of a safe apparent alternative, or through momentary inadvertence.” Marois, 539 A.2d at 624. Rather, it was deliberately misused. It was not error for the court to decline to give the requested instruction.\nC.\nHatch’s contentions that other of his requested instructions were not given are without merit. The court’s instructions, when viewed in their entirety, correctly stated the law applicable to the evidence in this case. Pooler, 639 A.2d at 1061-62.\nHatch next contends that the court erred in sustaining Wayne Home’s objections to Hatch’s expert testimony as to the sump pump being the “proximate cause” of the explosion. The court allowed the expert to testify that the pump was the cause of the explosion, but precluded the use of the word “proximate” because it is a legal term and the expert was not qualified to give a legal opinion. We review the trial court’s evidentiary rulings for clear error and an abuse of discretion, State v. Shuman, 622 A.2d 716, 718 (Me.1993), and find none. The court correctly prevented Hatch’s expert opining on a legal as opposed to a factual conclusion. State v. Flick, 425 A.2d 167, 170 (Me.1981); M.R.Evid. 701, 702 (legal conclusions of experts, beyond the specialized knowledge of the expert, excludable by court).\nHatch also contends that the court erroneously excluded evidence of a subsequent remedial measure admissible pursuant to M.R.Evid. 407(a); namely, the modification of the pump’s installation instructions to contain a warning about its use in water mixed with gasoline or flammable liquids. A review of the record, however, discloses that the information contained in the installation instructions was identical to the information on the red warning tag that was admitted in evidence and referred to by Hatch’s expert. Both warn, “Never pump gasoline or other flammable liquids with the pump as an explosion or fire could result.” By virtue of the evidence concerning the red tag, the jury was made well aware of the fact that Wayne Home took steps, subsequent to the pump’s purchase and installation, to warn against the use of the pump with gasoline. Accordingly, any error in excluding evidence of modification of the installation instructions was harmless. M.R.Civ.P. 61.\nFinally, Hatch contends that the jury’s verdict is contrary to the evidence and must therefore have been the product of an impermissible bias, prejudice, or mistaken principle of law and fact. See Brubach v. Almy, 520 A.2d 334, 341 (Me.1987). Our review of the record, however, discloses ample evidence to support the jury’s verdict, and does not “compel[] a different result.” Id.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The pump was manufactured to operate automatically when the float ball indicates that the water level has reached a certain point. Hatch’s employer did not want the pump to start automatically because of the concern that if it was activated when the ground surrounding the station was dry, someone might see and smell the discharge and file a complaint. To avoid this, someone (it is unclear from the record who) rigged the float so the pump would always be in the \"on\" position to allow the workers to manually turn the pump on only when it rained. The only way to disengage the pump was to disconnect the power to it either by pulling the electric plug or unscrewing the fuse.\n. It is clear from the record that Hatch was aware, prior to the accident, that using the pump in the manner instructed by his employer was dangerous. Hatch testified that he knew a spark could make the building explode, knew the pump was hazardous, asked his employer for a new pump because he knew \"of the danger of a spark from [the pump],” and did not need a warning label to know that the pump was dangerous.\n. Hatch’s employer was determined to be immune from suit pursuant to provisions of the Workers’ Compensation Act. Hatch v. Lido Co. of New England, 609 A.2d 1155, 1156-57 (Me. 1992).\n. M.R.Civ.P. 37(d) provides:\nIf a party ... fails ... (2) to serve answers to interrogatories ... or (3) to serve a written response to a request for production ... under Rule 34 ... the court in which the action is pending on motion may make such orders in regard to the failure as are just, and among other it may take any action authorized under paragraphs (A), (B), and (C) of subdivision (b)(2) of this rule.\nParagraph C of M.R.CÍV.P. 37(b)(2) permits the court to ”dismiss[] the action.” Id.\n. 14 M.R.S.A. § 221 (1980) provides:\nOne who sells any goods or products in a defective condition unreasonably dangerous to the user or consumer or to his property is subject to liability for physical harm thereby caused to a person whom the manufacturer, seller or supplier might reasonably have expected to use, consume or be affected by the goods, or to his property, if the seller is engaged in the business of selling such a product and it is expected to and does reach the user or consumer without significant change in the condition in which it is sold. This section applies although the seller has exercised all possible care in the preparation and sale of his product and the user or' consumer has not bought the product from or entered into any contractual relation with the seller.",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Grover Alexander, Gray, for Plaintiff.",
      "David P. Ray, Amerling & Burns, Portland, Elizabeth P. Eddy, Monaghan, Leahy, Hochadel & Libby, Portland, for Defendants."
    ],
    "corrections": "",
    "head_matter": "Theodore L. HATCH v. MAINE TANK CO., INC., et al.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 5, 1995.\nDecided Oct. 19, 1995.\nGrover Alexander, Gray, for Plaintiff.\nDavid P. Ray, Amerling & Burns, Portland, Elizabeth P. Eddy, Monaghan, Leahy, Hochadel & Libby, Portland, for Defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
  },
  "file_name": "0090-01",
  "first_page_order": 146,
  "last_page_order": 151
}
