{
  "id": 7861016,
  "name": "AMERICAN CASUALTY COMPANY OF READING, PA, Appellant, v. PHICO INSURANCE COMPANY and Commonwealth of Pennsylvania Medical Professional Liability Catastrophe Loss Fund, Joseph Pulcini, Jr., Director and Sharon Dirienzo and David Richard and Suzanne Richard, h/w as Parents and Natural Guardians of Christopher Richard and David Richard and Suzanne Richard, in their own right, Appellees",
  "name_abbreviation": "American Casualty Co. of Reading v. Phico Insurance Co.",
  "decision_date": "1994-06-16",
  "docket_number": "",
  "first_page": "91",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 A.2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1952,
      "pin_cites": [
        {
          "page": "861-62"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232369
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0235-01"
      ]
    },
    {
      "cite": "676 F.Supp. 79",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3968875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/676/0079-01"
      ]
    },
    {
      "cite": "602 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1426544
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "907"
        },
        {
          "page": "909"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/145/0184-01"
      ]
    },
    {
      "cite": "869 F.2d 590",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1989,
      "opinion_index": 1
    },
    {
      "cite": "692 F.Supp. 546",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        6053133
      ],
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/692/0546-01"
      ]
    },
    {
      "cite": "391 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1978,
      "pin_cites": [
        {
          "page": "725"
        },
        {
          "page": "725-6",
          "parenthetical": "citations omitted"
        },
        {
          "page": "729"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "37 Pa.Commw. 530",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1890232
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "534"
        },
        {
          "page": "534-5"
        },
        {
          "page": "543"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/37/0530-01"
      ]
    },
    {
      "cite": "523 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820315,
        1820348
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/523/0101-02",
        "/pa/523/0101-01"
      ]
    },
    {
      "cite": "546 A.2d 1327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1376779
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "247"
        },
        {
          "page": "1329"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/119/0243-01"
      ]
    },
    {
      "cite": "602 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1426544
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/145/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1163,
    "char_count": 39428,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20012556716627108
    },
    "sha256": "108b9c62f9f6a3afea6fabc9134de29d736a6ac5ae3082d5dcca4474fd72cb80",
    "simhash": "1:b514a158e6d0574c",
    "word_count": 6251
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
    ],
    "parties": [
      "AMERICAN CASUALTY COMPANY OF READING, PA, Appellant, v. PHICO INSURANCE COMPANY and Commonwealth of Pennsylvania Medical Professional Liability Catastrophe Loss Fund, Joseph Pulcini, Jr., Director and Sharon Dirienzo and David Richard and Suzanne Richard, h/w as Parents and Natural Guardians of Christopher Richard and David Richard and Suzanne Richard, in their own right, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nThis appeal as of right arises from a declaratory judgment action filed by Appellant, American Casualty Company of Reading, PA (American Casualty) against PHICO Insurance Company (PHICO) and the Commonwealth of Pennsylvania Medical Professional Liability Catastrophe Loss Fund (the CAT Fund); Sharon DiRienzo, and David and Suzanne Richard, as parents and natural guardians of Christopher Richard, and in their own right, were joined as potentially interested parties. The action was filed initially in the Commonwealth Court of Pennsylvania, invoking that court’s original jurisdiction. It was decided by the court on four motions: PHICO’s motion for summary judgment, American Casualty’s cross-motion for summary judgment, the CAT Fund’s application for summary relief, and American Casualty’s cross-application for summary relief.\nThe Commonwealth Court on January 24, 1992, entered a summary judgment in favor of PHICO and denied American Casualty’s motion for summary judgment. They also granted the CAT Fund’s application for summary relief, in part, and denied American Casualty’s cross-application for summary relief.\nThe facts of this case are not in dispute. David and Suzanne Richard filed a suit for damages against Sharon DiRienzo and several other defendants in the Montgomery County Court of Common Pleas (the Richard action). That suit has been settled for an amount in excess of two million dollars. The Richards, in their own right and acting as parents and natural guardians of Christopher Richard, alleged that DiRienzo was negligent in providing nursing care and treatment at the time Suzanne Richard was about to give birth to Christopher on January 29 and 30, 1988. At that time, DiRienzo was acting in the course and scope of her employment by Bryn Mawr Hospital as a delivery room nurse. The Richards claimed that, as a result of DiRienzo’s conduct, severe and permanent brain damage was sustained by Christopher, and that pain and suffering and expenses were inflicted upon David and Suzanne Richard. The complaint further alleged that Bryn Mawr Hospital was hable to the Richards as the employer of DiRienzo and also because of its own negligence.\nAt the time of the alleged negligence, DiRienzo was covered by three policies of insurance which were applicable to the claims set forth in the Richard action. American Casualty had issued to DiRienzo a Professional Nurse’s Liability Policy, No. NS03807436 (American Casualty policy). That policy was subject to a limit of $1,000,-000.00. The policy covered both DiRienzo’s professional and non-business activities. American Casualty contends that its policy specifically stated in its “other insurance” clause that, in effect, it provided excess insurance only. DiRienzo paid an annual premium of $58.00 for the policy.\nPHICO issued two policies of insurance to Bryn Mawr Hospital which afforded coverage to DiRienzo by virtue of her status as an employee there. A Health Care Provider’s Comprehensive Liability Policy (No. HP2001), provided Institutional Professional Liability Coverage (Coverage C) for the hospital’s professional employees, other than physicians, for liability arising out of rendering or failure to render professional services (the PHICO Primary Policy). The “other insurance” clause in the PHICO Primary Policy stated that its coverage was primary. The limit of that policy was $200,000.00, which covered DiRienzo as a professional employee of the hospital.\nCoverages A, B, D and E in Phico’s Primary Policy do not apply to DiRienzo in this case and are not at issue. The premium for the PHICO Primary Policy was $121,563.00 for the period of two months and ten days for which PHICO has provided such information (November 20, 1987 through February 1, 1988). During the same period, the portion of the premium attributable to Coverage C, “Institutional Professional Liability,” was $63,643.00..\nPHICO also issued to Bryn Mawr Hospital a second policy (No. EP2001) (the PHICO Excess Policy) which provided for DiRienzo, as a professional employee of Bryn Mawr Hospital, excess “Professional Liability” coverage with a $10,000,000.00 limit. The PHI-CO Excess Policy consisted of two parts: Coverage A, titled “Professional Liability,” which was the only coverage applicable to DiRienzo in this case, and Coverage B, titled “Umbrella Liability.” Umbrella Liability coverage, however, is not at issue in this matter because that coverage expressly excluded insurance for liability arising from professional services. The premium for the Phico excess policy, for the period of two months and ten days (November 20, 1987 through February 1, 1988) was $120,188.00, of which amount $105,119.00 applied to Coverage A, “Professional Liability,” while $15,-069.00 applied to Coverage B, “Umbrella Liability.”\nThe Health Care Services Malpractice Act, 40 P.S. § 1301.101, et seq. (the Act) covers up to $1,000,000.00 any “health care provider” as defined in the Act with respect to his or her professional liability.\nIn its petition for this declaratory judgment action, American Casualty asserted, at Count I, that its policy provided only excess insurance for DiRienzo; that PHICO’s Primary Policy provided for her primary coverage; and that PHICO’s Excess Policy applied concurrently — on a pro rata basis— with coverage of American Casualty and in excess of the amounts collectible by DiRienzo under the PHICO Primary Policy and from the CAT Fund.\nAt Count II, American Casualty asserted that DiRienzo was a “health care provider”; that therefore the CAT Fund must provide for her coverage as required by the Act up to $1,000,000.00; that the American Casualty Policy was excess insurance within the meaning of Section 705(a) of the Act; and that only in the event the coverage owed DiRien-zo by PHICO under its primary policy and by the CAT Fund were inadequate, American Casualty and PHICO, under their excess policies, would be required to indemnify her as excess co-insurers on a pro-rata basis.\nOn April 19,1991, PHICO moved for summary judgment contending that American Casualty’s policy provided 'primary coverage for DiRienzo, that PHICO’s Primary Policy was excess or co-primary insurance with American Casualty’s policy and that PHI-CO’s excess policy was excess over the other two policies.\nAmerican Casualty filed a cross-motion for summary judgment asserting that its coverage was in excess of coverage under PHI-CO’s primary policy and that the responsibility for the sums covered under both PHI-CO’s excess policy and the American Casualty policy should be prorated in accordance with the limits of those policies.\nThe CAT Fund filed an application for summary relief seeking a declaration that DiRienzo was not a “health care provider” and that the American Casualty policy was not excess insurance within the meaning of the Act. American Casualty filed a cross-application for summary relief seeking a declaration that DiRienzo qualified as a “health care provider” and that its policy was excess insurance under the Act and that therefore the CAT Fund’s $1,000,000.00 coverage must be exhausted before the American Casualty policy is triggered.\nThe Commonwealth Court granted PHI-CO’s motion for summary judgment and denied American Casualty’s cross-motion, ruling that the policy of American Casualty would be triggered as a residual primary policy upon exhaustion of the $200,000.00 limit of the PHICO primary policy; that the PHICO Excess Policy would apply as excess insurance over that provided by the PHICO Primary Policy and the American Casualty policy, and over coverage provided by the CAT Fund; that DiRienzo was not a “health care provider” within the meaning of the Act; that the American Casualty policy was not excess insurance within the meaning of Section 705(a) of the Act; and that, although not a “health care provider,” DiRienzo is entitled to $1,000,000.00 coverage by the CAT Fund because she was an employee of a hospital. This appeal followed.\nThe Commonwealth Court, in their opinion, first considers American Casualty’s “other insurance” clause and compares it to the “pro rata” other insurance clause in PHICO’s excess policy. American Casualty’s “other insurance” clause provides as follows:\nIf you have other insurance which applies to the loss, the other insurance must pay first. It is the intent of this policy to apply to the amount of loss which is more than the limit of liability of the other insurance. We will not pay more than our limit of liability.\n(See, 145 Pa.Cmwlth. 184, 602 A.2d 904, at 907).\nThe Commonwealth Court agreed with PHICO’s argument that this clause did not convert American Casualty’s liability coverage from primary to excess and they relied on a superficial analogy to the case of Aetna Casualty, Ins. Co. v. United Services Automobile Assn., 676 F.Supp. 79 (E.D.Pa.1987), in drawing that conclusion. Next, the Commonwealth Court determined that the American Casualty policy and the PHICO primary policy were concurrent primary policies and that, hence, the “other insurance” clauses in both policies were triggered. As a result of this triggering, the “other insurance” clause contained in the PHICO primary policy had to be interpreted, and it was concluded to be a “pro rata” clause which meant that the PHICO primary policy had to be treated as providing primary coverage to Nurse DiRienzo. Because the American Casualty policy contained “an unqualified excess clause” (602 A.2d 904, at 909), the Commonwealth Court thought that it had to be interpreted as providing residual primary coverage. Hence, that Court ruled that PHICO’s primary policy paid the first $200,000.00 of indemnity expense and that when that limit was exhausted, that American Casualty’s primary policy as residual primary insurance had to kick in for the next $1,000,000.00.\nNurse DiRienzo was found not to be a health care provider under 40 P.S. § 1301.-701(a) and hence ineligible to participate in the Medical Professional Liability Catastrophe Loss (CAT) Fund as such. She was, however, found to be entitled to coverage by the CAT Fund by virtue of being a hospital employee. Hence the CAT Fund was held to be responsible for providing coverage up to $1,000,000.00 for DiRienzo’s negligence (if any) as a hospital employee, but only after the exhaustion of the two policies found to be primary. Because DiRienzo was found not to be a health care provider, however, she was found not to be entitled to a separate, additional $1,000,000.00 of CAT Fund coverage in her individual capacity. Finally, the Commonwealth Court determined that American Casualty’s policy was not excess insurance coverage vis-a-vis the CAT Fund under 40 P.S. § 1301.705.\nThe net result of the Commonwealth Court decision was to rule that PHICO’s primary policy must pay the first $200,000.00 herein; that American Casualty, as residual primary insurer, pays the next $1,000,000.00; the CAT Fund is obligated to pay the next $1,000,000.00; and if the judgment in the underlying action exceeds these limits, PHI-CO’s excess policy of $10,000,000.00 kicks in.\nWhat stands out most glaringly in the Commonwealth Court’s opinion is the fact that the American Casualty policy is treated as both a primary policy and as a residual or excess policy at one and the same time. In our judgment, it cannot be both. Moreover, under the crystal clear language of the American Casualty’s policy’s “other insurance” clause, quoted above, it is hard to see how that policy can be construed as anything but an excess policy. In Vrabel v. Scholler, 369 Pa. 235, 85 A.2d 858 (1952), we stated:\nIn the absence of contrary or modifying provisions in a statute, the liability of an insurer and the extent of the loss under a policy of automobile liability insurance must be determined, measured and limited by the terms of the contract. This means that under a policy containing a standard “other insurance” or “pro rata” clause, only the pro rata part of the insured loss which was sustained may be recovered by the insured from each insurer in accordance with the terms of the policy. Id., 85 A.2d at 861-62.\nThe “terms of the contract” here are, as conceded, in “plain English.” They could not be clearer. “If you have other insurance which applies to the loss, the other insurance must pay first.” This is an excess insurance clause both in itself and under 40 P.S. § 1301.705. The Commonwealth Court conclusion on this point must be reversed.\nThe order of payment of the insurance proceeds in this case must also be resolved, in part, by reference to 40 P.S. § 1301.705(a) which provides:\n(a) No insurer providing excess professional liability insurance to any health care provider eligible for coverage under the Medical Profession Liability Catastrophe Loss Fund shall be liable for payment of any claim against a health care provider for any loss or damages except those in excess of the limits of liability provided by the Medical Professional Liability Catastrophe Loss Fund.\nHence, in the instant case, the first $200,000.00 of liability must be borne by PHICO’s primary policy, and next the CAT Fund must kick in for its share. Only then do the excess policies of American Casualty and PHICO bear liability and that liability should be pro-rated in accordance with the pro-ration clause in PHICO’s excess policy.\nWe find that the Commonwealth Court was correct in concluding that the CAT Fund was not liable instantly based upon its conclusion that Nurse DiRienzo is not a “health care provider” in her own right under the Health Care Service Malpractice Act. The definition of “health care provider” under the statute, at 40 P.S. § 1301.103 provides:\n“Health care provider” means a primary health center or a person, corporation, facility, institution or other entity licensed or approved by the Commonwealth to provide health care or professional medical services as a physician, an osteopathic physician, or surgeon, a certified nurse midwife, a podiatrist, hospital, nursing home, birth center, and except as to section 701(a), an officer, employee or agent of any of them acting in the course and scope of his employment. (Emphasis added)\nSection 701(a) reads as follows:\n(a) Every health care provider as defined in this act, practicing medicine or podiatry or otherwise providing health care services in the Commonwealth shall insure his professional liability only with an insurer licensed or approved by the Commonwealth of Pennsylvania, or provide proof of self-insurance in accordance with this section. (l)(i) A health care provider, other than hospitals, who conducts more than 50% of his health care business or practice within the Commonwealth of Pennsylvania shall insure or self-insure his professional liability in the amount of $100,000 per occurrence and $300,000 per annual aggregate, and hospitals located in the Commonwealth shall insure or self-insure their professional liability in the amount of $100,000 per occurrence, and $1,000,000 per annual aggregate, hereinafter known as “basic coverage insurance” and they shall be enti-tied to participate in the fund- (emphasis added).\nStripped of its verbiage, the statute reads:\nA health care provider:\n1) shall insure; and\n2) shall be entitled to participate in the fund.\nThis section imposes an insurance requirement and compels the fund to cover a health care provider. Section 1301.103 specifically excepts nurses, as hospital employees, from the definition of “health care provider” as used in § 1301.701(a). Not only are nurses excepted from the basic coverage insurance, but they are also not entitled to participate in the fund.\nFor the reasons set forth above, the order of the Commonwealth Court is reversed and the matter remanded to that Court for such further proceedings as may be necessary.\nLARSEN, J., did not participate in the decision of this case.\nMONTEMURO, J., files a Joining and Concurring Opinion in which NIX, C.J., and FLAHERTY and CAPPY, JJ., join.\nMONTEMURO, J., who was an appointed Justice of the Court at the time of argument, participated in the decision of this case in his capacity as a Senior Justice.\n. The briefs in this appeal do not make it clear whether excess liability under the PHICO excess policy and the American Casualty policy should be pro-rated or not. If any of the parties wish to contest this issue, that is best done initially at the Commonwealth Court level, and the parties herein are free to do so upon remand.\n. This analysis is borrowed from Mr. Justice Montemuro's learned Concurring Opinion in which he analyzes in depth the reasons why Nurse DiRienzo is not a health care provider in her own right and entitled to separate coverage.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      },
      {
        "text": "MONTEMURO, Justice,\njoining and concurring.\nI agree with the Majority’s prioritization of the various insurance proceeds. I write separately to clarify why nurses, as health care providers in their own right under the Health Care Services Malpractice Act (“Act”), are not entitled to participate in the CAT Fund distinct from and in addition to their employers.\nThe Act defines a health care provider as a primary health center or person, corporation, facility, institution or other entity licensed or approved by the Commonwealth to provide health care or professional medical services as a physician, an osteopathic physician or surgeon, a certified nurse midwife, a podiatrist, hospital, nursing home, birth center, and except as to section 701(a), an officer, employee or agent of any of them acting in the course and scope of his employment.\n40 Pa.C.S.A. § 1301.103.\nSection 1301.701(d), which authorizes the creation of the CAT Fund, states:\n(d) There is hereby created a contingency fund for the purpose of paying all awards, judgments and settlements for loss or damages against a health care provider entitled to participate in the fund as a consequence of any claim for professional liability brought against such health care provider as a defendant or an additional defendant to the extent such health care provider’s share exceeds his basic coverage insurance in effect at the time of occurrence as provided in subsection (a)(1).\n40 Pa.C.S.A. § 1301.701(d) (emphasis added).\nA nurse, as a hospital employee, is clearly a health care provider for purposes of section 1301.701(d). However, to participate in the Fund, the Act requires more than per se classification as a health care provider. One must be a health care provider entitled to participate in the fund. Therefore, the inquiry should not focus on a nurse’s status as a health care provider. Instead, this court must determine whether a nurse is a health care provider entitled to participate in the fund.\nTo claim entitlement to CAT Fund disbursements, health care providers must satisfy two prerequisites. A health care provider must: 1) procure the required basic insurance coverage; and 2) pay an annual surcharge as determined by the CAT Fund’s director. 40 Pa.C.SA. § 1301.701(a)(l)(i) and (e)(1); 31 Pa.Code § 242.17. As the Commonwealth Court observed in Finkbiner v. Medical Professional Liability Catastrophe Loss Fund, 119 Pa.Cmwlth. 243, 546 A.2d 1327 (1988):\n[Sjection 701(a)(l)(i) of the Act requires that all health care providers must insure their professional liability in the amount of $100,000 per occurrence and $300,000 per annual aggregate, in order to participate in the CAT Fund. All health care providers must participate in the CAT Fund or their license will be suspended or revoked. [40 Pa.C.SA. § 1301.701(f).] Finally, the CAT Fund levies a surcharge that each health care provider must pay to participate.\n119 Pa.Commw. 243, 247, 546 A.2d 1327, 1329 (1988), aff'd. 523 Pa. 101, 565 A.2d 157 (1989) (emphasis added).\nI) Basic Insurance Coverage Requirement of Section 1301.701(a)(l)(i).\nThe definition of a health care provider in section 1301.103 excepts a nurse from the basic insurance coverage required by section 1301.701(a)(l)(i). The purpose of this insurance exception is not to eliminate a prerequisite to CAT Fund coverage and thereby facilitate such coverage. Rather, the Act excepts officers, employees, and agents because, even though they may be health care providers, they are not entitled to participate in the CAT Fund. Therefore, they need not comply with the required basic coverage insurance. Both the legislative history and a plain reading of section 1301.701(a) support this interpretation.\nA) Legislative History.\nThe 1970’s witnessed a major medical malpractice crisis. “[Pjrecipitous increases in malpractice claims and awards, concurrent and equally precipitous increases in the cost of malpractice insurance and the threatened unavailability of such insurance at any cost” characterized this crisis. McCoy v. Commonwealth, Bd. of Medical Educ. and Licensure, 37 Pa.Commw. 530, 534, 391 A.2d 723, 725 (1978).\nThe Pennsylvania General Assembly responded to this “crisis” by enacting the [Health Care Services Malpractice] Act. Its stated purpose is “to make available professional liability insurance at a reasonable cost....” It implements this policy by ... limiting the dollar amount of liability insurers on individual awards. This limitation is achieved by the creation of a “Medical Professional Liability Catastrophe Loss Fund” [hereinafter referred to as the Fund], established by a surcharge on insurance premiums.... The Fund is guaranteed by requiring that all health care providers as defined by the Act either purchase insurance or develop a plan of self-insurance.... The state licensure boards are required to suspend or revoke the license of a health care provider upon a failure to comply with the mandatory insurance provisions or to participate in the Fund.\nId. 37 Pa.Commw. at 534-5, 391 A.2d at 725-6 (citations omitted).\nDuring debate in the Pennsylvania House of Representatives, Rep. Berson, one of the bill’s sponsors, described the mechanics of the Fund as follows:\nEach year each health care provider as defined in House bill No. 1367 would be required to produce proof that he has professional liability insurance.... There would then be an assessment of up to 10 percent on his medical malpractice premium with the aim of producing as quickly as possible a fund ... That fund will be available to pay any claims or awards above ... the basic medical malpractice insurance policy carried by the health care provider.\nOur purpose in doing this is our belief that such an arrangement will produce a reduction in medical malpractice rates....\nLegislative Journal—House 2281 (July 21, 1975) (Remarks of Rep. Berson).\nThe Pennsylvania General Assembly targeted certain enumerated health care providers who experienced skyrocketing premiums for, and/or the potential unavailability of, medical malpractice insurance. In proposing an amendment to include podiatrists as an enumerated provider, Rep. Milliron stated:\nI realize that the main thrusts of the bill are for surgeons such as neurosurgeons who are paying phenomenal rates, phenomenal premiums, for malpractice insurance. However, I would like to give a few statistics that I have received from my own county concerning rates. Six years ago, one doctor was paying $62 a year, Dr. William Meyers, for malpractice insurance. Over the weekend, he showed me his premiums for this year were $1,700. Now although this is not the $10,000 and $20,-000 a year that many surgeons are paying, the point I am trying to present, Mr. Speaker, is that the podiatrists, the foot doctors, have been paying skyrocketing rates and premiums.\nThe purpose of this bill is not only to alleviate the problem now but hopefully to curtail the skyrocketing costs in the future.\nId. at 2268 (Remarks of Rep. Milliron). Rep. Berson, opposing the amendment, responded:\n[I]n all the time we spent in public hearings on this bill, we heard not word one from the podiatrists. I think we are safe in the assumption that their problems are not all that great or we would have heard from them as we heard from practically everyone of the high-risk medical specialties. And when I say, “Heard from them,” I mean we really heard from them.\nIn view of the fact that we did not get complaints from podiatrists, dentists, optometrists, psychologists, and so forth, we decided that they could be safely left to the existing system of tort and contract law; that we would work no major changes in the existing legal structure as it affected those specialties, those health care providers, and concentrate our efforts on those people such as the neurosurgeon who got a bill for $38,000 for 9 months’ worth of medical malpractice insurance. Those are the people who need some relief and who need some tampering or change in the existing tort and contract law. But I would be cautious and I would suggest that this House be cautious in tampering with existing legal structure as it affects other health care providers because none of them has told us in the course of a month and a half of public hearings and consideration of this bill that they are having problems in this area.\nId. at 2268-9 (Remarks of Rep. Berson).\nIn 1985, the Pennsylvania General Assembly amended the Act to enumerate specifically certified nurse-midwives within the category of health care providers entitled to CAT Fund coverage. As part of the lobbying effort to include certified nurse-midwives, the American College of Nurse-Midwives (“ACNM”) submitted a memorandum to the Senate Insurance Committee. The ACNM stated:\nSince July 1,1984, about 1,400 CNMs [certified nurse-midwives] have had malpractice insurance under a blanket ACNM policy written by Mutual Fire, Marine & Inland Insurance Company.\nThe company notified ACNM in May, 1985 that the policy would not be renewed on July 1, 1985 ... because of general conditions in the insurance industry.\n* * * * * *\nIn search of a replacement for Mutual Fire, ACNM, through its national insurance broker, contacted 17 insurance companies in the United States. We believe that this represents most of the major carriers who write professional liability insurance. To date we have been turned down by all of these companies.\nSince June [1985], the local chapter of the ACNM in Pennsylvania has made a separate attempt to find malpractice insurance coverage for its members....\nWe have approached through our broker more than twenty companies and have been turned down by all of them.\nIn our contacts with insurance company representatives it has become clear to us that nurse-midwives are at a disadvantage in the insurance market in Pennsylvania. Since 1975, physicians, osteopaths and podiatrists have had protection under Act 111 — the Health Care Services Malpractice Act. Nurse-midwives are not protected under this Act and yet the same forces that were threatening physician’s [sic] ability to obtain insurance now threaten us.\nMemorandum, Malpractice Insurance for Nurse-Midwives, 2-4 (September 27, 1985) (attached as exhibit A to exhibit C of American Casualty’s Motion to Strike Objections and Compel Answers to Interrogatories and Requests for Production addressed to Defendant, Commonwealth of Pennsylvania Medical Professional Liability Catastrophe Loss Fund (“American Casualty’s Motion to Compel”)).\nThe legislative history clearly demonstrates that the Act targeted health care providers facing skyrocketing insurance premiums and/or the potential unavailability of medical malpractice insurance.\n[E]xempted professionals [those not entitled to CAT Fund coverage] are different from statutory health care providers [those entitled to CAT Fund coverage] because the services performed by exempted professionals are less risky, pose less of a threat to patients, and therefore, are less responsible for the medical malpractice insurance crisis than the services performed by statutory health care providers.\nMeier v. Anderson, 692 F.Supp. 546, 551 (E.D.Pa.1988), aff'd, 869 F.2d 590 (3d Cir. 1989). The enumerated health care providers in section 1301.103 are either institutions, such as hospitals or nursing homes, or self-employed providers, such as surgeons or podiatrists, who performed riskier services and therefore faced escalating rates and/or the potential unavailability of medical malpractice insurance. Other non-enumerated health care providers, who provided less hazardous services, could obtain medical malpractice insurance at reasonable rates. McCoy, 37 Pa.Commw. at 543, 391 A.2d at 729.\nThe Act did not intend officers, employees, or agents of enumerated health care providers, who performed services posing less risk and could obtain medical malpractice insurance at acceptable rates through their employers, to receive CAT Fund coverage distinct from and in addition to that of their employers. The legislative history reveals that such individuals did not endure either increasing premiums or the potential unavailability of medical malpractice insurance. The Act does not contemplate CAT Fund coverage for officers, employees, and agents and therefore excepts them from the minimum insurance requirement in section 1301.-701(a). The Act does not except officers, employees, and agents from the basic coverage insurance merely to expedite CAT Fund eligibility.\nNurse DiRienzo, a professional employee of Bryn Mawr Hospital, received primary coverage through PHICO’s Health Care Provider’s Comprehensive Liability Policy. This policy provided Institutional Professional Liability Coverage (Coverage C) for the hospital’s professional employees, other than physicians. For this coverage Nurse DiRienzo paid nothing. Nurse DiRienzo was also covered by an excess policy issued by American Casualty to a limit of $1,000,000. For this additional coverage, Nurse DiRienzo paid an annual premium of $58.00. Nurse DiRienzo secured $1,200,000 of liability coverage for only $58.00. I would hardly characterize this as indicative of the skyrocketing rates or the unavailability of insurance the Act targeted.\nThe Pennsylvania General Assembly never intended for an employee, such as a nurse, who could 1) obtain insurance 2) at a reasonable rate, to receive separate and distinct CAT Fund coverage. For this reason, the Act excepts such employees from the basic coverage insurance requirement of section 1301.701(a).\nB) Plain Language.\nIn addition to the legislative history, the plain language of section 1301.701(a) precludes officers, employees, and agents from CAT Fund participation. Section 1301.103 defines “health care provider.” It excepts “an officer, employee or agent ... acting in the course and scope of his employment” from the definition of “health care provider” as used in section 1301.701(a). Section 1301.-701(a) states:\n(l)(i) A health care provider, other than hospitals, who conducts more than 50% of his health care business or practice within the Commonwealth of Pennsylvania shall insure or self-insure his professional liability in the amount of $100,000 per occurrence and $300,000 per annual aggregate, and hospitals located in the Commonwealth shall insure or self-insure their professional liability in the amount of $100,000 per occurrence, and $1,000,000 per annual aggregate, hereinafter known as “basic coverage insurance” and they shall be entitled to participate in the fund, (emphasis added).\nStripped of its verbiage, the statute reads:\nA health care provider:\n1) shall insure; and\n2) shall be entitled to participate in the fund.\nThis section imposes an insurance requirement and compels the fund to cover a health care provider. Section 1301.103 specifically excepts nurses, as hospital employees, from the definition of “health care provider” as used in section 1301.701(a). Not only are nurses excepted from the basic coverage insurance, but they are also not entitled to participate in the jund.\nII) Required Annual Surcharge of Section 1301.701(e)(1).\nEven if one were to argue that nurses generally could participate in the CAT Fund, I would still conclude that Nurse DiRienzo is not entitled to CAT Fund coverage separate and distinct from that of her employer. As previously stated, there exist two prerequisites to CAT Fund coverage: 1) the basic coverage insurance; and 2) payment of an annual surcharge.\nAll health care providers entitled to participate in the Fund must pay an annual surcharge or have the annual surcharge paid on their behalf by the professional liability carrier providing primary coverage. 40 Pa.C.SA. §§ 1301.701(e)(1) and (f); 31 Pa.Code § 242.-17(b). This annual surcharge, a percentage of a health care provider’s annual insurance premium, finances the Fund. 40 Pa.C.SA § 1301.701(e)(1). Only those who contribute may claim entitlement to CAT Fund disbursements. 31 Pa.Code § 242.17(b). Nowhere does the record reveal that Nurse DiRienzo paid the annual surcharge or that the annual surcharge was paid on her behalf. In fact, the record indicates that no such surcharge was ever paid.\nA participating health care provider need not file any documents with the CAT Fund. “Such a health care provider’s primary insurance carrier ... is required to file with the Fund on behalf of the health care provider the following: 1) Form 216 — ‘Remittance Advice,’ or 2) Form 5116 — ‘Acknowledgement of insurance and surcharge.’” Answers and Objection of CAT Fund to Interrogatories of American Casualty, 3 (May 8,1991) (attached as exhibit A to American Casualty’s Motion to Compel). Form 216 — Remittance Advice — “is to be used ... for summarizing surcharges collected, payable and refundable.” 31 Pa.Code § 242.6(a)(3). Form 5116 — Acknowledgement of Insurance and Surcharge Paid — is intended “to acknowledge that the health care provider has purchased basic coverage professional liability insurance and paid the Fund surcharge.” Id. at (a)(1).\nIn an affidavit, Kenneth Butler, the supervisor of the Financial Audit Unit of the CAT Fund, stated that, after reviewing the Fund’s records regarding the calculation and payment of surcharge amounts on behalf of health care providers, 1) the Fund had “no record of coverage for Nurse Sharon DiRien-zo as a health care provider for the year 1988;” 2) the Fund had “no record of a surcharge payment on behalf of Sharon DiRienzo referable to the year 1988;” and 3) the “Remittance Advice filed with the Fund by Sharon DiRienzo’s employer, Bryn Mawr Hospital, for the year 1988 does not indicate that Nurse Sharon DiRienzo is a health care provider entitled to coverage.” Affidavit of Kenneth Butler, 2 (Juné 12, 1991) (attached as exhibit C to exhibit C of American Casualty’s Motion to Compel). In its Response to the CAT Fund’s Request for Admissions, American Casualty admitted that “it did not collect or submit to the Pennsylvania Medical Professional Liability Catastrophe Loss Fund any surcharge amount as a result of or in connection with its issuance of Policy No. NS03807436 [the Professional Nurse’s Liability Policy].” Response of American Casualty to CAT Fund’s Request for Admissions, 2 (attached as exhibit B to exhibit C of American Casualty’s Motion to Compel). American Casualty also admitted that it neither 1) completed or forwarded “to the Office of the Director of the CAT Fund a Form 216 remittance advice relevant to surcharge collected on behalf of its insured [Nurse Sharon DiRienzo];” nor 2) forwarded “to the office of the Director of the CAT Fund an acknowl-edgement of insurance and surcharge paid [Form 5116] or a copy of the declarations page” of Policy No. NS03807436. Id.\nIn summary, the Remittance Advice filed by Bryn Mawr Hospital (Form 5116) did not include a surcharge attributable to Nurse DiRienzo, i.e., PHICO collected no surcharge on behalf of Nurse DiRienzo. American Casualty never collected or submitted a surcharge on behalf of Nurse DiRienzo. The CAT Fund had no record of coverage for, or a surcharge payment by, or on behalf of, Nurse DiRienzo for the year 1988. Consequently, Nurse DiRienzo is not entitled to participate in the CAT Fund.\nConclusion.\nThe Commonwealth Court correctly concluded that the CAT Fund is not liable for muses as health care providers in their own right under the Health Care Services Malpractice Act. Nurse DiRienzo is not a health care provider entitled to participate in the CAT Fund distinct from and in addition to her employer. Therefore, the CAT Fund is oníy responsible for providing coverage up to a maximum of $1,000,000 for Nurse DiRienzo by virtue of her status as a hospital employee and is not responsible for providing coverage for Nurse DiRienzo by virtue of her status as a nurse.\nNIX, C.J., and FLAHERTY and CAPPY, JJ., join in this Joining and Concurring Opinion.\n. Section 1301.103 only excepts nurses, as hospital employee's, from the Act’s definition of health care provider with respect to § 1301.701(a).\n. 40 Pa.C.S.A. § 1301.701(a)\n(l)(i) A health care provider ... shall insure or self-insure his professional liability in the amount of $100,000 per occurrence and $300,-000 per annual aggregate, ... hereinafter known as “basic coverage insurance” and they shall be entitled to participate in the fund.\n. 40 Pa.C.S.A. § 1301.701(e)\n(1) The fund shall be funded by the levying of an annual surcharge on or after January 1 of every year on all health care providers entitled to participate in the fund.\n. 31 Pa.Code § 242.17. Compliance.\n(b)A health care provider failing to pay the surcharge ... will not be covered by the Fund in the event of loss.\n(c) A health care provider failing to procure increased basic coverage insurance limits under section 701(a) of the act ... and pay the surcharge thereon will not be covered by the Fund in the event of loss.\n(d) The Fund will be relieved of its responsibility in the following case:\n(1) The fund will be relieved of its responsibility to a health care provider to defend and indemnify a claim ... if, at the time of the occurrence, the health care provider fails to maintain basic coverage insurance in compliance with the act and this chapter.\n.40 Pa.C.S.A. § 1301.701(f)\nThe failure of any health care provider to comply with any of the provisions of this section or any of the rules and regulations issued by the director shall result in the suspension or revocation of the health care provider’s license by the licensure board.\n. Certified nurse-midwives are nurses who have been further educated at a school of midwifery and subsequently certified by the American College of Nurse-Midwives.\n. The Commonwealth Court did not address this issue. American Casualty Co. v. PHICO Insurance Co., 145 Pa.Commw. 184, 199 n. 6, 602 A.2d 904, 911 n. 6 (1992).",
        "type": "concurrence",
        "author": "MONTEMURO, Justice,"
      }
    ],
    "attorneys": [
      "James M. Marsh, Phillip J. Meyer, K. Charles Gudenas, Philadelphia, for American Cas. Co. of Reading, PA.",
      "David E. Sandel, Jr., Philadelphia, for Phi-co Ins. Co. and S. Dirienzo.",
      "Peter J. Hoffman, Philadelphia, for Medical Professional Liability Catastrophe Loss Fund.",
      "Mark Kardos, Philadelphia, for David and Suzanne Richard."
    ],
    "corrections": "",
    "head_matter": "AMERICAN CASUALTY COMPANY OF READING, PA, Appellant, v. PHICO INSURANCE COMPANY and Commonwealth of Pennsylvania Medical Professional Liability Catastrophe Loss Fund, Joseph Pulcini, Jr., Director and Sharon Dirienzo and David Richard and Suzanne Richard, h/w as Parents and Natural Guardians of Christopher Richard and David Richard and Suzanne Richard, in their own right, Appellees.\nSupreme Court of Pennsylvania.\nArgued April 6, 1993.\nDecided June 16, 1994.\nJames M. Marsh, Phillip J. Meyer, K. Charles Gudenas, Philadelphia, for American Cas. Co. of Reading, PA.\nDavid E. Sandel, Jr., Philadelphia, for Phi-co Ins. Co. and S. Dirienzo.\nPeter J. Hoffman, Philadelphia, for Medical Professional Liability Catastrophe Loss Fund.\nMark Kardos, Philadelphia, for David and Suzanne Richard.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0091-01",
  "first_page_order": 157,
  "last_page_order": 168
}
