{
  "id": 7285212,
  "name": "Aubert A. GODBOUT et al. v. WLB HOLDING, INC.",
  "name_abbreviation": "Godbout v. WLB Holding, Inc.",
  "decision_date": "2010-05-27",
  "docket_number": "",
  "first_page": "92",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "997 A.2d 92"
    },
    {
      "type": "parallel",
      "cite": "2010 ME 46"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2001 ME 13",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11075411
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 15"
        },
        {
          "page": "76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0073-01"
      ]
    },
    {
      "cite": "277 A.2d 727",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "730-31"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "534 A.2d 1326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895359
      ],
      "pin_cites": [
        {
          "page": "1328-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/1326-01"
      ]
    },
    {
      "cite": "445 A.2d 1007",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003907
      ],
      "pin_cites": [
        {
          "page": "1009"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/445/1007-01"
      ]
    },
    {
      "cite": "647 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869265
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "807"
        },
        {
          "page": "806-07"
        },
        {
          "page": "807"
        },
        {
          "page": "806-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0803-01"
      ]
    },
    {
      "cite": "577 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7385767
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1176"
        },
        {
          "page": "1176"
        },
        {
          "page": "1176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/577/1173-01"
      ]
    },
    {
      "cite": "2008 ME 33",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8397688
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "1236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/942/1234-01"
      ]
    },
    {
      "cite": "1997 ME 50",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11914547
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "669"
        },
        {
          "page": "¶ 16"
        },
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/0664-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 8486,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 9.340578009115559e-08,
      "percentile": 0.5137092934761833
    },
    "sha256": "3b0317bd91659f79157bfcec57cb25fae94a0f72a6d01b169aea7ab716cd5373",
    "simhash": "1:87bde6b6a4269622",
    "word_count": 1339
  },
  "last_updated": "2024-02-27T16:53:18.711347+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, MEAD, GORMAN, and JABAR, JJ."
    ],
    "parties": [
      "Aubert A. GODBOUT et al. v. WLB HOLDING, INC."
    ],
    "opinions": [
      {
        "text": "GORMAN, J.\n[¶ 1] Aubert A. and Christiane Godb-out appeal from a judgment entered in the Superior Court (Cumberland County, Nivison, J.) dismissing as time-barred their products liability complaint against WLB Holding, Inc., fik/a W.L. Blake & Co. The Godbouts contend that the court’s application of the Maine Business Corporation Act’s statute of repose to their complaint violates the purposes of the Act and the “open courts” provision of the Maine Constitution. Alternatively, the Godbouts contend that they should be allowed to file a direct action against WLB’s insurer to afford them their right to redress. We affirm the judgment.\nI. FACTS AND PROCEDURE\n[¶ 2] On February 14, 2008, the Godb-outs instituted proceedings in the Superior Court against W.L. Blake & Co. and WLB Holding, Inc. f/k/a W.L. Blake & Co. (WLB), asserting several asbestos-related causes of action in connection with Au-bert’s diagnosis of mesothelioma. There is no dispute that WLB dissolved by notice published on May 22, 2004, pursuant to 13-C M.R.S. §§ 1401-1410 (2009).\n[¶ 3] On WLB’s motion, the court dismissed the Godbouts’ complaint after concluding that the three-year statute of repose applicable to dissolved corporations barred the Godbouts’ claims against WLB. See 13-C M.R.S. § 1408(3)(C). The Godb-outs appealed.\nII. DISCUSSION\n[¶ 4] The Maine Business Corporation Act, 13-C M.R.S. §§ 101-1702 (2009) contains a subset of provisions regulating the voluntary dissolution of corporations. See 13-C M.R.S. §§ 1401-1410. Among these provisions, the Act requires that a voluntarily dissolved corporation complete various steps to dispose of claims, both known and unknown at the time of dissolution, against the dissolved corporation. 13-C M.R.S. §§ 1407-1408. As to claims unknown at the time of the dissolution, the corporation must publish notice of its dissolution and request that claimants present their claims to the corporation. 13-C M.R.S. § 1408(1), (2). Section 1408 requires that any claims against dissolved corporations be filed within three years after the corporation published notice of its dissolution:\n3. Claim barred. If the dissolved corporation publishes a newspaper notice in accordance with subsection 2, the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved corporation within 3 years after the publication date of the newspaper notice:\nA. A claimant who was not given written notice under section 1407;\nB. A claimant whose claim was timely sent to the dissolved corporation but not acted on; or\nC. A claimant whose claim is contingent or is based on an event occurring after the effective date of dissolution.\n13-C M.R.S. § 1408(3).\n[¶ 5] The Godbouts do not dispute that section 1408(3) on its face bars their complaint, which was filed against WLB several months after the close of the three-year repose period. They contend, however, that application of section 1408 to their complaint violates the “open courts” provision of the Maine Constitution because it eliminates their right of redress. To prevail against the presumption that every statute is constitutional, the Godbouts, as the parties challenging the statute, must demonstrate “convincingly” that the statute and the Constitution conflict. See Irish v. Gimbel, 1997 ME 50, ¶ 6, 691 A.2d 664, 669. Further, “[a]ll reasonable doubts must be resolved in favor of the constitutionality of the statute.” Id.\n[¶ 6] The “open courts” provision of the Maine Constitution states: “Every person, for an injury inflicted on the person or the person’s reputation, property or immunities, shall have remedy by due course of law; and right and justice shall be administered freely and without sale, completely and without denial, promptly and without delay.” Me. Const, art. I, § 19. We have interpreted the open courts clause to provide “that ‘the courts must be accessible to all persons alike without discrimination, at times and places designated for their sitting, and afford a speedy remedy for every wrong recognized by law as remediable in a court.’ ” State v. Bilynsky, 2008 ME 33, ¶ 6, 942 A.2d 1234, 1236 (quoting Me. Med. Ctr. v. Cote, 577 A.2d 1173, 1176 (Me.1990)).\n[¶ 7] The Legislature may, however, “erect reasonable procedural requirements for exercising the right to an adjudication,” including statutes of repose. Irish, 1997 ME 50, ¶ 16, 691 A.2d at 672. We have stated that “the power of the legislature to shorten the period of expiration ... has been too often recognized by courts of the highest respectability to be questioned now.” Choroszy v. Tso, 647 A.2d 803, 807 (Me.1994) (quotation marks omitted). Indeed, “Maine law is replete with relatively brief time periods in which a party is required to act or otherwise risk the loss of rights.” Giberson v. Quinn, 445 A.2d 1007, 1009 (Me.1982).\n[¶ 8] We have already considered the application of the open courts requirement to statutes of limitations in similar contexts. In Cote, for example, we held that the open courts provision did not prohibit the Legislature from imposing a three-year limitations period on the initiation of medical malpractice claims. 577 A.2d at 1176. In Choroszy, we again concluded that the three-year professional negligence statute of limitations imposed a reasonable time within which plaintiffs were afforded meaningful access to the judicial process, even if the plaintiff reasonably failed to discover the injury within that period. 647 A.2d at 806-07; see Bangor Water Dist. v. Malcolm Pirnie Eng’rs, 534 A.2d 1326, 1328-29 (Me.1988) (discussing the narrow application of a discovery rule in cases involving the existence of a confidential relationship and a “virtually undiscoverable tort”). Although such statutes may cause “some hardship” to plaintiffs, that hardship is not one of constitutional dimension. Choroszy, 647 A.2d at 807.\n[¶ 9] We are also not persuaded by the Godbouts’ contention that the possible availability of insurance proceeds from WLB’s insurer requires a different result. Contrary to the Godbouts’ suggestion, the plain language and legislative history of section 1408, as well as our prior decisions, support the conclusion that this three-year statute of repose was intended to provide an absolute bar to claims against a dissolved corporation, without regard to the availability of remaining insurance proceeds to satisfy a potential claim. See 13-C M.R.S. § 1408(3); Comm. Amend. A to L.D. 361, No. H-283, Summary (120th Legis. 2001) (stating that the Act is intended to follow the Model Business Corporation Act, with modifications as necessary to incorporate existing Maine practices and procedures); Model Bus. Corp. Act. Ann. § 14.07 cmt. at 14-66 to 14-67 (4th ed. 2008); Choroszy, 647 A.2d at 806-07; Cote, 577 A.2d at 1176. Furthermore, the Godb-outs provide us with no reason to reconsider the well-established principle that no action for negligence may be brought against a party’s insurer before any judgment is obtained against the insured. Allen v. Pomroy, 277 A.2d 727, 730-31 (Me.1971). To the extent the Godbouts challenge the public policy underlying a three-year repose period against dissolved corporations, that challenge is better addressed to the Legislature. See Harding v. Wal-Mart Stores, Inc., 2001 ME 13, ¶ 15, 765 A.2d 73, 76 (“The Legislature is the appropriate body for weighing the competing interests at stake.”).\nThe entry is:\nJudgment affirmed.\n. Although counsel for the Godbouts represented during oral argument that Aubert Godbout has died, no suggestion of death has been filed pursuant to M.R. Civ. P. 25(a).\n. The Godbouts also named Metropolitan Life Insurance Company as a defendant, but voluntarily dismissed their claims against Metropolitan Life while this appeal was pending.\n.Subsequent amendments to the voluntary dissolution statute do not affect this appeal. See P.L.2007, ch. 231, § 21; ch. 289, § 42; ch. 323, §§ C-18, C-19.",
        "type": "majority",
        "author": "GORMAN, J."
      }
    ],
    "attorneys": [
      "Paul Boots, Esq., Portland, ME, James J. Bedortha, Esq., Jeffrey V. Mansell, Esq. (orally), Goldberg, Persky & White, P.C., Pittsburgh, PA, for Aubert & Christiane Godbout.",
      "Michael E. Saucier, Esq., Rosie M. Williams, Esq. (orally), Thompson & Bowie, LLP, Portland, ME, for WLB Holding, Inc."
    ],
    "corrections": "",
    "head_matter": "2010 ME 46\nAubert A. GODBOUT et al. v. WLB HOLDING, INC.\nSupreme Judicial Court of Maine.\nArgued: April 13, 2010.\nDecided: May 27, 2010.\nPaul Boots, Esq., Portland, ME, James J. Bedortha, Esq., Jeffrey V. Mansell, Esq. (orally), Goldberg, Persky & White, P.C., Pittsburgh, PA, for Aubert & Christiane Godbout.\nMichael E. Saucier, Esq., Rosie M. Williams, Esq. (orally), Thompson & Bowie, LLP, Portland, ME, for WLB Holding, Inc.\nPanel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, MEAD, GORMAN, and JABAR, JJ."
  },
  "file_name": "0092-01",
  "first_page_order": 128,
  "last_page_order": 131
}
