{
  "id": 11241302,
  "name": "US AIRWAYS and Reliance National c/o Sedgwick Claims Management Services, Petitioners, v. WORKERS' COMPENSATION APPEAL BOARD (LONG), Respondent",
  "name_abbreviation": "US Airways v. Workers' Compensation Appeal Board",
  "decision_date": "2000-05-30",
  "docket_number": "",
  "first_page": "96",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "643 A.2d 1186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873292,
        1461183
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/1186-01",
        "/pa-commw/164/0683-01"
      ]
    },
    {
      "cite": "586 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "526 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "573 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1401180
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0472-01"
      ]
    },
    {
      "cite": "531 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834345
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0287-01"
      ]
    },
    {
      "cite": "632 A.2d 947",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1451039
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/158/0582-01"
      ]
    },
    {
      "cite": "747 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "560 Pa. 752",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "724 A.2d 971",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11640585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/724/0971-01"
      ]
    },
    {
      "cite": "675 A.2d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463592,
        7875378,
        7875467,
        463564
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1219"
        },
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0203-01",
        "/a2d/675/1213-01",
        "/a2d/675/1213-02",
        "/pa/544/0202-02"
      ]
    },
    {
      "cite": "544 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463592
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0203-01"
      ]
    },
    {
      "cite": "682 A.2d 1257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873448,
        466633,
        7873365,
        466630
      ],
      "weight": 3,
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/1257-02",
        "/pa/546/0027-01",
        "/a2d/682/1257-01",
        "/pa/546/0027-02"
      ]
    },
    {
      "cite": "546 Pa. 27",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466633,
        466630
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0027-01",
        "/pa/546/0027-02"
      ]
    },
    {
      "cite": "642 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1461179,
        7864703
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/164/0165-01",
        "/a2d/642/0579-01"
      ]
    },
    {
      "cite": "668 A.2d 1137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "542 Pa. 675",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "645 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862642,
        1463150
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0389-01",
        "/pa-commw/165/0392-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "518"
        },
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    },
    {
      "cite": "751 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11508953,
        93185
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0168-01",
        "/pa/561/0462-01"
      ]
    },
    {
      "cite": "561 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93185
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0462-01"
      ]
    },
    {
      "cite": "641 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1459871,
        11293951
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/163/0468-01",
        "/a2d/641/0655-01"
      ]
    },
    {
      "cite": "474 A.2d 1286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 975,
    "char_count": 21551,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 2.5305510461457126e-07,
      "percentile": 0.8124361690585049
    },
    "sha256": "d6d469e3dcff2ae72fa24521153ed8741019239fd750a4f5d50da2040582109a",
    "simhash": "1:328e2bd702fa0951",
    "word_count": 3359
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE, President Judge, FRIEDMAN, J., and MIRARCHI, Jr., Senior Judge."
    ],
    "parties": [
      "US AIRWAYS and Reliance National c/o Sedgwick Claims Management Services, Petitioners, v. WORKERS’ COMPENSATION APPEAL BOARD (LONG), Respondent."
    ],
    "opinions": [
      {
        "text": "MIRARCHI, Jr., Senior Judge.\nUS Airways (Employer) and its insurance carrier, Reliance National c/o Sedg-wick Claims Management Services, appeal from an order of the Workers’ Compensation Appeal Board (Board) that affirmed the decision of the workers’ compensation judge (WCJ) granting Bonnie Long (Claimant) total disability benefits for a work-related psychological injury. We affirm.\nFrom July 1995 until she was discharged on November 27, 1995, Claimant was employed by Employer as an office clerk in its maintenance department located at the Philadelphia International Airport. Claimant’s job duties included logging the time record of employees into the computer. On December 15, 1995, Claimant filed a claim petition, alleging that as of November 24, 1995, she was totally disabled due to work-related acute depression, anxiety and posttraumatic shock syndrome. In its answer, Employer denied Claimant’s allegations. At hearings before the WCJ, Claimant and Employer presented the following facts regarding incidents which occurred on Thanksgiving Day, November 28, 1995 and the next few days, which triggered Claimant’s disabling psychological injury.\nEmployer permits some of its employees to leave early on holidays upon completion of their assigned work, as long as it does not affect scheduled flights. In the early morning on Thanksgiving Day, November 23,1995, the midnight shift supervisor permitted about half of all mechanics working on the midnight shift to leave early and told the lead mechanic, Walt Danovieh, to collect their ID cards, which were used to clock-in and clock-out. Upon coming to work early that morning, Claimant found on her desk eight to twelve ID cards of the mechanics who had been permitted to leave early by the midnight shift supervisor. Claimant put those ID cards in her blazer pocket and went out to get a soda. Claimant later logged them in when she came back.\nEarlier that morning, the day shift foreman, Kris Mikkelborg, had overheard the conversation between Claimant and the midnight shift lead mechanic, Walt Dano-vich, during which Danovich told Claimant that “he would be ready to go home as soon as he clocked these guys out.” November 19, 1996 Hearing, N.T., p. 32. When he overheard the conversation, Mik-kelborg was unaware that the midnight shift supervisor had permitted some mechanics to leave early on that Thanksgiving holiday. As a result, Mikkelborg suspected that Claimant was attempting to falsify the mechanics’ time record.\nWhen Claimant was putting away the mechanics’ ID cards into their personal files after logging them in, Mikkelborg came into her office, screaming and using profanities at her. Claimant testified that she felt at that time that Mikkelborg was about to attack her. Mikkelborg asked Claimant what she was doing with the ID cards. Claimant told him that she was putting them away as she had done many times before. Claimant gave Mikkelborg the ID cards on his demand. Mikkelborg later came back with the station manager, Jim Forbes, and escorted Claimant into the nearby training room. After Mikkel-borg unlocked the door with a key, Claimant entered the training room and was seated on the large table between Mikkel-borg and Forbes.\nClaimant testified as follows regarding the subsequent event occurred in the training room. Mikkelborg first threatened Claimant that she would be immediately fired if he did not get certain answers. He then asked Claimant if she got the ID cards from Walt Danovich when they met early that morning. Claimant told him that she found them on her desk. During the interrogation, Mikkelborg screamed and yelled at Claimant, pushed her and physically touched her. Claimant was upset and crying during the interrogation. After Forbes let her leave the room, Claimant drove to the house of her immediate supervisor, Judy Combs, and told her about the events occurred that morning. Combs then called the manager of the maintenance department, Tomas Hay, who told her that Claimant should go home and come back to work the next day.\nWhen Claimant reported to work the following morning on Friday, November 24, 1995, Mikkelborg screamed at her that she must leave Employer’s premises 'and that if she did not comply, he would have security escort her out. Claimant then called Judy Combs at her home in the presence of Mikkelborg. Later that morning, Claimant met with Tomas Hay in his office. After the meeting, Hay suspended Claimant pending a further investigation. On November 29, 1995, Employer terminated Claimant’s employment effective November 27,1995. In the termination letter dated November 29,1995, Hay stated:\nDue to the incident that occurred on November 22nd [sic], where your behavior was not acceptable and leaving work on the same day without authorization, your employment is terminated effective as of November 27,1995.\nClaimant’s immediate supervisor, Judy Combs, conceded on cross-examination that Claimant had permission to leave work on November 23, 1995, contradicting the reason for her termination stated in the termination letter. It is also undisputed that Claimant was suspended and forced to leave work on November 24, 1995.\nDuring and after the work incidents on November 23 and 24, 1995, Claimant was upset, could not stop crying and became ill. Claimant went to see her family physician who sedated her and referred her to Roy G. Fitzgerald, M.D., a board-certified psychiatrist, and Robert R. Radomile, a psychologist. Dr. Fitzgerald testified that Claimant was suffering from major depression caused by the work incidents in November 1995, that her symptoms were severe and culminated with thoughts of suicide and writing a suicide note, and that due to her conditions, she was incapable of returning to work with Employer. Claimant’s psychologist, who treated her since February 1996, testified that she suffered from symptoms of severe depression, including the inability to sleep, flashbacks, loss of interest in life activities, irritability and difficulty concentrating.\nIn opposition to the claim petition, Employer presented the testimony of Kris Mikkelborg, Jim Forbes and Thomas Hay. Mikkelborg and Forbes denied that they used profanities at Claimant, yelled at her or physically touched her during the interrogation or at any other time. Hay testified that he terminated Claimant’s employment because he suspected that she was attempting to falsify the time record of the employee, contradicting his statement in the termination letter. Hay admitted that he never questioned the employee who he suspected conspired with Claimant to falsify the time record and that in the early morning on November 23, 1995, he talked to the midnight shift supervisor and learned that the accusation of Claimant for attempting to falsify the time record was false. On direct examination, Hay testified:\nQ. Who is the lead?\nA. The lead is Walt Danovich. Q. [sic] He said, okay. So after talking to him, I already had in my mind what had happened as far as the individuals going home early, that they were authorized to do it; so it wasn’t any policy problem involved and security of the airport or someone doing something wrong, so far as I was concerned.\nQ. When did you know all this?\nA. I knew that morning. Right after I talk to Kris [Mikkelborg] I called Randy [the midnight shift supervisor] and asked him what had happened.\nQ. So this was Thanksgiving morning?\nA. This was Thanksgiving morning.\nNovember 19,1996 Hearing, N.T., p. 58.\nEmployer also presented the deposition testimony of John N. Hume, M.D., J.D., a board-certified psychiatrist and an attorney. Dr. Hume testified that Claimant was suffering from adjustment disorder as a result of the November 1995 work incident and would not be appropriate for her to return to work with Employer. Based on his review of the surveillance videotape showing Claimant bowling and attending a banquet, however, he testified that she was not suffering from major depression because an individual with such condition cannot function in any manner.\nAfter reviewing the testimony of the witnesses, the WCJ made following credibility determinations:\n13. The [WCJ] finds the testimony of Bonnie Long to be credible and reject testimony of Kris Mikkelborg, Jim Forbes and Judy Combs to the extent that it does not agree with Claimant’s testimony. Initially, I found Claimant’s demeanor in her live testimony to be credible. Further, her version of the incidents which took place is consistent with and supported by the medical records and testimony presented. I find the testimony of Kris Mikkelborg to be not credible.... I find the testimony of Mr. Mikkelborg and Mr. Forbes that the interrogation took place in normal conversational tones to be not believable.\n14. Tom Hay testified that Claimant was fired for covering up for another employee, yet the records show that she was dismissed for leaving the premises without permission, despite the fact that she had permission to leave at all times in question. Ms. Combs pointed out that Mr. Mikkelborg was not truthful in his testimony that he was Bonnie Long’s supervisor as Ms. Comb’s [sic] testified that she directed Claimant’s day-to-day activities. Further, I do not find that the statements of Mr. Mikkeborg and ' Mr. Forbes wherein they deny the use of offensive language, shouting or touching Ms. Long to be credible in that such conduct, if admitted, surely would cause them to be disciplined by U.S. Air.\n15. The [WCJ] does not find that the tapes are meaningful, in that both Dr. Fitzgerald and Mr. Radomile instructed Claimant to keep on with her life activities to the extent possible after the incident.\n16. The [WCJ] finds the testimony of Robert Radomile to be credible where it is consistent with the testimony of Dr. Fitzgerald. He treated the Claimant on a weekly or biweekly basis from February 1996 ongoing. Mr. Radomile’s description of Claimant’s symptoms is identical to that provided by other medical care providers. I also find that the level of Claimant’s depression is supported by the suicide note which was attached to Mr. Radomile’s deposition. This note specifically mentions her treatment at U.S. Air as a factor in her contemplating suicide.\n17.The [WCJ] finds the testimony of Dr. Fitzgerald to be credible.... Dr. Fitzgerald examined the Claimant in December 1995 shortly after the incident in question and again in September 1996. Dr. Fitzgerald’s description of Claimant’s complaints is consistent [with] that of the other medical care providers and his testimony that individuals have levels of depression is more credible than Dr. Hume’s indication that individuals who have major depression are completely nonfunctional.\nThe WCJ’s Findings of Fact Nos. 13-17.\nBased on these credibility determinations, the WCJ found that Claimant was disabled due to her psychological injury suffered from her exposure to abnormal working conditions and could not return to her pre-injury job and that Employer failed to present any evidence of other available alternative work. The WCJ accordingly granted Claimant’s claim petition. On appeal, the Board affirmed the WCJ’s decision. In its opinion, the Board stated:\nThe actions of two men in a quasi-supervisory capacity isolating a lone woman employee in a training room, utilizing a dead bolt lock on the door, then using obscenities directed at the Claimant, in addition to physically touching her in this confined involvement, can not be considered a normal working condition. Rather, than appealing this matter, one would have assumed that the Defendant should be obliged that Claimant’s legal recourse is limited to a workers’ compensation claim.\nThe Board’s Opinion, p. 5. Employer’s appeal to this Court followed.\nEmployer first contends that the WCJ’s findings regarding the behavior of its supervisory employees in question are not supported by substantial evidence.\nIn finding that Mikkelborg screamed, yelled and cursed at Claimant, threatened her, continually prodded her with his elbow to intimidate her, and touched her during the interrogation, the WCJ accepted Claimant’s testimony as credible and rejected the conflicting testimony of Employer’s witnesses who were directly involved in the incidents. In a workers’ compensation case, questions of credibility and weight of the evidence are within the exclusive province of the WCJ, who is free to accept or reject the testimony of any witness in whole or in part. Kraemer v. Workmen’s Compensation Appeal Board (Perkiomen Valley School District), 82 Pa.Cmwlth. 469, 474 A.2d 1286 (1984). Because the WCJ’s findings are based on his credibility determinations, those findings are conclusive and may not be disturbed on appeal. Stonebraker v. Workmen’s Compensation Appeal Board (Seven Springs Farm, Inc.), 168 Pa. Cmwlth. 468, 641 A.2d 655 (1994).\nEmployer next challenges the WCJ’s conclusion that Claimant’s psychological injury was caused by her exposure to abnormal working conditions. Employer argues that this matter only involves a single isolated work incident which does not rise to the level of abnormal working conditions.\nThe claimant has the burden of proving, by objective evidence, that he or she has suffered a mental injury and that such injury is other than a subjective reaction to normal working conditions. Davis v. Workers’ Compensation Appeal Board (Swarthmore Borough), 561 Pa. 462, 751 A.2d 168 (2000); Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990); Carnegie Mellon University v. Workmen’s Compensation Appeal Board (Lenz), 165 Pa.Cmwlth. 392, 645 A.2d 389 (1994), appeal denied, 542 Pa. 675, 668 A.2d 1137 (1995).\nTo meet that burden, the claimant must demonstrate either (1) that actual extraordinary events occurred at work, which can be pinpointed in time, causing the trauma experienced by him or her, or (2) that abnormal working conditions over a longer period of time caused the mental injury. Parson v. Workmen’s Compensation Appeal Board (Springettsbury Township), 164 Pa.Cmwlth. 165, 642 A.2d 579 (1994). Psychiatric injury cases are highly fact-sensitive. Hershey Chocolate Co. v. Commonwealth, 546 Pa. 27, 682 A.2d 1257 (1996). Consequently, in determining whether actual working conditions are abnormal, they must be considered in the context of the specific employment. Id. The question of whether the facts found by the WCJ support the conclusion that the claimant has been exposed to abnormal working conditions is a question of law fully reviewable on appeal. Id.\nTo support its argument that the facts in this matter do not establish abnormal working conditions, Employer relies on Philadelphia Newspapers, Inc. v. Workmen’s Compensation Appeal Board (Guaracino), 544 Pa. 203, 675 A.2d 1213 (1996). In Philadelphia Newspapers, the Pennsylvania Supreme Court held that the single episode of the supervisors’ reasonable criticism of the claimant’s shortcomings and his behavior, using vulgar language, was insufficient to establish that the claimant’s mental injury was other than his subjective reaction to normal working conditions. The Court reasoned:\nIn assessing whether work conditions are abnormal, we must recognize that the work environment is a microcosm of society. It is not a shelter from rude behavior, obscene language, incivility, or stress. While we do not suggest that insensitive behavior is socially acceptable in the work place, it is unrealistic to expect that such behavior will not occur. Where, as here, the evidence demonstrates that the offensive behavior complained of is an isolated incident, we must conclude that an abnormal working condition has not been established.\nId. at 215, 675 A.2d at 1219.\nThe facts in this matter are clearly distinguishable from Philadelphia Newspapers. Unlike Philadelphia Newspapers, Employer’s supervisory employees falsely accused Claimant of attempting to falsify the coworkers’ time record. During the interrogation, Mikkelborg yelled and screamed at Claimant, used the profanities at her, pushed and touched her, forced her to confess the act that she did not commit, and threatened to terminate her employment. Even after learning that morning that the accusation was false, Employer’s maintenance manager suspended her the next morning and ultimately terminated her, accusing her this time that she left work without permission on November 23, 1995, which Employer’s own witness testified was untrue. Thus, the facts in this matter establish more than a single isolated incident of mere “insensitive behavior” involved in Philadelphia Newspapers. Id. at 215, 675 A.2d at 1219.\nRather, the facts in this matter establish that Claimant experienced the trauma as a result of the extraordinary events at work, which caused her disabling psychological injury. In Miller v. Workers’ Compensation Appeal Board (New Wilmington Family Practice), 724 A.2d 971 (Pa.Cmwlth.1999), appeal denied, 560 Pa. 752, 747 A.2d 372 (1999), the employer wrongfully accused the claimant of stealing money and threatened her with a criminal prosecution. Even after learning that the accusation was false, the employer nonetheless suspended the claimant in an attempt to use her as a scapegoat. This Court concluded:\nThis is not a case where Claimant had a subjective reaction to Employer’s inquiry into her management of Employer’s books. Instead, we are presented with a scenario where Employer knew that its billing practices and books were in chaos and where Claimant’s immediate supervisor ... knew that he was partially responsible for that chaos, but, despite that knowledge, Employer accused Claimant of theft and threatened her with jail. Moreover, we believe that the facts here indicate that [the supervisor], to shield himself from charges of insurance fraud, attempted to use Claimant as a scapegoat. Therefore, we hold that Claimant was exposed to abnormal working conditions and is entitled to benefits.\nId. at 977-78.\nAs in Miller, Employer’s supervisory employees falsely accused Claimant for committing a wrongful act, intimidated her, threatened to terminate her employment, did terminate her employment despite their knowledge that the accusation was false, and then attempted to justify their action, again falsely accusing her of leaving work without permission. In addition, Mikkelborg not only used profanities at Claimant but also physically abused her by pushing and touching her during the interrogation.\nThe phraseology “abnormal working conditions” only “describes the requirement that the claimant must produce objective evidence that the mental illness is in fact a work-related injury.” Martin, 523 Pa. at 518, 568 A.2d at 164. In this matter, Claimant established, by objective evidence, that her psychological injury was caused by the extraordinary events occurred at work, not by her subjective reaetion to normal working conditions.\nAccordingly, the order of the Board is affirmed.\nORDER\nAND NOW, this 30th day of May, 2000, the order of the Workers’ Compensation Appeal Board in the above-captioned matter is affirmed.\n. Claimant testified that Judy Combs, not Mikkelborg, was her immediate supervisor, and Combs conceded on cross-examination that she was in fact Claimant's immediate supervisor.\n. It is undisputed that the work incident in question occurred on Thanksgiving Day, November 23, 1995, not November 22, 1995.\n. In the suicide note Claimant stated, after saying good-bye to her husband and three children: \"I’m weak and tired in my bones deep, I'm changed I’m not strong like I thought I was, U.S. Air took something that I can never get back at this point and now I’m too tired to fight.”\n. This Court's scope of review is limited to determining whether necessary findings of fact are supported by substantial evidence, whether an error of law was committed, or whether constitutional rights were violated. Lenzner Coach Lines v. Workmen's Compensation Appeal Board (Nymick), 158 Pa.Cmwlth. 582, 632 A.2d 947 (1993). In reviewing the WCJ’s decision, this Court is merely to determine whether the whole record contains evidence which a reasonable person might find sufficient to support the WCJ’s findings. Bethenergy Mines, Inc. v. Workmen’s Compensation Appeal Board (Skirpan), 531 Pa. 287, 612 A.2d 434 (1992). Further, this Court must view the evidence in the light most favorable to the party who prevailed below, Claimant in this matter, giving that party the benefit of all the inferences reasonably deducible therefrom. Linkiewicz v. Workmen’s Compensation Appeal Board (Pullman Standard), 132 Pa.Cmwlth. 472, 573 A.2d 265 (1990), appeal denied, 526 Pa. 655, 586 A.2d 923 (1990).\n. See, e.g., Philadelphia Electric Co. v. Workmen’s Compensation Appeal Board (Miller), 164 Pa.Cmwlth. 683, 643 A.2d 1186 (1994), in which this Court concluded that the claimant was entitled to total disability benefits where he suffered the mental injury after experiencing the trauma from the extraordinary event of being chased by the gun-wielding angry dog owner, after he used chemical spray on the dog to avoid the dog’s' attack while attempting to read the electric meter.",
        "type": "majority",
        "author": "MIRARCHI, Jr., Senior Judge."
      }
    ],
    "attorneys": [
      "Patricia L. Wozniak, Pittsburgh, for petitioners.",
      "Julia Y. Raybuck, Philadelphia, for respondent."
    ],
    "corrections": "",
    "head_matter": "US AIRWAYS and Reliance National c/o Sedgwick Claims Management Services, Petitioners, v. WORKERS’ COMPENSATION APPEAL BOARD (LONG), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Jan. 14, 2000.\nDecided May 30, 2000.\nReargument denied Aug. 10, 2000.\nPatricia L. Wozniak, Pittsburgh, for petitioners.\nJulia Y. Raybuck, Philadelphia, for respondent.\nBefore DOYLE, President Judge, FRIEDMAN, J., and MIRARCHI, Jr., Senior Judge."
  },
  "file_name": "0096-01",
  "first_page_order": 130,
  "last_page_order": 137
}
