{
  "id": 8046003,
  "name": "NEPONSIT INVESTMENT CO. and the Franklin Corp., Objectors Below, Appellants, v. Miriam J. ABRAMSON, Plaintiff Below, Appellee, Barbara Lynn Stores, Inc., Defendant Below, Appellee, Belscot Retailers, Inc., Defendant Below, Appellee, Atlanta LaSalle Corp., Intervenor Below, Appellee",
  "name_abbreviation": "Neponsit Investment Co. v. Abramson",
  "decision_date": "1979-07-10",
  "docket_number": "",
  "first_page": "97",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 97"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "92 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "197 A.2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "200 A.2d 572",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "47 A.2d 479",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "pin_cites": [
        {
          "page": "487-488"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "309-310"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "153 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "156 A.2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 A.2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "53-54"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 707,
    "char_count": 13991,
    "ocr_confidence": 0.811,
    "pagerank": {
      "raw": 4.104410374748848e-07,
      "percentile": 0.909825823822161
    },
    "sha256": "61e5e38e63e5792eeec8ead436d61e76699ffcbeb5a06a9b78273d7f792eb860",
    "simhash": "1:2c09a6d2a96a39d8",
    "word_count": 2221
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., and QUIL-LEN and HORSEY, JJ."
    ],
    "parties": [
      "NEPONSIT INVESTMENT CO. and the Franklin Corp., Objectors Below, Appellants, v. Miriam J. ABRAMSON, Plaintiff Below, Appellee, Barbara Lynn Stores, Inc., Defendant Below, Appellee, Belscot Retailers, Inc., Defendant Below, Appellee, Atlanta LaSalle Corp., Intervenor Below, Appellee."
    ],
    "opinions": [
      {
        "text": "QUILLEN, Justice:\nThis appeal is from an approval of a settlement of a stockholders’ derivative suit on behalf of Belscot Retailers, Inc, The objectors-appellants to the settlement, Nep-onsit Investment Company and Franklin Corporation, are both stockholders of Bel-scot.\nBarbara Lynn Stores, Inc. and Belscot were both engaged in the operation of discount clothing stores and were in direct competition with each other. On October 14, 1977, Barbara Lynn announced publicly that it had agreed to purchase 52% of the outstanding shares of Belscot and further that Barbara Lynn intended to sell its operating assets to Belscot. The two corporations, it was also announced, would be consolidated and be operated as one entity by Belscot.\nOn October 20, 1977, Barbara Lynn purchased 52% of the outstanding shares of Belscot. The shares were purchased from the president, a senior vice president and an executive vice president of Belscot, all of whom were also directors of Belscot. The purchase price of the shares was $4.50 per share for a total price of $2,993,512.50. This constituted a $1,829,368.00 premium over the $1.75 per share market price. Three officers of Barbara Lynn were then elected to the board of directors of Belscot to replace the senior vice president, who participated in the sale, and two other directors who resigned.\nOn November 18, 1977, it was announced that the two corporations agreed that Bel-scot would purchase substantially all of Barbara Lynn’s operating assets and certain of its investment assets in merchandising ventures, such latter category of assets being labeled special assets. Under the purchase agreement, Belscot agreed to pay $4,700,000.00 in the form of a $1,700,000.00 subordinated promissory note due in 1984 and cash in the amount of $3,000,000.00. The $4,700,000.00 price generally represented book value for Barbara Lynn’s operating and special assets. The figure was adjusted down to $4,448,000.00 when the book value was later fixed by Belscot’s independent auditors. The agreement also contained a clause where Belscot would pay the excess of the fair value of the special assets over their book value up to a maximum of $500,-000.00. In December, 1977, the appraiser of the special assets determined that the special assets had a fair value of $1,535,000.00 as opposed to a book value of $525,000.00. Thus under the agreement Belscot would be required to pay $4,948,000.00 of which $3,248,000.00 would be in cash and the remainder by the $1,700,000.00 note.\nOn November 21, 1977 the plaintiff, Miriam J. Abramson, owner of Belscot common stock, brought a stockholders’ derivative action, contending in her complaint that the price to be paid by Belscot was excessive, that the agreement was not accomplished as a result of arms’ length bargaining because of Barbara Lynn’s control of Belscot and that the agreement benefited Barbara Lynn at the expense of Belscot. The complaint also alleged breaches of fiduciary duty on the part of the corporate officers of Belscot, who as directors and/or as controlling stockholders of Belscot, owed such duty to their corporation. It was also alleged that Belscot would sustain damages and be irreparably injured if the purchase of Barbara Lynn’s operating and special assets was not enjoined.\nAfter considerable pre-trial discovery by plaintiff’s counsel in the form of depositions and examination of many documents, plaintiff’s counsel concluded the purchase price was fair and that this was in the best interests of Belscot. Only after filing the complaint did plaintiff conclude that the consolidation of Belscot and Barbara Lynn would provide a “documented savings” of a minimum of $858,000.00 per year. In light of the importance of • this transaction to Belscot and an evaluation of the chances of ultimate success in the litigation, plaintiff determined that it was in Belscot’s best interests to achieve a fair and equitable settlement without undoing the purchase of assets. Plaintiff succeeded in reducing the purchase price by $500,000.00, the excess amount that was to be paid because of the $1,000,000.00 excess of appraised value of the special assets over their book value. Thus the purchase price after the settlement would be $4,448,000.00 consisting of the $1,700,000.00 note and $2,748,000.00 in cash.\nAt the settlement hearing counsel for several stockholders objected to the proposed settlement. Franklin Corporation’s objection based on mere apprehension of an ultimate freeze-out was summarily dismissed. The objections upon which the Chancellor focused and upon which this appeal primarily rests were those raised by Neponsit Investment Company. The Chancellor rejected the objections and entered a judgment order approving the proposed settlement. We affirm.\nAs the Chancellor indicated in his letter opinion, it is clearly established that when corporate directors are on both sides of a transaction, they have the burden of showing that the transaction was entirely or intrinsically fair sufficiently to “pass the test of careful scrutiny by the courts.” Sterling v. Mayflower Hotel Corp., Del. Supr., 93 A.2d 107, 110 (1952). All parties agree that this is such a case and the “intrinsically fair” standard was appropriately considered by the Chancellor in his decision on the proposed settlement.\nIn determining whether or not to approve a proposed settlement of a derivative stockholders’ action. in these circumstances, the Court of Chancery is called upon to exercise its own business judgment. As Chief Justice Terry said in speaking for this Court in Rome v. Archer, Del.Supr., 197 A.2d 49, 53-54 (1964):\n“ . . . The law, of course, favors the voluntary settlement of contested issues. Because of the fiduciary character of a class action, the court must participate in the consummation of a settlement to the extent of determining its intrinsic fairness. In determining the fairness of a settlement, however, there is no requirement that opportunity be given the parties to hold a trial as to the issues. To do so would defeat the basic purpose of the settlement of litigation. .\n“Approval of a class action settlement requires more than a cursory scrutiny by the court of the issues presented. The function of the court is discharged, however, when the nature of the claim, the possible defenses to it, the legal and factual obstacles facing the plaintiff in the event of trial are weighed and considered. If, in the light of these matters, the court approves the settlement as reasonable through the exercise of sound business judgment, its function as the so-called third party to the settlement has been discharged.”\nSee also Krinsky v. Helfand, Del.Supr., 156 A.2d 90, 94 (1959); Gladstone v. Bennett, Del.Supr., 153 A.2d 577, 583 (1959); Braun v. Fleming-Hall Tobacco Co., Del.Supr., 92 A.2d 302, 309-310 (1952); Perrine v. Pennroad Corporation, Del.Supr., 47 A.2d 479, 487-488 (1946).\nIn this case, the Chancellor, in an exercise of independent judgment, pointedly found that “[t]he proposed settlement is, in [his] opinion, eminently fair.” Compare Kleinman v. Saminsky, Del.Supr., 200 A.2d 572, 577 (1964). This specific finding is helpful due to its precise nature. Our appellate responsibility is general and supervisory. As noted in Rome v. Archer, supra, at 197 A.2d 54, the function of this Court is more limited than that of the Court below. We do not review the record to determine the intrinsic fairness of the settlement in the light of our own business judgment. We review the record solely for the purpose of determining whether or not by the exercise of his business judgment, the Chancellor abused his discretion.\nOn appeal, the objectors concentrate on three factors. First, they argue the Court failed to consider entire fairness of the series of transactions in issue. Second, they argue that, given the defendants’ burden on fairness, the Court below failed to properly evaluate the plaintiff’s claims on the merits. Finally, the objectors argue they have shown a “substantial basis” for concern as to the fairness of the asset purchase price.\nAs to the first claim, which basically refers to the failure of the Court below to consider Barbara Lynn’s purchase of a majority of Belscot stock at a premium above market, two factors clearly support the decision below.\nFirst, while it is frequently possible to read a complaint as broadly or as narrowly as advocates desire, a fair reading of this complaint, as reinforced by the prayers for relief, dictates that it is the purchase of Barbara Lynn’s assets by Belscot that is being attacked. The Chancellor clearly did not abuse his discretion by so viewing the lawsuit.\nSecond, the Chancellor took great care to delineate the scope of the settlement. The order included the following language:\n“To the extent that issues in any pending litigation not before the Court involving Belscot shareholders and one or more of these Defendants, are different from the issues herein, res judicata and collateral estoppel shall not apply to such suit . The instant suit involves only the issue of the monetary fairness of the price being considered for the Barbara Lynn assets.”\nObviously, in the settlement of corporate litigation which tends towards complexity, the trial court must have freedom to draw the bounds of the agreement and cannot be required in all cases to foreclose every potential dispute. Compare the Court of Chancery’s ability to control a trial situation as set forth in Court of Chancery Rule 42. In this case, the Chancellor took great care to insure that the settlement would not foreclose claims not clearly included within the bounds of the complaint.\nAs to the claim that the defendants have not met their burden on the fairness of the settlement, the objectors rely primarily on the alleged lack of independence of the appraiser of the operating assets. But given the qualifications of the appraiser, the review of the transaction by Belscot’s board, as well as the review by the plaintiff, the lack of evidence on the part of the objectors and the Chancellor’s reliance on the whole record, the fact that the appraiser was paid by Barbara Lynn and had given Barbara Lynn prior advice does not foreclose consideration of his opinion, along with the other factors for settlement purposes. In light of the strong view that the consolidation will give rise to $858,000.00 a year in “documented savings,” the concern of Belscot’s management about the company’s future without the transaction, the need of Belscot to improve its competitive position, and the downward adjustment in the purchase price as a result of the settlement, there is clearly no abuse of discretion in the Chancellor’s evaluation of the plaintiff’s claims on the merits. While the consolidation resulting from the asset purchase is no guarantee of success, the prospects of success are considerably enhanced by the transaction.\nFinally, as to the alleged “substantial basis” for concern as to the fairness of the asset purchase price, the objectors’ argument is that the Chancellor failed to consider a transaction by which Barbara Lynn went private in 1975. In light of the Chancellor’s review of “a number of earlier arms’ length acquisitions by Barbara Lynn and Belscot [in which] both such companies purchased operating assets at or above book value,” book value having exceptional importance in this business, it is not surprising that his opinion failed to mention a stock purchase transaction which had its price finally determined in a court-approved lawsuit settlement where a low market value of the stock received some emphasis. And, it certainly would have been extending the bounds of this lawsuit to consider that going-private transaction as part of the “entire fairness of the transactions at issue” as is also urged by the objectors.\nViewing the settlement as a whole, it is evident that there is no justification in holding the Chancellor’s approval an abuse of discretion. To echo what this Court said in another context, “though we do not need to say so, we do not hesitate to say if we had been in the Chancellor’s place, we should have done as he. did.” Braun v. Fleming-Hall Tobacco Co., supra, at 92 A.2d 311.\nThe judgment of the Court of Chancery is affirmed.\n. Counsel for Atlanta LaSalle Corporation appeared at the settlement hearing, but entered into the stipulation of settlement, because the settlement was limited to the fairness of the purchase price and did not interfere with separate private litigation brought by Atlanta La-Salle in Chicago. Although no reliance is placed thereon, it is interesting to note that Neponsit did not purchase its shares until November, 1977 after the proposed transaction was announced.",
        "type": "majority",
        "author": "QUILLEN, Justice:"
      }
    ],
    "attorneys": [
      "A. Gilchrist Sparks, III, of Morris, Nichols, Arsht & Tunnell, Wilmington, and Mel-vyn I. Weiss of Milberg, Weiss, Bershad & Specthrie, New York City, of counsel, for appellants.",
      "William' Prickett of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington, and Lester Levy of Wolf, Popper, Ross, Wolf & Jones, New York City, of counsel, for appel-lee Miriam J. Abramson.",
      "Joseph A. Rosenthal of Morris & Rosen-thal, Wilmington, and Bernard Fischman of Shea, Gould, Climenko & Casey, New York City, of counsel, for appellee Barbara Lynn Stores, Inc.",
      "Victor F. Battaglia of Biggs & Battaglia, Wilmington, and Martin L. Conrad of Jaf-fin, Schneider, Conrad & Wertheimer, New York City, of counsel, for appellee Belscot Retailers, Inc.",
      "Daniel F. Wolcott, Jr., of Potter, Anderson & Corroon, Wilmington, for appellee Atlanta LaSalle Corp."
    ],
    "corrections": "",
    "head_matter": "NEPONSIT INVESTMENT CO. and the Franklin Corp., Objectors Below, Appellants, v. Miriam J. ABRAMSON, Plaintiff Below, Appellee, Barbara Lynn Stores, Inc., Defendant Below, Appellee, Belscot Retailers, Inc., Defendant Below, Appellee, Atlanta LaSalle Corp., Intervenor Below, Appellee.\nSupreme Court of Delaware.\nSubmitted March 15, 1979.\nDecided July 10, 1979.\nA. Gilchrist Sparks, III, of Morris, Nichols, Arsht & Tunnell, Wilmington, and Mel-vyn I. Weiss of Milberg, Weiss, Bershad & Specthrie, New York City, of counsel, for appellants.\nWilliam' Prickett of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington, and Lester Levy of Wolf, Popper, Ross, Wolf & Jones, New York City, of counsel, for appel-lee Miriam J. Abramson.\nJoseph A. Rosenthal of Morris & Rosen-thal, Wilmington, and Bernard Fischman of Shea, Gould, Climenko & Casey, New York City, of counsel, for appellee Barbara Lynn Stores, Inc.\nVictor F. Battaglia of Biggs & Battaglia, Wilmington, and Martin L. Conrad of Jaf-fin, Schneider, Conrad & Wertheimer, New York City, of counsel, for appellee Belscot Retailers, Inc.\nDaniel F. Wolcott, Jr., of Potter, Anderson & Corroon, Wilmington, for appellee Atlanta LaSalle Corp.\nBefore HERRMANN, C. J., and QUIL-LEN and HORSEY, JJ."
  },
  "file_name": "0097-01",
  "first_page_order": 161,
  "last_page_order": 165
}
