{
  "id": 842451,
  "name": "Peter McLaren, plaintiff in error, vs. Lucy A. McLaren, defendant in error",
  "name_abbreviation": "McLaren v. McLaren",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "99",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 99"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 491,
    "char_count": 10486,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 3.0341208130682844e-07,
      "percentile": 0.8548158599207908
    },
    "sha256": "b7dc9eed9b37cadf254ea42e6745c7dbb67cffce05ba31fdcefa6815d2800db2",
    "simhash": "1:1f9a4afb48130091",
    "word_count": 1862
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peter McLaren, plaintiff in error, vs. Lucy A. McLaren, defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nLyon, J.,\ndelivering the opinion.\nIt is undoubtedly true that the Superior Courts not only have the power, but that it is a duty in suits for divorce, to make provision, by way of temporary alimony, for the wife’s maintenance during the pendency of the suit for the expenses which she may incur in conducting it: McGhee vs. McGhee, 10 Georgia, 477. But where the parties, pending the divorce, have, by deed of settlement between themselves and a trustee, agreed upon a specific sum to be paid to the wife annually by the husband, for her support and maintenance, and other property such as a house and lot and servants, are secured to the wife for life.for the same purpose, the parties agreeing to live separate, etc., as in this case, the Court has no such power, for the parties have settled that matter between themselves. It appearing, however’, from the petition and evidence submitted on the hearing of the motion, that the husband does not comply with the covenant, by paying to the wife the annuity secured by the deed of settlement, which is necessary for the wife’s maintenance, the Court may, in Iris discretion, allow such temporary alimony as he thinks proper, not to exceed annually the sum secured by the deed for that purpose, (that was the sum fixed upon by the Court in this case:) Provided such alimony be allowed by the Court, and accepted by the wife as a settlement pro tanto of the annuity secured by the deed. We accordingly send the case back with instructions conforming to this opinion.\nLet the judgment be reversed-on the ground that the Court below erred in allowing the wife alimony under the circumstances of this case, it being the opinion of this Court that the libellant is not entitled to alimony unless súch allowance be credited to the defendant, her husband, on the amount to be paid by him to her for her separate maintenance under the agreement to that effect. And we instruct the Court below to allow such alimony as he deems to be reasonable, provided it be taken as a credit on the annuity given in the articles of separation.",
        "type": "majority",
        "author": "Lyon, J.,"
      }
    ],
    "attorneys": [
      "Johnson & Sloan, for plaintiff in error.",
      "William Dougherty, contra."
    ],
    "corrections": "",
    "head_matter": "Peter McLaren, plaintiff in error, vs. Lucy A. McLaren, defendant in error.\nWhere, pending a libel for divorce, the parties, by deed of settlement between themselves and a trustee, have agreed upon a specific sum to he paid to the wife, annually, by the husband for her support and maintenance and by the deed other property, such as a house and lot and servants, is secured to the wife for the same purpose, the parties agreeing to live apart from each other, it is error in the Court to make provision by way of temporary alimony. This is certainly so, unless the amount allowed be accepted as a settlement pro tanto upon the annuity agreed to be paid in the deed of separation.\nApplication for temporary alimony, in Muscogee Superior Court, at February Adjourned Term, 1862, Judge E. H. Morrill presiding.\nThe facts necessary and proper to be stated in this case are as follows:\nOn the 18th of February, 1859, Lucy A. McLaren filed an application against her husband, Peter McLaren, in Muscogee Superior Court, praying for a total divorce. Pending this suit for divorce, to-wit: on the 10th of March 1859, the parties agreed upon and entered into a written settlement, of which the the following is a copy, to-wit:\n“STATE OF GEORGIA — Muscogee county.\n“Articles of agreement entered into this, the 10th day of March, 1859, between Peter McLaren and Lucy A. McLaren of the one part, and Robert Green of the other part, witnesseth that, whereas, some unhappy differences have arisen between the said Peter McLaren and his wife, Lucy A. McLaren, which have induced them to mutually agree to live separate and apart from each other, and whereas the said Peter McLaren is desirous and willing to provide an ample support and maintenance for his wife during her life, for the considerations aforesaid, as, also, in consideration of the sum of $5 00 paid to the said Peter Mc-Laren by the said Robert Green, the said Peter McLaren has granted, bargained and sold, and by these preseuts doth grant, bargain and sell unto the said'Robert Green, the house and lot in the city of Columbus, known and designated in the plan of said city as numbers three hundred and fifty-one and three hundred and fifty-four, and, also, the following slaves: Ann, about thirteen, Letty and her children, Julia, Douglass, Lucy, Elizabeth and Israel, and all the household and kitchen furniture on the premises, upon the following trusts: that the said Robert Green shall allow to the said Lucy A. McLaren the use of said slaves and house so long as she may desire to occupy said house and use said slaves, and whenever she shall not desire to occupy said house and use said slaves, that then the said Robert Green shall, at his discretion, hire out said slaves for such time as the said Lucy shall not desire to use or occupy the same, and after paying out of said hire and rent the expenses on said property, he shall place the balance of the proceeds, if any, to the credit of the said Peter McLaren, as a part payment of the annuity of $1,500 00, hereinafter referred to, it being expressly understood that neither the said house nor negroes are ever to be hired out at any time in such manner as to interfere with the full use and enjoyment of the same by the said Lucy McLaren whenever she shall desire to use said slaves or occupy said house. In further trust, that at the death of the said Lucy, her son, Edwin McLaren, surviving, the said Green shall convey said real and personal estate, with its increase, to the said Edwin McLaren, in fee simple, and in case he shall not survive the said Lucy McLaren, then at her death, the said property real and personal shall revert to the said Peter McLaren, his heirs or legal representatives. And the said Peter McLaren, for himself, his heirs, executors, administrators and assigns, doth covenant and agree to keep in repair the premises aforesaid, and to pay all taxes that may be legally demanded for or on account of said property; and further, if ai^ of said negroes should die or become valueless before the said Lucy shall die, that then the said Peter McLaren will supply their places with others of equal value, so that the said Lucy shall always have an equal number of efficient house servants as the house servants now conveyed, and of good character. And the said Peter McLaren doth further covenant and agree, that he will pay over unto the said Robert Green, trustee, as aforesaid, $1,500 00 for each and every year during the natural life of the said Lucy A. McLaren, the same to be paid in quarterly installments, commencing from the 24th of February, of the present year. And the said Peter McLaren doth further covenant and agree, that the said Lucy A. McLaren shall have the care and custody of their son, Edwin McLaren, so long as she shall keep house, said Peter paying for his clothes and education: Provided, that when the said Edwin shall arrive at the proper age to leave his mother, for the advantage of a better education than he can receive in Columbus, he shall be sent to proper schools to be selected by his parents, if they can agree, and if they cannot then the said trustee shall select the school and said Peter McLaren shall pay all expenses.\n“And the said Peter McLaren further covenants and agrees to give to the said Robert Green,' trustee, as aforesaid, his bond in the sum of $20,000 00 well and truly be paid; conditioned that if the said Peter McLaren shall, for any two consecutive quarters, fail to pay the installments due on the annuity of $1,500 00, then the sum of $20,000 00 shall be paid to her, the said Lucy A. McLaren, absolutely, to be held by her as an absolute estate, instead of the annuity and life estate herein provided for her support and maintenance.\n“And it is further agreed and declared, that whilst the said Lucy A. McLaren shall have the custody of the said Edwin McLaren, said Peter McLaren shall have afforded to him access to his said son whenever he shall send a written request to the said Lucy McLaren desiring the same, and that so long as such access is afforded to him, he, the said Peter McLaren, shall not in any way molest or interfere with the domestic arrangements of the said Lucy McLaren, and shall not enter upon the premises occupied by the said Lucy without her written permission or otherwise annoy her in any place. And in the event he shall do so, he shall forfeit and pay the sum of $500 00 to the said Lucy for each and every such intrusion.\n“And it is further agreed by the said Lucy A. McLaren, that the provisions in this deed of separation made are accepted by her in full discharge and bar of all rights of dower in and to any estate real or personal which she might otherwise have been entitled to or which she might otherwise have become entitled to as the wife of the said Peter McLaren.\n“Witness our hands and seals the day and year above written.\n(Signed) “PETER McLAREN, [l.s.]\n“LUCY A. McLAREN, [l.s.]\n“R. H. GREEN. [l.s.]\n“Signed, sealed and delivered in presence of\n(Signed) “James N. Beti-iune,\n“E. B. Holmes, Notary Public.”\nIn February, 1862, Mrs. Lucy A. McLaren filed her petition to the Court alleging the pendency of said divorce suit and the execution in due form of the deed of separation aforesaid. She further alleged that the said Peter, after regularly paying the installments of the annuity specified in said deed up to a recent period, has ceased to pay the annuity and refused to pay her that or any other sum for her support and maintenance. She further alleged that she was without means of support whilst the said Peter owned and possessed property worth $75,000 00 or $100,000 00.\nThe petitioner, without waiving any right under said deed, prayed the Court to compel the said Peter McLaren to pay the petitioner, at stated periods, an amount sufficient for her support until he should return to a sense of his obligations under said deed.\nUpon proof of the facts stated in the petition, and after hearing argument, the presiding Judge ordered that the defendant, Peter McLaren, pay to the Clerk of said Superior Court, within thirty days, the sum of $125 00, and the same amount in the same manner monthly for the use of petitioner until the further order of the Court.\nCounsel for Peter McLaren alleged that this decision of the Judge is erroneous and ask a reversal of the same.\nJohnson & Sloan, for plaintiff in error.\nWilliam Dougherty, contra."
  },
  "file_name": "0099-01",
  "first_page_order": 99,
  "last_page_order": 103
}
