{
  "id": 8046043,
  "name": "MASTEN LUMBER AND SUPPLY CO., INC., a Delaware Corporation, and Ray's Plumbing, Heating and Air Conditioning Service, Inc., a Delaware Corporation, Plaintiffs Below, Appellants, v. Timothy A. BROWN and Janet P. Brown, his wife, owner or reputed owners, and Reid and Lloyd, Inc., a Delaware Corporation, Defendants Below, Appellees",
  "name_abbreviation": "Masten Lumber & Supply Co. v. Brown",
  "decision_date": "1979-07-11",
  "docket_number": "",
  "first_page": "101",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 101"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "76 Kan. 428",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1190097
      ],
      "weight": 2,
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/kan/76/0428-01"
      ]
    },
    {
      "cite": "75 P.2d 442",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1937,
      "pin_cites": [
        {
          "page": "448"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "181 Okl. 578",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8899709
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/okla/181/0578-01"
      ]
    },
    {
      "cite": "246 N.Y.S.2d 446",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "41 Misc.2d 732",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1134536
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/41/0732-01"
      ]
    },
    {
      "cite": "276 A.2d 267",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102233
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/276/0267-01"
      ]
    },
    {
      "cite": "78 A. 920",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "pin_cites": [
        {
          "page": "921"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "382 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980676
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "247-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/0246-01"
      ]
    },
    {
      "cite": "337 A.2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8052388
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/337/0323-01"
      ]
    },
    {
      "cite": "68 A.2d 200",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "209 Ark. 721",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1475842
      ],
      "weight": 2,
      "year": 1946,
      "pin_cites": [
        {
          "page": "525-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/209/0721-01"
      ]
    },
    {
      "cite": "28 A.2d 248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1942,
      "pin_cites": [
        {
          "page": "253"
        },
        {
          "page": "253"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "95 A. 239",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1915,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 768,
    "char_count": 16831,
    "ocr_confidence": 0.822,
    "pagerank": {
      "raw": 7.747644260677764e-08,
      "percentile": 0.45548948992779115
    },
    "sha256": "5434d7244da46f63de15108876f00cb4344b864946176cc6809ca115af3d12ad",
    "simhash": "1:b26720d8f0be3063",
    "word_count": 2779
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., DUFFY and QUILLEN, JJ."
    ],
    "parties": [
      "MASTEN LUMBER AND SUPPLY CO., INC., a Delaware Corporation, and Ray’s Plumbing, Heating and Air Conditioning Service, Inc., a Delaware Corporation, Plaintiffs Below, Appellants, v. Timothy A. BROWN and Janet P. Brown, his wife, owner or reputed owners, and Reid and Lloyd, Inc., a Delaware Corporation, Defendants Below, Appellees."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Chief Justice:\nIn this consolidated appeal by two plaintiffs which supplied materials and labor for the construction of a residence, we must construe § 2707 of the Delaware Mechanic’s Lien Statute, (25 Del.C. ch. 27) governing residential housing. In determining the “balance due” under a contract to a general contractor who defaults prior to completion, we must decide whether it is proper to offset or deduct the cost of completion and liquidated damages for delay in completion. Our holding that the cost of completion may be deducted, while liquidated damages for delay may not, follows from both the words of the Statute and our conclusion that § 2707 modified, rather than repealed, the pre-existing Delaware Mechanic’s Lien Law.\nI.\nTimothy A. and Janet P. Brown contracted with Reid and Lloyd, Inc. for the latter, as general contractor, to build a residence within 120 days for the contract price of $45,027.17. Prior to completion, Reid and Lloyd defaulted and were discharged, having already received $37,200 from the Browns. The Browns completed construction for an additional $3,912.97. Therefore, the total cash cost to the Browns was $41,-112.97, rather than the contract price of $45,027.17. The contract provided a deduction of $25 for each day of delay beyond the 120 day limit, and the parties • stipulated that a delay of 254 days had occurred. There was no evidence of actual additional expense caused by delay.\nIn the construction of the residence, the general contractor was supplied with materials and labor by Ray’s Plumbing, Heating and Air Conditioning Service, Inc., in the amount of $3,005, and lumber and materials by Masten Lumber and Supply Co., Inc. in the amount of $10,185.49. Because Reid and Lloyd, the general contractor, defaulted and filed for bankruptcy without paying Ray’s and Masten, these suppliers filed mechanics’ liens against Reid and Lloyd, and the Browns.\nII.\nOur present Mechanic’s Lien Statute has its origin in the Act passed by the General Assembly in 1861 “securing to Mechanics and others payment for labor and materials in erecting or repairing any building or structure within the State of Delaware.” See 12 Del.Laws ch. 117 (1861). The clear purpose of that Act (and its reeo-dification's) was to protect contractors against owners, and subcontractors and suppliers against both contractors and owners. See, e. g., J. G. Justis Co. v. Spicer, Del.Super., 95 A. 239 (1915). As noted by Judge Rodney in State v. Tabasso Homes, Del.Gen.Sess., 28 A.2d 248, 253 (1942), there are generally two types of mechanic’s lien laws: “Under the New York System the lien of a sub-contractor or materialman depends upon or is limited by the amount remaining due to the contractor”, and “the sub-contractor, laborer or materialman has only a derivative lien, being substituted to the right of the contractor.” In contrast, “[u]nder the Pennsylvania System the right of sub-contractors, laborers or materialmen does not depend at all upon any indebtedness due from the owner to the contractor, but they get a direct lien as distinguished from a derivative one. * * * Delaware follows the Pennsylvania System.” 28 A.2d at 253.\nUnder such system of direct liens, the owner may be subject to double liability. “[WJhere the principal contractor has abandoned the work and the owner is compelled to pay an amount in excess of the original contract price in order to have the work completed according to the contract specifications, this does not preclude a subcontractor under the original contract from establishing his lien for the full amount of his claim.” 53 Am.Jur.2d “Mechanics’ Liens” § 242 (1970), citing Lyle v. Latourette, Ark. Supr., 209 Ark. 721, 192 S.W.2d 521, 525-26 (1946).\nThus in Delaware, prior to the passage of § 2707, a “person furnishing labor or materials to a contractor for the construction of any building may procure liens on the property for any unpaid amounts due from the contractor, though the debts were created without the owner’s knowledge and the contractor has been paid the full agreed price.” Maull v. Stokes, Del.Ch., 68 A.2d 200, 202 (1949). “§ 2707 was added to the mechanics’ lien law [in 1970] ... to soften the harsh impact of the mechanics’ lien law in the case of residential owners.” Grier Lumber, Co. v. Tryon, Del.Super., 337 A.2d 323, 325 (1975).\nTherefore, in analyzing the questions presented, we must bear in mind that § 2707 seeks to eliminate the harsh result of double liability against residential homeowners. However, because § 2707 is part of the larger mechanic’s lien statutory scheme, it must be interpreted in a way consistent with the general purpose of that scheme, which is to protect suppliers of labor and material. We must uphold both purposes in our interpretation because, contrary to the Browns’ contentions, the General Assembly did not repeal the existing Mechanic’s Lien Law and adopt the New York System when it passed § 2707. Instead, the General Assembly sought to modify the existing Law to eliminate the harsh results that occurred under it. With these principles before us, we turn to the specific questions presented in this case.\nIII.\nThe first issue is whether the amount expended by the Browns to complete their house may be set-off in determining “the extent of the balance due such contractor” under § 2707.\nThe argument of the subcontractors, that when the Browns paid others to complete the house they were making bad faith payments to themselves, tortures the meaning and structure of the Statute and therefore must be rejected. The “payments” that § 2707 focuses upon for the “good faith” requirement are those made to the general contractor. It is explicitly stated in § 2707 that “[pjayments made to the contractor by the owner after service of process, as provided in § 2715 of this title, shall not be deemed to be ‘in good faith’.” Clearly, the purpose of the “good faith” requirement is to prevent an owner from attempting to defeat a supplier’s lien through payments to the general contractor. Thus, where an owner pays a general contractor after service of process under § 2715, such bad faith payments will not operate to reduce the fund to which a supplier’s lien may attach.\nAfter consideration of “all of the relevant circumstances,” Bedford v. Sussex Electrical Const. Co., Del.Supr., 382 A.2d 246, 248 (1978), we conclude that in this case payments for the cost of completion to a second general contractor after the first general contractor defaults do not constitute bad faith payments under § 2707.\nRay’s and Masten argue that set-off for the cost of completion is improper under § 2707. Their arguments are unpersuasive because they ignore the intent of the General Assembly in the passage of § 2707. Although such argument may have been tenable prior to the passage of § 2707, since double liability was the evil the General Assembly tried to remove with the passage of § 2707, set-off for the cost of completion must be allowed, otherwise we will not be carrying out the clear present purpose of § 2707.\nAppellants also contend that set-off for the cost of completion should not be permitted because the Browns assumed the role of general contractor when they terminated payments to Reid and Lloyd; that, therefore, they must hold the unpaid balance of the contract in trust for the benefit of the subcontractors under 6 Del.C. §§ 3502 and 3503. We find this contention wholly un-meritorious in the light of § 2707.\nEven prior to the passage of § 2707, our courts concluded that “set-off is a good and appropriate plea in an action of this kind.” Voigtmann v. Wilmington Trust Bldg. Corp., Del.Super., 78 A. 920, 921 (1908). The passage of § 2707 should resolve any doubt about the validity of allowing a set-off for the cost of completion where a general contráctor defaults.\nFor the foregoing reasons, we affirm the Superior Court’s allowance of the cost of completion as a set-off. We hold that the “extent of the balance of the payment due such contractor” under § 2707 is to be computed as follows: the $37,200 paid to Reid and Lloyd, plus the $3,912.97 set-off for cost of completion, totalling $41,112.97, subtracted from the contract price of $45,027.17, producing a balance of $3,914.20 due the general contractor.\nIV.\nIn the light of the Statute’s dual purpose of protecting suppliers from losses and homeowners from double liability, a proper interpretation of § 2707 does not permit the Superior Court’s decision to allow a liquidated damages set-off or deduction for the delay in the completion of the house. Disallowing such deduction for the delay does not leave these homeowners subject to double liability; it simply means that the homeowners obtain their house at the original contract price. If the homeowners were allowed to deduct liquidated damages for delay, there would be an offset of $6,350 (254 days times $25 per day) which, if added to the $41,112.97 (the amount paid to the general contractor plus the cost of completion), would leave no balance due to the contractor reachable by the lienholders. Although the Browns had expected to pay $45,027.17 for their house, an offset for delay would allow them to have their house for the sum of $41,112.97, at the expense of the lienholders. As has been said, § 2707 was intended to eliminate double liability to homeowners, not to grant them a windfall at the expense of parties the overall statutory scheme was also enacted to protect.\nBecause the Mechanic’s Lien Statute is in derogation of the common law, Ceritano Brickwork, Inc. v Kirkwood Industries, Inc., Del.Supr., 276 A.2d 267, 268 (1971), we must interpret it strictly. Allowing a set-off for contractual liquidated damages for delay, at the expense of supplier subcontractors, would violate this principle of statutory construction. Although such set-off might be permissible against the general contractor who caused the delay, it would be manifestly unfair, and beyond any permissible construction of the Statute, to make the subcontractors suffer for the general contractor’s mistakes, especially where the result produces a windfall for the homeowner. Abe Schild Stone Corp. v. Apostle, N.Y. Supr., 41 Misc.2d 732, 246 N.Y.S.2d 446 (1964). In that case, it was stated:\n“Concerning the owner’s claim for credit in the amount of liquidated damages provided in the contract by reason of the general contractor’s delay in performance, the court has not allowed same. No reported case dealing with the subject in this context has been cited to or found by the court. While such claim might be asserted under appropriate conditions against the persons so agreeing, it seems to me that it should not be permitted to diminish or extinguish the amount of liens provided by law for the protection of the subcontractors and materialmen, whose labor and material have gone into the construction.” 246 N.Y.S.2d at 450.\nAlthough there is some authority for the rule that an owner may deduct, against a subcontractor’s claim, actual expenditures incurred by the owner as the result of the general contractor’s delay [see e. g., Consolidated Cut Stone Co. v. Seidenbach, Okl. Supr., 181 Okl. 578, 75 P.2d 442, 448 (1937); and Fossett v. Rock Island Lumber and Mfg. Co., Kan.Supr., 76 Kan. 428, 92 P. 833 (1907)], we are of the view that the history and structure of the Delaware Mechanic’s Lien Law mandates a contrary result.\nAccordingly, we reverse the decision of the Superior Court allowing the homeowners to deduct $6,350 as liquidated damages for delay in completing the house. Without this set-off, the balance due on the contract under § 2707, to which a lien may attach, is $3,914.20 ($45,027.17 minus $41,112.97). By the terms of § 2707, this balance of $3,914.20 “shall be payable pro rata among the claimants who perfect liens.”\nAffirmed as to costs of completion; reversed as to liquidated damages for delay.\n. 25 Del.C. § 2707 provides:\n“No lien shall be obtained under this chapter upon the lands, structure, or both, of any owner which is used solely as a residence of said owner when the owner has made either full or final payment to the contractor, in good faith, with whom he contracted for the construction, erection, building, improvement, alteration or repair thereof. Prior to or simultaneous with the receipt of any full or final payment by the contractor, the contractor must provide the owner either (1) a notarized, verified written certification that the contractor has paid in full for all labor performed and materials furnished to the date of such full or final payment in or for such construction, erection, building, im.provement, alteration or repair or (2) a written release of mechanics’ liens signed by all persons who would otherwise be entitled to avail themselves of the provisions of this chapter, containing a notarized, verified certification signed by the contractor that all of the persons signing the release constitute all of the persons who have furnished materials and performed labor in and for the construction, erection, building, improvement, alteration and repair to the date of the release and who would be entitled otherwise to file mechanics’ liens claims. Failure of the contractor to provide the owner a written certification or a release of mechanics’ liens at such time shall constitute sufficient cause for the immediate suspension, revocation or cancellation of the contractor’s occupational and business licenses. If the owner has not made full payment in good faith to such contractor, the lien may be obtained in accordance with this chapter, but it shall be a lien only to the extent of the balance of the payment due such contractor, which balance or portion shall be payable pro rata among the claimants who perfect liens. Payments made to the contractor by the owner after service of process, as provided in § 2715 of this title, shall not be deemed to be ‘in good faith.’ ”\n. This Court approved the Grier Court’s view of § 2707 in Bedford v. Sussex Electrical Const. Co., Del.Supr., 382 A.2d 246, 247-48 (1978).\n. 25 Del.C. § 2715 provides:\n“§ 2715. Issuance and service of scire facias.\n“The writ shall be issued, returnable and served in the same manner as other writs of scire facias upon the defendant therein named, if he can be found within the county. A copy of the writ shall be left with some person residing in the structure to which the labor was done or for which the materials were furnished, if occupied as a place of residence, but if not so occupied, the sheriff shall affix a copy of such writ upon the door or other front part of such structure.”\n. § 3502 provides:\n“All moneys or funds received by a contractor in connection with a contract for the erection, construction, completion, alteration or repair of any building or for additions to a building and all moneys or funds received by a contractor in connection with a contract for the sale of land and the erection, construction, completion, alteration or repair of any building or addition thereon, shall be trust funds in the hands of the contractor.”\n§ 3503 provides:\n“No contractor, or agent of a contractor, shall pay out, use or appropriate any moneys or funds described in § 3502 of this title until they have first been applied to the payment of the full amount of all moneys due and owing by the contractor to all persons (including surveyors and engineers) furnishing labor or material (including fuel) for the erection, construction, completion, alteration or repair of, or for additions to, such building, whether or not the labor or material entered into or became a component part of any such building or addition and whether or not the same were furnished on the credit of such building or addition or on the credit of such contractor.”\n. The Superior Court concluded that the $25 per diem penalty was a valid liquidated damages clause and allowed this amount to be offset. However, it failed to address the crucial question of whether a proper interpretation of the Statute allows an offset for delay.",
        "type": "majority",
        "author": "HERRMANN, Chief Justice:"
      }
    ],
    "attorneys": [
      "Harry H. Rhodes, III, of Brown, Shiels, & Barros, Dover, for plaintiff-appellant, Mas-ten Lumber and Supply Co., Inc.",
      "David D. Finocchiaro, Smyrna, for plaintiff-appellant, Ray’s Plumbing, Heating and Air Conditioning Service, Inc.",
      "N. Maxson Terry, Jr., of Terry, Terry, Jackson, Terry & Wright, Dover, for defendants-appellees."
    ],
    "corrections": "",
    "head_matter": "MASTEN LUMBER AND SUPPLY CO., INC., a Delaware Corporation, and Ray’s Plumbing, Heating and Air Conditioning Service, Inc., a Delaware Corporation, Plaintiffs Below, Appellants, v. Timothy A. BROWN and Janet P. Brown, his wife, owner or reputed owners, and Reid and Lloyd, Inc., a Delaware Corporation, Defendants Below, Appellees.\nSupreme Court of Delaware.\nSubmitted May 21, 1979.\nDecided July 11, 1979.\nHarry H. Rhodes, III, of Brown, Shiels, & Barros, Dover, for plaintiff-appellant, Mas-ten Lumber and Supply Co., Inc.\nDavid D. Finocchiaro, Smyrna, for plaintiff-appellant, Ray’s Plumbing, Heating and Air Conditioning Service, Inc.\nN. Maxson Terry, Jr., of Terry, Terry, Jackson, Terry & Wright, Dover, for defendants-appellees.\nBefore HERRMANN, C. J., DUFFY and QUILLEN, JJ."
  },
  "file_name": "0101-01",
  "first_page_order": 165,
  "last_page_order": 170
}
