{
  "id": 11205047,
  "name": "GREENSLEEVES, INC. v. Philip SMILEY, Sr. and Eugene Friedrich",
  "name_abbreviation": "Greensleeves, Inc. v. Smiley",
  "decision_date": "2000-03-03",
  "docket_number": "No. 99-235-A",
  "first_page": "102",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "754 A.2d 102"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "667 A.2d 1254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874632
      ],
      "pin_cites": [
        {
          "page": "1256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/1254-01"
      ]
    },
    {
      "cite": "694 A.2d 714",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11981137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0714-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 194,
    "char_count": 2683,
    "ocr_confidence": 0.674,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2385415134241417
    },
    "sha256": "7b809868496b304633b673ec0b3d4061f2237fcc829e4db1d9b57ec44714e688",
    "simhash": "1:281b55d3285b653b",
    "word_count": 419
  },
  "last_updated": "2024-02-27T16:08:19.117308+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "GREENSLEEVES, INC. v. Philip SMILEY, Sr. and Eugene Friedrich."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe plaintiff, Greensleeves, Inc., appeals from a Superior Court order denying plaintiffs motion for attorney’s fees from the intervenor/defendant, Eugene Fried-rich. Following a conference before a single justice of this court, this case was assigned to the full court for a session in conference in accordance with Rule 12A(3)(b) of the Supreme Court Rules of Appellate Procedure. At this time, we proceed to decide this appeal without further briefing or argument.\nThese parties were previously before this Court on two occasions. First, plaintiff appealed from a summary judgment in favor of the intervenor/defendant. Greensleeves Inc. v. Smiley, 694 A.2d 714 (R.I.1997) (per curiam). The appeal was granted and the case was remanded to Superior Court to determine what additional terms were to be incorporated into the parties’ agreement. In Superior Court, the defendant/seller, Philip Smiley, agreed that there were no new terms to add to the parties’ agreement and summary judgment entered in favor of plaintiff. The intervenor/defendant appealed from that judgment and this court dismissed that appeal and affirmed the judgment of the Superior Court in an unpublished order. Greensleeves, Inc. v. Smiley, No. 98-106-A (R.I., entered January 15,1999). The case returned to Superior Court where plaintiff filed a motion requesting that Friedrich be required to reimburse Greensleeves for attorney’s fees incurred since June 1997. The motion for attorney’s fees was denied and plaintiff appealed to this court.\nThe intervenor/defendant advances several theories in favor of the trial justice’s denial of the motion for attorney’s fees. Without a transcript in this case, it is impossible to determine the basis for the trial justice’s decision. In order to award attorney’s fees pursuant to G.L.1956 § 9-1-45(1), the trial justice must find that “there was a complete absence of a justiciable issue of either law or fact raised by the losing party.” It is well settled that the award of attorney’s fees rests within the discretion of the trial justice. Bucci v. Anthony, 667 A.2d 1254, 1256 (R.I.1995) (per curiam). After reviewing the record in this case, we conclude that the tiial justice could have found that Friedrich’s position was not clearly frivolous and that the § 9-1-45 statutory prerequisite standard for permitting an award of attorney’s fees had not been met.\nTherefore, plaintiffs appeal is denied and dismissed and the order appealed from is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Joseph R. Palumbo, Jr., Middletown.",
      "Lauren E. Jones, Providence, Maryjo Carr."
    ],
    "corrections": "",
    "head_matter": "GREENSLEEVES, INC. v. Philip SMILEY, Sr. and Eugene Friedrich.\nNo. 99-235-A.\nSupreme Court of Rhode Island.\nMarch 3, 2000.\nJoseph R. Palumbo, Jr., Middletown.\nLauren E. Jones, Providence, Maryjo Carr."
  },
  "file_name": "0102-02",
  "first_page_order": 152,
  "last_page_order": 153
}
