{
  "id": 12042077,
  "name": "STATE of Maine v. David ASHLEY",
  "name_abbreviation": "State v. Ashley",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "103",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 103"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "495 A.2d 825",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920105
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0825-01"
      ]
    },
    {
      "cite": "565 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348530
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/0306-01"
      ]
    },
    {
      "cite": "425 A.2d 1320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002898
      ],
      "pin_cites": [
        {
          "page": "1324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/1320-01"
      ]
    },
    {
      "cite": "450 U.S. 288",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184958
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "303"
        },
        {
          "page": "1120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0288-01"
      ]
    },
    {
      "cite": "424 A.2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7954457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/0705-01"
      ]
    },
    {
      "cite": "479 A.2d 1291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12073812
      ],
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "court has discretion to reject requested instruction if the substance of instruction is covered"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/479/1291-01"
      ]
    },
    {
      "cite": "611 A.2d 61",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936716
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0061-01"
      ]
    },
    {
      "cite": "432 A.2d 1262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7989088
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/1262-01"
      ]
    },
    {
      "cite": "640 A.2d 1060",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869304
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1062"
        },
        {
          "page": "1062",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/1060-01"
      ]
    },
    {
      "cite": "564 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11313156
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/0059-01"
      ]
    },
    {
      "cite": "392 A.2d 1080",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018880
      ],
      "pin_cites": [
        {
          "page": "1084"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/1080-01"
      ]
    },
    {
      "cite": "495 A.2d 1241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/1241-01"
      ]
    },
    {
      "cite": "649 A.2d 315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866802
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "317"
        },
        {
          "page": "315",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/0315-01"
      ]
    },
    {
      "cite": "456 A.2d 16",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945188
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "18"
        },
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0016-01"
      ]
    },
    {
      "cite": "632 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363060
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "122"
        },
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/632/0121-01"
      ]
    },
    {
      "cite": "644 A.2d 7",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862474
      ],
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/0007-01"
      ]
    },
    {
      "cite": "653 A.2d 411",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867174
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "416"
        },
        {
          "page": "415-16"
        },
        {
          "parenthetical": "stating that prosecutor may present an analysis of the evidence with \"vigor and zeal\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/653/0411-01"
      ]
    },
    {
      "cite": "654 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864508
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "420"
        },
        {
          "page": "421"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 746,
    "char_count": 13576,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 2.4710149263026016e-07,
      "percentile": 0.8065346666929231
    },
    "sha256": "b7cbae2c26af1d89b93e1aedbe6e2906c2521fe015cba4b027f304b5ad0b1f81",
    "simhash": "1:7af9d38e5837dffe",
    "word_count": 2168
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. David ASHLEY."
    ],
    "opinions": [
      {
        "text": "RUDMAN, Justice.\nDavid Ashley appeals from the judgments entered in the Superior Court (Cumberland County, Cole, /.) on jury verdicts convicting him of two counts of unlawful sexual contact, 17-A M.R.S.A. § 255(1)(C) (Supp.1994). Ashley contends that prosecutorial misconduct and erroneous jury instructions prejudiced his right to a fair trial. Finding no error, we affirm the judgment.\nThe evidence at trial established that Ashley had sexually assaulted two ten-year-old girls. At the time of the assaults, Ashley was the boyfriend of the mother of one of the victims. Both victims testified that Ashley had assaulted them after they fell asleep while watching a movie on the mother’s bed. Both victims testified that the assault scared them. Neither victim immediately reported the assault to anyone. Approximately five months after the assaults each victim disclosed the details. At the trial, in an attempt to impeach one of the victim’s testimony, Ashley presented two witnesses who contradicted that victim’s testimony with respect to, among other things, the number of times she had been assaulted, what she was wearing at the time of the assault, and the exact nature of the assault.\n/.\nProsecutorial Misconduct: Improper Closing Argument\nAshley contends the State’s closing argument prejudiced his ability to receive a fair trial because it contained the prosecutor’s personal opinion and was based on facts not introduced in evidence. We disagree. The prosecutor’s remarks were forceful but fair comments on the evidence and did not prejudice Ashley’s right to a fair trial.\nBecause Ashley neither objected to the State’s argument nor moved for a mistrial as a result of the presently challenged portions of the argument, we review only for obvious error. M.R.Crim.P. 52(b). “Obvious error is error so highly prejudicial it virtually deprives the defendant of a fundamentally fair trial.” State v. Corrieri, 654 A.2d 419, 420 (Me. 1995).\nTo evaluate the propriety of a prosecutor’s closing argument, we rely on Maine Bar Rule 3.7(e)(2) as one convenient gauge. See, e.g., Corrieri, 654 A.2d at 421; State v. Weisbrode, 653 A.2d 411, 416 (Me.1995); State v. Comer, 644 A.2d 7, 9 (Me.1994); State v. Casella, 632 A.2d 121, 122 (Me.1993). While the Bar Rules apply to all attorneys, they apply with “particular force” to prosecutors because of their status as the community’s representatives. Casella, 632 A.2d at 122 (quoting State v. Smith, 456 A.2d 16, 18 (Me.1983)). When we determine that the challenged statements exceed the bounds of acceptable conduct, we evaluate the misconduct to determine whether the prosecutor’s misconduct jeopardized the defendant’s right to a fair trial.\nA Statements of Personal Opinion\nIn closing argument the State sought to downplay inconsistencies in the two victims’ testimony by drawing the jury’s attention to the similarities in their accounts of the assaults and by emphasizing the honest demeanor of one of the victims while she testified. Ashley contends that these remarks were improper prosecutorial comment on the credibility of a witness. We have repeatedly stated it is improper for a prosecuting attorney to assert an opinion concerning the credibility of a witness. See, e.g., Weisbrode, 653 A.2d at 415-16. Conversely, we also repeatedly have upheld the prosecutor’s ability to argue vigorously for any position, conclusion, or inference supported by the evidence. Id. (stating that prosecutor may present an analysis of the evidence with “vigor and zeal”). The central issue, therefore, when a defendant contends that the prosecutor injected personal opinion into closing argument, is whether the challenged comment reflects an improper personal opinion or is an argument fairly based on the evidence. State v. Moontri, 649 A.2d 315, 317 (Me.1994) (citing State v. Pendexter, 495 A.2d 1241 (Me.1985)). In this case, although varying in some minor details, each victim’s testimony was strikingly similar to that of the other \"with respect to the essential aspects of the assault. Additionally, the prosecutor’s request that the jury assess the credibility of one of the victims in light of her demeanor did not bolster improperly the victim’s credibility but rather merely reminded jurors they could give more weight to the testimony of a witness they perceived as truthful. The prosecutor’s remarks did nothing more than “argue on his analysis of the evidence, for [a] position or conclusion with respect to the matters stated therein.” Me. Bar R. 3.7(e)(2)(v).\nB. Arguing Facts Not in Evidence\nAshley also contends that the prosecutor attempted to use closing argument to place before the jury additional and unsworn evidence concerning the general prevalence of inconsistencies in the testimony of witnesses at the trial and the psychological impact of sexual abuse on adolescents. Contrary to Ashley’s contention, the prosecutor’s remarks were proper argument.\nAttorneys must limit argument “to the issues of the case, the applicable law, pertinent evidence, and such legitimate inference as may properly be drawn.” State v. Viger, 392 A.2d 1080, 1084 (Me.1978). See also Me.Bar R. 3.7(e)(2)(iv) (“In appearing in a professional capacity before a tribunal, a lawyer shall not: ... (iv) Assert personal knowledge of the facts at issue_”). As with assertions of personal opinion, this limitation applies to the prosecutor with special force because the prosecutor’s position, with its “inevitable asset of tremendous credibility,” makes of a prosecutor a powerful witness. See State v. Smith, 456 A.2d at 18.\nThe prosecutor’s comments in this case, however, did not seek to impart to the jury special knowledge gleaned by the prosecutor as a result of his experience, but rather appealed to the jury’s common sense and experience. It is not beyond the pale of general experience that two persons who have experienced the same event may describe it differently, nor does it exceed the confines of common sense that an adolescent who has been sexually victimized may be reluctant to report the abuse. “During closing argument, the State may appeal to the jury’s common sense and experience without crossing the line into prohibited argument.” Moontri, 649 A.2d at 315 (citations omitted). See also State v. Rubino, 564 A.2d 59, 60 (Me.1989) (prosecutor’s argument discussing sexual assault victim’s inability to remember exact date of assault merely appealed to jury’s common sense).\nWe conclude that the prosecutorial comments challenged by Ashley were not improper advocacy and did not prejudice Ashley’s right to a fair trial.\nII. Jury Instructions\nAshley argues that the trial court’s failure to instruct the jury that Ashley bore no burden of proof once the trial court had instructed the jury concerning Ashley’s election not to testify 1) was seriously misleading, 2) focused the jury’s attention on “speculation and guesswork,” and 3) deprived Ashley of a fair trial. Ashley predicates his jury instruction challenge on the fact that the trial court’s instruction deviated from the representative criminal instruction on an accused’s election not to testify contained in Justice Alexander’s Maine Jury Instruction Manual. See Alexander, Maine Jury Instruction Manual § 6-11 (1994).\nBecause Ashley did not object at trial to the jury instruction, we review the instructions only for obvious error. M.R.Crim.P. 30(b); M.R.CrimP. 52(b) (see footnote 3). State v. Googins, 640 A.2d 1060, 1062 (Me.1994) (citations omitted). The adequacy and propriety of any jury instruction “is determined by reviewing the charge in its entirety rather than in isolated extracts.” State v. Sapiel, 432 A.2d 1262, 1270 (Me. 1981). Thus, to vacate the judgment on the basis of obvious error we must determine that “the offending instruction ‘when reviewed with the charge as a whole constituted highly prejudicial error tending to produce manifest injustice.’ ” Googins, 640 A.2d at 1062 (citations omitted).\nDeviation from a representative instruction, where the given instruction fully and accurately informs the jury of the applicable law, is not error, let alone obvious error. While the court’s instruction deviated from a suggested instruction, the instructions given accurately and completely informed the jury with regard to the defendant’s right not to testify and the State’s burden of proof. A trial court has wide discretion in formulating its instruction to the jury so long as it accurately and coherently reflects the applicable law. See, e.g., State v. Michaud, 611 A.2d 61 (Me.1992) (trial court need not confine instructions to the exact language of the criminal code); State v. Reed, 479 A.2d 1291 (Me. 1984) (court has discretion to reject requested instruction if the substance of instruction is covered); State v. Weese, 424 A.2d 705 (Me.1981) (trial court need not give instruction in exact language requested by counsel). While representative jury instructions often are helpful, it is neither sufficient nor advisable to rely solely on such an instruction. As the trial court did in this case, instructions should be developed in a manner that explains the law to the jury in the context of the individual case.\nIn this case the court admonished the jurors that they were not to speculate or guess as to Ashley’s decision not to testify. The trial court’s instruction not to attach any significance to the defendant’s decision not to testify minimized jury speculation as to why an accused would remain silent in the face of a criminal accusation. “No judge can prevent jurors from speculating about why a defendant stands mute in the face of a criminal accusation, but a judge can ... use the unique power of the jury instruction to reduce the speculation to a minimum.” Carter v. Kentucky, 450 U.S. 288, 303, 101 S.Ct. 1112, 1120, 67 L.Ed.2d 241 (1981). The fact that the trial court explicitly admonished the jury not to speculate about the defendant’s election not to testify can be considered to have had no other effect than to preclude the jury from theorizing about the defendant’s decision. See, e.g., State v. Trafton, 425 A.2d 1320, 1324 (Me.1981) (“In order for the jury system to function, it must be assumed that ... a jury will follow a court’s instructions. ...”).\nThe jury instructions in this case informed the jury correctly and fairly in all aspects of the applicable law and therefore worked no prejudice to the defendant. Phillips v. Eastern Maine Med. Ctr., 565 A.2d 306 (Me. 1989); State v. Barry, 495 A.2d 825 (Me. 1985).\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. 17-A M.R.S.A. § 255(1)(C) states in pertinent part:\nA person is guilty of unlawful sexual contact if he intentionally subjects another person to any sexual contact, and: ...\nC. The other person, not the actor’s spouse, has not in fact attained the age of 14 years and the act is at least three years older; ...\n17-A M.R.S.A. § 255(1 )(C) (Supp.1994).\n. M.R.Crim.P. 52(b) Obvious Error.\nObvious errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\n. M.R.Crim.P. 30(b) Instructions to Jury.\nAt the close of the evidence, or at such earlier time during the trial as the court reasonably directs, any party may file written requests that the court instruct the jury on the law as set forth in the requests. At the same time copies of such request shall be furnished to the other parties. The court shall inform counsel of its proposed action upon the requests prior to their arguments to the juiy. The court, at its election, may instruct the jury before or after argument, or both. No party may assign as error the giving or the failure to give an instruction unless the party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which the party objects and the ground of the objection. Opportunity shall be given to make the objection out of the hearing and presence of the jury.\nThe court, at its election, may provide written instructions to the jury covering all or a part of what is orally provided.\n. Justice Alexander’s introduction expresses this point clearly:\nEach case is unique. Jury procedures and instructions must be adjusted to the specific facts and circumstances of the case. Further, judges themselves have different styles of instructing juries and different word usages with which they are comfortable.\nAlexander, Maine Jury Instmction Manual ix (1994). Later in the manual, as a preface to the representative criminal instructions, Justice Alexander reiterates this point:\nAs indicated in the Introduction to this Manual, the instructions described herein are simply representative instructions suggesting a way to address specific issues that arise in instructing juries. They are not meant to suggest that there may not be other, perhaps better, hopefully shorter, ways to address the same issues. It is not good practice to utilize this Manual, or any other form instructions, to try to develop a lengthy jury instruction addressing every possible issue in the case. Considerable discretion must be utilized to assure that the jury focusses on the principal issues before them....\nId. § 6-1.",
        "type": "majority",
        "author": "RUDMAN, Justice."
      }
    ],
    "attorneys": [
      "Stephanie Anderson, District Attorney, Julia Sheridan, Assistant District Attorney, Portland, for the State.",
      "Joel Vincent, Altshuler & Vincent, Portland, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. David ASHLEY.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 7, 1995.\nDecided Oct. 20, 1995.\nStephanie Anderson, District Attorney, Julia Sheridan, Assistant District Attorney, Portland, for the State.\nJoel Vincent, Altshuler & Vincent, Portland, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0103-01",
  "first_page_order": 159,
  "last_page_order": 163
}
