{
  "id": 11312723,
  "name": "COMMONWEALTH of Pennsylvania v. Ricky A. TRIVITT, Appellant",
  "name_abbreviation": "Commonwealth v. Trivitt",
  "decision_date": "1994-11-16",
  "docket_number": "",
  "first_page": "104",
  "last_page": "108",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 104"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "531 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834402
      ],
      "weight": 11,
      "year": 1992,
      "pin_cites": [
        {
          "page": "171"
        },
        {
          "page": "1179",
          "parenthetical": "\"The intrusion upon the individual is minimal where the roadblock is conducted in accordance with specific enumerated guidelines, eliminating the discretion that is problematic in random traffic stops.\""
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "173"
        },
        {
          "page": "1180",
          "parenthetical": "\"We now adopt the guidelines set forth in Tarbert, because they achieve the goal of assuring that an individual's reasonable expectation of privacy is not subject to arbitrary invasions solely at the unfettered discretion of officers in the field.\""
        },
        {
          "page": "173"
        },
        {
          "page": "1180",
          "parenthetical": "\"The decision where to place the roadblock was based on the large number of license, equipment and inspection violations which were detected during evening hours while carrying out other routine stops.\""
        },
        {
          "page": "174"
        },
        {
          "page": "1181",
          "parenthetical": "Justice Papadakos, concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0167-01"
      ]
    },
    {
      "cite": "519 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1813572
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "128"
        },
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/519/0116-01"
      ]
    },
    {
      "cite": "282 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "698"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938591
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "443-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0436-01"
      ]
    },
    {
      "cite": "528 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829794
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "576-78"
        },
        {
          "page": "639"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0558-01"
      ]
    },
    {
      "cite": "260 Pa.Super. 358",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        108725
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "366"
        },
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/260/0358-01"
      ]
    },
    {
      "cite": "347 Pa.Super. 256",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        643095
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "259"
        },
        {
          "page": "822"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/347/0256-01"
      ]
    },
    {
      "cite": "301 Pa.Super. 213",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        193233
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "218"
        },
        {
          "page": "620"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/301/0213-01"
      ]
    },
    {
      "cite": "311 Pa.Super. 170",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        211753
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "175"
        },
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/311/0170-01"
      ]
    },
    {
      "cite": "418 Pa.Super. 163",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916874
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "166"
        },
        {
          "page": "167"
        },
        {
          "page": "1229"
        },
        {
          "page": "166-68"
        },
        {
          "page": "1229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/418/0163-01"
      ]
    },
    {
      "cite": "371 Pa.Super. 535",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        691667
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "535"
        },
        {
          "page": "577",
          "parenthetical": "\"[T]he location of the roadblock was chosen based on a statistical analysis of which district had the highest number of driving under the influence arrests or acci-dents_\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/371/0535-01"
      ]
    },
    {
      "cite": "397 Pa.Super. 299",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        884267
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "305"
        },
        {
          "page": "45",
          "parenthetical": "\"The Chief testified that he had selected the particular location ... of the roadblock based upon a statistical review of prior DUI incidents and times and places of DUI occurrences.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/397/0299-01"
      ]
    },
    {
      "cite": "517 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809842
      ],
      "weight": 9,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        },
        {
          "parenthetical": "plurality"
        },
        {
          "page": "293"
        },
        {
          "page": "1043",
          "parenthetical": "emphasis added"
        },
        {
          "page": "293"
        },
        {
          "page": "1043"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0277-01"
      ]
    },
    {
      "cite": "531 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834402
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/531/0167-01"
      ]
    },
    {
      "cite": "517 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809842
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa/517/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 844,
    "char_count": 17083,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23968598169236893
    },
    "sha256": "4111c2a181c7fe99f08a462086c1ea34c1036d8ec911b362cadb081bf3e1c90a",
    "simhash": "1:aa7666e7267f9878",
    "word_count": 2684
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROWLEY, P.J., and CIRILLO and DEL SOLE, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Ricky A. TRIVITT, Appellant."
    ],
    "opinions": [
      {
        "text": "CIRILLO, Judge:\nRicky A. Trivitt appeals from a judgment of sentence entered in the Court of Common Pleas of York County after his conviction of Driving Under the Influence of Alcohol (DUI), 75 Pa.C.S.A. § 3731(a)(4). We reverse.\nOn August 15, 1994 at 2:30 a.m., Trivitt’s vehicle was stopped at a sobriety checkpoint on Route 74 in York County. After conducting some routine questioning, Officer Joseph F. Bollinger asked Trivitt to step out of his car and perform three field sobriety tests. Trivitt failed all three tests. Trivitt subsequently consented to a blood alcohol test, which revealed a blood alcohol level of .15%. Consequently, Trivitt was charged with DUI.\nTrivitt filed an omnibus pre-trial motion alleging that the roadblock conducted on August 14, 1992 through August 15, 1992 was unconstitutional and, therefore, any evidence obtained from the stop must be suppressed. Specifically, Trivitt questioned the constitutionality of the procedure by which the checkpoint was chosen. A hearing on Trivitt’s motion was held on March 24, 1993. The testimony at the hearing revealed the following. Corporal Mark Bentzel of the Northern York County Regional Police Department (NYCRP) was the supervisor of the DUI checkpoint in question. Corporal Bent-zel was trained in sobriety checkpoints in 1991 and had participated in two previous checkpoints.\nCorporal Bentzel testified that Wayne Harper, Director of the Center for Highway Safety in York County, presented him with a few roadway locations from which to choose the site of the sobriety checkpoint. These areas, Corporal Bentzel stated, were chosen due to their high incidents of DUI accidents and DUI arrests. Corporal Bentzel found that the safest location in which to set up the checkpoint was the section of Route 74 between the city of York and Davidsburg Road. He opined that this area would reflect a higher incidence of DUI because of its “higher volume of traffic.” The location was approved by both the York County Center of Highway Safety and the NYCRP and, prior to August 14, 1992, the public was given general notice that a DUI checkpoint would be conducted at that site.\nMr. Harper, who also testified at the hearing, confirmed that he provided Corporal Bentzel with a sample of local roadways that were allegedly high in DUI incidents. Mr. Harper attested that the roadways he suggested were chosen based upon local DUI statistics available to him. Specifically, he indicated that his roadblock location suggestions were based on a five-year study conducted by the Bureau of Highway Safety and Traffic Engineering in the York County area. When asked whether the study served to narrow the areas of high DUI occurrences, Mr. Harper answered in the affirmative. He also indicated that the study revealed that the area in question was one of the fifteen highest in DUI incidents in York County.\nOn cross-examination, however, Mr. Harper was unable to answer the following questions: How many arrests were made on Route 74 in this area in 1991? How many DUI-related accidents occurred on this road in 1991? How may DUI arrests on this section of the road were made in 1992? How many accidents in 1992 were alcohol-related on this section of the road? Mr. Harper indicated that he did not have this information in front of him and, consequently, could not provide answers.\nBased on the evidence adduced from the March 24, 1991 hearing, the trial court concluded that the sobriety checkpoint was constitutional. While no empirical evidence was submitted by the Commonwealth, the court nonetheless found that the decision regarding where to hold the DUI checkpoint was based on “local experience,” and, consequently, denied Trivitt’s pretrial motion. On May 17, 1993, Trivitt waived his right to a jury trial and stipulated to the Commonwealth’s evidence. The trial court subsequently found Trivitt guilty of DUI and sentenced him to serve thirty days to twenty-three months imprisonment, ordered him to pay a fine of $500.00, and suspended his driver’s license for a period of one year. This appeal followed.\nTrivitt raises two issues for our consideration:\n(1) Whether the police checkpoint on August 14,1992 — August 15,1992, based solely on the high traffic volume of the roadway, satisfies the objective requirement set forth in Commonwealth v. Tarbert, 517 Pa. 277, 535 A.2d 1035 (1987)?\n(2) Whether the Commonwealth is required to submit empirical data in order to sustain its burden of proof?\nTrivitt does not dispute the fact that sobriety checkpoints, as long as they comply with certain guidelines, are permitted under the Pennsylvania Constitution. See Commonwealth v. Tarbert, 517 Pa. 277, 535 A.2d 1035 (1987) (plurality); see also Commonwealth v. Blouse, 531 Pa. 167, 611 A.2d 1177 (1992). Here, Trivitt attacks the manner in which the roadblock location was chosen. In Tar-bert, the Pennsylvania Supreme Court conducted a balancing test and concluded that the state’s interest in highway safety, based upon the high correlation between drunk driving and accidents, outweighed the inconvenience of a sobriety checkpoint stop. “In our view, a drunk-driver roadblock conducted substantially in compliance with the ... guidelines [set forth herein] would reduce the intrusiveness to a degree which, when balanced against the compelling public interest in apprehending such drivers, would not violate Article I, section 8 of the Pennsylvania Constitution.” Tarbert, 517 Pa. at 293, 535 A.2d at 1043 (emphasis added). See also Blouse, 531 Pa. at 171, 611 A.2d at 1179 (“The intrusion upon the individual is minimal where the roadblock is conducted in accordance with specific enumerated guidelines, eliminating the discretion that is problematic in random traffic stops.”).\nAs the language in Tarbert suggests, in order to sustain constitutional muster, a sobriety checkpoint must be conducted in substantial compliance with particular guidelines.\nFirst, the very decision to hold a drunk-driver roadblock, as well as the decision as to its time and place, should be matters reserved for prior administrative approval, thus removing the determination of those matters from the discretion of police officers in the field. In this connection it is essential that the route selected, for the roadblock be one which, based on local experience, is likely to be travelled by intoxicated drivers. The time of the roadblock should be governed by the same consideration. Additionally, the question of which vehicles to stop at the roadblock should not be left to the unfettered discretion of police officers at the scene, but instead should be in accordance with objective standards prefixed by administrative decision.\nId. (emphasis added). See Blouse, 531 Pa. at 173, 611 A.2d at 1180 (“We now adopt the guidelines set forth in Tarbert, because they achieve the goal of assuring that an individual’s reasonable expectation of privacy is not subject to arbitrary invasions solely at the unfettered discretion of officers in the field.”).\nTrivitt asserts that the Commonwealth faded to present evidence of DUI occurrences or DUI-related accidents on Route 74 sufficient to meet the aforementioned guidelines. We must determine, therefore, whether the Commonwealth has met its burden in substantially complying with the constitutional guidelines established in Tarbert.\nIn determining whether the roadblock in question was conducted in substantial compliance with the Tarbert directives, and thus, in a constitutionally acceptable manner under Article I, Section 8 of the Pennsylvania Constitution, it is necessary to consider the rather scant collection of case law applying these guidelines. In each of the following cases, Blouse, supra, Commonwealth v. Myrtetus, 397 Pa.Super. 299, 580 A.2d 42 (1990), and Commonwealth v. Fioretti, 371 Pa.Super. 535, 538 A.2d 570 (1988), it was determined that the roadblocks at issue met the constitutional requirements set forth in Tarbert. The primary focus of these cases was not, like here, on the manner in which the roadblock location was selected. In compliance with the requisite directives, however, all three decisions set forth a basis for how the checkpoint’s location was determined. See Blouse, 531 Pa. at 173, 611 A.2d at 1180 (“The decision where to place the roadblock was based on the large number of license, equipment and inspection violations which were detected during evening hours while carrying out other routine stops.”); Myrtetus, 397 Pa.Super. at 305, 580 A.2d at 45 (“The Chief testified that he had selected the particular location ... of the roadblock based upon a statistical review of prior DUI incidents and times and places of DUI occurrences.”); Fioretti, 371 Pa.Super. at 535, 538 A.2d at 577 (“[T]he location of the roadblock was chosen based on a statistical analysis of which district had the highest number of driving under the influence arrests or acci-dents_”).\nIt appears clear from the case law that local statistical data may provide a sufficient basis for the requirement that “the route selected ... [is] one which, based on local experience, is likely to be travelled by intoxicated drivers.” Tarbert, 517 Pa. at 293, 535 A.2d at 1043. What is not clear from the relevant case law, however, is the actual quantum/nature of testimony needed regarding the statistical figures/data in order to pass constitutional scrutiny. We have now been presented with the opportunity to clarify that portion of the guidelines relating to the selection of a roadblock location.\nIt was a balancing of interests approach that prompted the Pennsylvania Supreme Court to conclude that systematic, non-discriminatory, non-arbitrary roadblocks are constitutional. Tarbert, supra. While we acknowledge the rationale that the compelling interest here (protecting our citizens from intoxicated drivers) outweighs the privacy interests of the individual, it is essential that the intrusion on the individual be minimal. In “reluctantly” recognizing the constitutionality of these systematic roadblocks, Justice Papadakos announced the following concerns:\nMy reluctance arises from a concern over the manner in which the police will comport themselves with the traveling public while conducting roadblocks. The traveling public may have to yield to this type of minimal intrusion in the balancing of interests approach. But the public has a right to be free from abusive intrusion. ... I will closely watch the scene with the assurance that the police will conduct themselves in a courteous, professional manner as is usually their wont.... For the most part in these roadblocks, the police will be dealing with law-abiding citizens and not wanted felons.\nBlouse, 531 Pa. at 174, 611 A.2d at 1181 (Justice Papadakos, concurring).\nAs recognized by Justice Papadakos, the issue here is of constitutional magnitude regarding the protection from unreasonable searches and seizures; this is more than an evidentiary issue. To ensure that the intrusion upon the traveling public remains minimal, we cannot accept the general testimony elicited at Trivitt’s hearing as proof of “substantial compliance” with the guidelines enunciated in Tarbert. At the very least, an individual testifying as to the likelihood of a roadblock location being travelled by drunk drivers must be equipped with information sufficient to specify the number of DUI-related arrests and/or accidents within the relevant time period. Mr. Harper was not able to testify as such; his bald-faced, general testimony will not suffice for the purpose of satisfying the Tarbert guidelines. Against the backdrop of the constitutional concerns, we deem it essential that any data, reports, or statistics relied upon in determining the location of a roadblock must be introduced into evidence and made part of the record. Otherwise, any testimony relying upon such information shall be deemed inadmissible hearsay.\nIt is well established that hearsay is an out-of-court statement offered to prove the truth of the matter asserted. Commonwealth v. Bujanowski, 418 Pa.Super. 163, 166, 613 A.2d 1227 (1992); Commonwealth v. Darden, 311 Pa.Super. 170, 175, 457 A.2d 549, 551 (1983). A statement may be defined as an oral or written communication. See Commonwealth ex rel. Buchakjian v. Buchakjian, 301 Pa.Super. 213, 218, 447 A.2d 617, 620 (1982). Generally, hearsay is inadmissible as evidence because the competency and veracity of the original speaker (or writing) are not subject to examination. Commonwealth v. Underwood, 347 Pa.Super. 256, 259, 500 A.2d 820, 822 (1985). The underlying rationale for the hearsay rule is that hearsay is too untrustworthy to be considered by the trier of fact. Bujanowski, 418 Pa.Super. at 167, 613 A.2d at 1229. “The principle reason for excluding hearsay is the danger that the declarant’s credibility cannot be assessed.” Bujanowski, 418 Pa.Super. at 166-68, 613 A.2d at 1229 (quoting Commonwealth v. Sanders, 260 Pa.Super. 358, 366, 394 A.2d 591, 595 (1978)). By analogy, consistent with the foregoing authority is the general rule that an expert may not state a conclusion which is based on evidence not in the record. Commonwealth v. Chambers, 528 Pa. 558, 576-78, 599 A.2d 630, 639 (1991); Commonwealth v. Thomas, 444 Pa. 436, 443-45, 282 A.2d 693, 698 (1971).\nMr. Harper’s testimony was clearly based upon an out-of-court statement offered to prove the truth of the matter asserted; the accuracy of his testimony could not be verified absent the statistical information being introduced into evidence. We, therefore, find such testimony to be inadmissible hearsay. Thus, the roadblock in question was not chosen in such a manner as to substantially comply with Tarbert.\nJudgment of sentence reversed. Jurisdiction relinquished.\nDEL SOLE, J., concurs in the result.\nROWLEY, P.J., files a dissenting statement.\n. Appellant Trivitt mislabels his appeal as taken from the Order dated May 5, 1993, denying the suppression motion contained in his omnibus pre-trial motion. The notice of appeal indicates that this appeal is taken from the judgment of sentence imposed upon Trivitt on May 7, 1993. •The record reflects, however, that the judgment of sentence was entered on May 17, 1993. We will consider this appeal, therefore, as taken from the May 17, 1993 judgment of sentence. See Pa.R.A.P. 905(a).\n. We point out that the trial court, in its opinion, concluded: “Although this Court finds that the Commonwealth did sustain [its] burden, it should be noted that the burden was sustained minimally.\" Trial court opinion at 6 (emphasis added).\n. Article I, section 8 of the Pennsylvania Constitution provides:\n§ 8. Security from searches and seizures The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.\nPa. Const. Art. I, § 8.\n. In response to Trivitt’s first issue, Corporal Bentzel's testimony regarding the roadblock location's high traffic volume is certainly not, in and of itself, sufficient to meet the Tarbert guidelines, which require the selected location to \"likely ... be travelled by intoxicated drivers.” Importantly, however, we must consider the hearing testimony in its entirety in determining whether the Commonwealth has met its burden under Tarbert. To this end, it is necessary to also examine and evaluate Mr. Harper's testimony which, at least arguably, goes beyond the location’s high traffic volume.\n. While Mr. Harper was not qualified as an expert in the traditional sense, in Pennsylvania, a liberal standard for the qualification of an expert prevails. Generally, “if a' witness has any reasonable pretension to specialized knowledge on the subject matter under investigation he may testify and the weight to be given to his evidence is for the [fact finder].” Commonwealth v. Gonzalez, 519 Pa. 116, 128, 546 A.2d 26, 31 (1988).",
        "type": "majority",
        "author": "CIRILLO, Judge:"
      },
      {
        "text": "ROWLEY, Presiding Judge,\ndissenting.\nI respectfully dissent. In my opinion, the record in this case discloses that, (1) the selection of the location of the sobriety checkpoint was made in substantial compliance with the guidelines set forth in Commonwealth v. Tarbert, 517 Pa. 277, 535 A.2d 1035 (1987), (2) the location of the checkpoint was not unreasonable, (3) none of the concerns expressed by Mr. Justice Papadakos in Commonwealth v. Blouse, 531 Pa. 167, 611 A.2d 1177 (1992) are present, and (4) there is no evidence that remotely suggests that any intrusiveness to the traveling public at the location selected was anything other than minimal. For the foregoing reasons, I would affirm the judgment of sentence.",
        "type": "dissent",
        "author": "ROWLEY, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Samuel K. Gates, Hanover, for appellant.",
      "John W. Thompson, Jr., Asst. Dist. Atty., York, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Ricky A. TRIVITT, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 13, 1994.\nFiled Nov. 16, 1994.\nSamuel K. Gates, Hanover, for appellant.\nJohn W. Thompson, Jr., Asst. Dist. Atty., York, for Com., appellee.\nBefore ROWLEY, P.J., and CIRILLO and DEL SOLE, JJ."
  },
  "file_name": "0104-01",
  "first_page_order": 162,
  "last_page_order": 166
}
