{
  "id": 6785883,
  "name": "STATE of Maine v. Michael John NIEMSZYK",
  "name_abbreviation": "State v. Niemszyk",
  "decision_date": "1973-04-04",
  "docket_number": "",
  "first_page": "105",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 105"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "87 S.Ct. 1937",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "388 U.S. 236",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "32 L.Ed.2d 682",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 2436",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "407 U.S. 909",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9140257,
        9140131,
        9140195,
        9140294,
        9140074,
        9140333,
        9140017,
        9140377,
        9140415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0909-05",
        "/us/407/0909-03",
        "/us/407/0909-04",
        "/us/407/0909-06",
        "/us/407/0909-02",
        "/us/407/0909-07",
        "/us/407/0909-01",
        "/us/407/0909-08",
        "/us/407/0909-09"
      ]
    },
    {
      "cite": "427 F.2d 1305",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2243450
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/427/1305-01"
      ]
    },
    {
      "cite": "266 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1930974
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0205-01"
      ]
    },
    {
      "cite": "191 S.E.2d 178",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "213 Va. 186",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2118257
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/va/213/0186-01"
      ]
    },
    {
      "cite": "25 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "138 Me. 242",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844193
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/me/138/0242-01"
      ]
    },
    {
      "cite": "178 A.2d 129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 61",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942635
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0061-01"
      ]
    },
    {
      "cite": "297 A.2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254062
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0884-01"
      ]
    },
    {
      "cite": "300 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056707
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/300/0755-01"
      ]
    },
    {
      "cite": "242 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087842
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/242/0688-01"
      ]
    },
    {
      "cite": "281 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "264 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8077789
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/264/0530-01"
      ]
    },
    {
      "cite": "281 A.2d 570",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086950
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0570-01"
      ]
    },
    {
      "cite": "294 A.2d 459",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046083
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "465-466"
        },
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0459-01"
      ]
    },
    {
      "cite": "388 U.S. 293",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168284
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0293-01"
      ]
    },
    {
      "cite": "390 U.S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170914
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0377-01"
      ]
    },
    {
      "cite": "461 F.2d 92",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1329872
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/461/0092-01"
      ]
    },
    {
      "cite": "149 U.S.App.D.C. 1",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "416 F.2d 696",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2172827
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/416/0696-01"
      ]
    },
    {
      "cite": "409 F.2d 888",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2199738
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/409/0888-01"
      ]
    },
    {
      "cite": "461 F.2d 739",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1329887
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/461/0739-01"
      ]
    },
    {
      "cite": "406 U.S. 682",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173132
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0682-01"
      ]
    },
    {
      "cite": "388 U.S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168184
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0263-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "304 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10805
      ],
      "weight": 3,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0458-01"
      ]
    },
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 7,
      "year": 1963,
      "pin_cites": [
        {
          "page": "487-488"
        },
        {
          "page": "417"
        },
        {
          "page": "486"
        },
        {
          "page": "416"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1136,
    "char_count": 26710,
    "ocr_confidence": 0.794,
    "pagerank": {
      "raw": 1.9255148096884934e-07,
      "percentile": 0.733561107230576
    },
    "sha256": "ef19a173ed3c7e84eb1f1452d673a6aeb459d8841919eabb2a6c089b74c7f324",
    "simhash": "1:92bd813a76798f58",
    "word_count": 4364
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY, WERNICK and ARCHIBALD, JJ.",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. Michael John NIEMSZYK."
    ],
    "opinions": [
      {
        "text": "POMEROY, Justice.\nAfter a jury verdict that the appellant was guilty of the crime of Robbery (17 M.R.S.A. § 3401), judgment was entered. Appeal was seasonably taken from this judgment.\nWe deny the appeal.\nThe factual framework of the events which brought about the indictment of appellant and his prosecution and ultimate conviction, as revealed by the record, is substantially as follows:\nOn January 19, 1971, between 9 a. m. and 9:30 a. m. the South Berwick Branch of the First National Bank of Biddeford was “held up.” Three men entered the bank, two were identifiable as white men despite the fact they wore ski masks in an obvious attempt to conceal their identity. The third man, identified as a black man, wore no mask.\nWhen the robbers left the bank they were driven away in an automobile, the driver of which was not one of the three who entered the bank.\nThe sum of $14,474.35 in money was taken in the robbery. Included in this money was an amount witnesses described as “bait money”. The “bait money” was described as being bills of various denominations, the serial numbers of which had been previously recorded to facilitate identification. The so-called “bait money” had been deliberately placed in the head teller’s drawer. As this money was removed from the special clip, two automatic cameras in the bank lobby were activated.\nIn the course of the investigation of the robbery, the police found a car bearing New Hampshire license plates abandoned near the bank. New Hampshire authorities identified the car as belonging to Grace Bailey of Portsmouth, New Hampshire. A Portsmouth police officer was dispatched to the Bailey residence to make inquiries concerning the auto found in South Berwick. At about 1 p. m. that day the Portsmouth police officer was invited into the apartment by a female houseguest of Mrs. Bailey. Mrs. Bailey told the officer that she had loaned her car to a man named “Bobby” early that morning. After determining that Mrs. Bailey would be able to identify “Bobby,” the officer called for photographs and “mug books” to be brought to the apartment. From these pictures Mrs. Bailey identified “Bobby.” By this time four Portsmouth policemen, headed by a Lieutenant, were in the apartment. One of the detectives noticed that Mrs. Bailey appeared nervous. The officer, fearing danger if armed persons were in the apartment, asked for permission to “look around.” Mrs. Bailey testified that before she could respond the detective walked through a bedroom and, opening a door, walked into the kitchen. The Lieutenant testified that Mrs. Bailey responded affirmatively to a request to “look around” after being told that “there might be some danger.”\nUpon opening the kitchen door the detective saw three men, two white men (one of whom was appellant) and one black man seated at a table playing cards. The three were taken into custody. An officer testified at the trial that he purported to take custody of the appellant under the authority of a New Hampshire statute which he interpreted as permitting a four-hour detention of one suspected of a crime without formal arrest. N.H.R.S.A. ch. 594, § 2.\nAfter removing the three men from the apartment, consent to search the apartment was requested by the officers. During the afternoon of January 19, 1971, additional police officers both from Maine and New Hampshire as well as two FBI agents were in the Bailey apartment. The Portsmouth Police Lieutenant, fearing Mrs. Bailey might be involved in the bank robbery, read the “Miranda warning” to her, informed her of her right to refuse permission to search, then procured the signatures of Mrs. Bailey and her female house-guest on a consent to search form. At some point an unidentified policeman stated that if the consent to search could not be secured, Mrs. Bailey would have to be taken “downtown.”\nA search conducted after consent had been given produced a pillowcase containing gloves, ski masks, guns and better than $14,000, including the “bait money” taken from the bank in South Berwick.\nOn January 20, 1971, a complaint against appellant was signed by Bernard Emery, a Maine State Police Officer. Emery took the complaint to Portsmouth on the same date, and appellant was released by New Hampshire authorities to Maine authorities on that date, extradition apparently having been waived.\nOn January 25, 1971, Trooper Emery took nine photographs to the South Ber-wick Bank for purposes of identification. Three employees of the bank identified appellant’s photograph. The bank manager was unable to make any identification.\nOn February 4, 1971, appellant was indicted by the York County Grand Jury for having committed the crime of robbery.\nOn August 11, 1971, the State’s motion to consolidate for trial the indictments for robbery against appellant and three others was granted.\nAt the end of the State’s case, motions for acquittal were granted as to appellant’s three co-defendants.\nAppellant’s first claim of error is that the denial of his motion to suppress the gloves, ski masks, guns and money found in the search of Grace Bailey’s apartment was erroneous. In support of this claim appellant characterizes the police action as two searches: The first when the detective walked into the kitchen and discovered appellant; the second when the Police searched for and found the evidence and fruits of the crime.\nEven if we viewed the record most favorably to the appellant and concluded that Mrs. Bailey did not consent to the initial search, the appellant would gain nothing because no evidence resulted therefrom.\nAppellant claims that the first search provided the basis and the reason for the second search. Thus, the illegality of the initial search “tainted” the subsequent search. The guns, masks, gloves and money are “fruit of the poisonous tree” under Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963), the appellant says.\nIn deciding Wong Sun the Supreme Court stated that:\n“We need not hold that all evidence is ‘fruit of the poisonous tree’ simply because it would not have come to light but for the illegal actions of the police. Rather, the more apt question in such a case is ‘whether, granting establishment of the primary illegality, the evidence to which instant objection is made has been come at by exploitation of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint.’ ” 371 U.S. at 487-488, 83 S.Ct. at 417.\nThe question then becomes, was the consent to search given by Mrs. Bailey an exploitation of the initial search. Or, paraphrasing Wong Sun, was Mrs. Bailey’s consent given “under such circumstances,” resulting from the first search, as to make unreasonable an inference that her consent “was sufficiently an act of free will to purge the primary taint of the unlawful invasion” ? Id. at 486, 83 S.Ct. at 416.\nThus resolved, appellant’s first argument that Mrs. Bailey’s consent was not freely and voluntarily given due to the initial search merges with his second argument that the consent was not freely and voluntarily given in light of all the circumstances existing on the afternoon of January 19, 1971.\nOn that afternoon Mrs. Bailey was, at the outset, nervous. She had recovered from a “hard” delivery and was caring for a young infant. Three persons, suspected of robbing a bank, had been found in her kitchen and removed by the police. An unknown policeman had stated that she might be “taken downtown” if her premises could not be searched. The Lieutenant who had assumed control of the inquiry and who ultimately gained her consent for the search believed that she was possibly involved in the crime.. The Lieutenant wisely, in light of his belief, read the “Miranda warnings” to Mrs. Bailey. While this was wise police procedure, under the circumstances it may have reinforced Mrs. Bailey’s fear that she was a suspect or was implicated in the robbery. On these facts alone, it might be difficult to hold that a signed consent to search was “an intentional relinquishment or abandonment of a known right.” Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938).\nThe trial justice at the suppression hearing heard testimony that the Police Lieutenant inquired of Mrs. Bailey and her houseguest whether they had knowledge of the bank robbery or knowledge of any “guns, money or disguises in the house.” After receiving a negative response from both women, the Lieutenant requested permission to conduct a search of the premises. He informed the women that the search was for guns, money and disguises. Both women indicated assent, both read the consent form, the Lieutenant explained to both that they had a right to refuse a search, then both women signed the consent form.\nThe giving of this form of “Miranda warning” as a precondition of the search constitutes a full and accurate explanation of the meaning of the rights and the consequence of waiver of those rights. The signed consent establishes that the two women knowingly relinquished their rights.\nThe remaining question in relation to the search is whether the trial Justice was in error in finding that the consent was not the product of coercion or duress.\nWe hold that he was not in error.\nMrs. Bailey was frightened by the events of that afternoon. Her car had been found near the scene of the crime. Three men had been found in her home who were, at the least, suspects, and she had been given the “Miranda warning” which may have caused her to believe that she too was a suspect. All of these circumstances were the result of a normal and proper investigation by the police. Although they may have created a feeling of apprehension in Mrs. Bailey, they were not attempts to coerce a consensual search of the apartment.\nThe statement that Mrs. Bailey might be taken “downtown” also affected her. She had two small children to care for and was fearful of any further entanglements in the investigation. It is unclear from the record who made the statement or why the statement was made. It appears to have been unnecessary and to have served no useful purpose. If the consent had resulted from this statement, the search would have been of questionable legality.\nHowever, upon reading the entire record it is apparent to us that although Mrs. Bailey was upset and frightened by the events of that afternoon, her primary reason for allowing the search was that she believed her innocence would be established by the search. Such search, she reasoned, would extricate her from the entire investigation and prove her non-involvement.\nThe unfortunate statement of an unknown policeman did not bring about the consent. The response to the situation confronting Mrs. Bailey, the consent to search, was not based upon the isolated statement, but upon the entire chain of events in the investigation. This chain of events was not a police controlled coercion of Mrs. Bailey. Her motives, in light of the situation facing her, indicate that the consent was a voluntary response that was, she believed, in her best interest.\nAppellant next argues that NHRSA ch. 594 § 2 is unconstitutional. He was detained, pursuant to this statute, by Portsmouth police on the afternoon of January 19, 1971.\nAppellant has not shown any statements, admissions or searches resulting from this detention. In other words he has shown no prejudice in his trial in Maine that resulted from the acts of New Hampshire authorities.\nHe does not contend that his arrest by Maine State Police was without probable cause. Neither does he contest his rendition to Maine authorities by those of New Hampshire. He does not claim any officer of the State of Maine has acted unlawfully and since no prejudice has been shown in his trial before a Maine Court, the argument is without merit.\nAppellant next contends that the out-of-court identification procedure employed by the State Police violated his Sixth Amendment right to counsel and his Fifth Amendment right to due process of law. The identification procedure, as previously noted, consisted of the showing of a spread of photographs to employees of the South Berwick bank.\nThe Sixth Amendment claim raises two distinct issues. First, does the counsel requirement applied to “line-ups” by United States v. Wade, 388 U.S. 218, 87 S.Ct. 1926, 18 L.Ed.2d 1149 (1967) and Gilbert v. California, 388 U.S. 263, 87 S.Ct. 1951, 18 L.Ed.2d 1178 (1967), apply equally to photographic identification procedures. If so, the second issue is whether or not the signing of a complaint against appellant by a Maine State Trooper, for the purpose of taking appellant into custody, was the “initiation of adversary judicial criminal proceedings” under Kirby v. Illinois, 406 U.S. 682, 92 S.Ct. 1877, 32 L.Ed.2d 411 (1972). We do not reach the second issue since we hold that the Wade-Gilbert counsel requirement is not applicable to an out-of-court photographic identification conducted as this was.\nIn so holding we are in accord with the overwhelming majority of both state and federal decisions. See, e. g., United States ex rel. Reed v. Anderson, 461 F.2d 739 (3rd Cir. 1972); United States v. Bennett, 409 F.2d 888 (2nd Cir. 1969), and United States v. Collins, 416 F.2d 696 (4th Cir. 1969). The lone federal circuit decision holding to the contrary is United States v. Ash, 149 U.S.App.D.C. 1, 461 F.2d 92 (1972).\nThe Wade-Gilbert rule is that a post-indictment lineup is a “critical stage of the prosecution” at which defendant is entitled to the presence of counsel. The courts which have considered the application of Wade and Gilbert to photographic identifications have reached different interpretations of what is meant by “critical stage.” In our view neither interpretation requires an extension of the right to counsel to the circumstances now before us.\nA fair, meaningful identification confrontation at trial requires that defendant be able to reconstruct a pretrial confrontation so that he may expose any unfairness that occurred at the pretrial lineup. Further weight is lent to this interpretation of Wade and Gilbert by the Court’s statement in Wade that:\n“Legislative or other regulations, such as those of local police departments, which eliminate the risks of abuse and unintentional suggestion at lineup proceedings and the impediments to meaningful confrontation at trial may also remove the basis for regarding the stage as ‘critical.’ ” 388 U.S. at 239, 87 S.Ct. at 1938.\nWe hold that a post-arrest pretrial photographic identification does not require the presence of counsel. We decline to follow United States v. Ash, supra.\nThe possibility of suggestivity in a photographic identification is less than that in a lineup. The “many variables and pitfalls” of a lineup include the ability to have a defendant speak, perform certain acts or don certain clothing, and the response of the defendant under the pressure of being viewed. None of these variables are present in a photographic identification, thus rendering the possibility of suggestiveness remote.\nThe photographic identification may be readily reconstructed at trial. The factfinder would have the pictures before it. The simple nature of the viewing process facilitates recall at trial.\nThe record in this case demonstrates that appellant was able to offer into evidence the photos used in the identifications. He was also able to elicit from the witnesses and the officer conducting the identification procedure, the manner in which the identification was carried out and the results of the procedure.\nAppellant is not without protection from impermissible identification procedures. He is protected from inherently suspect evidence resulting from out-of-court photographic identifications under the Fifth Amendment. Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968); Stovall v. Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967).\nThe proper procedure for determining the admissibility of out-of-court and in-court identifications, under both the Fifth and Sixth Amendments, was set forth in State v. Boyd, Me., 294 A.2d 459, 465-466 (1972).\nSince Boyd was not decided until after this case was tried, the procedure there recommended was not used. The State presented three employees of the South Berwick Bank as witnesses. Two of these witnesses made qualified in-court identifications of appellant, the third made a positive in-court identification. The admissibility of these three identifications was not challenged by appellant.\nAppellant did, however, seek to destroy the credibility of these identifications on cross-examination.\nWhile cross-examining the third (positive) witness, appellant elicited testimony concerning the out-of-court identification. Through this witness appellant reconstructed the photographic identification. On direct examination, appellant once again elicited testimony reconstructing the out-of-court identification procedure, this time from the State Police officer who conducted the identification procedure. At no time did appellant object to the introduction of the in-court identifications and at no time did he request a hearing, out of the presence of the jury, to determine whether the out-of-court identifications tainted those made in court and if so, whether the in-court identifications were the result of an independent source.\nFrom the record it appears that appellant went to the jury with all the identification evidence in order to attempt to lessen the weight of those identifications.\nWe are thus faced with substantially the same situation as was before the Court in State v. Levesque, Me., 281 A.2d 570 (1971). We there stated:\n“It has been a long standing procedure in Maine that if a party has an objection to the introduction of evidence at trial he must state the same to the court specifying at the time his grounds for the objection. Rule 51, M.R.Crim.P., gives it the force of law. Where no objections to the admission of the identification evidence were registered at the trial, the defendant must be deemed to have waived the same. Brine v. State, 1970, Me., 264 A.2d 530, 535. Constitutional rights, like other rights, must be protected at trial within the format of trial procedures and court rules and are subject to recognized principles of waiver. Brine, supra. It is only when the evidence complained of admitted without objection is so highly prejudicial and so taints the proceeding as virtually to deprive the aggrieved party of a fair trial that an appellate court may consider the propriety of its admissibility when raised for the first time on appeal.” 281 A.2d 576-577.\nIn Boyd, notwithstanding Levesque and Brine, we chose to consider a claim of error based on identification evidence, although no objection to that evidence had been raised at trial. We did so for a threefold purpose. First, it was unclear from the record whether or not Boyd’s counsel knew that an out-of-court identification had taken place. Second, the Court felt that our bench and bar would profit from a discussion of identification procedures. Third, an inherent possibility of prejudicial results existed from the identification.\nIn the instant case appellant’s counsel had full knowledge of the prior identifications and was able on cross-examination and on direct examination during appellant’s defense presentation to recreate, for the jury, the entire identification process. In Boyd, we recommended a procedure by which a defendant can be protected from prejudicial identification evidence. We see no reason to again describe that procedure at this time.\nThe question remains whether the identifications, admitted without objection, are so highly prejudicial and so taint the proceeding as virtually to deprive the aggrieved party of a fair trial. If so, this Court may consider the propriety of the admission of those identifications although raised for the first time on appeal. State v. Langley, Me., 242 A.2d 688 (1968).\nIn State v. McKeough, Me., 300 A.2d 755 (1973), we stated that constitutional error, not saved by objection, was reversible error only if it resulted in serious prejudice. In determining whether or not a failure to instruct on an essential element of a crime constituted serious prejudice, we viewed all of the evidence in the case to determine whether the evidence raised a doubt as to that element.\nThe evidence in the instant case does not raise an issue of suggestivity in the identification. The photographic spread, the manner in which the witnesses viewed the photographs, and the results of the out-of-court identification when compared with descriptions made by the witnesses prior to the photographic identification, give no hint that the identifications were the product of a suggestive identification procedure rather than the product of observations made at the time of the robbery.\nThe facts in Boyd were quite different. In that case it was apparent that the lineup procedure incorporated the use of a one-way mirror and that the defendant was exhibited in distinctive clothing which had been an integral part of the prosecutrix’s identification at the time of the crime. These facts, inter alia, raised such a serious possibility of prejudice, such a serious issue of the suggestivity of the out-of-court identification procedure, that we reviewed the issue on appeal notwithstanding the absence of an objection to the admission of the identification at trial.\nAt a hearing, out of the presence of the jury, the trial Court viewed the film exposed by the bank’s automatic cameras and heard testimony from those employees present during the robbery that the film was a fair and accurate representation of the robbery. The film was then admitted into evidence subject to a jury instruction that the film was not to be used by the jury as a means of making independent identifications. Appellant argues that the film was irrelevant and inflammatory and that its admission was error.\nThe admission of the film into evidence was within the discretion of the presiding Justice. State v. Berube, Me., 297 A.2d 884 (1972). The film, as limited by the trial Court, was relevant to prove inter alia the fact of the robbery, the method by which the robbery was carried out, i. e., the use of weapons, and had a bearing on the identifications made by the bank employees inasmuch as it showed the relative positions of those in the bank that morning. Appellant has failed to show that the “probative value” of the film was “outweighed by the danger of prejudice.” State v. Duguay, 158 Me. 61, 63, 178 A.2d 129, 130 (1962). This is especially so in light of the instruction limiting the use of the film by the jury. Admission of the film was not an abuse of discretion.\nAt the end of the State’s case the presiding Justice granted motions for acquittal made on behalf of appellant’s three co-defendants. Appellant’s motion for acquittal was denied. Appellant did not move for a new trial as a result of any prejudice to him from the acquittals of his co-defendants.\nAppellant now contends that the denial of his pretrial motion for a separate trial was error. He contends that “from the very beginning, it was quite evident that [he] would be prejudiced by a joint trial.”\nThe grant or denial of a motion for separate trials rests in the discretion of the trial court. Appellant has shown no reasons which would have, prior to trial, given the presiding Justice cause to believe that the defenses of appellant and his co-defendants were necessarily antagonistic nor that appellant would be prejudiced by a joint trial. State v. Bobb, 138 Me. 242, 25 A.2d 229 (1942). In the absence of such facts, known to the presiding Justice before trial, we cannot hold that the presiding Justice has abused his discretion.\nThe entry must be,\nAppeal denied.\nAll Justices concurring.\n. Two men, one black, one white, had already been convicted as of this date of armed robbery as a result of the “holdup” of January 19, 1971.\n. Appellant makes no claim that the consent of the houseguest was coerced or given under duress.\n. We have held in State v. Boyd, Me., 294 A.2d 459, 462 (1972) that the Maine Constitution does not require an extension of the right to counsel beyond that prescribed in Kirby.\n. Of the ten federal circuits that have faced the issue, nine have held that the Wade-Gilbert rule is inapplicable to photographic identification procedures. Our holding is in accord with decisions of the Courts of California, Delaware, Illinois, Maryland and Virginia. Contrary results have been reached in the Courts of Pennsylvania and Nevada. See Drewry v. Commonwealth, 213 Va. 186, 191 S.E.2d 178, 180 (1972) for citations. The Pennsylvania decision, Commonwealth v. Whiting, 439 Pa. 205, 266 A.2d 738 (1970) relies heavily upon United States v. Zeiler, 427 F.2d 1305 (3rd Cir. 1970). Zeiler was subsequently overruled by United States ex rel. Reed, infra.\n. Certiorari granted June 12, 1972, argued Jan. 10, 1973, 407 U.S. 909, 92 S.Ct. 2436, 32 L.Ed.2d 682.\n. See interpretation of “critical stage” by Chief Judge Friendly in United States v. Bennett, supra. For other broader interpretations see United States v. Ash, supra.\n.In Wade the Supreme Court stated that: “Since it appears that there is grave potential for prejudice, intentional or not, in the pretrial lineup, which may not he capable of reconstruction at trial, and since presence of counsel itself can often avert prejudice and assure a meaningful confrontation at trial, there can be little doubt that for Wade the post-indictment lineup was a critical stage ...” 388 U.S. 236-237, 87 S.Ct. 1937.\nThe Court recognized that the prime importance of counsel was to prevent prejudice to defendant by bringing any suggestiveness to light at trial. A second purpose, in the context of a lineup where “so many variables and pitfalls exist,” was to prevent unfairness in the process by the presence of counsel.\n. It is unnecessary to discuss what position we would take regarding an out-of-court photographic identification in the event it was determined by the court a full reconstruction of such identification procedure was impossible if a denial of due process argument was raised.\n. Witness #1: “I see someone [appellant] who appears to be the same guy.” “I’m not certain that’s [appellant] the man.”\nWitness #2: “It appears to be [appellant], yes.”",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Ronald E. Ayotte, County Atty., Roland A. Cole, Asst. County Atty., Alfred, for plaintiff.",
      "Lloyd P. LaFountain, Biddeford, Edward G. Hudon, Brunswick, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Michael John NIEMSZYK.\nSupreme Judicial Court of Maine.\nApril 4, 1973.\nRonald E. Ayotte, County Atty., Roland A. Cole, Asst. County Atty., Alfred, for plaintiff.\nLloyd P. LaFountain, Biddeford, Edward G. Hudon, Brunswick, for defendant.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0105-01",
  "first_page_order": 143,
  "last_page_order": 151
}
