{
  "id": 7287553,
  "name": "Valerie MARX, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (UNITED PARCEL SERVICE), Respondent",
  "name_abbreviation": "Marx v. Workers' Compensation Appeal Board",
  "decision_date": "2010-02-09",
  "docket_number": "",
  "first_page": "107",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 107"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C. § 12112",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "requiring reasonable accommodations for individuals with disabilities"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "981 A.2d 1288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4196194,
        7296959
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "stating that calculation of earning power by labor market survey only approximates a claimant's true earning power"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/603/0074-02",
        "/a2d/981/1288-01"
      ]
    },
    {
      "cite": "901 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/901/1129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 12068,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35640958218027385
    },
    "sha256": "e85b8a9cc4b0e7953fd68b32bf3b104431da70e122750847d7edb5b1bb68aaa4",
    "simhash": "1:7a6e7aab1d58ac9d",
    "word_count": 1892
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, and FRIEDMAN, Senior Judge, and QUIGLEY, Senior Judge."
    ],
    "parties": [
      "Valerie MARX, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (UNITED PARCEL SERVICE), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge FRIEDMAN.\nValerie Marx (Claimant) petitions for review of the May 20, 2009, order of the Workers’ Compensation Appeal Board (WCAB), which affirmed the decision of a workers’ compensation judge (WCJ) to grant the modification petition filed by United Parcel Service (Employer). We affirm.\nOn September 15, 2003, Claimant suffered a work-related injury in the nature of a right knee and right ankle strain and received workers’ compensation benefits. On January 13, 2006, Employer filed a petition to modify or suspend Claimant’s benefits based on a release to return to work by John R. Frankeny II, M.D., and a labor market survey establishing Claimant’s earning capacity. Claimant filed an answer to that petition, denying the allegations, and hearings were held before a WCJ. (WCJ’s Procedural History, Nos. 1, 3, 5-7.)\nIn support of its petition, Employer presented the testimony of Denise Clark, a vocational expert who testified that she was forced to perform a hypothetical vocational evaluation because Claimant refused to meet with her. Clark utilized Claimant’s job application with Employer to determine Claimant’s vocational and educational background, and she reviewed medical records she received from Dr. Frankeny. Clark prepared a transferable skills analysis and performed a labor market survey showing eight sedentary positions. Clark personally viewed the positions being performed and prepared job analyses for Dr. Frankeny’s review. Dr. Frankeny approved all of the jobs for Claimant. The highest paid position was a Mail Filer job with Capital Tax Collection, which paid $376.60 per week. (WCJ’s Findings of Fact, No. 4.)\nEmployer also presented the testimony of Mark Negley, Employer’s Risk Management Supervisor and Workers’ Compensation Supervisor for Central Pennsylvania. Negley testified that everyone who works for Employer is required to lift up to seventy pounds, and, because Dr. Frank-eny restricted Claimant’s lifting to fifty pounds, there are no positions available with Employer within the restrictions placed on Claimant by Dr. Frankeny. (WCJ’s Findings of Fact, No. 5.)\nDr. Frankeny, an orthopedic surgeon for the past fifteen years, testified that he started treating Claimant shortly after her work injury. Dr. Frankeny testified that he has restricted Claimant to lifting or carrying no more than fifty pounds, and no repetitive lifting. Dr. Frankeny further testified that he reviewed the job analyses in the labor market survey and that he approves of Claimant working the jobs. (WCJ’s Credibility Determinations, No. 5.)\nIn opposition to Employer’s petition, Claimant testified on her own behalf and presented the testimony of Terry P. Leslie, a vocational expert who, at the request of Claimant’s counsel, reviewed Clark’s labor market survey and interviewed Claimant. Leslie spent a total of two hours meeting with the eight employers in the labor market survey, and much of Leslie’s testimony was based on information he gained from third parties and, as such, is hearsay. Leslie did not prepare any job analyses for the eight positions in order to refute Clark’s job analyses. Moreover, although Leslie testified that Claimant does have some earning capacity, Leslie did not attempt to locate any suitable positions for Claimant. (WCJ’s Findings of Fact, No. 6; WCJ’s Credibility Determination, No. 4.)\nAfter considering the evidence, the WCJ accepted the testimony of Dr. Frankeny, Clark and Negley and modified Claimant’s benefits based on an earning capacity of $376.60 per week, the pay Claimant would have received for the Mail Filer job with Capital Tax Collection. The WCJ also rejected Leslie’s testimony to the extent it contradicts Clark’s testimony. Claimant appealed to the WCAB, which affirmed. Claimant now petitions this court for review.\nI. Competency of Labor Market Survey\nA.Legal Defects of Four Positions\nClaimant argues that the WCJ erred in accepting Clark’s labor market survey because it contained substantive legal defects, viz., a position that was not actually available, a position with an inaccurate wage, a position with an incorrect address and a position potentially outside Claimant’s labor market. However, the presence of these defects does not render the entire labor market survey incompetent where the survey contains other positions without defects. Indeed, the WCJ in this case did not base its determination of Claimant’s earning power on any position that contains an alleged defect.\nB.Failure to Consider Other Injuries\nClaimant also argues that the WCJ erred in accepting Clark’s labor market survey because Clark failed to consider Claimant’s other work injuries. In this regard, Claimant asserts that she sus-tamed a low back injury on June 10, 1999, and a neck injury on June 4, 2002. (Claimant’s brief at 14.) However, Claimant never filed a claim petition with respect to these injuries. Thus, the low back and neck injuries are not accepted work injuries. (See WCAB’s op. at 9 n. 5; see also R.R. at 474a-78a.)\nC.Clark’s Qualifications\nClaimant argues that the WCJ erred in accepting Clark’s labor market survey because Clark was not a qualified vocational expert. We disagree.\nUnder 34 Pa.Code § 123.202(a)(3), an individual is qualified to be a vocational expert if the individual has a Bachelor’s degree and is under the direct supervision of an individual possessing the criteria in paragraph (a)(1). An individual who has Commission on Rehabilitation Counselor (CRC) Certification and one year experience analyzing labor market conditions possesses the criteria in paragraph (a)(1). 34 Pa.Code § 123.202(a)(1). Clark testified that she has a Bachelor’s degree and is supervised by Lisa Zecca, an individual who has analyzed labor markets since 1999 and who has “CRC” certification. (R.R. at 245a, 247a.) Thus, Clark met the qualifications for a vocational expert.\nD. Earning Power\nClaimant argues that the WCJ erred in “cherry picking” the Mail Filer job with Capital Tax Collection, which paid $376.60 per week, to determine her earning capacity. Claimant points out that Clark provided the average salary of the eight positions as $213.95. (See R.R. at 68a.) However, Clark also provided the range of weekly salaries as $140.00 to $376.60. (Id.) That portion of Clark’s survey showing that Claimant could have earned $376.60 per week in the Mail Filer job constitutes substantial evidence to support the WCJ’s finding that Claimant has such an earning capacity. See Select Security, Inc. v. Workers’ Compensation Appeal Board (Kobrin), 901 A.2d 1129 (Pa.Cmwlth.2006) (stating that assessment of a claimant’s earning power is a question of fact for the WCJ, and, upon review, the pertinent inquiry is whether there is any evidence to support the factual finding).\nNevertheless, Claimant also contends that, consistent with the statutory notion of an “average weekly wage,” the WCJ was required to take the average of the positions set forth in the survey, assuming the validity of all of them. (Claimant’s brief at 24.) We disagree. The calculation of a claimant’s “average weekly wage,” which is based on actual earnings, has no relation to the determination of a claimant’s earning power by labor market survey. See Riddle v. Workers’ Compensation Appeal Board (Allegheny City Electric, Inc.), - Pa. -, 981 A.2d 1288 (2009) (stating that calculation of earning power by labor market survey only approximates a claimant’s true earning power).\nII. Reasonable Accommodations\nClaimant contends that the WCJ erred in allowing Employer to establish Claimant’s earning capacity through a labor market survey when Employer had a job available that Claimant could have performed if Employer had provided reasonable accommodations for her seventy-pound lifting restriction under section 12112 of the Americans with Disabilities Act (ADA), 42 U.S.C. § 12112 (requiring reasonable accommodations for individuals with disabilities). However, Claimant did not raise an ADA issue in its appeal to the WCAB, (R.R. at 575a-577a), and, as a result, the issue is waived. See Pa. R.A.P. 1551(a) (stating that, except in situations that do not apply here, no question shall be heard or considered which was not raised before the government unit).\nIII. Unreasonable Contest\nFinally, Claimant argues that the WCJ erred in failing to award attorney fees for an unreasonable contest. However, because Claimant did not prevail in any respect in these proceedings, we reject this argument.\nAccordingly, we affirm.\nORDER\nAND NOW, this 9th day of February, 2010, the order of the Workers’ Compensation Appeal Board, dated May 20, 2009, is hereby affirmed.\n. The parties filed other petitions, but those were resolved through a Compromise and Release Agreement (C & R), which preserved Employer’s right to a decision on its petition to modify or suspend benefits.\n. Under section 306(b)(2) of the Workers' Compensation Act (Act), Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 512(2), a claimant's earning power shall be based on expert opinion evidence which includes job listings with agencies of the Department of Labor and Industry, private job placement agencies and advertisements in the usual employment area. The claimant's disability shall be partial if, considering the claimant's residual productive skill, education, age and work experience, the claimant can engage in any kind of substantial gainful \"employment which exists” in the usual employment area in which the claimant lives. 77 P.S. § 512(2).\n. Our scope of review is limited to determining whether constitutional rights have been violated, whether the adjudication is in accordance with the law and whether the necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704.\n. Claimant asserts that: (1) a receptionist position with Ethan Allen was not actually available at the time Clark conducted the labor market survey in December 2005 because the store was not scheduled to open until March 2006; (2) a Security Officer position with Securitas paid less than the amount shown on the survey during the initial training period; [3] a cashier job with Unclaimed Freight was not located at 1880 Carlisle Pike in Harrisburg, as indicated on the survey, but at 1880 Carlisle Pike in Mechanicsburg; and (4) the geographical location of a cashier position with Unclaimed Freight in Lebanon may not have been within the accepted distance for a hypothetical commute for Claimant.\n. We note that Clark admitted to a \"typographical error” in the address of an Unclaimed Freight position, (R.R. at 270a); however, Claimant concedes that the Carlisle Pike address was correct, and Claimant does not challenge the phone number Clark gave for Unclaimed Freight, (R.R. at 315a). As for the position potentially outside Claimant’s labor market, Clark testified that Claimant would have to travel only twelve to fifteen miles to the Lebanon position and that such a commute is not too great, (R.R. at 270a).\n. Claimant testified that she did not miss any time from work as a result of her prior work injuries; thus, the prior injuries were medical only cases. (R.R. at 476a-77a.)\n. Claimant argued to the WCJ that Employer accepted liability for the injuries by paying Claimant’s medical bills and by filing a utilization review petition relating to them. (R.R. at 475 a.) However, in medical only cases, an insurer paying for medical treatment may seek utilization review even if the employer has not admitted liability for the work injury and even if there has been no determination of liability for the work injury. 34 Pa.Code § 127.405(a).",
        "type": "majority",
        "author": "Senior Judge FRIEDMAN."
      }
    ],
    "attorneys": [
      "Ronald T. Tomasko, Hummelstown, for petitioner.",
      "John P. Zeigler, Harrisburg,- for respondent."
    ],
    "corrections": "",
    "head_matter": "Valerie MARX, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (UNITED PARCEL SERVICE), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Dec. 4, 2009.\nDecided Feb. 9, 2010.\nAs Amended Feb. 12, 2010.\nRonald T. Tomasko, Hummelstown, for petitioner.\nJohn P. Zeigler, Harrisburg,- for respondent.\nBEFORE: PELLEGRINI, Judge, and FRIEDMAN, Senior Judge, and QUIGLEY, Senior Judge."
  },
  "file_name": "0107-01",
  "first_page_order": 149,
  "last_page_order": 153
}
