{
  "id": 12042125,
  "name": "EPISCOPAL CAMP FOUNDATION, INC. v. TOWN OF HOPE",
  "name_abbreviation": "Episcopal Camp Foundation, Inc. v. Town of Hope",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "108",
  "last_page": "112",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 108"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "166 A. 59",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "pin_cites": [
        {
          "parenthetical": "operating summer camp for indigent Jewish children was charitable purpose"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "132 Me. 67",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        597849
      ],
      "year": 1933,
      "pin_cites": [
        {
          "parenthetical": "operating summer camp for indigent Jewish children was charitable purpose"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/132/0067-01"
      ]
    },
    {
      "cite": "110 A.2d 581",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "missionary activities are traditional charitable purposes"
        },
        {
          "page": "584"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Me. 350",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        471963
      ],
      "weight": 2,
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "missionary activities are traditional charitable purposes"
        },
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/150/0350-01"
      ]
    },
    {
      "cite": "523 A.2d 581",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913366
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/523/0581-01"
      ]
    },
    {
      "cite": "649 A.2d 1098",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/1098-01"
      ]
    },
    {
      "cite": "187 A. 204",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "323 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169554
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/323/0401-01"
      ]
    },
    {
      "cite": "221 A.2d 280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8100519
      ],
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/221/0280-01"
      ]
    },
    {
      "cite": "65 Me. 92",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        614177
      ],
      "year": 1876,
      "pin_cites": [
        {
          "page": "93-94",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/65/0092-01"
      ]
    },
    {
      "cite": "73 Me. 428",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        621628
      ],
      "weight": 2,
      "year": 1882,
      "pin_cites": [
        {
          "page": "433"
        },
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/73/0428-01"
      ]
    },
    {
      "cite": "214 A.2d 660",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112628
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "664",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/214/0660-01"
      ]
    },
    {
      "cite": "161 Me. 476",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908240
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "483",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0476-01"
      ]
    },
    {
      "cite": "652 A.2d 650",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871294
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0650-01"
      ]
    },
    {
      "cite": "7 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 1
    },
    {
      "cite": "136 Me. 202",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        660113
      ],
      "year": 1939,
      "opinion_index": 1,
      "case_paths": [
        "/me/136/0202-01"
      ]
    },
    {
      "cite": "282 Minn. 245",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        307784
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "holding that profit motive cannot be sole criterion for determining tax exempt status"
        },
        {
          "page": "374",
          "parenthetical": "holding that profit motive cannot be sole criterion for determining tax exempt status"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/minn/282/0245-01"
      ]
    },
    {
      "cite": "415 A.2d 818",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7962077
      ],
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/415/0818-01"
      ]
    },
    {
      "cite": "451 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7949811
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "105"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/451/0103-01"
      ]
    },
    {
      "cite": "166 A. 59",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "pin_cites": [
        {
          "parenthetical": "operating tuition-free summer camp for indigent Jewish children a charitable purpose"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "132 Me. 67",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        597849
      ],
      "year": 1933,
      "pin_cites": [
        {
          "parenthetical": "operating tuition-free summer camp for indigent Jewish children a charitable purpose"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/me/132/0067-01"
      ]
    },
    {
      "cite": "110 A.2d 581",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 1
    },
    {
      "cite": "150 Me. 350",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        471963
      ],
      "year": 1954,
      "opinion_index": 1,
      "case_paths": [
        "/me/150/0350-01"
      ]
    },
    {
      "cite": "523 A.2d 581",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913366
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/523/0581-01"
      ]
    },
    {
      "cite": "649 A.2d 1098",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880468
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/649/1098-01"
      ]
    },
    {
      "cite": "187 A. 204",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "323 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169554
      ],
      "year": 1936,
      "opinion_index": 1,
      "case_paths": [
        "/pa/323/0401-01"
      ]
    },
    {
      "cite": "65 Me. 92",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        614177
      ],
      "year": 1876,
      "opinion_index": 1,
      "case_paths": [
        "/me/65/0092-01"
      ]
    },
    {
      "cite": "73 Me. 428",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        621628
      ],
      "year": 1882,
      "pin_cites": [
        {
          "parenthetical": "Masonic Lodge not statutorily exempted on basis that funds collected from members were distributed among poor and needy members and their wives and children"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/me/73/0428-01"
      ]
    },
    {
      "cite": "214 A.2d 660",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112628
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/214/0660-01"
      ]
    },
    {
      "cite": "161 Me. 476",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908240
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/me/161/0476-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 837,
    "char_count": 15735,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 1.8236483765097346e-07,
      "percentile": 0.7195633799499508
    },
    "sha256": "831e3885db4163939013b00e76aae54111a44660075c5c0196736ee36c785751",
    "simhash": "1:788fc3ec2816650c",
    "word_count": 2479
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "with whom RUDMAN and DANA, Justices, join,"
    ],
    "parties": [
      "EPISCOPAL CAMP FOUNDATION, INC. v. TOWN OF HOPE."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nThe Town of Hope appeals from the summary judgment entered in the Superior Court (Knox County, Mead, J.) in favor of Episcopal Camp Foundation, Inc., on its complaint seeking a declaratory judgment that the property of the Foundation is exempt from taxation pursuant to 36 M.R.S.A. § 652(1) (1990 & Supp.1994). Because we conclude that the court correctly determined that the Foundation is conducted exclusively for benevolent or charitable purposes, we affirm the judgment.\nThe record reveals the following undisputed facts: The Foundation is a nonprofit corporation that operates Camp Bishops wood, a summer camp for second through tenth grade boys and girls on its property located on Lake Megunticook in the Town of Hope. The Foundation’s corporate purpose as set forth in its articles of incorporation is “to maintain camps for both men and women which will carry on moral, cultural, religious and recreational training and education, instruction in arts and crafts and nature lore, good citizenship, social living and civic responsibility, and to cooperate in community welfare enterprises.” The articles of incorporation further provide that all profits derived from the operation of the camp shall be devoted exclusively to the purposes for which it is organized and no officer of the corporation shall receive any pecuniary profit except reasonable compensation. Charges for operating the camp shall be limited to expenses actually incurred.\nThe board of trustees is comprised of nine unpaid members of the Episcopal Diocese of Maine. The board hires an executive director as a full-time employee who hires staff for the camp. The staff attends a week-long pre-camp training session in which communication skills, counseling relationships, teaching by example, affirming and supporting the children, shared responsibility, and group living are emphasized. The four goals of the camp are (1) to affirm individuality, (2) to provide experiential community living, (3) to provide children with the opportunity to be involved with the natural environment, and (4) to allow the children to enjoy themselves. In addition to some religious teaching in a “Faith Development” class, the camp conducts most of the traditional summer camp activities such as swimming, games, arts and crafts, nature study, and sports. The weekly schedule is patterned after the Order for Celebrating the Holy Eucharist.\nThe Foundation allows Episcopalian children and past campers to register first. In 1992, 80% of the campers were in that group. The Foundation does not exclude non-Episcopalians and does not seek to indoctrinate campers in the Episcopalian faith. The Foundation seeks a diverse community and sponsors hearing-impaired children and several African-American children.\nIf a camper requires financial assistance, the Foundation advises the parents to first contact their local Episcopal diocese, many of which provide scholarships for the camp regardless of whether the family is Episcopalian. If the family is unable to obtain financial assistance from the diocese, the Foundation provides a scholarship. The money for the scholarships is not derived from camp tuition but is provided by donations by the Episcopal church and parents. In most cases the Foundation scholarship equals one-half of the weekly tuition, but if more assistance is required, the Foundation provides a larger scholarship. The scholarships are provided on request and the Foundation does not independently verify the family’s financial need. In 1992, at least 22% of the children attending the camp received scholarships from the Foundation.\nIn 1992 full tuition was $165 per week, which was sufficient to cover only two-thirds of the operating costs of the camp. The rest of the operating costs were derived from charitable donations and income generated by leasing the property in the off-season. By providing scholarships and keeping the tuition rate below cost, the Foundation attempts to keep the camp affordable to as many children as possible. Full tuition is approximately one-third of the tuition per week charged by the average for-profit camp.\nThe Foundation has owned the property since 1962. In 1993, the Town asserted for the first time that the Foundation’s property was subject to real estate taxation. The Town assessed taxes of $13,909.50 for 1992 and $13,855.89 for 1993. On May 21, 1993, the Foundation brought the present action pursuant to the Maine Declaratory Judgments Act, 14 M.R.S.A. §§ 5951-5963 (1980 & Supp.1994), seeking a declaration that the Foundation’s property is exempt from taxation pursuant to 36 M.R.S.A. § 652(1)(A) and seeking to enjoin the Town from assessing or collecting taxes.\nThe Foundation filed a motion for a summary judgment in which the following facts were undisputed by the parties: (1) the Foundation’s production of income is incidental to its dominant purpose, (2) the Foundation is not a pretense to avoid taxation, (3) the Foundation has no profit motive, revealed or concealed, (4) none of the Foundation’s officials receive any pecuniary profit other than reasonable compensation, and (5) all profits are devoted exclusively to the purposes for which it is organized. The only issue between the Town and the Foundation, therefore, was whether, based on the undisputed factual record, the Foundation is organized and conducted exclusively-for benevolent and charitable purposes.\nAfter a hearing, the trial court granted a summary judgment in favor of the Foundation, finding that\nthe Foundation, through Camp Bishops-wood, offers an organized and professional program that integrates religious teachings, moral instruction, and social living and civic responsibility. The Foundation offers these services at less than their cost and provides direct tuition assistance to a number of campers. Any profit that the Foundation might realize is devoted to the charitable purposes of Camp Bishopswood.\nFrom this judgment, the Town appeals.\nWe review the grant of a summary judgment for errors of law, viewing the evidence in the light most favorable to the party against whom the judgment was entered. Cushman v. Tilton, 652 A.2d 650, 651 (Me. 1995). After independently reviewing the record, we will affirm a summary judgment when there is no genuine issue of material fact and the movant is entitled to a judgment as a matter of law. Id.\nThe statutory exemption at issue in this case provides in pertinent part:\nThe following property of institutions and organizations is exempt from taxation:\n1. Property of institutions and organizations.\nA. The real estate and personal property owned and occupied or used solely for their own purposes by benevolent and charitable institutions incorporated by this State, and none of these may be deprived of the right of exemption by reason of the source from which its funds are derived or by reason of limitation in the classes of persons for whose benefit such funds are applied.\nC. Further conditions to the right of exemption under paragraphs A and B are that:\n(1) Any corporation claiming exemption under paragraph A must be organized and conducted exclusively for benevolent and charitable purposes.\n36 M.R.S.A. § 652 (Supp.1994). We have previously held that the party seeking an exemption must establish that its organization comes “unmistakably within the spirit and intent of the act creating the exemption.” Holbrook Island Sanctuary v. Town of Brooksville, 161 Me. 476, 483, 214 A.2d 660, 664 (1965) (citations omitted). All exemptions are to be construed strictly because “[s]uch special privileges are in conflict with the universal obligation of all to contribute a just proportion toward the public burdens.” City of Bangor v. Rising Virtue Lodge No. 10, Free & Accepted Masons, 73 Me. 428, 433 (1882). The inquiry in this case is whether, based on the undisputed record, providing children with the opportunity to attend a summer camp below cost is a charitable and benevolent purpose within the purview of section 652.\nIn defining “charity,” we have previously stated that the word\nis not to be taken in its widest sense, denoting all the good affections which men ought to bear to each other, nor in its restricted and usual sense, signifying relief to the poor, but is to be taken in its legal signification, as derived chiefly from the statute of 43 Eliz., C. 4. Those purposes are deemed charitable which are enunciated in that act, or which by analogy are deemed within its spirit and intendment.\nMaine Baptist Missionary Convention v. City of Portland, 65 Me. 92, 93-94 (1876) (citation omitted). We have described a charity to be\nfor the benefit of an indefinite number of persons, either by bringing their minds or hearts under the influence of education or religion, by relieving their bodies from disease, suffering, or constraint, by assisting them to establish themselves in life, or by erecting or maintaining public buildings or works or otherwise lessening the burdens of government.\nJohnson v. South Blue Hill Cemetery Ass’n, 221 A.2d 280, 287 (Me.1966). The justification for awarding charitable institutions tax exemptions is that\n[a]ny institution which by its charitable activities relieves the government of part of [its] burden is conferring a pecuniary benefit upon the body politic, and in receiving exemption from taxation it is merely being given a “quid pro quo” for its services in providing something which otherwise the government would have to provide.\nYMCA of Germantown v. City of Philadelphia, 323 Pa. 401, 187 A. 204, 210 (1936). Accordingly, property on which organizations conduct these traditional charitable activities has been exempt from taxes. See, e.g., Town of Poland v. Poland Spring Health Inst., Inc., 649 A.2d 1098 (Me.1994) (providing primary and preventative health care is charitable and benevolent purpose); Maine AFL-CIO Housing Dev. Corp. v. Town of Madawaska, 523 A.2d 581 (Me.1987) (operating housing project for low income, elderly, or handicapped persons benefits the public and is charitable); Green Acre Baha’i Inst. v. Town of Eliot, 150 Me. 350, 110 A.2d 581 (1954) (missionary activities are traditional charitable purposes); Camp Emoh Assocs. v. Town of Lyman, 132 Me. 67, 166 A. 59 (1933) (operating summer camp for indigent Jewish children was charitable purpose).\nAs the trial court found, the Foundation “offers an organized and professional program that integrates religious teachings, moral instruction, and social living and civic responsibility.” That purpose, undisputed by the Town, is well within the definition of charity contained in Johnson and relied on by the court. Moreover, the undisputed facts demonstrate that the Foundation could not operate without substantial charitable donations. We have suggested that the charitable source of funds is an indication of charitable status. See City of Bangor v. Rising Virtue Lodge No. 10, Free & Accepted Masons, 73 Me. at 434. As we stated in Green Acre Baha’i Inst. v. Town of Eliot, 150 Me. at 354, 110 A.2d at 584, “[i]n each situation where exemption is claimed, there must be a careful examination to determine whether in fact the institution is organized and conducting its operation for purely benevolent and charitable purposes.” Here the trial court engaged in such an examination. Given the common factors that this case shares with our prior cases, there is no reason to disturb the well-reasoned decision of the trial court.\nThe entry is:\nJudgment affirmed.\nWATHEN, C.J., and CLIFFORD and LIPEZ, JJ., concurring.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "GLASSMAN, Justice,\nwith whom RUDMAN and DANA, Justices, join,\ndissenting.\nI must respectfully dissent. The law is well established that taxation is the rule and tax exemption is the exception. Silverman v. Town of Alton, 451 A.2d 103, 105 (Me. 1982). Accordingly, “[w]e begin with the general principle, well established in Maine law, that an exemption from taxation, while entitled to reasonable interpretation in accordance with its purpose, is not to be extended by application to situations not clearly coming within the scope of the exemption provisions.” Harold MacQuinn, Inc. v. Halperin, 415 A.2d 818, 820 (Me.1980) (citations omitted). In the instant case, although the Foundation provides a significant number of scholarships to children to attend the Camp which it operates on a non-profit basis, these factors alone are insufficient to constitute a charitable purpose. See, e.g., Camping & Educ. Found, v. State, 282 Minn. 245, 164 N.W.2d 369, 374 (1969) (holding that profit motive cannot be sole criterion for determining tax exempt status).\nThere is no overriding principle immediately apparent from our prior cases. Implicit, however, in each case that presents the issue whether an organization has been conducted exclusively for charitable purposes is an evaluation of its activities to determine if they alleviate a public need “which otherwise the government would have to provide.” YMCA of Germantown v. City of Philadelphia, 323 Pa. 401, 187 A. 204, 210 (1936). See, e.g., Town of Poland v. Poland, Spring Health Inst., Inc., 649 A.2d 1098 (Me.1994) (providing primary and preventative health care a charitable purpose); Maine AFL-CIO Housing Dev. Corp. v. Town of Madawaska, 523 A.2d 581 (Me.1987) (operating housing project for low-income elderly or handicapped persons a charitable purpose); Camp Emoh Assoc, v. Town of Lyman, 132 Me. 67, 166 A. 59 (1933) (operating tuition-free summer camp for indigent Jewish children a charitable purpose). See also City of Bangor v. Rising Virtue Lodge, 73 Me. 428 (1882) (Masonic Lodge not statutorily exempted on basis that funds collected from members were distributed among poor and needy members and their wives and children).\nThe activities offered at the Camp, including those directed to the goals of “good citizenship, social living and civic responsibility and to cooperate in community welfare enterprises,” do not materially differ from the activities typically offered by children’s summer camps that operate for profit. Nor can it be said that the activities are a public benefit akin to providing services to indigent or low-income persons or persons requiring health care. In my opinion, the purpose of the Foundation in establishing Camp Bish-opswood was to provide to any child, regardless of financial need, a summer camp experience. As laudable as this goal may be, it is not “unmistakably within the spirit and intent” of section 651. Holbrook Island Sanctuary v. Town of Brooksville, 161 Me. 476, 483, 214 A.2d 660, 664 (1965). On this record, the Foundation should not be exempt from the universal obligation to contribute proportionately toward the cost to the government in meeting public needs. There being no challenge to the amount of the assessed tax, I would vacate the judgment and remand this case for the entry of a judgment in favor of the Town of Hope.\n. Missionary societies have long been deemed to possess the required attributes of benevolent and charitable institutions for tax exemption purposes. Green Acre Baha'i Inst. v. Town of Eliot, 150 Me. 350, 110 A.2d 581 (1954); Universalist Church v. City of Saco, 136 Me. 202, 7 A.2d 428 (1939); Maine Baptist Missionary Convention v. City of Portland, 65 Me. 92 (1876).",
        "type": "dissent",
        "author": "GLASSMAN, Justice,"
      }
    ],
    "attorneys": [
      "Victoria Powers, John Paul Erler (orally), Erler & Powers, South Portland, for Plaintiff.",
      "Paul L. Gibbons (orally), Eaton, Peabody, Bradford & Veague, Camden, for Defendant.",
      "Rebecca Warren Seel, Maine Municipal Association, Augusta, for Amicus Curiae."
    ],
    "corrections": "",
    "head_matter": "EPISCOPAL CAMP FOUNDATION, INC. v. TOWN OF HOPE.\nSupreme Judicial Court of Maine.\nArgued May 5, 1995.\nDecided Oct. 20, 1995.\nVictoria Powers, John Paul Erler (orally), Erler & Powers, South Portland, for Plaintiff.\nPaul L. Gibbons (orally), Eaton, Peabody, Bradford & Veague, Camden, for Defendant.\nRebecca Warren Seel, Maine Municipal Association, Augusta, for Amicus Curiae.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0108-01",
  "first_page_order": 164,
  "last_page_order": 168
}
