{
  "id": 11312821,
  "name": "James Hal WHITE, v. Mary Dippolito WHITE, Appellant",
  "name_abbreviation": "White v. White",
  "decision_date": "1994-11-18",
  "docket_number": "",
  "first_page": "110",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 110"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "400 Pa.Super. 174",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888187
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "184"
        },
        {
          "page": "438-439"
        },
        {
          "page": "184-185"
        },
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0174-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 173",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907993
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0173-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898264
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0487-01"
      ]
    },
    {
      "cite": "346 Pa.Super. 563",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        640089
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/346/0563-01"
      ]
    },
    {
      "cite": "316 Pa.Super. 160",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        88449
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/316/0160-01"
      ]
    },
    {
      "cite": "394 Pa.Super. 327",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        879721
      ],
      "weight": 3,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/394/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 10654,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2396879123068565
    },
    "sha256": "dbf537b274f05760baf195e16b73bc7bf86b1ce1c04b46dba84006d98c40e6f5",
    "simhash": "1:0af18a896baa0420",
    "word_count": 1668
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, TAMILIA and HOFFMAN, JJ."
    ],
    "parties": [
      "James Hal WHITE, v. Mary Dippolito WHITE, Appellant."
    ],
    "opinions": [
      {
        "text": "TAMILIA, Judge:\nMary Dippolito White appeals from the December 10, 1993 Order denying her petition to relocate, along with minor son Brandon, to the state of California.\nThe parties were married in 1982, Brandon was born in 1985 and the parties separated in 1990 when appellant and son moved from the Allegheny County marital residence to Irwin, Westmoreland County. In the summer of 1991, after appellee rebuffed her attempt to reconcile, appellant informed appellee of her desire to move to California so as to be closer to her family and improve her quality of life. Father opposed relocation and, in July, 1991, obtained a restraining Order prohibiting the move. After a hearing during which the court entertained testimony from both parties, their respective families and the court-appointed psychologist Dr. Stephen Seha-ehner, the court denied mother’s petition and directed, inter aha, should mother relocate, temporary custody would be granted to father pending resolution of his suit for primary custody. The Order also directed both parties to obtain counseling for parenting skills and appellee to seek counseling for substance abuse.\nMother raises four issues for this Court’s consideration, beginning.with the argument the court erred by refusing to allow testimony about father’s non-payment of support. Appellant contends this testimony was relevant in that it impacted upon father’s fitness as a custodial parent and precipitated mother’s planned move to California.\nA trial judge has broad powers concerning the conduct of a trial and particularly with regard to the admission or exclusion of evidence. Smith v. Brooks, 394 Pa.Super. 327, 575 A.2d 926 (1990). In reviewing a trial court’s decision to admit or exclude proffered testimony, this Court will reverse only if there has been an abuse of discretion or an error of law. Id.\nMother argued father’s alleged failure to pay child support immediately following the 1990 separation was one of the reasons she chose to move to California and therefore was relevant to the relocation proceedings. The court, however, refused to allow the testimony reasoning a parent’s ability to care for a child must be determined at the time of the hearing, in this case December, 1993, and a parent’s prior negative behavior should be considered only if there is an on-going negative effect on the child. See Hall v. Mason, 316 Pa.Super. 160, 462 A.2d 843 (1983); see also Bresnock v. Bresnock, 346 Pa.Super. 563, 500 A.2d 91 (1984). We agree with the trial court and find appellant has failed to meet her burden of establishing the proffered testimony was relevant to the issue at hand. The trial court properly stated the petition before it was one requesting relocation, and not one addressing support. Moreover, we note, nowhere in the record is there a copy of the support Order or documentation from the family division support section of the monthly amount paid or the accumulation of alleged arrearages. Further, we view this allegation with suspicion, in light of ap-pellee’s alleged arrearages, since no contempt Order had been sought. Because there is no support for appellant’s argument father flouted the legal system by being delinquent in his support payments, appellant’s boilerplate charge, premised on Bresnock, supra, does not permit the unsubstantiated allegation to be admissible as evidence. Also, contrary to appellant’s present averment her move was financially motivated in an effort to secure otherwise unavailable free day-care, necessitated by father’s failure to remain current in support, appellant readily admitted gratis day-care by Brandon’s paternal extended family existed from the time the child was an infant. Finally, the court noted appellant, who holds a 1989 business/psychology degree from the University of Pittsburgh, made the economic decision not to attempt to secure local employment in her field, but rather to leave an assistant manager position with Firestone in order to waitress six days a week at a local restaurant. It is arguable any financial duress endured by appellant is self-imposed. The court’s decision to disallow testimony regarding alleged support arrearages was proper.\nNext, appellant argues the court abused its discretion by over-emphasizing Brandon’s relationship with appellee’s family, while downplaying or ignoring father’s “tangential role” in Brandon’s life. This argument is part and parcel of appellant’s general contention the court’s decision to deny mother’s request for relocation was not in Brandon’s best interests.\nIn Pennsylvania, custody and visitation matters are decided on the basis of the “best interests of the child” standard, considering all factors which legitimately have an effect upon a child’s physical, intellectual, moral and spiritual well-being. Lee v. Fontine, 406 Pa.Super. 487, 594 A.2d 724 (1991). In every relocation dispute it is necessary for the court to consider the following interests and make the appropriate accommodations:\nthe custodial parent’s desire to exercise autonomy over the basic decisions that will directly affect his or her life and that of the children; a child’s strong interest in maintaining and developing a meaningful relationship with the non-custodial parent; the interest of the non-custodial parent in sharing in the love and rearing of his or her children; and, finally, the state’s interest in protecting the best interests of the children.\nKaneski v. Kaneski, 413 Pa.Super. 173, 604 A.2d 1075 (1992), quoting Gruber v. Gruber, 400 Pa.Super. 174, 184, 583 A.2d 434, 438-439 (1990). The factors which are to be considered by a trial court when deciding whether a custodial parent and child may relocate at a geographical distance from the noncustodial parent are:\n1. The potential advantages of the proposed move, economic or otherwise, and the likelihood the move would improve substantially the quality of life for the custodial parent and the children and is not the result of a monetary whim on the part of the custodial parent;\n2. The integrity of the motives of both the custodial and noncustodial parent in either seeking the move or seeking to prevent it; and\n3. The availability of realistic, substitute visitation arrangements which will foster adequately an ongoing relationship between the child and the noncustodial parent.\nId., quoting Gruber, supra at 184-185, 583 A.2d at 439.\nIn making its decision, the court relied heavily on the testimony of Dr. Schachner, the court-appointed psychologist who interviewed all parties concerned. It was Schachner’s opinion appellant had not carefully thought-out or planned her move to California, and had too little concern for the disruptive effect the move would have on Brandon’s young life, a large portion of which had been spent in the care of appellee and his extended family. Schachner believed although it would be beneficial for Brandon to spend time with appellant’s family in California, those benefits would be outweighed by then 8^ year old Brandon’s angst regarding abandonment and loss of contact with appellee. The court found Schachner’s testimony thorough and persuasive. The court also found, based on mother’s testimony, she had not adequately demonstrated her and Brandon’s quality of life would improve by relocating to California.\nThere appears to be no definitive reason for the mother’s intention to remove the child to California, save to be in the company of her mother or sibs. There are no health nor career reasons to separate this child from his current family life. Brandon is thriving, and enjoying, to the best of his ability, the time spent with all his family. Any interruption of this plan should have as a basis some reason that is more compelling than mother’s personal desire to live in California.\n(Psychological Evaluation, Stephen P. Scha-chner, Ph.D., 2/15/93, p. 7.) The court noted mother had not secured employment in California and had failed to aggressively pursue employment commensurate with her education in the Pittsburgh area. As to appel-lee’s relationship with Brandon, Schachner found, as did the trial court, father and son enjoyed “a meaningful relationship that would suffer greatly” should mother relocate. (Slip Op., Baldwin, J., 4/21/94, p. 9.) Brandon’s positive, on-going relationship with father’s parents, grandparents and sister, as well as his relationship with his maternal grandmother, aunt and uncle, each of whom, since 1989, have resided in California, weighed in the court’s decision but were not paramount. Father’s motive in opposing relocation was not found to be retaliatory or spiteful. To the contrary, the record established father’s objection to the move stemmed from his concern for Brandon and their relationship. Based on our review of the record, we find the trial court neither abused its discretion nor committed an error of law by deciding it was in Brandon’s best interests to refuse mother’s request to relocate.\nLastly, appellant argues that portion of the court’s Order awarding temporary custody of Brandon to appellee should appellant decide to relocate was not in Brandon’s best interests. We address this issue bearing in mind the aforestated standard of review with regard to custody and visitation.\nWhile considering as a factor Schachner’s concern over awarding primary custody to father, the court likewise weighed all evidence and testimony of record, found it to be in Brandon’s best interests to remain in Pittsburgh, and tailored an Order to achieve this end while taking care to address those weaknesses found in each party. The complete Order reads:\nAND NOW, to wit, this 10th day of December 1993, it is hereby ORDERED that Mother’s Petition to Relocate is denied. If Mother chooses to relocate, temporary custody of the child is granted to Father with suitable partial custody arrangements made for Mother pending the outcome of the custody proceeding. If Mother does not relocate, the temporary custody order of September 18, 1991, is to remain in effect. Father is to immediately register for and participate in counseling for both substance abuse and parenting skills, Father is to continue attending AA meetings. Mother is also to participate in counseling for parenting skills.\nWe can only find, without supporting argument to the contrary, the court properly exercised its discretion in fashioning this Order.\nOrder affirmed.",
        "type": "majority",
        "author": "TAMILIA, Judge:"
      }
    ],
    "attorneys": [
      "Barbara J. Shah, Bethel Park, for appellant.",
      "Bichard J. Catalano, Pittsburgh, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "James Hal WHITE, v. Mary Dippolito WHITE, Appellant.\nSuperior Court of Pennsylvania.\nArgued Oct. 25, 1994.\nFiled Nov. 18, 1994.\nBarbara J. Shah, Bethel Park, for appellant.\nBichard J. Catalano, Pittsburgh, for appel-lee.\nBefore CIRILLO, TAMILIA and HOFFMAN, JJ."
  },
  "file_name": "0110-01",
  "first_page_order": 168,
  "last_page_order": 172
}
