{
  "id": 8455352,
  "name": "Stephanie L. BUTLER, individually and as Administratrix of the Estate of Jeremiah Butler and as next friend of her minor daughters, Tiara Butler and Anaisha Butler, Plaintiffs Below, Appellants, v. The NEWARK COUNTRY CLUB, Defendant Below, Appellee",
  "name_abbreviation": "Butler v. Newark Country Club",
  "decision_date": "2006-09-19",
  "docket_number": "No. 420,2005",
  "first_page": "111",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 111"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "371 S.E.2d 297",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "holding that defendant mobile property owners not liable for death of twelve-year-old boy who fell through ice on an unfenced, unposted pond on their property because victim was capable of appreciating danger and the owner neither concealed nor enhanced the danger."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "91 N.C.App. 266",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8525284
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "holding that defendant mobile property owners not liable for death of twelve-year-old boy who fell through ice on an unfenced, unposted pond on their property because victim was capable of appreciating danger and the owner neither concealed nor enhanced the danger."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/91/0266-01"
      ]
    },
    {
      "cite": "550 N.E.2d 665",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "140 Ill.Dec. 780",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "193 Ill.App.3d 963",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        2496817
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/193/0963-01"
      ]
    },
    {
      "cite": "53 S.W. 900",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "year": 1899,
      "pin_cites": [
        {
          "parenthetical": "held that the drowning of children in a pond while skating upon the ice formed upon it would not render the owner of it liable, in the absence of anything to show that the children were there by permission or invitation."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "152 Mo. 173",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        930752
      ],
      "year": 1899,
      "pin_cites": [
        {
          "parenthetical": "held that the drowning of children in a pond while skating upon the ice formed upon it would not render the owner of it liable, in the absence of anything to show that the children were there by permission or invitation."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/152/0173-01"
      ]
    },
    {
      "cite": "139 P. 1018",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1914,
      "pin_cites": [
        {
          "parenthetical": "holding as a matter of law that an artificial pond in a park, differing in no way from a natural pond, was not an attractive nuisance so as to render the city liable for the drowning of a 7-year-old child, who passed the pond, slid upon the ice, and broke through"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 Kan. 11",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        246003
      ],
      "year": 1914,
      "pin_cites": [
        {
          "parenthetical": "holding as a matter of law that an artificial pond in a park, differing in no way from a natural pond, was not an attractive nuisance so as to render the city liable for the drowning of a 7-year-old child, who passed the pond, slid upon the ice, and broke through"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/92/0011-01"
      ]
    },
    {
      "cite": "326 Mo. 362",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8736407
      ],
      "weight": 2,
      "year": 1930,
      "pin_cites": [
        {
          "parenthetical": "neither the failure of the city to place signs in proximity to a pond in a public park as a warning that the ice was dangerous nor the failure to provide a watchman to warn boys of the danger, was the proximate cause of the drowning of an eleven-year-old boy"
        },
        {
          "parenthetical": "neither the failure of the city to place signs in proximity to a pond in a public park as a warning that the ice was dangerous nor the failure to provide a watchman to warn boys of the danger, was the proximate cause of the drowning of an eleven-year-old boy"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/326/0362-01"
      ]
    },
    {
      "cite": "3 N.E.2d 990",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "52 Ohio App. 477",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1348617
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/52/0477-01"
      ]
    },
    {
      "cite": "79 N.E.2d 826",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "334 Ill.App. 530",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2428244
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/334/0530-01"
      ]
    },
    {
      "cite": "140 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "pin_cites": [
        {
          "parenthetical": "reiterating that ponds embody perils that are deemed to be obvious to children where there are no unusual dangers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845600
      ],
      "year": 1958,
      "pin_cites": [
        {
          "parenthetical": "reiterating that ponds embody perils that are deemed to be obvious to children where there are no unusual dangers"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0452-01"
      ]
    },
    {
      "cite": "377 N.E.2d 308",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "18 Ill.Dec. 155",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "60 Ill.App.3d 754",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3355140
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/60/0754-01"
      ]
    },
    {
      "cite": "149 N.W. 760",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1914,
      "pin_cites": [
        {
          "page": "761"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "159 Wis. 83",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8699106
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/wis/159/0083-01"
      ]
    },
    {
      "cite": "8 A.L.R.2d 1254",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "weight": 2,
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "106 A.2d 211",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2005 WL 2158637",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "*5"
        },
        {
          "page": "*5"
        },
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "331 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035995
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "384",
          "parenthetical": "citing Restatement (Second) of Torts § 339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/331/0383-01"
      ]
    },
    {
      "cite": "424 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7941556
      ],
      "pin_cites": [
        {
          "page": "2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/0001-01"
      ]
    },
    {
      "cite": "547 A.2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876331
      ],
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0124-01"
      ]
    },
    {
      "cite": "849 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9242886
      ],
      "pin_cites": [
        {
          "page": "935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/849/0931-01"
      ]
    },
    {
      "cite": "331 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035995
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "385",
          "parenthetical": "Citations omitted, emphasis in original."
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/331/0383-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 948,
    "char_count": 18842,
    "ocr_confidence": 0.723,
    "pagerank": {
      "raw": 4.621887471290392e-08,
      "percentile": 0.29009915249885226
    },
    "sha256": "13af7bae1a53123aa5f99cc4791dfe3d68673397da7b78d47b0f10632bc00ad8",
    "simhash": "1:1a4ad507d6f174cb",
    "word_count": 3185
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND, BERGER, JACOBS, and RIDGELY, Justices, constituting the Court en Banc."
    ],
    "parties": [
      "Stephanie L. BUTLER, individually and as Administratrix of the Estate of Jeremiah Butler and as next friend of her minor daughters, Tiara Butler and Anaisha Butler, Plaintiffs Below, Appellants, v. The NEWARK COUNTRY CLUB, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "RIDGELY, Justice\n(for the majority):\nThis is a wrongful death action arising from the tragic accidental drowning of Jeremiah Butler (“Jeremiah”), age 8, in an irrigation pond. Plaintiff-Appellant Stephanie Butler (“Mrs. Butler”), individually and as Administratrix of Jeremiah’s Estate appeals from a judgment of the Superior Court granting summary judgment in favor of Defendant-Appellee Newark Country Club (“NCC”) which owned the pond. The Superior Court held that NCC owed no duty to protect Jeremiah from falling through the ice on its irrigation pond because the pond was not an artificial condition within the meaning of the attractive nuisance doctrine and because it was a danger that children should reasonably understand. We agree and affirm the judgment of the Superior Court.\nI.\nOn January 20, 2001, Jeremiah, his sister Tiara Butler, age 11, and cousin, Evon McDuffy, age 13, left their home in Newark to play at the Wilson Community Center which borders NCC’s golf course. NCC’s irrigation pond is adjacent to the community center and supplies water to the golf course through underground pipes. The pond is structured to take a continuous flow of water from Boggy Run stream through a large pipe visible at the pond surface.\nThe three children climbed over the split-rail fence surrounding NCC’s property, despite “no trespassing” signs and a “no skating” sign posted between the ice-covered irrigation pond and the community center. The two older children tested the ice by stomping on it and decided it was safe.\nDisregarding his mother’s warnings to stay away from the pond, Jeremiah followed the other children onto the ice. He crossed the pond and walked over the area where water flowed in through a pipe from Doggy Run stream. The ice in this area where Jeremiah walked did not support his weight and he fell through it. Jeremiah remained underwater until emergency personnel arrived. He suffered serious injuries related to oxygen depravation and died from them on March 21, 2002.\nII.\nOn appeal, Mrs. Butler claims that the Superior Court erred when it granted NCC’s motion for summary judgment. Summary judgment is only appropriate where there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. We review questions of law de novo.\nThe parties do not dispute that the three children were trespassers when they walked onto the ice-covered irrigation pond on NCC’s property. Landowners’ only duty to trespassers is not to intentionally, willfully or wantonly injure them. Landowners, however, can be liable to child trespassers for injuries caused by dangerous, artificial conditions on land when the possessor knows or has reason to know that the artificial condition will attract children who will not recognize the risk because of their age. The “attractive nuisance doctrine”, as stated in Restatement (Second) of Torts, Section 339, was adopted by this Court in Schorah v. Carey. Under the doctrine:\nA possessor of land is subject to liability for physical harm to children trespassing thereon caused by an artificial condition upon the land if\n(a) the place where the condition exists is one upon which the possessor knows or has reason to know that children are likely to trespass, and\n(b) the condition is one of which the possessor knows or has reason to know and which he realizes or should realize will involve an unreasonable risk of death or serious bodily harm to such children, and\n(c) the children because of their youth do not discover the condition or realize the risk involved in intermeddling within or in coming within the area made dangerous by it, and\n(d) the utility to the possessor of maintaining the condition and the burden eliminating the danger are slight as compared with the risk to children involved, and\n(e) the possessor fails to exercise reasonable care to eliminate the danger or otherwise to protect the children.\nThe Superior Court determined that bodies of water are not subject to the attractive nuisance doctrine because a landowner “is free to rely on the assumption that any child of sufficient age to be allowed at large by his parents, and so to be likely to trespass, will appreciate obvious dangers and avoid them.” Reasoning that the attractive nuisance doctrine should not apply as a matter of law, the Superior Court stated that the pond was natural in appearance and had never been used for recreational activity. The Superi- or Court also cited an illustration, in Section 339 of the Restatement, of a case involving no liability where a child trespassed onto an artificial pond and drowned.\nMrs. Butler claims that the drainage pipe created a hidden hazard because it continually fed water to the pond and caused the water to freeze unevenly. The Superior Court determined that the children were attracted to the pond as a natural condition. Specifically, the Superior Court determined that the movement of water that may have contributed to the ice breaking is no “more than a natural outflow such as a brook would have done.” While Jeremiah’s death is a tragedy, there is no evidence in the record showing that the irrigation system affected.the ice any differently than naturally moving water would have. That is, the record affords no basis for us to conclude that the pond was an “artificial condition upon the land.”\nJurisdictions that have adopted the attractive nuisance doctrine do not apply it in cases involving bodies of water, as a matter of law. The Superior Court correctly recognized that “the law generally considers it unfair and overly burdensome to charge [landowners] with childproofing every natural danger that may be present on land, especially bodies of water.” The impracticability of a duty to fence streams or ponds was stated by the Wisconsin Supreme Court in this way:\nThe world cannot be made danger-proof — especially to children. To require all natural or artificial streams or ponds so located as to endanger the safety of children to be fenced or guarded would in the ordinary settled community practically include all streams and ponds — be they in public parks or upon private soil, — for children are self-constituted licensees if not trespassers everywhere. And to construct a boy-proof fence at a reasonable cost would tax the inventive genius of an Edison.\nAccordingly, many jurisdictions have held as a matter of law that landowners have no liability under theories of ordinary negligence or attractive nuisance when a child trespasses onto an ice-covered pond. Uneven ice is a known danger of a frozen pond. Indeed, if a person walks any distance upon an ice-covered pond and falls through the ice, it is because the ice is uneven.\nThe NCC pond was fed from a natural stream through a drainage pipe. Neither the water nor the ice on the pond was an artificial condition within the meaning of the attractive nuisance doctrine. An ice-covered pond and the risk posed by thin ice are some of the many ordinary dangers and conditions that children can reasonably be expected to discover and appreciate. Unfortunately, Jeremiah chose to take the risk of walking on an ice-covered pond notwithstanding the dangers and his mother’s express instruction not to do so. Because the NCC pond was not an attractive nuisance as a matter of law, the Superior Court properly granted NCC’s motion for summary judgment.\nIII.\nThe judgment of the Superior Court is AFFIRMED.\n. Del.Super. Ct. Civ. R. 56.\n. Motorola, Inc. v. Amkor Technology, Inc., 849 A.2d 931, 935 (Del.2004).\n. Porter v. Delmarva Power & Light Co., 547 A.2d 124, 126 (Del.1988).\n. Coe v. Schneider, 424 A.2d 1, 2 (Del.1980).\n. Schorah v. Carey, 331 A.2d 383, 384 (Del. 1975) (citing Restatement (Second) of Torts § 339) (emphasis added). While Schorah states the applicable law on the attractive nuisance doctrine in Delaware, we distinguish the result in that case on its facts. Schorah involved the death of an eight-year old boy who climbed a fence that had a partially concealed pole with a rusty arrow-shaped top beneath him. The child fell and the pole imbedded in his chest, causing death. An inference could be drawn from the record in Schorah that \"the child thought that if he fell he would not be hurt because either he would not fall on the pole or, if he did, the consequences would be slight.” Schorah at 385. Here, Jeremiah knew he could not swim, that there might be water under the ice, and that he had been forbidden by his mother to play there because of the danger at this pond.\n. Id.\n. Butler v. Newark Country Club, Inc., Del.Super. Ct., C.A. No. 02C-11-072, 2005 WL 2158637 at *5 (Aug. 29, 2005) at 15 (citing Villani v. Wilmington Housing Auth., 106 A.2d 211, 215 (Del.Super.Ct. 1954)).\n. See Restatement (Second) of Torts § 339 cmt. j, illus. 6 (1965) (\"A has on his land a small artificial pond in which, to A's knowledge, children of the neighborhood frequently trespass and swim. A takes no precautions of any kind. B, a boy ten years old who cannot swim, trespasses on A’s land, enters the pond, and is drowned. A is not liable to B.”).\n. Butler, Del.Super. Ct., at 10, 2005 WL 2158637 at *5.\n. Id.\n. See M.C. Dransfield, Annotation, Liability of landowner for Drowning of a Child, 8 A.L.R.2d 1254 (2004). Jurisdictions have various reasons for refusing to apply the attractive nuisance doctrine to bodies of water, such as: the primary duty of parents in the matter, knowledge or warning of the danger, the impracticability of guarding the premises, the absence of any evidence of attraction to or by the hazard, the obviousness of danger of drowning, or the absence of any hidden peril. Id.\n. Butler, Del.Super. Ct., at 10, 2005 WL 2158637 at *4.\n. Emond v. Kimberly-Clark Co., 159 Wis. 83, 149 N.W. 760, 761 (1914).\n. See Chapman v. Fritzche, 60 Ill.App.3d 754, 18 Ill.Dec. 155, 377 N.E.2d 308 (1978) (landowner was not liable under theories of ordinary negligence or modified doctrine of attractive nuisance for wrongful death of five-year-old who drowned when he fell through ice on lake as he allegedly held on to and tried to go around landowner’s slide in lake to retrieve ball, where presence of slide in water was not proximate cause of child's being on lake or falling through ice); Cooper v. City of Reading, 392 Pa. 452, 140 A.2d 792 (1958) (reiterating that ponds embody perils that are deemed to be obvious to children where there are no unusual dangers); Wood v. Consumers Co., 334 Ill.App. 530, 79 N.E.2d 826, (1948) (a 7-year-old boy drowned in a pond on defendant's land. Held: the trial court erred in not directing a verdict for defendants, \"In the instant case this pond was an ordinary body of water. There was nothing unusual, exceptional or peculiar about it. It was just as dangerous as any body of water but not any more so. This pond cannot be held to embody perils that were not obvious to plaintiff’s intestate even though he was a child of seven years and three months of age ... There is no liability for injuries from dangers that are as obvious and well known to the person injured as to the owner of the premises”); Cleveland v. Walker, 52 Ohio App. 477, 3 N.E.2d 990 (1936) (holding that a city was not liable for the death of a ten-year-old child who drowned when he fell through the ice on the pond in a public park, the ice having been weakened by reason of rising temperature; and that the city was under no obligation to provide a guard under the circumstances, the hazardous condition having been created by the elements rather than by the city); Volz v. St. Louis 326 Mo. 362, 32 S.W.2d 72 (1930) (neither the failure of the city to place signs in proximity to a pond in a public park as a warning that the ice was dangerous nor the failure to provide a watchman to warn boys of the danger, was the proximate cause of the drowning of an eleven-year-old boy); Harper v. Topeka, 92 Kan. 11, 139 P. 1018, (1914) (holding as a matter of law that an artificial pond in a park, differing in no way from a natural pond, was not an attractive nuisance so as to render the city liable for the drowning of a 7-year-old child, who passed the pond, slid upon the ice, and broke through). Arnold v. St. Louis, 152 Mo. 173, 53 S.W. 900, (1899) (held that the drowning of children in a pond while skating upon the ice formed upon it would not render the owner of it liable, in the absence of anything to show that the children were there by permission or invitation.); Wingate v. Camelot Swim Club, Inc., 193 Ill.App.3d 963, 140 Ill.Dec. 780, 550 N.E.2d 665 (1990) (in a case involving the drowning of a 5-year-old, the court held that the risk of drowning in an open body of water is not \"materially different from the risks and hazard presented by an ice covered or partially ice covered body of water. The fact is that bodies of water, frozen or otherwise, constitute an obvious hazard that children of an age to be at large should be aware of and appreciate.”); Hawkins v. Houser, 91 N.C.App. 266, 371 S.E.2d 297 (1988) (holding that defendant mobile property owners not liable for death of twelve-year-old boy who fell through ice on an unfenced, unposted pond on their property because victim was capable of appreciating danger and the owner neither concealed nor enhanced the danger.).\n. See Restatement (Second) of Torts § 339 cmt. j stating:\nThere are many dangers, such as those of fire and water, or of falling from a height, which under ordinary conditions may reasonably be expected to be fully understood and appreciated by any child of an age to be allowed at large. To such conditions the rule stated in this Section ordinarily has no application, in the absence of some other factor creating a special risk that the child will not avoid the danger, such as the fact that the condition is so hidden as not to be readily visible, or a distracting influence which makes it likely that the child will not discover or appreciate it.",
        "type": "majority",
        "author": "RIDGELY, Justice"
      },
      {
        "text": "BERGER, Justice,\ndissenting:\nThe majority holds that, because a frozen pond is one of the “many ordinary dangers that children can reasonably be expected to discover and appreciate,” NCC had no duty to protect Jeremiah from the risk of falling through the ice. In reaching this conclusion, the majority says that the irrigation pond is no different than a natural pond. Although it acknowledges that moving water pumped through the irrigation pond caused it to freeze unevenly, the majority says that there is no record evidence that “the irrigation system affected the ice any differently than naturally moving water.”\nThe record evidence expressly identifies the irrigation system as the source of the water ágitation that caused the ice to freeze unevenly. The man-made irrigation pond, which supplies water to the NCC golf course through underground pipes, is fed by three wells that pump water into the pond at one end, and a spillway pipe that drains excess water at the other end. Because the water in the pond is moving, or agitated, at those two points, the pond does not freeze evenly. Jeremiah stepped onto the iced-over pond at any area that was far from the spillway pipe. He fell through the ice as he neared the pipe, where the ice was thinner. The ice was thinner at that point because, unbeknownst to Jeremiah, there were pipes pumping water through the pond for irrigation purposes. These facts, which are unrebutted, support the Butlers’ claim that the artificial aspect of this pond created the hazard of uneven freezing. What lacks any record evidence is the majority’s proposition that all ponds have moving water that causes them to freeze unevenly. If NCC wanted to demonstrate that this irrigation pond is no different than a natural pond, it could have presented expert evidence about the movement of water in ponds. The record on appeal does not provide any such evidence.\nFinally, the decision of the trial court granting summary judgment should be reversed under the holding in Schorah v. Carey . In that case, an 8-year-old boy climbed a fence on another’s property while playing a game of tag. He stood on the fence for a few moments and noticed a rusty pole partially concealed in a rose bush on the other side of the fence. He fell on the pole, which became imbedded in his chest.\nThis Court reversed the trial court’s grant of summary judgment in Schorah, reasoning:\nThe fact that the- child discovered the pole is not, standing alone, sufficient to preclude liability under § 339. As Comment k states:\n“The lack of experience and judgment normal to young children may prevent them from realizing that a condition observed by them is dangerous or, although they may realize that it is dangerous, may prevent them from appreciating the full extent of the risk.”\nIt must therefore appear, and in the context of summary judgment appear to a “reasonable certitude,”... that there is no issue of fact as to whether the child appreciated the “full risk involved.... ”\nIt cannot be said as a matter of law that he appreciated the full risk of being impaled on a metal pole located as this one was....\nWhether the boy did or could be expected to realize the risk involved requires a weighing of several factors, including his age.... It is for the jury to weigh those factors.\nThe facts of this case fit squarely within the Schorah holding. Jeremiah may have appreciated the risk of walking on a frozen pond, but he had no reason to know that the irrigation pipes, and resulting water movement, would cause the pond to freeze so unevenly that it could hold his weight in one location, but not in another. A jury should consider whether Jeremiah should be held responsible for his improvident actions, or whether NCC should have taken steps beyond those that it did take to protect him from his childish bad judgment.\nI dissent.\n. Deposition of David J. Cox, Appellant’s Appendix, A-46.\n. Affidavit of Arthur H. Mittelstaedt, Jr., Appellant’s Appendix, A-226-27.\n. 331 A.2d 383 (Del.1975).\n. 331 A.2d at 385 (Citations omitted, emphasis in original.)",
        "type": "dissent",
        "author": "BERGER, Justice,"
      }
    ],
    "attorneys": [
      "Joseph J. Rhoades (argued), A. Dale Bowers, Wilmington, DE; and Kester I.H. Crosse, Wilmington, DE, for Appellants.",
      "Mason E. Turner, Jr. (argued) of Prick-ett, Jones & Elliott, Wilmington, DE; Danielle K. Yearick, of Tybout, Redfearn & Pell, Wilmington, DE and Daniel A. Griffith, of Marshall, Dennehey, Warner, Coleman & Goggin, Wilmington, DE, for Appellee."
    ],
    "corrections": "",
    "head_matter": "Stephanie L. BUTLER, individually and as Administratrix of the Estate of Jeremiah Butler and as next friend of her minor daughters, Tiara Butler and Anaisha Butler, Plaintiffs Below, Appellants, v. The NEWARK COUNTRY CLUB, Defendant Below, Appellee.\nNo. 420,2005.\nSupreme Court of Delaware.\nSubmitted: July 12, 2006.\nDecided: Sept. 19, 2006.\nReargument Denied Oct. 16, 2006.\nJoseph J. Rhoades (argued), A. Dale Bowers, Wilmington, DE; and Kester I.H. Crosse, Wilmington, DE, for Appellants.\nMason E. Turner, Jr. (argued) of Prick-ett, Jones & Elliott, Wilmington, DE; Danielle K. Yearick, of Tybout, Redfearn & Pell, Wilmington, DE and Daniel A. Griffith, of Marshall, Dennehey, Warner, Coleman & Goggin, Wilmington, DE, for Appellee.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS, and RIDGELY, Justices, constituting the Court en Banc."
  },
  "file_name": "0111-01",
  "first_page_order": 167,
  "last_page_order": 173
}
