{
  "id": 12042167,
  "name": "Sally THIBEAULT et al. v. Steven LARSON",
  "name_abbreviation": "Thibeault v. Larson",
  "decision_date": "1995-10-23",
  "docket_number": "",
  "first_page": "112",
  "last_page": "116",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 112"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "505 A.2d 810",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913427
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "813",
          "parenthetical": "damages for birth of healthy child, when applicable, limited to expenses incurred for sterilization procedure and pregnancy, pain and suffering and loss of earnings of mother"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/505/0810-01"
      ]
    },
    {
      "cite": "507 A.2d 581",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7894303
      ],
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/507/0581-01"
      ]
    },
    {
      "cite": "651 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12256246
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/0358-01"
      ]
    },
    {
      "cite": "651 A.2d 378",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "645 A.2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859797
      ],
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0005-01"
      ]
    },
    {
      "cite": "486 A.2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908873
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0097-01"
      ]
    },
    {
      "cite": "647 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869265
      ],
      "pin_cites": [
        {
          "page": "805"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0803-01"
      ]
    },
    {
      "cite": "610 A.2d 268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924546
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0268-01"
      ]
    },
    {
      "cite": "505 A.2d 810",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913427
      ],
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/505/0810-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 13727,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 4.919641194498903e-07,
      "percentile": 0.9342098709229766
    },
    "sha256": "2e4883ad00d51933314352c27fcea0db2d295e1db0e775042db47ad31aa7be73",
    "simhash": "1:dd330f916b3d278f",
    "word_count": 2276
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "with whom CLIFFORD, J., joins,"
    ],
    "parties": [
      "Sally THIBEAULT et al. v. Steven LARSON."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nSally Thibeault and Gaylen Thibeault appeal from the judgment entered in the Superior Court (Aroostook County, Archibald, AR.J.) contending that the trial court erred in granting the motion of Steven Larson to dismiss their claim against him seeking damages for his alleged professional negligence on the ground that as a matter of law it was precluded by the provisions of 24 M.R.S.A. § 2931 (1990). We agree with the Thi-beaults’ contention, and accordingly, we vacate the judgment.\nFollowing the Thibeaults’ filing of a notice of claim for professional negligence against Larson pursuant to 24 M.R.S.A. § 2903 (1990 & Supp.1994) on April 6,1993, Larson filed a motion to dismiss the claim pursuant to M.R.Civ.P. 12(b)(6) for failure to state a claim for which relief could be granted.\nThe allegations set forth in the claim of the Thibeaults can be summarized as follows: On March 5, 1990, Larson, a doctor of osteopathy practicing in obstetrics and gynecology, determined that Sally Thibeault was nine weeks pregnant. Because Sally was 36 years of age at the time, Larson discussed with her the risk factors associated with her pregnancy, and she agreed to undergo an amniocentesis to determine the presence of any genetic disability of the fetus. The Thibeaults were prepared to have Sally abort the fetus if the procedure revealed a genetic disability of the fetus, such as Down’s Syndrome.\nOn April 24, 1990 when Sally was sixteen weeks pregnant, she underwent an ultrasound study of the fetus with the expectation that the amniocentesis would be performed at that time. Because the study revealed the placenta was in an anterior position, Larson determined not to proceed with the amniocentesis. A second attempt was made on May 2, 1990, in the eighteenth week of Sally’s pregnancy, but abandoned by Larson when the ultrasound revealed the placenta was once again in an anterior position. Larson informed Sally that it would be too risky to attempt the amniocentesis procedure a third time. Relying on Larson’s superior knowledge, the Thibeaults did not request a further attempt to perform the procedure.\nThe Thibeaults also allege that in 1990, physicians routinely performed amniocentesis through the placenta and that Larson negligently managed Sally’s pregnancy by not performing amniocentesis through the placenta on April 24 or May 2, 1990. Because he did not refer her to another physician for the procedure if he felt he could not do it himself, the Thibeaults were not made aware of the genetic defect present in their unborn child in time for a decision to terminate the pregnancy.\nEric Thibeault was delivered preterm by a Caesarian section on August 28, 1990. He was small for his gestational age and suffered from Down’s Syndrome and tetralogy of fallot, a heart defect commonly occurring in babies born with Down’s Syndrome. As a result, the Thibeaults have incurred expenses in excess of $130,000 for the numerous medical procedures Eric has undergone and will continue to incur expenses for his medical treatment and specialized care.\nAfter a hearing, although the trial court assumed the truth of the allegations of the Thibeaults’ claim, it concluded that the provisions of 24 M.R.S.A. § 2931(3) and (4) precluded their claim and granted Larson’s motion to dismiss the complaint. From the judgment entered accordingly, the Thibeaults appeal.\nThe Thibeaults contend that the trial court erred in its interpretation of section 2931(3) as permitting a cause of action only when the professional negligence is the proximate cause of the defect suffered by the child. We agree.\nA motion to dismiss pursuant to M.R.Civ.P. 12(b)(6) tests the legal sufficiency of the claim. Richards v. Soucy, 610 A.2d 268, 270 (Me.1992). Because the Thibeaults’ appeal is from a dismissal of their claim, pursuant to M.R.Civ.P. 12(b)(6), we, as did the trial court, accept as true the allegations in the Thibeaults’ notice of claim. Choroszy v. Tso, 647 A.2d 803, 805 (Me.1994). We examine the claim in the light most favorable to the plaintiffs to determine whether it alleges the elements of a cause of action against the defendant or alleges facts that could entitle the plaintiffs to relief pursuant to some legal theory. Larrabee v. Penobscot Frozen Foods, Inc., 486 A.2d 97, 99 (Me. 1984). A dismissal for failure to state a cause of action is proper only when it appears beyond a doubt that the plaintiffs are entitled to no relief under any set of facts that might be proven in support of their claim. Bowen v. Eastman, 645 A.2d 5, 6 (Me.1994).\nWhen, as here, the issue is the interpretation of a statute, “[w]e review the trial court’s interpretation of the statute for error of law.” Community Telecommunications Corp. v. Loughran, 651 A.2d 378, 376 (Me.1994). When interpreting a statute, we examine the plain meaning of the statutory language seeking to give effect to the legislative intent. We construe the statutory language to avoid absurd, illogical or inconsistent results. Jordan v. Sears, Roebuck & Co., 651 A.2d 358, 360 (Me.1994). We also consider “the whole statutory scheme for which the section at issue forms a part so that a harmonious result, presumably the intent of the Legislature, may be achieved.” Id. (quoting Davis v. Scott Paper Co., 507 A.2d 581, 583 (Me.1986)).\nBy P.L.1985, ch. 804, § 22, the Legislature, as a part of Maine’s Health Security Act, enacted 24 M.R.S.A. § 2931, that provides:\n§ 2931. Wrongful Birth; wrongful life\n1. Intent. It is the intent of the Legislature that the birth of a normal, healthy child does not constitute a legally recognizable injury and that it is contrary to public policy to award damages for the birth or rearing of a healthy child.\n2. Birth of healthy child; claim for damages prohibited. No person may maintain a claim for relief or receive an award for damages based on the claim that the birth and rearing of a healthy child resulted in damages to him. A person may maintain a claim for relief based on a failed sterilization procedure resulting in the birth of a healthy child and receive an award of damages for the hospital and medical expenses incurred for the sterilization procedures and pregnancy, the pain and suffering connected with the pregnancy and the loss of earnings by the mother during pregnancy.\n3. Birth of unhealthy child; damages limited. Damages for the birth of an unhealthy child born as the result of professional negligence shall be limited to damages associated with the disease, defect or handicap suffered by the child.\n4. Other causes of action. This section shall not preclude causes of action based on claims that, but for a wrongful act or omission, maternal death or injury would not have occurred or handicap, disease, defect or deficiency of an individual prior to birth would have been prevented, cured or ameliorated in a manner that preserved the health and life of the affected individual.\nAs is apparent from the statute, the Legislature divided professional negligence claims concerning the birth of a child into two categories: the birth of a healthy child and the birth of an unhealthy child. As expressed in subsections (1) and (2), the birth of a healthy child is not a legally cognizable injury and an action may only be maintained for limited damages if the healthy child is born as a result of a failed sterilization. See also Macomber v. Dillman, 505 A.2d 810, 813 (Me. 1986) (damages for birth of healthy child, when applicable, limited to expenses incurred for sterilization procedure and pregnancy, pain and suffering and loss of earnings of mother).\nSubsection (3) addresses the birth of an unhealthy child and is not confined to a failed sterilization procedure. The plain language of section 2931(3) provides that damages are available for the birth of an unhealthy child “born as the result of professional negligence.” Contrary to the trial court’s conclusion, it is the birth of the child, and not the child’s defect, that must be proximately caused by the physician’s negligence.\nSubsection (4) does not limit the generality of subsection (3) in any way. Rather, it addresses those situations in which but for the physician’s negligent conduct prior to the birth of the child, maternal injury or death would not have occurred and/or a defect in the child could have been prevented, cured or ameliorated in a way to preserve the health of the unborn child.\nThe Thibeaults’ claim alleges that had Larson properly performed, or caused to be performed, the amniocentesis, they would have been informed that the fetus suffered from Down’s Syndrome. Had the Thibeaults learned of this incurable genetic defect, they contend that they would have terminated the pregnancy. Because by their claim the Thibeaults have stated a cause of action against Larson pursuant to 24 M.R.S.A. § 2931(3), we vacate the judgment.\nThe entry is:\nJudgment vacated. Remanded to the Superior Court for further proceedings consistent with the opinion herein.\nWATHEN, C.J., and RUDMAN, DANA and LIPEZ, JJ., concurring.\n. Prior to the enactment of 24 M.R.S.A. § 2931, by P.L.1979, ch. 405 (eff. Sept. 14, 1979), the Legislature repealed 17 M.R.S.A. § 51, which made it a crime to perform or consent to an abortion unless performed to preserve the mother's life, and enacted 22 M.R.S.A. § 1598, that provided in pertinent part:\n1. Policy. It is the public policy of the State that an abortion after viability is to be performed only when it is necessary to preserve the life or health of the mother. It is also the public policy that all abortions may only be performed by a physician.\nDefinitions. As used in this section, unless the contest otherwise indicates, the following terms shall have the following meanings.\nA. \"Abortion” means the intentional interruption of a pregnancy by the application of external agents, whether chemical or physical or by the ingestion of chemical agents with an intention other than to produce a live birth or to remove a dead fetus.\nB. \"Viability” means the state of fetal development when the life of the fetus may be continued indefinitely outside the womb by natural or artificial life-supportive systems.\nBy P.L.1993, ch. 61 (eff. Oct. 13, 1993), 22 M.R.S.A. § 1598(1) was amended to provide:\n1. Policy. It is the public policy of the State that the State not restrict a woman's exercise of her private decision to terminate a pregnancy before viability except as provided in section 1597-A. After viability an abortion may be performed only when it is necessary to preserve the life or health of the mother. It is also the public policy of the State that all abortions may be performed only by a physician.\n. Macomber v. Dillman, 505 A.2d 810 (Me.1986), was decided prior to the enactment of section 2931.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      },
      {
        "text": "ROBERTS, Justice,\nwith whom CLIFFORD, J., joins,\ndissenting.\nI respectfully dissent because I cannot agree with the Court’s “plain language” interpretation of 24 M.R.S.A. § 2931(3). Slip op. at 5-6. An examination of subsection 3 in the framework of the whole section leads to quite a different meaning. As the Court states, subsections 1 and 2 codify our decision in Macomber v. Dillman, 505 A.2d 810 (Me.1986), that limited the damages recoverable for a failed sterilization that results in the birth of a healthy child. Subsection 3 then covers a circumstance not present in Macomber, i.e., the birth of an unhealthy child. Although I agree that the statute does not require that the disease, defect, or handicap suffered by the child be caused by professional negligence, it does require that the child be born as a result of the professional negligence. See 24 M.R.S.A. § 2502(7) (1990) (defining professional negligence as misconduct that “proximately caused the injury complained of’). The case before us does not present an example of causation in the same sense that a failed sterilization can be said to cause a child to be born. At most, the failure to perform an amniocentesis may deprive a woman of the opportunity to consider aborting her pregnancy and prevent the birth of a child. It is the loss of that opportunity of which the Thibeaults complain.\nMoreover, negligence that results in a lost opportunity is dealt with in subsection 4. There the Legislature provided that the professional negligence is actionable if the negligence precludes any prevention, cure, or amelioration of a condition prior to birth. In other words, the injury complained of is the loss of opportunity to prevent, cure, or ameliorate a condition prior to birth. Thus Larson’s omission of an amniocentesis that would have disclosed the genetic defect in time to abort Sally’s pregnancy precluded the choice of measures to prevent the condition prior to birth. Unfortunately for the Thibeaults, however, the final clause of subsection 4 excludes any manner of prevention that does not preserve the health and life of the child. That final clause does not undermine a woman’s right to choose' an abortion. Rather it reflects the Legislature’s judgment that a court ought not be required “to determine the difference in value between nonlife and life with defects” L.D. 2400, Statement of Fact (112th Legis.1986).\nBecause the Thibeaults ought not be permitted to claim under subsection 3 that which is barred by subsection 4, I would affirm the judgment of the Superior Court.",
        "type": "dissent",
        "author": "ROBERTS, Justice,"
      }
    ],
    "attorneys": [
      "Warren M. Silver (orally) and Daniel J. Perry, Warren M. Silver, P.A., Bangor, for Appellant.",
      "George Schelling (orally) Gross, Minsky, Mogul & Singal, P.A., Bangor, for Appellee."
    ],
    "corrections": "",
    "head_matter": "Sally THIBEAULT et al. v. Steven LARSON.\nSupreme Judicial Court of Maine.\nArgued May 16, 1995.\nDecided Oct. 23, 1995.\nWarren M. Silver (orally) and Daniel J. Perry, Warren M. Silver, P.A., Bangor, for Appellant.\nGeorge Schelling (orally) Gross, Minsky, Mogul & Singal, P.A., Bangor, for Appellee.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0112-01",
  "first_page_order": 168,
  "last_page_order": 172
}
