{
  "id": 11618734,
  "name": "ALLEGHENY INSTITUTE TAXPAYERS COALITION, Appellant, v. ALLEGHENY REGIONAL ASSET DISTRICT, Joyce A. Baskins, David W. Christopher, Ralph Destefano, Gerald J. Voros, Daniel J. Griffin and Mary Pat Soltis Appellees, v. Stadium Authority of the City of Pittsburgh, Public Auditorium Authority of the City of Pittsburgh and Allegheny County, Intervenors/Appellees; Constance Schaeffer, in her own right and as a representative of a class and Louis A. Laraia, in his own right and as a representative of a Class, Appellants, v. Ralph Destefano Mary Pat Soltis, Dan Griffin, Joyce Baskins, Gerald Voros, David Matter and David Christopher, individually and as members of the Allegheny Regional Asset District, Appellees, and Allegheny Regional Asset District, Intervenors/Appellee",
  "name_abbreviation": "Allegheny Institute Taxpayers Coalition v. Allegheny Regional Asset District",
  "decision_date": "1999-03-24",
  "docket_number": "",
  "first_page": "113",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "284 Pa.Super. 558",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        158941
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/284/0558-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 841,
    "char_count": 19210,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24196970556970696
    },
    "sha256": "72d3f05f0ce185cedd0ac9d125bec9cab04e8180676d66fa078412100ee28d9a",
    "simhash": "1:8273868ed50cd7cc",
    "word_count": 3073
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice ZAPPALA did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "ALLEGHENY INSTITUTE TAXPAYERS COALITION, Appellant, v. ALLEGHENY REGIONAL ASSET DISTRICT, Joyce A. Baskins, David W. Christopher, Ralph Destefano, Gerald J. Voros, Daniel J. Griffin and Mary Pat Soltis Appellees, v. Stadium Authority of the City of Pittsburgh, Public Auditorium Authority of the City of Pittsburgh and Allegheny County, Intervenors/Appellees. Constance Schaeffer, in her own right and as a representative of a class and Louis A. Laraia, in his own right and as a representative of a Class, Appellants, v. Ralph Destefano Mary Pat Soltis, Dan Griffin, Joyce Baskins, Gerald Voros, David Matter and David Christopher, individually and as members of the Allegheny Regional Asset District, Appellees, and Allegheny Regional Asset District, Intervenors/Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThese are appeals from decisions of the Court of Common Pleas of Allegheny County which dismissed challenges to the so-called “Plan B,” a funding plan which would provide long term public financing for a stadium for the Pittsburgh Pirates, a professional baseball team, a stadium for the Pittsburgh Steel-ers, a professional football team, and improvements to the convention center in the City of Pittsburgh. The first ease was brought by the Allegheny Institute Taxpayers Coalition against the Allegheny Regional Asset District (RAD) and the members of the regional asset district board. The second was brought against RAD by a class of local residents. Both sets of plaintiffs raised a plethora of challenges to the legality of the proceedings which led to the approval of Plan B. In both eases, the defendants filed preliminary objections, which were sustained by Judge Horgos of the Court of Common Pleas of Allegheny County, resulting in the complaints being dismissed with prejudice. Upon appellants’ appeal to the Commonwealth Court of Pennsylvania, appellees petitioned for, and we granted, extraordinary relief under this court’s Kings Bench powers and expedited disposition due to an asserted exigency involving arrangements for the financing.\nNo. 12 W.D. Mise. Dkt.1999\nAppellants raise thirteen issues. They challenge RAD’s actions by claiming they were illegal under the RAD enabling statute, 16 P.S. § 6114-B et seq. They challenge the statutory authority of RAD to implement Plan B on ten substantive and procedural grounds, including the allegation that RAD violated Pennsylvania public policy and its fiduciary duty to the taxpayers of Allegheny County, they challenge the eligibility of two of the seven RAD board members, without whose votes the funding resolution could not have been adopted. Finally, they argue the inapplicability of the Local Government Unit Debt Act. We address them ad seriatim.\n26 W.D. Mise. Dkt.1999\nAppellants’ claims against RAD in the class action are essentially identical to those of the taxpayers coalition, with one addition. In response to preliminary objections by ap-pellees, appellants filed an amended complaint. Appellant, the taxpayer coalition, asserts that the trial court violated the procedure mandated by Pa.R.C.P. Rule 1028(c)(1) in disposing of appellees’ preliminary objections. The trial court held that this case, too, failed to state a cause of action upon which relief could be granted, and, ■ accordingly, dismissed the complaints with prejudice.\nWe will review the claims in the sequence presented in the class action but consolidate the arguments presented by appellants in both appeals. Though some of the issues are raised in only one of the cases, the majority of the issues apply equally in both.\nThe first ten issues require interpretation of the RAD enabling act, 16 P.S. § 6101-B, et seq., as appellants claim that RAD exceeded its authority under the act in adopting the Plan B resolution.\nAppellants’ first claim is that because the act provided for a ten-year guarantee of minimum funding for Three Rivers Stadium, one of the original regional assets, to run from 1993 to 2003, RAD violated the act by using its funds to demolish the stadium under Plan B, in violation of 16 P.S. § 6114-B(e).\nSection 6114-B(c) of the act, however, applies to the initial financing plan adopted by RAD in 1993 and requires that the plan include the minimum level of financial support to be provided to each regional asset during the first ten years of RAD’s existence. The statute states that the purpose was to assure that regional assets would receive no less from RAD during the first ten years than they received from the City of Pittsburgh and the County of Allegheny in 1992. Section 6114-B(c) does not apply to subsequent agreements executed by RAD, and does not limit financial support to a maximum of ten years.\nAppellants’ second claim is that RAD exceeded its statutory authority by committing its revenues to support the debt service of bonds issued by another entity, the Pittsburgh Auditorium Authority (PAA). Appellants admit that RAD has statutory authority to borrow money and to issue bonds for that purpose. Moreover, the statute authorizes RAD to provide security for such bonds and to pledge its revenues for that purpose. Appellants argue, however, that the statute does not authorize those actions to secure the payment of principal and interest of bonds issued by the PAA. The trial court, however, addressed this issue in Schaeffer v. DeStefano, GD98-9734, 11/4/98, slip opinion at 5:\nFurther, to accomplish its duties, RAD is granted “all powers necessary or convenient” including the power to contract for the “development, design, financing, construction and repair of regional assets....” 16 P.S. § 6112-B(b)(4).... RAD is empowered to borrow money for the purpose of paying the costs of any project, to make and issue negotiable bonds, to secure the payment of bonds by pledge of all or any of its revenues and generally provide for the security of the bonds.\nFinally, 16 P.S. § 6112-B(b)(21) empowers RAD “to do all acts and things necessary or convenient for the promotion of its purposes and the general welfare of the district and to carry out the powers granted to it by this act or any other acts.”\nThus the complained-of financing is within the scope of the RAD act and RAD’s action is compliant with statutory authority.\nThe third claim is that RAD’s resolution amounts to pledging the taxing power of the Commonwealth, which is prohibited by the act, 16 P.S. § 6112-B(c)(l). Nevertheless, the act specifically grants RAD the authority to pledge revenues as a guarantee and for the payment of debt service or bonds issued by any entity, including the PAA. 16 P.S. § 6114-B.\nA related unsupported claim is that RAD has no authority to assign, to a bank or other third party designated by the PAA as the trustee for the bond issue, RAD’s right to receive its distributive share of the tax moneys from the state treasurer. Again, section 6114-B of the act permits RAD to pledge all or part of its net revenue from taxes in connection with the issuance of bonds or the incurring of obligations under leases in order to secure the payment of bonds. The statute does not limit the authority of RAD on the basis of who issues the bonds. This claim, therefore, fails to state a cause of action.\nThe fifth claim is that RAD violated its statutory duty to exercise oversight and audit responsibility of regional assets and to coordinate them to assure efficient and effective development and operation. To fulfill these duties, RAD is mandated to execute cooperation and support agreements with the actual owners, operators and managers of regional assets. To execute such agreements, even if they include oversight and auditing provisions, between RAD and “strawman” PAA would make RAD a hapless observer, inasmuch as all operational control over design, construction, and day-to-day operations would be vested in the sports franchises. Appellants argue that “RAD will pay but have nothing to say” in connection with the operation of the stadiums.\nThis misconstrues the statute. Title 16, P.S. § 6112-B(a)(l) provides that RAD, “by entering into agreements with municipalities and persons providing for cooperation, shall ... [engage] in the oversight and coordination of regional assets.” However, the resolution at issue is not an agreement with a municipality or person, but an authorization to enter into such agreements. The terms of the Plan B resolution require that entry into such agreements will be subject to terms which constitute oversight and coordination by RAD. Appellants are therefore entitled to no relief on this claim.\nThe next claim is that RAD violated the act by failing to hold public hearings on the proposed cooperation and support agreements in connection with the proposed stadiums. The record does not support this claim, but reflects that a public hearing was held at which the Allegheny Institute Taxpayers Coalition appeared in opposition to the proposed cooperation and support agreement. Appellants argue that RAD’s resolution, which directed its chairman, vice chairman, and executive director to execute the cooperation and support agreements, violates the act which contains no provision for delegation of authority. Appellants fail, however, to point to any statutory prohibition against the board permitting some of its members to act as signatories to implement the resolution.\nThe next claim pertaining to RAD’s statutory authority under the act relates to its alleged failure to obtain financial information from the actual owners, operators, and managers of the proposed regional assets pursuant to the requirements of 16 P.S. § 6114-B(a)(8) (“Initial Financing Plan”). Appellants argue that the limited disclosures made by the Pirates and the Steelers to the executive director and one member of the RAD board, under a pledge of secrecy not to reveal the actual financial conditions to the remaining members of the RAD board, fail to meet the statutory requirement. In response to appellees’ argument that the requirement is applicable only to the initial regional assets, as indicated by the statutory heading “Initial Financial Plan,” appellants argue that headings are not controlling in the interpretation of statutes.\nTitle 16 P.S. § 6114-B(a)(8) applies only to the initial financial plan drafted in 1993 and has no application to the resolution at issue here. Although statutory headings are not controlling, they may be used to aid in construction of the statute. 1 Pa.C.S. § 1924. We have no hesitancy in concluding that the requirement of financial disclosure does not apply to the Plan B resolution.\nAppellants claim that the Plan B resolution was illegal due to the RAD board members being merely the alter egos of the persons who appointed them, so that the RAD board is, in reality, the appointers and not the appointees. This “reality” allegedly violates the separation of powers doctrine because the appointed RAD members can be removed for no reason at the absolute will of their appointers. This argument is not sufficiently developed to permit judicial review, and, in any event, is contravened by the legal discussion pertaining to the eligibility of board member David Christopher, infra.\nAppellants next claim that RAD, by utilizing the PAA in the implementation of Plan B, violated the public policy and intent expressed by the legislature in the statute creating RAD: to avoid new and duplicative bureaucracies, 16 P.S. § 6101-B(a)(5). Appellants, while admitting that the PAA is not a new agency, nevertheless argue that the PAA is being “recreated” under Plan B and is destined to take on additional responsibilities and to grow in size, violating section 6101-B(a)(5).\nBecause the PAA was not created by RAD but was created under the Public Auditorium Authorities Act of 1953, 53 P.S. § 23841, there is no ground for relief on this claim.\nAppellants next claim that RAD, as a local government unit, and its board members owe a fiduciary duty to the taxpayers of the county. They claim that under the Pennsylvania Constitution, sovereignty is vested in the people and all powers not expressly given to officials of the state government are reserved to the people, for whom RAD and its members work. Appellants specify numerous instances in which RAD allegedly neglected its fiduciary duty.\nThe trial court held, and we agree, that the omissions were not violative of the act, but were exercises of judgment. There is no basis for relief on this claim.\nThe next two issues are challenges to the participation of two RAD board members who, appellants claim, were seated on the board contrary to the provisions of the act. The first relates to member David Christopher, who was selected to replace Fred Baker, though Baker allegedly was never validly removed from the board, but was illegally coerced to resign.\nArticle VI, section 7 of the Pennsylvania Constitution provides, inter alia: “Appointed civil officers, other than judges of the courts of record, may be removed at the pleasure of the power by which they shall have been appointed....” It is axiomatic that the power of removal is correlative with the power of appointment. RAD board members serve at the pleasure of their appointing authorities, and can therefore be removed at the pleasure of those authorities. This claim, therefore, affords no basis for relief.\nAppellants also argue that RAD board member Gerald Voros was illegally appointed. At the time he voted in favor of the Plan B resolution, Voros was concurrently serving as the chairman,of the Pittsburgh parking authority. As such, he was allegedly a public employee and was therefore statutorily prohibited from serving on the RAD board.\nIn prohibiting public officials or employees from serving on the RAD board, 16 P.S. § 6117-B, the statute defines “public official” to exclude “any appointed official who receives no compensation other than reimbursement for actual expenses.” 16 P.S. § 6102-B. Board members of the Pittsburgh Parking Authority receive no compensation, 53 P.S. § 348(b), so it is clear that Voros is not a public official or public employee; it follows that his participation in adopting the Plan B resolution was permissible.\nThe next claim asserts the inapplicability of the Local Government Unit Debt Act, 53 Pa.C.S. § 8001 et seq.\nAppellants claim that appellees argued in the trial court that the Local Government Unit Debt Act vests the subject matter jurisdiction of the matters complained of herein exclusively in the Department of Community and Economic Development. Appellants, in anticipation that appellees might raise the same argument in this court, argue that the trial judge correctly analyzed the applicability of the act. Under the Local Government Unit Debt Act, the scope of review of actions of the Department of Community and Economic Development is limited to the regularity of the proceedings under the Debt Act, the validity of the bonds, and the legality of the purpose for which the bonds are to be issued. The trial court held that the complaint alleged matters beyond the terms of the Debt Act and extended into matters beyond the jurisdiction of the department. He correctly held, therefore, that the Debt Act did not vest exclusive jurisdiction in the department, and that it was proper for appellants to proceed by way of a complaint in equity in common pleas court.\nFinally, appellant taxpayer coalition argues that the trial court violated Pa.R.C.P. Rule 1028(c)(1). Following appellees’ preliminary objections to the complaint, appellant filed an amended complaint and preliminary objections to appellees’ preliminary objections. Appellant claims that its amended complaint rendered the appellees’ preliminary objections moot and divested the trial court of jurisdiction to consider them.\nThis argument has no merit. Appellant, in response to appellees’ preliminary objections, could have filed an amended complaint pursuant to Pa.R.C.P. 1028(c)(1). Alternatively, appellant could have filed preliminary objections to appellees’ preliminary objections. Rather than electing to file either an amended complaint or preliminary objections, appellant did both. Appellant’s counsel served a copy of his amended complaint upon appel-lees’ counsel at the time of argument on the preliminary objections. At that argument, appellees’ counsel advised the court that their preliminary objections applied to the amended complaint as well as to the original complaint. Following argument, the trial court held that neither the original nor the amended complaint stated a claim upon which relief could be granted and dismissed both complaints. The court sustained the appellees’ preliminary objections and dismissed the preliminary objections of appellant. Under these circumstances the court did not violate the spirit of the procedural rules in proceeding in that fashion.\nIn sum, despite the multitude of claims that RAD acted illegally, the crux of these cases appears to be a challenge to the wisdom and judgment of RAD in adopting the resolution which would finance a bond issue by dedicating $402,000,000 in future sales tax revenues through the year 2030 in order to fund two professional sports franchises. Our scope of review, however, does not extend to the wisdom or discretion of RAD and its board members. Our scope of review is of the statutory authority and regularity of the challenged RAD board resolution without substituting our individual views of the prudence of the resolution. Having found no statutory violation or other error of law, we must affirm the trial court’s dismissal of the complaints.\nOrders affirmed.\nJustice ZAPPALA did not participate in the consideration or decision of this case.\nThe former practice with respect to objecting to an amended complaint ... is set forth in Goodrich-Amram 2d § 1028(c): 1. It is quoted in Koenig v. International Broth, of Boilermakers, Iron Ship Builders, etc., AFL-CIO, 284 Pa.Super. 558, 426 A.2d 635 (1980):\nIf the amendment [of the complaint] removes all of which the defendant has complained, the preliminary objection should be withdrawn or dismissed by the court. If the defendant is not satisfied that the amendment cures all the errors, he need not file a new preliminary objection, but may order down the original objection for argument on the original complaint as well as the amendment.\nIt should be noted that the 1991 amendments to Pa.R.C.P. 1028(f) changes the prior practice, providing that a party who wishes to object to an amended complaint should file new preliminary objections. The trial court followed the prior practice in this instance, advancing thereby the interest of judicial economy.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      }
    ],
    "attorneys": [
      "W. Thomas McGough, Jr., Reed, Smith, Shaw & McClay, Pittsburgh, for Stadium Authority.",
      "Mark R. Hornak, Buchanan Ingersoll, Pittsburgh, for Public Auditorium Authority.",
      "Margaret F. Houston, Houston Harbaugh, Marvin Fein, Pittsburgh, for Allegheny Regional Asset District.",
      "David K. McMullin, Pittsburgh, for Allegheny Institute Taxpayers Coalition.",
      "Allen N. Brunwasser, Pittsburgh, for Constance Schaffer/Louis A LaRaia."
    ],
    "corrections": "",
    "head_matter": "ALLEGHENY INSTITUTE TAXPAYERS COALITION, Appellant, v. ALLEGHENY REGIONAL ASSET DISTRICT, Joyce A. Baskins, David W. Christopher, Ralph Destefano, Gerald J. Voros, Daniel J. Griffin and Mary Pat Soltis Appellees, v. Stadium Authority of the City of Pittsburgh, Public Auditorium Authority of the City of Pittsburgh and Allegheny County, Intervenors/Appellees. Constance Schaeffer, in her own right and as a representative of a class and Louis A. Laraia, in his own right and as a representative of a Class, Appellants, v. Ralph Destefano Mary Pat Soltis, Dan Griffin, Joyce Baskins, Gerald Voros, David Matter and David Christopher, individually and as members of the Allegheny Regional Asset District, Appellees, and Allegheny Regional Asset District, Intervenors/Appellee.\nSupreme Court of Pennsylvania.\nArgued March 9, 1999.\nDecided March 24, 1999.\nW. Thomas McGough, Jr., Reed, Smith, Shaw & McClay, Pittsburgh, for Stadium Authority.\nMark R. Hornak, Buchanan Ingersoll, Pittsburgh, for Public Auditorium Authority.\nMargaret F. Houston, Houston Harbaugh, Marvin Fein, Pittsburgh, for Allegheny Regional Asset District.\nDavid K. McMullin, Pittsburgh, for Allegheny Institute Taxpayers Coalition.\nAllen N. Brunwasser, Pittsburgh, for Constance Schaffer/Louis A LaRaia.\nBefore FLAHERTY, C.J., and CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0113-02",
  "first_page_order": 167,
  "last_page_order": 173
}
