{
  "id": 6785925,
  "name": "STATE of Maine v. Clifford Jerome YOUNG",
  "name_abbreviation": "State v. Young",
  "decision_date": "1973-03-30",
  "docket_number": "",
  "first_page": "113",
  "last_page": "116",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 113"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "25 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "138 Me. 242",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844193
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/me/138/0242-01"
      ]
    },
    {
      "cite": "188 P.2d 792",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "83 Cal.App.2d 405",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4433924
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/83/0405-01"
      ]
    },
    {
      "cite": "237 So.2d 871",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        3228624
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/la/256/0697-01"
      ]
    },
    {
      "cite": "256 La. 697",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3228624,
        9823411
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/la/256/0697-01",
        "/so2d/237/0871-01"
      ]
    },
    {
      "cite": "403 F.2d 977",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2129336
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/403/0977-01"
      ]
    },
    {
      "cite": "433 F.2d 719",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2121111
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "725"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/433/0719-01"
      ]
    },
    {
      "cite": "206 Okl. 251",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8896726
      ],
      "weight": 3,
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/okla/206/0251-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "303 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        6785883
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/303/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 9446,
    "ocr_confidence": 0.801,
    "pagerank": {
      "raw": 1.3914512223472878e-07,
      "percentile": 0.6428751251520841
    },
    "sha256": "ae35c6ab6ad4d3fad0cd9e2fe97c8b13770bdf46565b3ccaad67e3062722868e",
    "simhash": "1:f0bca9483a7dc95b",
    "word_count": 1593
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY, WERNICK and ARCHIBALD, JJ.",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. Clifford Jerome YOUNG."
    ],
    "opinions": [
      {
        "text": "POMEROY, Justice.\nThe factual framework from which this appeal arose is described in State of Maine v. Niemszyk, Me., 303 A.2d 105 (1973).\nThe appeal is before us from judgment entered on a jury verdict of guilty of the crime of robbery. 17 M.R.S.A. § 3401.\nThe appeal is denied.\nYoung was found guilty of having participated in the same bank robbery which occasioned the conviction of Niemszyk. Niemszyk was taken into custody in the apartment of Grace Bailey on January 19, 1971, which was the day of the robbery. While it is not disputed that appellant Young was in the Bailey apartment on the day of the robbery, he was not present when Niemszyk was taken into custody and was not in the apartment when the Portsmouth, New Hampshire, Police Officers conducted the searches discussed in State v. Niemszyk, supra.\nIn the course of their investigation, the police found a late model Oldsmobile left near the Bailey apartment. The police determined that the car belonged to a Mr. Chandler who worked in Dover, New Hampshire. Upon being questioned by police, Chandler stated that he had loaned the Oldsmobile to appellant on the morning of January 19, 1971.\nChandler was then asked to view the film exposed by the bank’s automatic cameras on the morning of the robbery. Chandler identified the unmasked robber (a black man) as appellant. Chandler testified to this identification at trial and further testified that he had known appellant for thirteen years. Chandler had, in fact, been married to appellant’s sister for a period of about thirteen years.\nAs a result of an alert issued by the Maine State Police Department, appellant was apprehended and incarcerated in the State of Oklahoma. In March of 1971, two Maine State policemen were dispatched to Oklahoma to return appellant to Maine. Appellant waived extradition. Detective Hooper read the “Miranda warning” to appellant. He also informed appellant that he was a Maine Police officer who was to return him to Maine, and stated that he wished to ask him some questions. Appellant consented to the interview. In the course of the questioning he gave the police a confession and a detailed history of the events leading up to and following the robbery.\nAppellant sets forth three grounds as the basis for this appeal.\nHe first contends that the guns, masks and money discovered in the Bailey apartment were erroneously admitted at his trial since the evidence was fruit of an illegal search. Assuming, without deciding, that appellant has standing to contest the legality of the search, we hold, for the reasons stated in State v. Niemszyk, supra, that the evidence was the product of a lawful search.\nThe second point of appeal is that the admission of the testimony of Detective Hooper, relating appellant’s confession made in Oklahoma, was error because Hooper “did not fully inform Mr. Young as to his exact position in the State of Oklahoma; [that] he was not a police officer.” The assumption seems to be that leading appellant to believe that Hooper and the second Maine officer acted as police officers, rather than private citizens while in Oklahoma, tended to coerce appellant into making the confession.\nWe answer this contention by declaring that whenever a police officer, acting in such capacity, interrogates one suspected of crime, he is required to inform such suspect that he is, in fact, a police officer and is conducting the interrogation in such capacity even though he, in fact, is outside the jurisdiction to which his authority to make arrests extends. This is so because questioning by a “private citizen” not acting as a police officer is subject to substantially less restrictions than questioning by a police officer.\nAppellant was given a clear and comprehensive explanation of his Fifth Amendment rights arising from his being questioned by a police officer. No claim is made that appellant did not fully understand the explanation given him. Full compliance was had with the mandate of Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1964).\nAppellant relies for the position he takes upon Boston v. Causey, 206 Okl. 251, 242 P.2d 712 (1952). That case is clearly distinguishable on its facts and the rule there announced has no application to the issue here raised.\nBoston v. Causey, supra, was a civil action arising from the death of a prisoner while being transported from Arizona to Illinois by an Illinois sheriff. The death occurred when the vehicle in which the prisoner was riding was involved in an automobile accident in Oklahoma. The issue in the case was whether or not the Illinois sheriff was immune from suit in Oklahoma resulting from a cause of action arising in Oklahoma. The holding of the case was that there was no immunity from suit and that the status of the Illinois sheriff at the time of the accident in Oklahoma was that of a private citizen.\nIn the instant case we hold that the statements made by the appellant to Officer Hooper were admissible at trial. The appellant takes nothing by this point of appeal.\nAppellant’s third claim is that the admission into evidence of the film exposed by the bank’s automatic camera and the identification of appellant by Mr. Chandler based upon that film constituted error. Appellant’s objection was stated as follows:\n“The grounds are they have not established their continuity. Further grounds of objection are that you are admitting into this casé certain evidence [the film] which cannot properly be reviewed by the Law Court . . . .”\nThe latter ground is no basis for the exclusion of a film from evidence. The equipment for viewing the film is as readily available to the Law Court as it is to a trial court. The film may be transmitted to the Law Court and evaluated in the same manner as any other demonstrative evidence.\nMotion pictures are commonly admitted into evidence as a form of visual testimony. A witness identifies the scene or sequence of events depicted in the film as a fair and accurate representation of the events which occurred at the time and place in question. A film, when identified as a fair and accurate representation of what it purports to show is readily admissible. See, Mikus v. United States, 433 F.2d 719, 725 (2nd Cir. 1970); United States v. Hobbs, 403 F.2d 977 (6th Cir. 1968); and State v. Lacoste, 256 La. 697, 237 So.2d 871 (1970).\nIn the instant case the State offered no testimony that the film was a fair and accurate representation of what anyone observed at the South Berwick Bank on the morning of January 19, 1971.\nThe question then becomes whether or not the film can be admitted as independent evidence of the robbery, rather than as a visual representation of the testimony of a witness. Absent such an identification, can the film be authenticated in a manner sufficient to allow the presiding Justice to find that the film depicts the events which the State claims are depicted? Admissibility depends upon whether it can be verified or authenticated that the film is a genuine recording of what it purports to depict.\nIn People v. Doggett, 83 Cal.App.2d 405, 188 P.2d 792 (1948), the court based an “indecent act” conviction upon a photograph showing the two defendants performing the act. There was no witness to testify that the photograph was a fair and accurate representation of an event seen by that witness. The court relied upon “other evidence,” including an identification of the persons in the photograph as the defendants, an identification of the site of the photograph as the apartment of the defendants, expert testimony that the picture had been taken by one of those depicted therein, and expert testimony that the photograph was a “straight photograph” rather than a composite or a “fake.”\nIn the instant case, the State introduced the testimony of the bank manager as to the installation and field of view of the camera; the testimony of an employee of the surveillance company which installed the camera as to the method of triggering the operation of the camera, and of the periodic testing of the camera; testimony of the person who removed the exposed film; testimony of the person who developed the film; testimony of each of the law enforcement officers who had custody of the film from the time it was taken from the camera until the time of trial; and testimony of the bank teller as to the activation of the camera during the robbery. On this evidence the presiding Justice was justified in finding that the film accurately depicted the events occurring at the time of the robbery. The evidence presented totally negatives any inference that the film was a “fake” or otherwise inaccurate representation of the events it purported to show.\nSince appellant does not contend that the film was taken in lighting or at an angle that would cause a misleading representation of events during the robbery, nor does he raise other objections to the reliability of the film, we hold that the presiding Justice acted within his discretion in admitting the film into evidence. State v. Bobb, 138 Me. 242, 25 A.2d 229 (1942).\nThe entry must be,\nAppeal denied.\nAll Justices concurring.",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Ronald E. Ayotte, Sr., County Atty., Roland A. Cole, Asst. County Atty., Alfred, for plaintiff.",
      "William P. Donahue, Biddeford, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Clifford Jerome YOUNG.\nSupreme Judicial Court of Maine.\nMarch 30, 1973.\nRonald E. Ayotte, Sr., County Atty., Roland A. Cole, Asst. County Atty., Alfred, for plaintiff.\nWilliam P. Donahue, Biddeford, for defendant.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0113-01",
  "first_page_order": 151,
  "last_page_order": 154
}
