{
  "id": 12042219,
  "name": "ESTATE OF Dorothy PLUMMER",
  "name_abbreviation": "Estate of Plummer",
  "decision_date": "1995-10-24",
  "docket_number": "",
  "first_page": "116",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 116"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "574 P.2d 401",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1978,
      "pin_cites": [
        {
          "page": "404",
          "parenthetical": "only apparent purpose was to restrain alienation"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "19 Wash.App. 145",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        473805
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "only apparent purpose was to restrain alienation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/19/0145-01"
      ]
    },
    {
      "cite": "768 S.W.2d 736",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9989785
      ],
      "pin_cites": [
        {
          "page": "739"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/768/0736-01"
      ]
    },
    {
      "cite": "679 P.2d 972",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "pin_cites": [
        {
          "page": "975",
          "parenthetical": "fixed price restraint for an unlimited duration upheld where agreement furthered a legitimate purpose"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "37 Wash.App. 351",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1784942
      ],
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "fixed price restraint for an unlimited duration upheld where agreement furthered a legitimate purpose"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/37/0351-01"
      ]
    },
    {
      "cite": "157 Vt. 233",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4823186
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "fixed-price preemptive right serving to encourage alienation of land upheld as reasonable"
        },
        {
          "page": "904",
          "parenthetical": "fixed-price preemptive right serving to encourage alienation of land upheld as reasonable"
        },
        {
          "page": "904",
          "parenthetical": "because preemptive rights to adjacent property were important precondition to original sale of property, restraint encouraged alienation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/157/0233-01"
      ]
    },
    {
      "cite": "27 Ariz.App. 513",
      "category": "reporters:state",
      "reporter": "Ariz. App.",
      "case_ids": [
        1237029
      ],
      "weight": 5,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "fixed-price restraint with legitimate business purpose upheld as a reasonable restraint"
        },
        {
          "page": "819-20",
          "parenthetical": "fixed-price restraint with legitimate business purpose upheld as a reasonable restraint"
        },
        {
          "page": "819",
          "parenthetical": "preemptive right lasting the life of the seller plus one year found reasonable"
        },
        {
          "page": "819",
          "parenthetical": "where court could not discern purpose from the four corners of the document nor hear direct testimony of the purpose of the preemptive right, court examined circumstances surrounding execution to establish purpose"
        },
        {
          "page": "819-20",
          "parenthetical": "price-fixed preemptive right served appropriate business interests, and thus accomplished a worthwhile purpose"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz-app/27/0513-01"
      ]
    },
    {
      "cite": "277 S.W.2d 619",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10184295
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "626"
        },
        {
          "page": "626",
          "parenthetical": "right of first refusal at fixed price found unreasonable because parties had no socially or economically desirable objective"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/277/0619-01"
      ]
    },
    {
      "cite": "648 A.2d 206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "139 N.H. 33",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        2292749
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/nh/139/0033-01"
      ]
    },
    {
      "cite": "606 A.2d 1055",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11317729
      ],
      "pin_cites": [
        {
          "page": "1057-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/1055-01"
      ]
    },
    {
      "cite": "629 A.2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357301
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "59"
        },
        {
          "page": "59"
        },
        {
          "page": "59"
        },
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/629/0057-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 702,
    "char_count": 12644,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 1.8024686865931584e-07,
      "percentile": 0.7166220887781488
    },
    "sha256": "c1982322fa65465870fe4bbe7a43d3b0d4f32504d52e83172ad900422e11fe68",
    "simhash": "1:656803b2aca01f81",
    "word_count": 2053
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and LIPEZ, JJ.",
      "Ail concurring."
    ],
    "parties": [
      "ESTATE OF Dorothy PLUMMER."
    ],
    "opinions": [
      {
        "text": "LIPEZ, Justice.\nThe residuary beneficiaries of the estate of Dorothy Plummer appeal from the judgment entered in the Cumberland County Probate Court (Childs, J.) allowing Daniel T. Haley, Jr.’s claim against Plummer’s estate for the purchase of her former residence. Because Haley’s claim does not violate the rule against unreasonable restraints on alienation, we affirm.\nIn the early 1980’s, when Plummer was selling some of her real estate, Daniel T. Haley, Jr., her long-time friend, expressed his interest in purchasing her Eastern Promenade residence. Plummer declined his invitation to sell. During their weekly visits in 1983 and 1984, Plummer and Haley generally discussed several other offers to Plummer to purchase her residence. Although Haley often reiterated his interest in purchasing Plummer’s home, she refused all offers to sell. In April 1985, Haley had his attorney draft a contract giving himself a right of first refusal to purchase Plummer’s residence. Haley presented it to Plummer, and they filled in the blanks on the agreement. Plum-mer set the selling price at $100,000 and required that Haley provide a $100 down payment. Ultimately, however, Plummer did not sign that agreement.\nOn July 21,1985, Plummer sent the following hand-written letter to Haley:\nTo Whom it May Concern:\nI have promised Mr. Daniel T. Haley, Jr. that he shall have preference over any person or agency for consideration to buy my house, 140 Eastern Promenade, the garage and the Promenade lot if it comes up for sale at any time. Signed Miss Dorothy Plummer.\nTo clarify Plummer’s intent, Haley typed additional language at the bottom of Plummer’s letter. That amended letter, signed and dated by both Plummer and Haley, stated: Dear Miss Plummer,\nThe above letter and our recent talk greatly pleases me. It is my understanding that before your property is given or offered to any agency, institution or person, I will have the opportunity to purchase it from you or your estate for the sum of One Hundred Thousand Dollars ($100,000). I also fully understand that this option will be exercised at a future date determined by you or upon your death from your estate within ninety (90) days.\nIn consideration of One Hundred Dollars ($100.00) paid to you this date, the above is acknowledged and agreed to.\nAccording to Haley, Plummer insisted that their agreement be kept secret and that he not record it in the registry of deeds. Although Haley complied, he immediately recorded the document when he read in the newspaper of Plummer’s death in January 1994 at the age of 96.\nAfter Plummer’s personal representative denied Haley’s right to purchase the residence, Haley filed a petition with the Probate Court seeking allowance of his claim. In response, the beneficiaries claimed, inter alia, that Haley’s claim constituted an unreasonable restraint on alienation. The court found the preemptive right to be reasonable, and this appeal followed.\nWe must determine the reasonableness of the restraint on alienation in the circumstances of this case. See Low v. Spellman, 629 A.2d 57, 59 (Me.1993); Restatement of PROPERTY § 406 (1944). We will defer to the trial court on its findings of fact unless clearly erroneous and will conduct a de novo review of the court’s application of the legal doctrine to the facts. Pongonis v. Pongonis, 606 A.2d 1055, 1057-58 (Me.1992); Page v. Willey, 139 N.H. 33, 648 A.2d 206 (1994).\nIn Low v. Spellman, 629 A.2d 57, 59 (Me.1993), we addressed three factors to be considered in evaluating the reasonableness of a restraint on alienation. Specifically, we considered (1) the method of determining the price; (2) the duration of the restraint; and (3) the purpose of the restraint.\nMethod of Fixing the Price\nThe Plummer-Haley agreement set a fixed price of $100,000. This price was lower than the market value of the residence at the time the right was given and less than half the value of the property at the time that Haley exercised his right. In Low, we recognized that “[a] fixed price has a tendency to impose a serious restraint.” Id. We further explained the reason for this effect:\n[I]f the pre-emptive right requires that the property be offered at much less than its value at the time of the proposed sale, there is an obvious check upon alienation, since the owner will retain the property rather than sell it at a great sacrifice. Any pre-emption exercisable at a fixed price is likely to involve sacrifice to the person bound to offer it, since a fixed price is usually based upon the value of the property when the pre-emptive provision is executed.\nId. (quoting 6 American Law of Property § 26.65 (1952)). This statement about a check on alienation assumes an owner who can avoid selling the property at the fixed price for a long period of time. That assumption about a restraint of long duration does not necessarily apply to every situation. Thus, we must consider the fixed price in relation to the duration of the restraint and the purpose it serves. See Low, 629 A.2d at 59; Kershner v. Hurlburt, 277 S.W.2d 619, 626 (Mo.1955). See also Tovrea v. Umphress, 27 Ariz.App. 513, 556 P.2d 814, 819-20 (1976) (fixed-price restraint with legitimate business purpose upheld as a reasonable restraint); Colby v. Colby, 157 Vt. 233, 596 A.2d 901, 904 (1990) (fixed-price preemptive right serving to encourage alienation of land upheld as reasonable); Lawson v. Redmoor Corp., 37 Wash.App. 351, 679 P.2d 972, 975 (1984) (fixed price restraint for an unlimited duration upheld where agreement furthered a legitimate purpose).\nDuration\nThe document containing both Plummer’s handwritten terms and the typewritten terms added by Haley stated that the “preference” should continue until a future date not to extend 90 days beyond Plummer’s death. At that point, the court found, the estate was obligated to sell the residence to Haley at the fixed price. Since the agreement was created when Plummer was 85 years old, the duration of the restraint is far shorter than a restraint based on the life of someone much younger. See Tovrea, 556 P.2d at 819 (preemptive right lasting the life of the seller plus one year found reasonable).\nPurpose\nThe beneficiaries contend that because the unambiguous agreement between Haley and Plummer did not explicitly state the purpose served by the preemptive right, the court was precluded from “factorfing] into the construction of the agreement” extrinsic evidence of that purpose. We disagree. The beneficiaries invoke a rule of contract construction that precludes a court’s resort to extrinsic evidence if the meaning of words in a document is clear. There is no dispute about the meaning of the clear words in the Plummer-Haley agreement. Rather, the dispute relates to the enforceability of the restraint on alienation set forth clearly in that agreement. In resolving such a dispute pursuant to prevailing law, the court must consider Dorothy Plummer’s purpose in granting the preemptive right to Haley. That purpose is akin to a motive or objective not necessarily stated in the agreement. If the court could not resort to extrinsic evidence to determine the purpose of Dorothy Plummer, the court would be adopting a per se rule — every preemptive right unexplained by a clear statement of purpose is unenforceable. We see no value in such a mechanical rule which, unlike the rule of contract construction cited by the beneficiaries, would serve primarily to frustrate the intent of contracting parties.\nIn Low, therefore, we approved the evaluation of extrinsic evidence to determine the purpose of an agreement involving a restraint on alienation. In the absence of a discernible purpose justifying the restraint, we held that the restriction was an unreasonable restraint on alienation. Low, 629 A.2d at 59. Here, the Probate Court properly looked beyond the language of the instrument to discern its purpose. See id. See also Tovrea, 556 P.2d at 819 (where court could not discern purpose from the four corners of the document nor hear direct testimony of the purpose of the preemptive right, court examined circumstances surrounding execution to establish purpose); Randolph v. Terrell, 768 S.W.2d 736, 739 (Tx.Ct.App.1987) (evidence introduced at trial relied on by the court to establish the reasonableness of the restraint despite court’s finding that the document was unambiguous). The court found that\nthe purpose of the restraint in this instance was to satisfy Dorothy Plummer’s wish to recognize, as a token of a long friendship, Mr. Haley’s request to have a right of first refusal on sale of the property. Regardless of whether this had any pecuniary benefit for Dorothy Plummer or her estate, the Court believes the agreement had value for Mrs. Plummer, in whatever emotional satisfaction it may have brought her.\nThis desire to reward a friendship is clearly a legitimate purpose. Compare Tombari v. Blankenship-Dixon Co., 19 Wash.App. 145, 574 P.2d 401, 404 (1978) (only apparent purpose was to restrain alienation) and Kershner, 277 S.W.2d at 626 (right of first refusal at fixed price found unreasonable because parties had no socially or economically desirable objective) with Colby, 596 A.2d at 904 (because preemptive rights to adjacent property were important precondition to original sale of property, restraint encouraged alienation) and Tovrea, 556 P.2d at 819-20 (price-fixed preemptive right served appropriate business interests, and thus accomplished a worthwhile purpose).\nReasonableness\nViewing the three factors of the reasonableness test together, we find a fixed price contract of relatively brief duration that advances a legitimate purpose. An experienced businesswoman who had already received several offers from people eager to purchase her property, Plummer was well aware of the market value of her property at the time she entered into her agreement with Haley. Maximizing money from the sale of her residence was less important to her than transferring the residence to the party of her choice. The restraint placed by Dorothy Plummer on her property was reasonable under all of the circumstances.\nThe entry is:\nJudgment affirmed.\nAil concurring.\n. The rule is often stated as follows:\nA threshold question in contract interpretation is whether the contract is ambiguous in any material respect. If the contract is not ambiguous, the construction of the contract is a question of law to be resolved by considering the writing as a whole and giving the language its plain meaning. On the other hand, if an ambiguity is found, construction of ambiguous language is a question of fact, and extrinsic evidence may be received for the purpose of enabling the factfinder to resolve the ambiguity.\n(footnote omitted). Horton and McGehee, Maine Civil Remedies, p. 10-5.\nThese rules are designed to honor the intent of the contracting parties.\n. The trial court found that it was Plummer who set the price in the agreement. According to the court, although the price was fixed, “it was not, in 1985, unrealistic in terms of market value at the time. [The $100,000] was a conservative price, set by Mrs. [sic] Plummer, which was consistent with her recognition of the friendship between Mr. Haley and herself. In no sense did she give the property away to him at an unreasonably small fraction of its market value.” There is an intimation in the unreasonable restraint on alienation argument of the beneficiaries that Plummer was duped by Haley. The trial court rejected that argument in ruling against the beneficiaries on their undue influence and fraud claim and their claim pursuant to the Improvident Transfers of Title Act, 33 M.R.S.A. § 1022 et seq.\n. Contrary to the position of the beneficiaries at oral argument, the preemptive right is not unreasonable simply because Haley is not bound to retain the property as his own residence. Although some testimony may have suggested that Plummer arranged the preemptive right with the expectation that Haley and his family would live in her home, the Probate Court did not find that the purpose of the agreement was to have Haley and his family live in the residence. In any event, the agreement with Haley gave Plummer more control over the disposition of her residence than simply allowing the residence to be disposed of by the beneficiaries.",
        "type": "majority",
        "author": "LIPEZ, Justice."
      }
    ],
    "attorneys": [
      "Charles A. Harvey, Jr., Robert S. Frank (orally), Harvey & Frank, Portland, for Appellant.",
      "Howard J. Feller (orally), Portland, for Appellee."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF Dorothy PLUMMER.\nSupreme Judicial Court of Maine.\nArgued June 21, 1995.\nDecided Oct. 24, 1995.\nCharles A. Harvey, Jr., Robert S. Frank (orally), Harvey & Frank, Portland, for Appellant.\nHoward J. Feller (orally), Portland, for Appellee.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and LIPEZ, JJ."
  },
  "file_name": "0116-01",
  "first_page_order": 172,
  "last_page_order": 176
}
