{
  "id": 7943532,
  "name": "STATE v. Ralph BYRNES, John Ouimette, Charles Flynn",
  "name_abbreviation": "State v. Byrnes",
  "decision_date": "1980-03-24",
  "docket_number": "No- 79-412-C.A.",
  "first_page": "116",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "413 A.2d 116"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 200,
    "char_count": 2348,
    "ocr_confidence": 0.788,
    "sha256": "43b0bf1d1588724d334ef4606ebd19a1cd24176083830462c2b104f6a08c7e25",
    "simhash": "1:9d261e8c516f243c",
    "word_count": 387
  },
  "last_updated": "2023-07-14T15:17:39.882574+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEVILACQUA, C. J., did not participate."
    ],
    "parties": [
      "STATE v. Ralph BYRNES, John Ouimette, Charles Flynn."
    ],
    "opinions": [
      {
        "text": "ORDER\nEach of the above-named defendants is before us on his appeal where, after an unusually lengthy trial, a Superior Court jury found them guilty of being participants in the so-called Bonded Vault Robbery. Subsequent to the jury’s verdict, the trial justice imposed a life sentence on each defendant. The evidence transcript in this appeal consists of twenty volumes.\nOn January 10, 1980, an order was entered assigning this appeal to the calendar for Monday, May 5, 1980. Thereafter, in mid-February, counsel for John Ouimette notified us that it was impossible for him to comply with the March 7 briefing deadline called for in the January order. At that same time, we became aware of the fact that Harvey Brower, out-of-state counsel representing Ralph Byrnes and Charles Flynn, had been disbarred and could no longer be of any assistance to his clients. Salvatore L. Romano, Jr., local counsel for Ralph Byrnes and Charles Flynn, represented to us that he was totally unfamiliar with any of the issues that might be raised on this appeal.\nOn March 17, 1980, we received written communications from Ralph Byrnes and Charles Flynn, in which they both agreed that John Ouimette’s counsel, John F. Cicil-line, a member of the Rhode Island bar, and William M. Kunstler, of the New York bar, could represent each of them in the appellate facet of this case. Messrs. Cicilline and Kunstler have expressed a willingness to represent all of the defendants and to cooperate with this court in an expeditious but thorough consideration of the issues.\nConsequently, it is hereby ordered:\n(1) The order of January 10, 1980, is vacated;\n(2) the appeal is peremptorily assigned to the October 1980 calendar;\n(3) the defendants’ brief or briefs are to be filed on or before August 1, 1980;\n(4) the state’s brief is to be filed on or before September 15, 1980;\n(5) Salvatore L. Romano, Jr., is hereby authorized to withdraw as counsel for Ralph Byrnes and Charles Flynn.\nBEVILACQUA, C. J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Dennis J. Roberts II, Atty. Gen., Stephen Lichatin III, Spec. Asst. Atty. Gen., Chief, Appellate Division, John A. Murphy, Providence, for plaintiff.",
      "John F. Cicilline, Providence, William Kunstler, New York City, for defendants."
    ],
    "corrections": "",
    "head_matter": "STATE v. Ralph BYRNES, John Ouimette, Charles Flynn.\nNo- 79-412-C.A.\nSupreme Court of Rhode Island.\nMarch 24, 1980.\nDennis J. Roberts II, Atty. Gen., Stephen Lichatin III, Spec. Asst. Atty. Gen., Chief, Appellate Division, John A. Murphy, Providence, for plaintiff.\nJohn F. Cicilline, Providence, William Kunstler, New York City, for defendants."
  },
  "file_name": "0116-04",
  "first_page_order": 164,
  "last_page_order": 165
}
