{
  "id": 8046122,
  "name": "Michael DIXON, Plaintiff, Appellant, v. DELAWARE OLDS, INC., a Delaware Corporation, Stanley Kowalski, Robert Eckenrode, and William Luke, Jr., Defendants, Appellees",
  "name_abbreviation": "Dixon v. Delaware Olds, Inc.",
  "decision_date": "1979-07-24",
  "docket_number": "",
  "first_page": "117",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 117"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "396 A.2d 963",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040041
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/396/0963-01"
      ]
    },
    {
      "cite": "198 F.Supp. 473",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        35918
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/198/0473-01"
      ]
    },
    {
      "cite": "277 F.2d 554",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        703701
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/277/0554-01"
      ]
    },
    {
      "cite": "95 L.Ed. 207",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "340 U.S. 193",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931083
      ],
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/340/0193-01"
      ]
    },
    {
      "cite": "401 A.2d 88",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042818
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/401/0088-01"
      ]
    },
    {
      "cite": "529 F.2d 511",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "386 F.Supp. 482",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3338949
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "492-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/386/0482-01"
      ]
    },
    {
      "cite": "367 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7988139
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/0178-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 8171,
    "ocr_confidence": 0.811,
    "pagerank": {
      "raw": 1.032567145811385e-07,
      "percentile": 0.5484715518163414
    },
    "sha256": "bfce95e6e6cb0097dbaaed94efa2e83723cfa38802b1392bc38ade3e4b94f025",
    "simhash": "1:7caef53a1ea7c6b9",
    "word_count": 1343
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY, McNEILLY and HORSEY, JJ."
    ],
    "parties": [
      "Michael DIXON, Plaintiff, Appellant, v. DELAWARE OLDS, INC., a Delaware Corporation, Stanley Kowalski, Robert Eckenrode, and William Luke, Jr., Defendants, Appellees."
    ],
    "opinions": [
      {
        "text": "DUFFY, Justice:\nThe issue in this case is whether the Trial Judge abused his discretion in granting, a party relief from judgment under Superior Court Rule 60(b). This narrow issue, however, must be examined against the broad factual and procedural background of what is now a complex action.\nI\nMichael Dixon (plaintiff) brought the action for false imprisonment and assault and battery. There are four defendants: Delaware Olds, Inc., an automobile dealership; William Luke, Jr., president of Delaware Olds; Robert Eckenrode, operator of a security guard service engaged by Delaware Olds; and Stanley Kowalski, one of Ecken-rode’s employees. Dixon, an employee of Delaware Olds, was seriously injured in a scuffle on the dealership’s premises at a time when Delaware Olds was involved in a labor dispute. The theory of plaintiff’s suit is that Kowalski and Eckenrode are directly liable for the false imprisonment and assault and battery, that Luke and Delaware Olds are vicariously liable for the torts of Kowalski and Eckenrode, and that Luke and Delaware Olds are independently liable for negligence.\nA Superior Court jury returned verdicts for plaintiff, awarding $78,000 in compensatory damages against all defendants jointly, and $20,000 in punitive damages against Kowalski and Eckenrode. After trial, Delaware Olds and Luke (but not Kowalski and Eckenrode) moved for a new trial under Superior Court Rule 59(a), alleging that plaintiff’s counsel had made an improper closing argument. The Trial Judge granted a partial new trial, but limited to damages.\nThereafter, counsel for Kowalski and Eckenrode moved to withdraw because the liability insurance contract under which he had represented them specifically excluded coverage for assault and battery.\nDelaware Olds and Luke (but not Kowal-ski and Eckenrode) appealed from the Trial Judge’s order limiting retrial to damages. Dixon cross-appealed from the order granting a new trial. This Court reversed the Superior Court and remanded for a new trial as to liability as well as to damages. Delaware Olds, Inc. v. Dixon, Del.Supr., 367 A.2d 178 (1976).\nThereafter, the insurance-retained counsel for Kowalski and Eckenrode moved under Rule 60(b) for relief from the judgment, which was granted by the Trial Judge. It is that decision which plaintiff appeals.\nThus, as the case stands before decision in this appeal, a new trial as to both liability and damages has been granted to Delaware Olds and Luke (by virtue of their Rule 59 motion and the 1976 decision of this Court), and to Kowalski (by virtue of his Rule 60(b) motion and the 1978 decision of this Court). That leaves standing the judgment on the merits against Eckenrode, from which the Trial Judge granted relief under Rule 60(b). The issue is whether it was an abuse of discretion for the Trial Judge to do so.\nII\nThe Superior Court granted relief under Rule 60(b) to Kowalski and Ecken-rode to prevent “inconsistent verdicts.” At first blush, that view seems to have merit. Absent relief under Rule 60(b), Eckenrode will be solely liable under a judgment from which three other defendants have been released because of a prejudicial argument made by plaintiff’s counsel. Eckenrode argues that his anomaly is the kind which Rule 60(b) gives a trial judge the flexibility to avoid.\nWe take another view, however. The fact that plaintiff’s appeal as to Kowalski was dismissed is a circumstance which has no bearing on the precise question before us. The relevant question (which also would have governed the appeal as to Kow-alski, if it had not been dismissed) is whether Rule 60(b) relief is available to a party who received an adverse verdict and judgment, then elected not to seek a new trial nor to appeal from the decision on his co-defendants’ motion for a new trial. We think relief is not available, under the Rule, in this case.\nWhen the trial ended, defendants had all the information they needed with which to attack the verdict. And, in fact, two defendants promptly moved for a new trial under Rule 59, citing the improper argument made by plaintiff’s counsel. Ecken-rode (and Kowalski) chose not to move for a new trial, although the grounds were apparent from the trial itself. When the Trial Judge ruled that the argument in question was improper and ordered a partial new trial on the issue of damages, that decision, in effect, left undisturbed the judgment of liability against all four defendants. Eckenrode (and Kowalski) again chose not to join Delaware Olds and Luke in appealing from that order. It was only after this Court announced its decision in 1976, which was favorable to the position of defendants, that Eckenrode (and Kowalski) began their attempt to obtain relief from the judgment.\nFrom the preceding recitation, it is clear that Eckenrode is using the Rule 60(b) motion as a substitute for a motion for a new trial and for appeal from judgment. That is not the purpose of Rule 60(b). See 7 Moore’s Federal Practice, ¶ 60.18[8] (1978); see also Davidson v. Dixon, D.Del., 386 F.Supp. 482, 492-94 (1974), aff’d 529 F.2d 511 (1975). We think that the proper procedure for Eckenrode would have been to move for a new trial, and/or to appeal from the judgment of liability which resulted from the Trial Judge’s decision to limit the scope of the new trial to damages. To allow relief under Rule 60(b) in these circumstances would encourage parties to disregard the procedures and time limits provided for elsewhere in the Superior Court Rules. The mere possibility of “inconsistent” verdicts does not, in our opinion, warrant relief to Eckenrode. Dixon has pursued his judgment to finality and it should be permitted to stand.\nRelief under Rule 60(b) is an extraordinary remedy and requires a showing of “extraordinary circumstances.” See Jewell v. Division of Social Services, Del.Supr., 401 A.2d 88 (1979); Davidson v. Dixon, supra. For the reasons we have discussed, the Trial Judge erred in finding that such a showing had been made. This is simply a case in which a party must abide by the decisions he made in the course of the litigation (and while represented by counsel), even when subsequent rulings are made which he may not have expected. Compare Ackermann v. United States, 340 U.S. 193, 71 S.Ct. 209, 211, 95 L.Ed. 207 (1950); see Annat v. Beard, 5 Cir., 277 F.2d 554 (1960); Mach v. Pennsylvania Railroad Co., W.D.Pa., 198 F.Supp. 473 (1961). , We conclude that granting relief under Rule 60(b) was an abuse of the Trial Judge’s discretion.\nReversed and remanded for proceedings consistent herewith.\n. The motion recited Rule 60(b)(5) and (6) as its basis, but neither the Superior Court opinion nor the briefs in this Court discuss 60(b)(5). Accordingly, we focus on 60(b)(6), which provides as follows:\n“. . .On Motion and upon such terms as are just, the Court may relieve a party or his legal representative from a final judgment, order, or proceeding for the following reasons: ... (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of the judgment.”\n. The parties to the appeal were to have been Dixon and defendants Kowalski and Ecken-rode. Dixon, however, failed to perfect the appeal as to Kowalski, and the appeal was dismissed as to him. Dixon v. Delaware Olds, Inc., Del.Supr., 396 A.2d 963 (1978).\n. Although Kowalski and Eckenrode were represented at trial by insurance-retained counsel, the Court understands that both were also represented by a privately retained attorney.",
        "type": "majority",
        "author": "DUFFY, Justice:"
      }
    ],
    "attorneys": [
      "Wilfred J. Smith, Jr., Wilmington, for plaintiff-appellant.",
      "William F. Taylor and C. Vincent Scheel, of Young, Conaway, Stargatt & Taylor, Wilmington, for defendant-appellee Robert Eckenrode."
    ],
    "corrections": "",
    "head_matter": "Michael DIXON, Plaintiff, Appellant, v. DELAWARE OLDS, INC., a Delaware Corporation, Stanley Kowalski, Robert Eckenrode, and William Luke, Jr., Defendants, Appellees.\nSupreme Court of Delaware.\nSubmitted May 23, 1979.\nDecided July 24, 1979.\nWilfred J. Smith, Jr., Wilmington, for plaintiff-appellant.\nWilliam F. Taylor and C. Vincent Scheel, of Young, Conaway, Stargatt & Taylor, Wilmington, for defendant-appellee Robert Eckenrode.\nBefore DUFFY, McNEILLY and HORSEY, JJ."
  },
  "file_name": "0117-01",
  "first_page_order": 181,
  "last_page_order": 183
}
