{
  "id": 7861158,
  "name": "Robert J. TRIFFIN, Appellant, v. Anthony DISALVO, Sr., a/k/a Big Tony DiSalvo a/k/a James D. Hosey a/k/a Richard Wagner and Richard Toll and Anthony Mark Ltd., (A Pennsylvania Corp.) (IND. & t/a), A & M, LTD., a/k/a A & M Check Cashing, a/k/a A & M Insurance Service a/k/a, A & M Tag Center and Gina Marie Burke and Anthony DiSalvo, Jr., a/k/a, Little Tony DiSalvo and James D. Hosey and Richard Wagner, Appellees",
  "name_abbreviation": "Triffin v. DiSalvo",
  "decision_date": "1994-06-02",
  "docket_number": "",
  "first_page": "118",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "513 F.2d 982",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        162970
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/513/0982-01"
      ]
    },
    {
      "cite": "638 F.Supp. 414",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3878170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/638/0414-01"
      ]
    },
    {
      "cite": "665 F.Supp. 368",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3943796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/665/0368-01"
      ]
    },
    {
      "cite": "597 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1421227
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "\"A Motion to Disqualify will also be granted if the representation ... is against a former client when a substantial relationship exists between the subject matter of each representation.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/142/0317-01"
      ]
    },
    {
      "cite": "479 F.Supp. 867",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4116612
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "871"
        },
        {
          "page": "871"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/479/0867-01"
      ]
    },
    {
      "cite": "594 F.Supp. 1199",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3699998
      ],
      "pin_cites": [
        {
          "page": "1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/594/1199-01"
      ]
    },
    {
      "cite": "771 F.Supp. 113",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3723548
      ],
      "pin_cites": [
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/771/0113-01"
      ]
    },
    {
      "cite": "407 Pa.Super. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        900484
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "411",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1214",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/407/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 10148,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20013058676393874
    },
    "sha256": "10ef1206d2d0116b30fbcc0c75abeba8ac8319a7ad7969978d31ec2a1c3281b6",
    "simhash": "1:8d5f7d8d23861795",
    "word_count": 1653
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, SAYLOR and HESTER, JJ."
    ],
    "parties": [
      "Robert J. TRIFFIN, Appellant, v. Anthony DISALVO, Sr., a/k/a Big Tony DiSalvo a/k/a James D. Hosey a/k/a Richard Wagner and Richard Toll and Anthony Mark Ltd., (A Pennsylvania Corp.) (IND. & t/a), A & M, LTD., a/k/a A & M Check Cashing, a/k/a A & M Insurance Service a/k/a, A & M Tag Center and Gina Marie Burke and Anthony DiSalvo, Jr., a/k/a, Little Tony DiSalvo and James D. Hosey and Richard Wagner, Appellees."
    ],
    "opinions": [
      {
        "text": "SAYLOR, Judge:\nAppellant, Robert J. Triffin (Triffin), appeals from the trial court’s order of disqualification entered on June 4, 1993. The provisions of this order may be summarized as follows: 1) Triffin was disqualified from participating in this action as a plaintiff and/or as a “pro persona plaintiff;” 2) Triffin was enjoined from suing defendants, his former clients; 3) Triffin was enjoined from revealing to third parties any information obtained from defendants through the former confidential relationships; 4) The action was dismissed with prejudice since the court found an impermissible conflict of interest. For the reasons which follow, we affirm.\nDuring the summer of 1992, Triffin approached Appellee, Anthony Mark, Ltd. t/a A & M Check Cashing, and spoke with its personnel about doing collection work for A & M. Upon arriving at A & M’s office, Triffin explained to A & M that he was a “lawyer” specializing in the collection of bad debts; Triffin, however, is not licensed to practice law in any state, although he is a law school graduate. With the permission of A & M, Triffin reviewed confidential information in A' & M’s files which included bank statements. Triffin promised A & M that this information would be kept in confidence.\nIn March 1993, Triffin approached Appel-lee Burke and told her that he had run across some checks which were cashed by A & M on forged endorsements. Triffin explained that United Jersey Bank was likely to make a claim on these checks and offered to assist A & M and try to settle the matter on its behalf. Shortly after this conversation, Burke provided Triffin with further information with respect to the checks in question. Triffin related a settlement figure to Burke and explained that the check should be made payable to him. It was at this moment that Burke realized that Triffin was representing himself rather than A & M and, as a result, the attorney-client relationship terminated.\nOn April 19,1993, Triffin sued A & M on a chose in action which he had purchased from United Jersey Bank and which involved the same checks Triffin had discussed with A & M in March 1993. Although it is unclear from the record, it appears that Triffin purchased the chose from United Jersey Bank with the intention of using it to obtain a settlement check made payable to him from A & M.\nA & M filed a motion requesting, inter alia, that Triffin be disqualified from participating in this action pro se and otherwise disqualified from suing his former clients, A & M. On May 17, 1993, the trial court conducted a hearing on A & M’s motion, and on June 4, 1993, entered an order disqualifying Triffin from appearing in any capacity in this action, and dismissing his action with prejudice. It is from this order that Triffin appeals.\nTriffin raises the following issue on appeal: Whether the trial court erred by disqualifying Triffin from representing himself in any capacity and dismissing his claim ■with prejudice. The Superior Court’s scope of review\nis quite limited in cases in which the final order of the trial judge is called into question. We are bound by the findings of the trial court which have adequate support in the record, so long as the findings do not evince capricious disregard for competent and credible evidence. The trial court is free to believe all, part, or none of the evidence presented, and is likewise free to make all credibility determinations and resolve conflicts in the evidence. However, this court is not bound by the trial court’s conclusions of law. We may draw our own conclusions from the facts as established.\nGemini Equipment v. Penney Supply, 407 Pa.Super. 404, 411, 595 A.2d 1211, 1214 (1991) (citations omitted).\nTriffin contends that the trial court erred in disqualifying him and dismissing his case on the basis of an impermissible conflict of interest, since he is not a lawyer, and therefore is not required to abide by the Code of Professional Responsibility or the Rules of Professional Conduct. We disagree. In McCormick on Evidence, Professor McCormick states:\nThe privilege for communications of a client with his lawyer hinges upon the client’s belief that he is consulting a lawyer in that capacity and his manifested intention to seek professional legal advice. It is sufficient if he reasonably believes that the person consulted is a lawyer, though in fact he is not.\nId., Fourth Edition, Section 88 at p. 322.\nHere, Triffin held himself out as an attorney when he met with A & M and agreed to represent them in the United Jersey Bank matter. A & M clearly believed Triffin was an attorney when it permitted him to review confidential bank statements. We agree with the reasoning of the trial court that Triffin should be held to the “same standards of the profession of which he held himself out as a member.”\nCanon 4 of the Code of Professional Responsibility requires a lawyer to preserve the confidences and secrets of a client. Additionally, Rule 1.9 of the Pennsylvania Rules of Professional Conduct addresses conflicts of interest and provides:\nA lawyer who has formerly represented a client in a matter shall not thereafter:\n(a) represent another person in the same or a substantially related matter in which that person’s interests are materially adverse to the interests of the former client unless the former client consents after a full disclosure of the circumstances and consultation; or\n(b) use information relating to the representation to the disadvantage of the former client except as Rule 1.6 would permit with respect to a client or when the information has become generally known.\nFederal courts sitting in Pennsylvania have employed a “substantial relationship” test “to determine, based on the nature and scope of the prior representation, whether ‘confidential information that might have been gained in the first representation [may be] used to the detriment of the former client in the subsequent action.’ ” Reading Anthracite Co. v. Lehigh Coal and Navigation Co., 771 F.Supp. 113, 115 (E.D.Pa.1991), citing INA Underwriters Ins. v. Nalibotsky, 594 F.Supp. 1199, 1206 (E.D.Pa.1984) (quoting Realco Services Inc. v. Holt, 479 F.Supp. 867, 871 (E.D.Pa.1979).\nThe court in Realeo explained the substantial relationship test as follows:\nIf the client in the prior representation might have imparted confidential information to his lawyer to aid the lawyer in dealing with particular issues, and if issues arise in the second suit which would permit the use of such confidences against the original client, the substantial relationship test is met, and disqualification is required.\n479 F.Supp. at 871. See also, In Re Birmingham Township, Delaware County, 142 Pa.Cmwlth. 317, 597 A.2d 253 (1991) (“A Motion to Disqualify will also be granted if the representation ... is against a former client when a substantial relationship exists between the subject matter of each representation.”); Ettinger v. Cranberry Hill Corp., 665 F.Supp. 368 (M.D.Pa.1986); Kaminski Brothers Inc., v. Detroit Diesel Allison, 638 F.Supp. 414 (M.D.Pa.1985); American Roller Company v. Budinger, 513 F.2d 982 (3d Cir. 1975).\nIn this case, there is no question that Triffin is attempting to utilize the confidential information he obtained through his review of A & M’s bank files to the detriment of A & M. After advising A & M on the checks in question in March 1993, Triffin cannot be permitted to subsequently use this same confidential information against his former clients. Even if this court did not hold Triffin to the standards of an attorney and apply the Pennsylvania Rules of Professional Conduct, Triffin is still unable to maintain this action in propria persona. Triffin’s case relies solely upon the confidential information which he obtained from A & M when he held himself out as an attorney. There is simply no manner in which Triffin can proceed with this action without using the confidential information he obtained by establishing an attorney-client relationship with A & M. Trif-fin is thus disqualified from pursuing this action in any capacity and his claim was properly dismissed with prejudice.\nOrder affirmed.\n. A & M is managed by Appellees, Gina Burke and Anthony DiSalvo, Jr. Appellee, Anthony Di-Salvo, Sr. is the President and only officer of A & M. For ease of reference, Appellees will be referred to as A & M.\n. In its opinion, the trial court noted that it is apparently the practice of Triffin to purchase claims of corporations and individuals and place himself in the position of the injured party and then to sue as plaintiff, and that Triffin presently maintains approximately 500 cases on the dockets of the Court of Common Pleas of Philadelphia County. Appellees' Brief points out that in each of these cases Triffin appears under the designation of \"propria persona.”\n.Triffin also attempts to raise a procedural challenge to the fact that the trial court, following the hearing on A & M's motion, entered a final order on the merits. We find this assertion meritless. First of all, we are unable to locate in the record before us for review any objection of Triffin to the manner in which the trial court proceeded. In any event, there is no question that Triffin had ample notice that A & M was challenging his ability to proceed as a plaintiff in this action based upon confidential information which he had received in the course of an attorney-client relationship. Having had notice, and an opportunity to be heard on this issue, Triffin's due process rights were satisfied.",
        "type": "majority",
        "author": "SAYLOR, Judge:"
      }
    ],
    "attorneys": [
      "Robert J. Triffin, pro se.",
      "Geoffrey B. Gompers, Philadelphia, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Robert J. TRIFFIN, Appellant, v. Anthony DISALVO, Sr., a/k/a Big Tony DiSalvo a/k/a James D. Hosey a/k/a Richard Wagner and Richard Toll and Anthony Mark Ltd., (A Pennsylvania Corp.) (IND. & t/a), A & M, LTD., a/k/a A & M Check Cashing, a/k/a A & M Insurance Service a/k/a, A & M Tag Center and Gina Marie Burke and Anthony DiSalvo, Jr., a/k/a, Little Tony DiSalvo and James D. Hosey and Richard Wagner, Appellees.\nSuperior Court of Pennsylvania.\nArgued March 1, 1994.\nFiled June 2, 1994.\nRobert J. Triffin, pro se.\nGeoffrey B. Gompers, Philadelphia, for ap-pellees.\nBefore CIRILLO, SAYLOR and HESTER, JJ."
  },
  "file_name": "0118-01",
  "first_page_order": 184,
  "last_page_order": 187
}
