{
  "id": 8046138,
  "name": "Edward Jay SCHREMP, Plaintiff, Appellant, v. Martha Butler MARVEL, Defendant, Appellee",
  "name_abbreviation": "Schremp v. Marvel",
  "decision_date": "1979-07-24",
  "docket_number": "",
  "first_page": "119",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 119"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "70 A.2d 18",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "6 Terry 161",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "401 A.2d 88",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042818
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/401/0088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 4680,
    "ocr_confidence": 0.806,
    "pagerank": {
      "raw": 1.2565517465858492e-07,
      "percentile": 0.6114267665798276
    },
    "sha256": "0094ecaa7e8f007b30b28da9409bf33b220495f45e85dc1694eb7e81dbc2ffe5",
    "simhash": "1:bf2d37f80baa82b8",
    "word_count": 793
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., and DUFFY and QUILLEN, JJ."
    ],
    "parties": [
      "Edward Jay SCHREMP, Plaintiff, Appellant, v. Martha Butler MARVEL, Defendant, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThe issue in this case centers on a motion for relief from judgment, filed under Superior Court Rule 60(b). The Trial Judge denied the motion, and plaintiff brings this appeal.\nI\nPlaintiff is a Virginia resident. He contends that on August 17, 1974 while he was in Rehoboth Beach, defendant negligently backed her automobile into his, causing approximately $708 in damage to him. .\nOn May 21, 1976, plaintiff filed a complaint pro se in a Justice of the Peace Court. Trial was held on September 10, 1976 and, ten days later, the Justice entered judgment for defendant. Plaintiff then retained Delaware counsel to prosecute an appeal.\nThe appeal was filed in Superior Court in October 1976 and trial was eventually scheduled for November 16, 1977. Before trial, counsel for each party entered into a stipulation of dismissal, on which an order was signed by the Court. On July 11, 1978, plaintiff filed a motion pro se under Rule 60(b) requesting relief from the judgment. He alleged in the motion that the dismissal had been entered into without his consent. The Superior Court denied the motion on July 25, 1978, and plaintiff then docketed this appeal pro se.\nII\nWhile plaintiff’s argument refers to several parts of Rule 60(b), it is apparent from the record that relief could be had only under the terms of Rule 60(b)(6). The right to relief under that section of the Rule was stated recently by this Court in Jewell v. Division of Social Services, Del. Supr., 401 A.2d 88 (1979), wherein we adopted the “extraordinary circumstances” test.' While we have some doubt that plaintiff’s right to relief meets the Jewel] standard, we do not reach the merits of the application because we conclude that it was not timely filed. Plaintiff was, of course, obliged to act without unreasonable delay (after knowing that his action' had been dismissed) in making his motion. Ramirez v. Rackley, Del.Super., 6 Terry 161, 70 A.2d 18, 21 (1949).\nTo begin, plaintiff would have us look at the case only from his point of view, disregarding that of defendant. But, we must consider all of the circumstances and, first among these, is that the controversy is between plaintiff and defendant: it is Dr. Schremp vis-a-vis Mrs. Marvel. To put it another way, the matter for decision is not Dr. Schremp versus his Superior Court lawyer. Keeping that in mind, we note that plaintiff waited almost two years after the accident before beginning the lawsuit and then, after trial, that the Judge found for defendant. Plaintiff then sought review in the Superior Court but, more than one year later, his retained counsel agreed to a dismissal. Certainly, at that time, which was more than three years after the accident, defendant had a right to hope — and to conclude — that the litigation was finally at an end.\nPlaintiff argues that he did not authorize his attorney to agree to a dismissal and that he did not learn of the dismissal until May 8, 1978, that is some seven months later. Apparently, there was a lack of communication during that period between plaintiff and his attorney about the status of the suit he had started. But plaintiff acknowledges that, after being informed of the dismissal, he waited until July 11, 1978, an additional two months, before filing the Rule 60(b) motion. Tested by the pace at which litigation often proceeds, that may not seem like a long time. But, measured by the inflexible time one has for appealing an adverse judgment (thirty days), 10 Del.C. §§ 145, 147, 148, or moving for a new trial (ten days), Superior Court Rule 59(b), or reargument in this Court (fifteen days), Supreme Court Rule 18, Dr. Schremp’s motion was untimely. None of the delay we have identified was in any way charged to defendant.\nGiven all of the circumstances, we conclude that for this defendant, the litigation has finally come to an end. In other words, the Superior Court did not abuse its discretion in determining that plaintiff’s Rule 60(b) motion was untimely and therefore should be denied.\nWe should add that plaintiff’s real complaint seems to be against his attorney who, he says, stipulated to a dismissal without authority to do so. Nothing said herein is intended to preclude plaintiff from seeking to recover his loss, whatever it may be, from that attorney.\nAffirmed.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Edward Jay Schremp, plaintiff, appellant, pro se.",
      "Nicholas H. Rodriguez and Catherine T. Hickey, of Schmittinger & Rodriguez, P. A., Dover, for defendant, appellee."
    ],
    "corrections": "",
    "head_matter": "Edward Jay SCHREMP, Plaintiff, Appellant, v. Martha Butler MARVEL, Defendant, Appellee.\nSupreme Court of Delaware.\nSubmitted March 21, 1979.\nDecided July 24, 1979.\nEdward Jay Schremp, plaintiff, appellant, pro se.\nNicholas H. Rodriguez and Catherine T. Hickey, of Schmittinger & Rodriguez, P. A., Dover, for defendant, appellee.\nBefore HERRMANN, C. J., and DUFFY and QUILLEN, JJ."
  },
  "file_name": "0119-01",
  "first_page_order": 183,
  "last_page_order": 185
}
