{
  "id": 12042274,
  "name": "Benjamin F. BUTTON v. PEOPLES HERITAGE SAVINGS BANK",
  "name_abbreviation": "Button v. Peoples Heritage Savings Bank",
  "decision_date": "1995-10-24",
  "docket_number": "",
  "first_page": "120",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 120"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "612 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939885
      ],
      "pin_cites": [
        {
          "page": "1286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/1285-01"
      ]
    },
    {
      "cite": "589 A.2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11289431
      ],
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/589/0035-01"
      ]
    },
    {
      "cite": "640 A.2d 205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860614
      ],
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0205-01"
      ]
    },
    {
      "cite": "652 A.2d 650",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871294
      ],
      "pin_cites": [
        {
          "page": "651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0650-01"
      ]
    },
    {
      "cite": "662 A.2d 235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861863
      ],
      "pin_cites": [
        {
          "page": "237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/662/0235-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 542,
    "char_count": 10759,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 1.3082520172278756e-07,
      "percentile": 0.6238292271093797
    },
    "sha256": "00da0d326cca6f105315924a4de2039a659b35f526797b64e4cc2716429d971c",
    "simhash": "1:76a2962305249251",
    "word_count": 1741
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J, and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "Benjamin F. BUTTON v. PEOPLES HERITAGE SAVINGS BANK."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nBenjamin F. Button appeals from the entry of a summary judgment in the Superior Court (Oxford County, Alexander, J.) in favor of Peoples Heritage Savings Bank on Benjamin’s breach of contract action. Benjamin contends, inter alia, that a summary judgment was inappropriate because he had raised genuine issues of material fact as to whether the Bank breached its contract with him when it allowed redemption of a certificate of deposit issued in the joint names of Benjamin and his mother, Blanche Button. Because the dispositive issues in this case have been decided against Benjamin in a decision by the Oxford County Probate Court, he is collaterally estopped from relit-igating those issues in this action. Accordingly, we affirm the judgment.\nIn July 1987, Oxford Bank & Trust issued a certificate of deposit with a face value of $30,000 in the names of Blanche and Benjamin Button. In August 1987, the Bank was contacted by Wilbur Button, Blanche’s son and brother to Benjamin. Wilbur informed the Bank that Blanche wished both to redeem the certificate and obtain a check for its proceeds. In response to this request, the Bank prepared a cheek payable to “Blanche Button either/or Benjamin F. Button.” The Bank gave the check to Wilbur for delivery to his mother. The Bank did not contact Blanche or Benjamin prior to preparing the check and delivering it to Wilbur.\nThe check subsequently was endorsed as follows: “Pay to the order of Ella T. Button /s/ Blanche H. Button.” Ella Button is Wilbur’s wife and was a daughter-in-law to Blanche. The check then was presented at Key Bank of Maine with this endorsement. Oxford Bank & Trust, having determined to its satisfaction that the check was properly endorsed by Blanche, honored the check as drawee. Blanche died a few weeks later.\nFollowing Blanche’s death, Benjamin filed a petition in the Oxford County Probate Court seeking, inter alia, to determine title to and proper disposition of the certificate of deposit. Benjamin alleged that the redemption of the $30,000 certificate of deposit was not his mother’s act, that her signature on the check had been forged, and, to the extent that she participated in the redemption of the certificate, that her actions were unduly influenced by her other son and her daughter-in-law. After a full hearing, the Probate Court (Morton, J.) decided those issues against Benjamin.\nThe court concluded that Blanche’s signature was not a forgery, that all of Blanche’s actions in arranging her financial affairs were “voluntary, free of duress or undue influence” and “the actions and decisions of a competent person.” The court found that Blanche, although originally investing in the certificate to benefit Benjamin, finally intended to cash it, thus terminating Benjamin’s ownership interest, and to use its proceeds to pay for her own long-term health care. The court determined that the proceeds were being held in trust by Ella Button and were assets of Blanche’s estate.\nThis action for a breach of contract against the Bank was brought by Benjamin after he filed the petition in the Probate Court but before the Probate Court decision. His complaint alleged that the Bank breached the certificate of deposit contract by issuing its proceeds to someone other than Blanche or Benjamin without the approval of either Blanche or Benjamin, thus depriving Benjamin of his survivor interest in the certificate on Blanche’s death. The Bank filed a motion for a summary judgment as well as a motion for leave to amend its answer to assert additional affirmative defenses of res judicata and collateral estoppel. The Superior Court granted a summary judgment in the Bank’s favor. This appeal followed.\nWe review the grant of a summary judgment motion for errors of law, viewing the evidence in the light most favorable to the party against whom the judgment was entered. Machias Savs. Bank v. Longfellow, 662 A.2d 235, 237 (Me.1995). We independently review the record to determine whether there are issues of material fact and whether the prevailing party is entitled to a judgment as a matter of law. Cushman v. Tilton, 652 A.2d 650, 651 (Me.1995).\nBenjamin contends that genuine issues of material fact exist as to whether the Bank breached its contractual duties of good faith and care under 11 M.R.S.A. § 4-103(1) (1995). The Bank contends that a summary judgment was proper because the very issues Benjamin would have to prove in order to prevail in Superior Court have already been decided in the Probate Court. Benjamin argues that he is not prevented from proceeding on his breach of contract claim by the doctrine of collateral estoppel with respect to the determinations made by the Probate Court. First, he contends that the Probate Court decision is not a final judgment. Additionally, he argues that there are facts that are material and remain in dispute and were not addressed by or essential to the Probate Court decision: whether his mother ever issued a request for the certificate of deposit’s redemption; whether the endorsement by Blanche of the proceeds check was ever penned by her or, rather, was made by a stamp; whether Blanche was competent at the time the certificate was redeemed; and whether the issue of Blanche’s competence was ever litigated before the Probate Court.\nA prior judgment may be used for purposes of collateral estoppel only if “ ‘the identical issue necessarily was determined by a prior final judgment, and the party es-topped had a fair opportunity and incentive to litigate the issue in a prior proceeding.’ ” Mutual Fire Ins. Co. v. Richardson, 640 A.2d 205, 208 (Me.1994) (quoting State Mut. Ins. Co. v. Bragg, 589 A.2d 35, 37 (Me.1991)). Collateral estoppel can apply in a subsequent action even though the second action is based on a different claim. Morton v. Schneider, 612 A.2d 1285, 1286 (Me.1992).\nContrary to Benjamin’s contention, the Probate Court order constitutes a valid final judgment for purposes of collateral estoppel. See 18-A M.R.S.A. § 3-107 (1981) (each probate proceeding is independent of any other proceeding); M.R.Prob.P. 74 (appeals from probate proceedings may be filed for each proceeding). It is clear that the probate order has not been appealed to this Court. Accordingly, the order now constitutes a final judgment with respect to the issues litigated.\nBenjamin contends that the issues litigated in the Probate Court are different from those involved here and that, in any event, some of the issues decided by the Probate Court were not essential to its determination of title to the certificate. We disagree. It is clear that Blanche, as a joint owner of the certificate, had a right to redeem it and thus terminate Benjamin’s interest. Whether Blanche intended to redeem the certificate and thus terminate Benjamin’s interest was central to Benjamin’s petition in the Probate Court to determine title to the certificate. In that action he contended that Blanche did not endorse the proceeds check and that her actions were unduly influenced. The court concluded otherwise, finding that Blanche signed the check and was competent and free from undue influence. The court had to address those issues in order to determine that title to the certificate was in the estate, and not with Benjamin.\nIn order for Benjamin to prevail in this action, he would have to prove that the certificate was not properly redeemed. Although the Probate Court did not decide the issues in a contract law context, its order necessarily decided that Blanche intended to and did redeem the certificate, thus terminating Benjamin’s interest and cutting off any claim for damages against the Bank arising from that redemption. Benjamin had his day in court. Accordingly, the Superior Court correctly granted the motion for a summary judgment.\nJudgment affirmed.\nAll concurring.\n. Appellee Peoples Heritage Savings Bank is the successor-in-interest to Oxford Bank & Trust.\n. The funds evidenced by the certificate came from Blanche.\n.Because the proceeds formerly in the certificate of deposit are now assets of the estate, Benjamin would share in those proceeds as a beneficiary of Blanche Button's will.\n. Paragraph 6 of the complaint states: \"In direct violation of its obligation under the [c]ontract, defendant issued the proceeds check despite the absence of any power of attorney executed by either Blanche H. Button or plaintiff in favor of Wilbur Button, despite the absence of any communication to defendant from plaintiff or Blanche H. Button, and after no attempt, whatsoever, to contact Blanche H. Button and/or the plaintiff concerning this premature withdrawal.”\n. Benjamin also seeks recovery for the penalty imposed for early withdrawal of the certificate.\n. Although the Superior Court did not formally act on the Bank's motion to amend, and Benjamin opposed the motion on the grounds that collateral estoppel cannot be the basis of the summary judgment, the record makes clear that the issue of collateral estoppel was argued by the parties and considered by the court prior to the trial court’s grant of a summary judgment. We treat the motion as if it had been granted.\n.11 M.R.S.A. § 4-103 (1995) states the rules for variation by agreement of Article 4 of the Uniform Commercial Code as adopted by Maine. Section (1) provides:\nThe effect of the provisions of this Article may be varied by agreement, but the parties to the agreement [cannot] disclaim a bank's responsibility for its lack of good faith or failure to exercise ordinary care or limit the measure of damages for the lack or failure. However, the parties may determine by agreement the standards by which the bank’s responsibility is to be measured, if those standards are not manifestly unreasonable.\n. \"Judgment,” as defined in the Rules of Probate Procedure, \"includes a decree and any order from which an appeal lies.” M.R.Prob.P. 54(a). Each formal proceeding results in a judgment appealable under the Rules of Probate Procedure. Although informal statements and orders are not final judgments for purposes of appeal, formal orders are final. 18-A M.R.S.A. § 3-412 (1981) (formal testacy order is final as to all persons and issues concerning decedent’s estate); see also Mitchell, Maine Probate Manual § 1-54, Advisory Committee’s notes (Hunt rev. 1988).",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Arthur J. Greif (orally), Lowry & Associates Attorneys, Bangor, for Plaintiff.",
      "Andrew M. Horton, Matthew H. Herndon (orally), Verrill & Dana, Portland, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Benjamin F. BUTTON v. PEOPLES HERITAGE SAVINGS BANK.\nSupreme Judicial Court of Maine.\nArgued Sept. 6, 1995.\nDecided Oct. 24, 1995.\nArthur J. Greif (orally), Lowry & Associates Attorneys, Bangor, for Plaintiff.\nAndrew M. Horton, Matthew H. Herndon (orally), Verrill & Dana, Portland, for Defendant.\nBefore WATHEN, C.J, and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and LIPEZ, JJ.\nWathen, C J., sat at oral argument but participated no further."
  },
  "file_name": "0120-01",
  "first_page_order": 176,
  "last_page_order": 179
}
