{
  "id": 8046158,
  "name": "Gary ANDRES, Plaintiff, Appellant, v. James WILLIAMS and Luna I. Mishoe, Defendants, Appellees",
  "name_abbreviation": "Andres v. Williams",
  "decision_date": "1979-07-25",
  "docket_number": "",
  "first_page": "121",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 121"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "576 F.2d 495",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        934539
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/576/0495-01"
      ]
    },
    {
      "cite": "396 A.2d 967",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040054
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "969"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/396/0967-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 236,
    "char_count": 2941,
    "ocr_confidence": 0.82,
    "pagerank": {
      "raw": 1.0424302672645641e-07,
      "percentile": 0.5512346472709413
    },
    "sha256": "c93e4c09a3d3c90a10be781518e09144b8cb5f493cd6b139181f45380dd9977f",
    "simhash": "1:b98d8c91aed01807",
    "word_count": 480
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY, QUILLEN and HORSEY, JJ."
    ],
    "parties": [
      "Gary ANDRES, Plaintiff, Appellant, v. James WILLIAMS and Luna I. Mishoe, Defendants, Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nIn this action for slander, libel and tor-tious interference with “prospective economic benefits,” the Superior Court granted defendants’ motion for summary judgment and this appeal followed. We have recently reviewed Delaware law governing libel and slander, Spence v. Funk, Del.Supr., 396 A.2d 967 (1978).\nThe material facts are few and undisputed: Gary Andres (plaintiff) was employed as a sports writer and statistician at Delaware State College. Defendant Luna I. Mishoe was President of the College, and defendant James Williams was the Director of Athletics.\nAndres was working under a one-year contract which was not renewed. He contends that comments made by Williams before the Athletic Council defamed him, and that the record supports an action for libel and slander against Williams, as well as an action against both Williams and Mishoe for tortious interference with prospective benefits to him, that is, reappointment as sports writer and statistician for the College.\nThe comments made by Williams to the Council are at the core of all claims by Andres and his case stands or falls on how they are viewed. The statements were to the effect that Andres did not “work within the supervisor structure,” that he incurred excessive telephone bills, that he was unavailable to coaches and team members, that he also worked for a newspaper and thus had a conflict of interest, that he did not arrange press conferences and that he had not attended athletic events. Andres denies all of this but, as we read the record, the statements made by Williams, whether true or not and whether spoken or written or both, do not amount to defamation under our law. To be sure, the statements were critical of Andres and disparaged his performance, but they do not rise (or fall) to that level which would “lower [Andres] in the estimation of the community or deter third persons from associating or dealing with him.” The Restatement of the Law, Torts § 559; nor do they injure reputation in the popular sense, Prosser, Law of Torts (1971) § 111; Spence v. Funk, supra at 969. Compare Pierce v. Capital Cities Communications, Inc., 3 Cir., 576 F.2d 495 (1978).\nAs to Andres’ claims based upon failure to secure a new contract at Delaware State College, the record does not establish that he had such an expectancy nor that defendants, as agents of the College and members of the Athletic Council, did not have the privilege of selecting persons for its business relations. Cf. The Restatement of the Law, Torts § 762.\nAffirmed.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Patrick Scanlon, of Scanlon & Leszcz, Dover, for plaintiff, appellant..",
      "Nicholas H. Rodriguez and William D. Fletcher, Jr., of Sehmittinger & Rodriguez, P. A., Dover, for defendants, appellees."
    ],
    "corrections": "",
    "head_matter": "Gary ANDRES, Plaintiff, Appellant, v. James WILLIAMS and Luna I. Mishoe, Defendants, Appellees.\nSupreme Court of Delaware.\nSubmitted June 5, 1979.\nDecided July 25, 1979.\nPatrick Scanlon, of Scanlon & Leszcz, Dover, for plaintiff, appellant..\nNicholas H. Rodriguez and William D. Fletcher, Jr., of Sehmittinger & Rodriguez, P. A., Dover, for defendants, appellees.\nBefore DUFFY, QUILLEN and HORSEY, JJ."
  },
  "file_name": "0121-01",
  "first_page_order": 185,
  "last_page_order": 187
}
