{
  "id": 8046175,
  "name": "HUSBAND B. W. D., Plaintiff, Appellant, Cross-Appellee, v. WIFE B. A. D., Defendant, Appellee, Cross-Appellant",
  "name_abbreviation": "Husband B. W. D. v. Wife B. A. D.",
  "decision_date": "1979-07-31",
  "docket_number": "",
  "first_page": "123",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 123"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "294 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044679
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0089-01"
      ]
    },
    {
      "cite": "399 A.2d 847",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994567
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "848"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/0847-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 7078,
    "ocr_confidence": 0.81,
    "pagerank": {
      "raw": 3.559092396922066e-07,
      "percentile": 0.8857037611073078
    },
    "sha256": "99688a5bd690e3b35e53f4e8d58447691c41f7b4fab126f748ab6c02f0cc7014",
    "simhash": "1:a420a5a43c074a7f",
    "word_count": 1213
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY, McNEILLY and QUIL-LEN, JJ."
    ],
    "parties": [
      "HUSBAND B. W. D., Plaintiff, Appellant, Cross-Appellee, v. WIFE B. A. D., Defendant, Appellee, Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "DUFFY, Justice:\nThis is an appeal by both parties from an order of the Family Court dividing the marital property of husband and wife following termination of their twenty-eight-year marriage. See 13 Del.C. § 1513. Five issues are submitted, which we consider seriatim. We discuss the facts only to the extent necessary to the decision.\nI\nThe first issue concerns a diamond ring. The husband bought the ring for the wife as a gift on their 25th wedding anniversary. After the divorce, the wife delivered the ring to her parents as a gesture of repayment of money they had advanced to her during the period following the divorce.\nAt the hearing, counsel for the wife objected to all testimony regarding the ring. His theory was that the ring was a gift and, thus, not marital property. The Trial Judge agreed and ruled that the value of the ring was not subject to division. But counsel for the wife now concedes that the ring should be regarded as marital property and, for that reason, and to that extent, it follows that the case must be remanded.\nII\nThe second issue centers, on a corporation which the husband developed during the marriage and which he now owns. Both parties presented testimony at the hearing as to the value of the corporation for the purpose of dividing the interests therein as marital property. The Trial Judge ruled that the “husband shall pay to the wife $50,000.00 as one-half of the reasonable interest in the . . . [business], which he owns.” The money is to be paid in ten equal annual installments. The parties assume that the Trial Judge implicitly found that the business was worth $100,000. The husband contends that it was actually worth less, the wife says that it was worth more.\nWe have examined the evidence and have concluded that the Trial Judge did not abuse his discretion in awarding $50,000 to the wife. The expert testimony was confusing and conflicting and, while the husband’s expert may have had better credentials than the wife’s, we cannot say that the Trial Judge’s decision was arbitrary nor that it was an abuse of discretion.\nThe expert testimony as to the value of the business ranged from a low “between $25,000 and $30,000,” to a high “upwards of two hundred thousand dollars . . . .” However, it is undisputed that in the year 1977 (the last year for which evidence was presented) the corporation had a book value of approximately $97,000 and net sales of nearly one million dollars; the husband drew a salary of $36,000 and the company incurred travel and entertainment expenses of some $29,000. The corporation had a net income of more than $19,000. On these facts, we cannot say that the Trial Judge abused his discretion in awarding the wife $5,000 a year for the next ten years as her share of the value of the corporation.\nIll\nTurning now to the third issue, it appears that the Trial Judge ordered the husband to pay $25,000 to the wife as “her share of the equity of the family home.” In a prior order, the Court had fixed the value thereof at “approximately $160,000.00,” subject to a $113,000 mortgage, leaving an equity of about $47,000. The final order, thus, gave the wife more than half of the equity in the property.\nOn appeal, the wife contends that the value of the home is really $172,000, because the parties had received an offer to buy it at that figure. She says that her share of the equity should be increased to reflect that higher value. The wife, however, has not shown record evidence to support her contention as to value and, in the absence of such evidence, we must and do affirm the finding of the Trial Judge.\nIV\nNext, the Trial Judge ordered the husband to “obtain and maintain a policy insuring his life with a face value of $50,-000.00, naming the wife as the sole beneficiary . . . .” Both parties agree that the Trial Judge erred in his reading of the statute, which provides as follows:\n“The Court may also direct the continued maintenance and beneficiary designations of existing policies insuring the life of either party. The Court’s power under this subsection shall extend only to policies originally purchased during the marriage and owned by or within the effective control of either party.”\n13 Del.C. § 1513(e) [emphasis added].\nApparently, there was at one time a policy of insurance on the husband’s life which named the wife as beneficiary, but the policy expired before the ancillary hearing. By its terms, the order refers to a new policy, not an “existing” one and, for that reason, the order must be reversed to this extent.\nV\nThe final point of contention is the award of attorney fees. The Trial Judge ordered the husband to pay $8,000 to the wife’s attorney but gave no reasons for the award, see Husband M v. Wife D, Del.Supr., 399 A.2d 847, 848 (1979); and he did not require that the attorney disclose the amount of fees he has received from other sources, see Husband S. v. Wife S., Del.Supr., 294 A.2d 89 (1972), decided under the prior statute.\nThe Divorce and Annulment Act gives the Trial Judge broad discretion in awarding fees and costs, providing in part, as follows:\n“The Court from time to time after considering the financial resources of both parties may order a party to pay all or part of the cost to the other party of maintaining or defending any proceeding under this title and for attorney’s fees, including sums for legal services rendered and costs incurred prior to the commencement of the proceeding or after the entry of judgment. . . . ”\n13 Del.C. § 1515.\nBut the fact that the Trial Judge has a broad discretion does not mean that an award may be made arbitrarily. The statute specifically ties the awarding of fees and costs to the financial condition of the parties and we conclude that the requirement of disclosure by the attorney announced in Husband S. v. Wife S., supra, 294 A.2d at 93, remains relevant under the current statute. It is undisputed that such requirement has not been met so, for that reason and to that extent, the award must be reversed and the case remanded for further proceedings.\nWe note also for the benefit of the Family Court, in its further consideration of the case, that a statement as to the reason for an award of costs and fees must appear in the record: Husband M v. Wife D, supra; Husband H. v. Wife H., Del.Supr., 399 A.2d 847 (1979).\n******\nAffirmed, reversed and remanded for proceedings consistent herewith.\nInitially, the husband appealed from the final order because it contained an ambiguity with respect to $10,000 which he had paid for the wife’s equity in the property. We have been informed that the Trial Judge clarified the ambiguity, so we deem the husband’s contention moot.",
        "type": "majority",
        "author": "DUFFY, Justice:"
      }
    ],
    "attorneys": [
      "Roderick R. McKelvie, of Richards, Lay-ton & Finger, Wilmington, for plaintiff, appellant, cross-appellee.",
      "Ralph F. Keil, Wilmington, for defendant, appellee, cross-appellant."
    ],
    "corrections": "",
    "head_matter": "HUSBAND B. W. D., Plaintiff, Appellant, Cross-Appellee, v. WIFE B. A. D., Defendant, Appellee, Cross-Appellant.\nSupreme Court of Delaware.\nSubmitted May 22, 1979.\nDecided July 31, 1979.\nRoderick R. McKelvie, of Richards, Lay-ton & Finger, Wilmington, for plaintiff, appellant, cross-appellee.\nRalph F. Keil, Wilmington, for defendant, appellee, cross-appellant.\nBefore DUFFY, McNEILLY and QUIL-LEN, JJ."
  },
  "file_name": "0123-01",
  "first_page_order": 187,
  "last_page_order": 189
}
