{
  "id": 12023258,
  "name": "STATE of Maine v. Donna KING",
  "name_abbreviation": "State v. King",
  "decision_date": "1974-12-27",
  "docket_number": "",
  "first_page": "124",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 124"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "324 A.2d 739",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8057072
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "745-746"
        },
        {
          "page": "745-746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/324/0739-01"
      ]
    },
    {
      "cite": "257 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096494
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/257/0778-01"
      ]
    },
    {
      "cite": "266 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8064027
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "229-230"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/266/0222-01"
      ]
    },
    {
      "cite": "302 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11250854
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "321-322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/302/0320-01"
      ]
    },
    {
      "cite": "308 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030574
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0579-01"
      ]
    },
    {
      "cite": "259 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8093732
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "753-754"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/259/0752-01"
      ]
    },
    {
      "cite": "289 A.2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11252681
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/289/0414-01"
      ]
    },
    {
      "cite": "314 A.2d 830",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253392
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "832"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/314/0830-01"
      ]
    },
    {
      "cite": "322 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8049138
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/322/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 11569,
    "ocr_confidence": 0.817,
    "pagerank": {
      "raw": 3.4093762662966163e-07,
      "percentile": 0.8778888267231024
    },
    "sha256": "919ab4d988c7bd8866ebd0d4d732e54e0282d5f1d5cde4fac7671c9aa45b4ce6",
    "simhash": "1:f38be6311d203f11",
    "word_count": 1906
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. Donna KING."
    ],
    "opinions": [
      {
        "text": "DELAHANTY, Justice.\nA Penobscot County grand jury returned two indictments against the defendant, Donna King. Count 1 of each indictment was conjoined and the defendant ultimately went to trial on charges of sale of amphetamine. Following a verdict of guilty, she was sentenced to the Maine State Prison at Thomaston on each indictment, for^a term of not less than two years nor more than four years, the sentence in each case to run concurrently. From the judgments entered, the defendant appeals.\nThe appeal relies on four separate points. First, we note that defendant’s points (1) that the verdict was contrary to the evidence and (2) that the verdict was unsupported by substantial evidence were not appropriately preserved for appellate review since the appellant failed to lay a foundation at trial pursuant to M. R.Crim.P. 29 or 33. State v. Call, Me., 322 A.2d 64, 65 (1974); State v. Sawyer, Me., 314 A.2d 830, 832 (1974). Secondly, such points were neither briefed nor argued and must be considered as abandoned. M.R. Crim.P. 39(a); see Field, McKusick & Wroth, Maine Civil Practice § 74.7 (2d ed. 1970); State v. Trott, Me., 289 A.2d 414, 417 (1972); State v. Harriman, Me., 259 A.2d 752, 753-754 (1969).\nA third point of appeal is presented as a two-pronged attack upon a demand for notice of alibi filed by the State pursuant to M.R.Crim.P. 16(b). Appellant contends that the State’s demand prejudiced her at trial on two grounds: (a) by reason of the demand for notice of alibi served upon her less than 10 days prior to trial; and (b) that her compliance with the demand for notice of alibi compelled the defendant to give self-incriminatory testimony in violation of her Sth amendment rights under both federal and state constitutions.\nConcededly, the State’s demand for notice of alibi on the fifth day prior to the scheduled trial date was a procedural inexactitude under Rule 16(b), which requires that such a demand be made “[n]o less than 10 days before the date set for trial”. But the record reveals that quite without objection or delay the defendant prepared and filed her response to the State’s demand on the day before trial, that is, four days after the State’s demand. It was open to the defendant, if she truly felt imperilled, to apply to the Superior Court to vacate the State’s motion, or to seek a continuance to compensate for any prejudice inherent in a foreshortened answer. The issue was not submitted in any form, oral or written, for examination by the presiding Justice and cannot be entertained for the first time on appeal. See State v. Dematteo, Me., 308 A.2d 579, 580 (1973). The defendant’s lost opportunities cannot be fashioned into a basis for review; by failing to utilize her opportunities at trial, defendant has waived whatever rights she may have had. We are inclined to observe, however, that the record fails to provide any support for defendant’s claim of prejudice, nor is any such claim demonstrated by way of credible argument. M. R.Crim.P. 52(a); see Glassman, Maine Criminal Practice § 52.1 (1967).\nThe notice of alibi filed by appellant in answer to the State’s demand stated simply: “At the time stated, in Demand for Notice of Alibi, the defendant, Donna King, was at her home at 124 York Street, Bangor, Maine.” At her trial, the defendant gave testimony compatible with her response to the demand made upon her. Four witnesses, not identified in the notice of alibi, were called by the defendant and each gave direct testimony supporting defendant’s whereabouts at the times and places alleged as her 124 York Street residence. We see no prejudice. A factual issue was clearly generated. The record gives ample support to the jury finding.\nDefendant next argues that the State’s Rule 16(b) demand effectively compelled defendant to give self-incriminating testimony. Such an argument strains judicial credulity. Our previous discussion shows that defendant by her conduct waived any rights arising from the State’s technical violation of Rule 16(b). We can scarcely credit the notion that by presenting her alibi as planned, including a number of corroborating witnesses, defendant was compelled to give self-incriminating evidence. The precious right of freedom from self-incrimination would be trivialized by further discussion with regard to the facts of the instant case. Besides, defendant did not include her self-incrimination argument among her points of appeal. In view of the issue’s lack of merit and our full consideration of other issues generated by the State’s tardy demand for notice of alibi, we have no reluctance to invoke the letter strictness of M.R.Crim.P. 39(d) in deeming defendant’s self-incrimination argument to be waived. See State v. Kidder, Me., 302 A.2d 320, 321-322 (1973); see also M.R.Civ.P. 74(d).\nWe further mention our opinion that any failure of trial counsel to make appropriate motions as allowed by M.R. Crim.P. 37(a) is quite immaterial to the propriety of the final outcome at trial. In our view, any putative omissions by trial counsel did not prejudice defendant’s substantial rights and would not constitute manifest error. M.R.Crim.P. Rule 52(b). The record makes it clear that the determination of guilt turned essentially on varying factual accounts, and that on all the evidence the jury was warranted in believing beyond a reasonable doubt that the defendant was guilty. See State v. Pullen, Me., 266 A.2d 222, 229-230 (1970). Ancillary motions cannot dislodge this impregnable jury finding. Indulging defendant every plausible hypothesis under our Rules, we conclude that she was not burdened by procedural inexactitude, that she generated at trial a plethora of would-be exculpatory facts, and that the jury was aptly suited to weigh and dispose of the factual conflicts.\nFinally, appellant contends that since punishment for crime should be graduated and proportioned to the offense committed, State v. Alexander, Me., 257 A.2d 778, 782 (1969), she may consequently challenge the legality of her sentence on two grounds: (1) that a sentence imposed under a statute which prohibited the granting of probation or the suspension of the sentence is a cruel and unusual punishment which shocks the conscience by subjecting her to mandatory incarceration for a term of years; and (2) that the above-described mandatory sentencing statute unconstitutionally limits the inherent discretion of the judiciary to prescribe or mitigate sentences, thereby depriving appellant of due process of law. Appellant’s arguments do not persuade us to alter what we take to be the established law in Maine regarding so-called mandatory sentences. State v. Farmer, Me., 324 A.2d 739, 745-746 (1974).\nThe traffic in illicit drugs is a social phenomenon causing widespread concern. The legislature is the voice of the sovereign people, who are entitled to expect that legislative enactments rationally related to valid public policy will be given full effect. We cannot say that an obligatory prison term under 22 M.R.S.A. § 2215 lacks rational relation to a public policy of suppressing unlawful traffic in regulated drugs. The fixing of an adequate penalty is properly and legitimately a matter of legislative concern. It is not the office of the judiciary to interpose constitutional limitations where none need be found. In the instant case, each concurrent sentence imposed was within the range of statutory limits under 22 M.R.S.A. § 2215. There is no question that a prison term is an entirely ordinary and constitutionally defensible mode of punishment for the offense herein committed. Of course a mandatory sentence of great severity may at some point lose its rational relation to a permissible legislative purpose; a disparity between the sentence and the evil to be avoided might then be a cruelty of constitutional dimensions. Cf. Farmer, supra, 324 A.2d at 746 & n. 5. But such an instance is not to be found in the case before us.\nAppellant’s contention that mandatory sentencing usurps an inherent judicial function and deprives her of a right to judicial discretion in the imposition of sentences has been answered by this Court on a previous occasion. In Farmer we held that the authority of the judiciary to suspend the imposition or execution of sentences, and to grant probation, derives fundamentally from statute. 324 A.2d at 745-746. Mere lapse of time or history of inaction has not atrophied the power of the legislature to alter the penal regime, even to a substantial degree, or to prescribe the role of courts in areas properly subject to the exercise of statutory authority.\nIt seems to us that the interest of the legislature is paramount in the field of penology and the public safety. The legislature defines the contours of the crime itself, sets the limits for punishment, and provides for implementing and administering the system of correction. The underlying structure of the penal system is statutory; the coherence of the system is to be found in legislative direction. Courts have an important role to play in furthering the operation of the penal system and in reconciling that operation with the principles of justice secured to a free society by our charters of government. However, to vindicate their function, courts do not need to claim inherent administrative powers as-sertedly beyond the purview of the legislature. We think that due process of law is not traduced when courts accede to legislative authority to frame a coherent statutory scheme for the administration of sentencing for certain criminal offenses. To that end, we hold that in the instant case sentencing was properly controlled by statute, even to the exclusion of judicial discretion in the imposition or execution of sentence, or the granting of probation.\nThe entry must be :\nAppeal denied.\nAll Justices concurring.\n. (b) Notice Of Alibi. No less than 10 (lays before the date set for trial, the attorney for the state may serve upon the defendant or his attorney a demand that the defendant serve a notice of alibi if the defendant intends to rely on such defense at the trial. The demand shall state the time and place that the attorney for the State proposes to establish at the trial as the time and place where the defendant participated in or committed the crime. If such a demand has been served, the defendant, if he intends to rely on the defense of alibi, shall not more than five days after service of such demand, serve upon the attorney for the State and file a notice of alibi which states the place which the defendant claims to have been at the time stated in the demand. If the defendant fails to serve and file a notice of alibi after service of a demand, he shall not be permitted to introduce evidence at the trial tending to show the defense of alibi other than his own testimony unless the court for cause shown orders otherwise.\n. Section 2215 provides, in pertinent part: “Whoever violates any provision of section 2210-A [which declares unlawful the sale of amphetamines] shall be punished by imprisonment for not less than one nor more than 5 years and by a fine of not more than $1,000 for the first offense; . . . The imposition or execution of sentences for conviction of violation of section 2210-A shall not be suspended and probation shall not be granted.”",
        "type": "majority",
        "author": "DELAHANTY, Justice."
      }
    ],
    "attorneys": [
      "David M. Cox, County Atty., Bangor, for plaintiff.",
      "Allan Woodcock, Jr., Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Donna KING.\nSupreme Judicial Court of Maine.\nDec. 27, 1974.\nDavid M. Cox, County Atty., Bangor, for plaintiff.\nAllan Woodcock, Jr., Bangor, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-"
  },
  "file_name": "0124-01",
  "first_page_order": 162,
  "last_page_order": 166
}
