{
  "id": 11313049,
  "name": "John SORENSON v. COLIBRI CORP. et al.",
  "name_abbreviation": "Sorenson v. Colibri Corp.",
  "decision_date": "1994-11-25",
  "docket_number": "No. 93-398-A",
  "first_page": "125",
  "last_page": "132",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 125"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "430 A.2d 749",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984146
      ],
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0749-01"
      ]
    },
    {
      "cite": "430 So.2d 862",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9537705
      ],
      "pin_cites": [
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/430/0862-01"
      ]
    },
    {
      "cite": "158 Wis.2d 743",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8667597
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/158/0743-01"
      ]
    },
    {
      "cite": "551 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "229 N.J.Super. 399",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        290782
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/229/0399-01"
      ]
    },
    {
      "cite": "487 N.W.2d 88",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10603316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/487/0088-01"
      ]
    },
    {
      "cite": "250 Cal.Rptr. 718",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "203 Cal.App.3d 1242",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        6044063
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/203/1242-01"
      ]
    },
    {
      "cite": "310 Ark. 756",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898906
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/ark/310/0756-01"
      ]
    },
    {
      "cite": "467 So.2d 228",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7605775
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/467/0228-01"
      ]
    },
    {
      "cite": "806 F.2d 526",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1656227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/806/0526-01"
      ]
    },
    {
      "cite": "211 F.Supp. 521",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        84867
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/211/0521-01"
      ]
    },
    {
      "cite": "101 R.I. 599",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5485268
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "600"
        },
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/101/0599-01"
      ]
    },
    {
      "cite": "454 F.2d 284",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        746780
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/454/0284-01"
      ]
    },
    {
      "cite": "626 F.2d 359",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        651626
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "361-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/626/0359-01"
      ]
    },
    {
      "cite": "522 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882937
      ],
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/0216-01"
      ]
    },
    {
      "cite": "610 A.2d 117",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7922408
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "119"
        },
        {
          "page": "119",
          "parenthetical": "\"[i]n effectuating the Legislature's intent, we review and consider the statutory meaning most consistent with the statute's policies or obvious purposes\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0117-01"
      ]
    },
    {
      "cite": "488 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961600
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "693"
        },
        {
          "page": "694"
        },
        {
          "page": "694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/0688-01"
      ]
    },
    {
      "cite": "513 A.2d 18",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923953
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0018-01"
      ]
    },
    {
      "cite": "485 A.2d 1245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7917842
      ],
      "pin_cites": [
        {
          "page": "1247"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/485/1245-01"
      ]
    },
    {
      "cite": "622 A.2d 470",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352099
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/0470-01"
      ]
    },
    {
      "cite": "612 A.2d 40",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937364
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "42-43"
        },
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0040-01"
      ]
    },
    {
      "cite": "471 A.2d 945",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975878
      ],
      "pin_cites": [
        {
          "page": "947-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/471/0945-01"
      ]
    },
    {
      "cite": "604 A.2d 331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936548
      ],
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/604/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 995,
    "char_count": 24844,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23969254578162666
    },
    "sha256": "441d0c51c179dd6f1aade3e0ad4770adb61899a759ae5370c4e1ee7058ccf648",
    "simhash": "1:7f261cf17c1933c9",
    "word_count": 4005
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John SORENSON v. COLIBRI CORP. et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Acting Chief Justice.\nThis case comes before us on appeal by the plaintiff, John Sorenson, from a grant of summary judgment entered in the Superior Court in favor of the defendant, Colibrí Corporation. We affirm.\nThe issue presented is whether a “special employer” is an entity granted immunity from suit under the [Rhode Island] Workers’ Compensation Act (the act), G.L. 1956 (1986 Reenactment) § 28-29-20. We answer this question in the affirmative.\nThe facts insofar as pertinent to this appeal are as follows.\nOn October 21, 1991, plaintiff was an employee of Temp Pro Resources (Temp Pro), an employment agency. He was assigned by Temp Pro to work for defendant, Colibrí Corporation (Colibrí). Colibrí (1) exercised all supervision and control over plaintiff while he worked at the company, (2) was solely responsible for instructing plaintiff regarding how and where work was to be performed, (3) supplied any necessary tools and equipment, (4) determined the length of time that plaintiff would be required to work, and (5) had the right to refuse to accept plaintiff as an employee and to discharge him if his work was unsatisfactory. It is conceded by the parties that plaintiff was paid by Temp Pro. It is implicitly conceded that Temp Pro paid for workers’ compensation insurance covering plaintiff. It is also undisputed that Colibrí paid Temp Pro for plaintiffs services. This series of assertions leads ineluctably to the inference that said amount was sufficient to cover all Temp Pro’s expenses incident to plaintiffs employment, including the cost of workers’ compensation insurance. Although the record does not specifically set forth these amounts, the motion justice could take judicial notice that Temp Pro is not an eleemosynary corporation and would therefore include in its charge all necessary expenses together with an amount for profit.\nThe plaintiff and defendant Carlos Santiago, a Colibrí employee, on October 21, 1991, were loading goods onto a trailer truck. Santiago, who was operating a fork-lift machine, had occasion to stop the fork lift and step out of the machine. While the fork lift was unoccupied, it rolled forward and struck plaintiff, pinning him against the trailer truck. The plaintiff suffered physical injuries and incurred hospital and medical expenses as a result of this accident.\nThe plaintiff filed a workers’ compensation claim with Temp Pro and received benefits from Temp Pro’s workers’ compensation insurance carrier. The plaintiff subsequently initiated an action against Colibrí and Santiago, alleging that their negligence proximately caused his injuries. Colibrí moved for summary judgment on the ground that the suit was barred by § 28-29-20, which provides that workers’ compensation benefits are the exclusive remedy against an employer. The plaintiff opposed the motion for summary judgment, claiming that when there is both a general employer and a special employer, pursuant to § 28-29-2(3)(C), as amended by P.L.1991, ch. 206, § 1, the general employer is deemed the employer, and therefore, the special employer is not an employer as contemplated by the act. Because the special employer is not an employer, plaintiff argued, it is not protected by the immunity granted an “employer” by § 28-29-20 and is thus amenable to suit.\nThe motion justice granted Colibri’s motion for summary judgment, interpreting the act as a whole and § 28-29-20 in particular to bar a common-law action against a special employer when an employee has received workers’ compensation benefits from his general employer. This appeal followed.\nA party may move for summary judgment under Rule 56 of the Superior Court Rules of Civil Procedure on the basis that no issue of material fact exists and the movant is entitled to judgment in his favor as a matter of law. Holliston Mills, Inc. v. Citizens Trust Co., 604 A.2d 331, 334 (R.I.1992). It should be granted when the pleadings, affidavits, admissions, answers to interrogatories, and other materials viewed in a light most favorable to the nonmoving party reveal no genuine issue of material fact. Nichola v. John Hancock Mutual Life Insurance Co., 471 A.2d 945, 947-48 (R.I.1984).\nSection 28-29-20, the exclusive-remedy provision of the act, provides:\n“Rights in lieu of other rights and remedies. — The right to compensation for an injury under chapters 29-38, inclusive, of this title, and the remedy therefor granted by those chapters, shall be in lieu of all rights and remedies as to that injury now existing, either at common law or otherwise against an employer, or its directors, officers, agents or employees; and those rights and remedies shall not accrue to employees entitled to compensation under those chapters while they are in effect, except as otherwise provided in §§ 28-36-10 and 28-36-15.” (Emphasis added.)\nWhen an employee receives workers’ compensation benefits, § 28-29-20 grants immunity from suit to the injured employee’s employer or to the employer’s directors, officers, agents, or employees. Workers’ compensation benefits are thus the exclusive remedy for any loss or harm allegedly caused by any of these entities to which the Legislature has granted immunity. An injured employee who has received workers’ compensation benefits may, however, seek further recovery from an entity that has not been granted immunity under § 28-29-20. DiQuinzio v. Panciera Lease Co., 612 A.2d 40, 42-43 (R.I.1992).\nOur task here is to determine whether a special employer is an entity granted immunity from suit by § 28-29-20. To answer this question, we must first examine the definitions section of the act, § 28-29-2, which provides in pertinent part:\n“Definitions. — In chapters 29-38, inclusive, of this title, unless the context otherwise requires:\n(1) ‘Employer’ shall include any person, co-partnership, corporation or voluntary association, and the legal representative of a deceased employer; it shall include the state, and the city of Providence. It shall include also each city, town, and regional school district therein that shall vote or accept the provisions of chapters 29-38, inclusive, of this title in the manner herein provided.\n* * * * # *\n(3) ‘General or special employer’\n(A) A general employer shall mean a person who for consideration and as a regular course of its business supplies an employee with or without vehicle to another person.\n(B) A special employer shall mean a person who contracts for services with a general employer for the use of an employee, a vehicle or both.\n(C) Whenever there be a general employer and special employer wherein the general employer supplies to the special employer [an] employee and the general employer pays or is obligated to pay the wages or salaries of such supplied employee, then and in that event notwithstanding the fact that direction and control shall be in the special employer and not the general employer, the general employer if it be subject to the provisions of the workers’ compensation act or has accepted the same, shall be deemed to be the employer as set forth in subdivision (1) of this section.”\nSection 28-29-2 provides definitions of “employer,” “general employer,” and “special employer” and additionally instructs that when a general employer supplies an employee to a special employer, the general employer shall be deemed to be the employer for certain purposes. It is undisputed that in the case at bar Temp Pro would fit the definition of general employer and Colibrí would fit the definition of special employer in § 28-29-2(3)(A) and (B). It appears to be the legislative intent that the general employer is responsible for the obtaining of workers’ compensation coverage for the employee. The term “special employer” is defined and recognized in the statute. The act is not explicit concerning whether the special employer shares the immunity granted to employers pursuant to § 28-29-20. In respect to this question the statute is ambiguous and thus must be construed in order to effectuate the legislative intent. F.H. Buffington Co. v. Hanrahan, 622 A.2d 470, 472 (R.I.1993); Rhode Island State Police Lodge No. 25 v. State, 485 A.2d 1245, 1247 (R.I.1984).\nBefore we can answer the ultimate question of whether a special employer is an entity granted immunity from suit by § 28-29-20, we must first determine the meaning of § 28-29-2(3)(C). In making this determination, we follow the principle of statutory construction that we must ascertain and give effect to the intent of the Legislature. Labbadia v. State, 513 A.2d 18, 21 (R.I.1986); State v. Delaurier, 488 A.2d 688, 693 (R.I.1985). In so doing, we consider the entire statute as a whole; individual sections must be considered in the context of the entire statutory scheme, not as if each section were independent of all other sections. Bailey v. American Stores, Inc./Star Market, 610 A.2d 117, 119 (R.I.1992); Stone v. Goulet, 522 A.2d 216, 218 (R.I.1987). Moreover, “[i]f a mechanical application of a statutory definition produces an absurd result or defeats legislative intent, this court will look beyond mere semantics and give effect to the purpose of the act.” Labbadia, 513 A.2d at 22 (quoting Delaurier, 488 A.2d at 694); see also Bailey, 610 A.2d at 119 (“[i]n effectuating the Legislature’s intent, we review and consider the statutory meaning most consistent with the statute’s policies or obvious purposes”).\nUnder the act both employers and employees surrender certain rights and receive certain benefits. An injured employee subject to the act “is ensured timely and certain, though limited, compensation. In exchange he or she gives up the right to pursue an action at law that, although potentially more remunerative, is likely to be protracted and may well be unsuccessful.” DiQuinzio, 612 A.2d at 42. Thus, the act effects a compromise whereby an employer becomes liable for certain accidental injuries for which previously it was not hable, and the employee (or his or her dependents) receives compensation in a simple and expeditious manner. Id.\nWe must construe § 28-29-2(3)(C) in view of the legislative policy and purpose underlying the entire act. A literal application of § 28-29-2(3)(C), providing that a general employer subject to the act who pays or is obliged to pay the wages of an employee supplied to a special employer is deemed the employer, would produce an unintended result and is contrary to the policy and purpose underlying the act. When such is the case, we must “look beyond mere semantics and give effect to the purpose of the act.” De-laurier, 488 A.2d at 694.\nTo demonstrate the result of a literal application of § 28-29-2(3)(C), we must at this point return our focus to the act’s exclusive-remedy provision, § 28-29-20, which provides that the remedies provided by. the act shall be the exclusive remedies against an employer. Applying § 28-29-2(3)(C), the word “employer” in § 28-29-20-would refer to the general employer. Such a construction would result in a grant of immunity to a general employer but not to a special employer, thus making a special employer amenable to suit.\nBy specific statutory definition it séems clear that the Legislature contemplated that an employee could have more than one employer at a given time, particularly when one employer is in operational control and the other employer is responsible for administrative support. It is well settled in other jurisdictions that an employee can have more than one employer, even if it involves the same work. Maynard v. Kenova Chemical Co., 626 F.2d 359, 361-62 (4th Cir.1980); Beaver v. Jacuzzi Brothers, Inc., 454 F.2d 284, 285 (8th Cir.1972). This court has recognized that in matters relating to workers’ compensation, the determinative factor in the existence of an employer-employee relationship is the employer’s right “to exercise control and superintendence over his employees.” Martines v. Terminal Methods, Inc., 101 R.I. 599, 600, 225 A.2d 790, 791 (1967). The instant case presents a classic example of a dual-employer situation wherein Colibrí is the operational employer and Temp Pro is the administrative employer.\nAn important objective of the act was to curtail litigation by injured employees who elected to take advantage of its expedited procedure for obtaining compensation for work-related injuries. The statute contemplated a compromise whereby an employee who received compensation under the act relinquished the right to sue his or her employer in tort. Keeping this purpose squarely in mind, we must construe § 28-29-2(3)(C) and § 28-29-20 to effectuate the legislative intent. A literal application of § 28-29-2(3)(C)’s designation of the general employer as the employer in § 28-29-20, thereby allowing an employee who has received workers’ compensation benefits to maintain a tort action against his special employer, destroys the compromise that is the foundation of the act. Such a construction would have the effect of encouraging litigation by employees that have received workers’ compensation benefits, the exact opposite of what the Legislature intended. Allowing an injured employee who has received workers’ compensation benefits from a general employer to maintain a tort action against a special employer simply because that employee had fortuitously utilized the services of a labor broker, is contrary to the underlying policy and purpose of the act.\nIn St. Claire v. Minnesota Harbor Service, Inc., 211 F.Supp. 521 (D.Minn.1962), the plaintiff was an employee of Manpower, a corporation that supplies personnel to other companies. He was assigned by Manpower to work for the defendant, Minnesota Harbor Service, Inc. While cleaning a barge for the defendant, the plaintiff was severely injured. The plaintiff received workers’ compensation benefits from Manpower and subsequently sued the defendant in tort, alleging negligence. The defendant moved for summary judgment, claiming that the workers’ compensation benefits the plaintiff received from Manpower were his exclusive remedy under Minnesota law. In granting the defendant’s motion for summary judgment, the court placed great weight on the fact that the defendant paid to Manpower a greater hourly wage for the plaintiffs services than Manpower, in turn, paid to the plaintiff:\n“This brings up the final and most damning fact. What do the defendant and others who use the services of Manpower get when they buy the commodity that Manpower is selling? In this case the plaintiff received a wage of $1.05 per hour but defendant had to pay $1.71 per hour to get the plaintiff from Manpower. What did the defendant pay that $0.66 differential for? * * * Defendant has alleged that Manpower had Workman’s Compensation in force at the time this accident occurred. Not only was this fact not denied, but it was admitted in open court that the plaintiff has in fact been receiving this compensation. In order for Manpower to have this accident insurance it had to pay a premium. Where did the money to pay this premium come from? Manpower takes in money from only one source — the employers who use its services. * * * There is more than a vague connection between the extra $0.66 per hour paid by defendant and the Workman’s Compensation which this unfortunate plaintiff received. Part of that $0.66 per hour will pay someone’s premium, and in the eyes of the law it must be deemed to have paid the premium for this plaintiff. In other words, the plaintiff is suing in tort the man who paid for his Workman’s Compensation. The defendant paid part of this extra $0.66 per hour for the sole and express purpose of assuring that employees which Manpower sent over for temporary employment would be covered by Workman’s Compensation. The defendant paid part of this extra $0.66 per hour for the sole and express purpose of not having to defend actions such as the one which has been 'brought here. This case strikes at the heart of the Workman’s Compensation law; this case is in unequivocal opposition to the well-known principles on which Workman’s Compensation is founded.” St. Claire, 211 F.Supp. at 528.\nThe relationship of the plaintiff, the defendant, and Manpower in St. Claire is virtually identical to that of Sorenson, Colibrí, and Temp Pro in the instant case. Although the record does not set forth the specific amounts, it must be presumed that Colibrí paid Temp Pro a higher rate for Sorenson’s services than Temp Pro, in turn, paid to Sorenson. Temp Pro procured workers’ compensation insurance to cover Sorenson, and it must be presumed that part of the differential in rate paid by Colibrí to Temp Pro was to cover Temp Pro’s cost of procuring this insurance. Thus, although Temp Pro purchased this insurance, the cost of the premium was paid by Colibrí as part of the total fee it paid to Temp Pro. When one views the situation, it would seem that Soren-son is suing the party that paid for his workers’ compensation benefits. Such a result, as expressed in St. Claire, completely defeats the purpose of the workers’ compensation statute.\nA number of courts have considered whether workers’ compensation statutes containing exclusive-remedy provisions similar to § 28-29-20, bar an employee, on assignment from a labor broker, from maintaining a tort action against the company to which he is assigned, when that employee has already received workers’ compensation benefits from the labor broker. These cases did not involve the precise question we are faced with here, but we note that the majority of courts that have addressed the question have held that an assigned employee is barred from suing the assigned employer by the exclusive-remedy provision of the applicable workers’ compensation statute. See, e.g., Alexander v. Chevron, U.S.A, 806 F.2d 526 (5th Cir.1986); Maynard v. Kenova Chemical Co., 626 F.2d 359 (4th Cir.1980); Beaver v. Jacuzzi Brothers, Inc., 454 F.2d 284 (8th Cir.1972); St. Claire v. Minnesota Harbor Service, Inc., 211 F.Supp. 521 (D.Minn.1962); Pettaway v. Mobile Paint Mfg. Co., 467 So.2d 228 (Ala.1985); Daniels v. Riley’s Health and Fitness Centers, 310 Ark. 756, 840 S.W.2d 177 (1992); Riley v. Southwest Marine Inc., 203 Cal.App.3d 1242, 250 Cal.Rptr. 718 (1988); Jones v. Sheller-Globe Corp., 487 N.W.2d 88 (Iowa Ct.App.1992); Antheunisse v. Tiffany & Co., 229 N.J.Super. 399, 551 A.2d 1006 (1988); Gansch v. Nekoosa Papers, Inc., 158 Wis.2d 743, 463 N.W.2d 682 (1990).\nIn Pettaway the Supreme Court of Alabama faced a question very similar to the one in the instant ease. It involved a plaintiff employed by Manpower, an employment agency, who was injured while on assignment at the plant of the defendant. As is customary practice, the client company (the defendant) paid Manpower a fee for the plaintiffs services, and Manpower in turn paid the plaintiff and purchased workers’ compensation insurance. The sole issue was whether the defendant was immune to the plaintiffs tort suit pursuant to the immunity granted an employer under the Alabama Workmen’s Compensation Act. The definitions section of the Alabama workers’ compensation statute provided in pertinent part: ‘“(4) EMPLOYER. Every person * * * who employs another to perform a service for hire and pays wages directly to such person.’” Pettaway, 467 So.2d at 229. The plaintiff contended that because the defendant did not pay wages directly to him, it was not an employer under the statute and thus could not claim the statutory employer’s immunity. Id.\nIn affirming a grant of summary judgment to the defendant, the court stated that “ ‘the statutory definition of an employer is not the only basis for determining the relationship of employer and employee for coverage under the Workmen’s Compensation Act.’ ” Id. (quoting Terry v. Read Steel Products, 430 So.2d 862, 866 (Ala.1983)). Because it determined that the defendant was the plaintiffs special employer, the court held that the defendant was protected from suit by the immunity granted an employer, despite the fact that it did not meet the statutory definition of employer.\nIn the instant case we reach the same result as the court in Pettaway but for a slightly different reason. We conclude that the statutory designation of the general employer as the so-called employer found in § 28-29-2(3)(C) was intended by the Legislature solely to designate the general employer, when it satisfies the stated conditions, as the entity responsible for providing workers’ compensation benefits. We do not believe that the Legislature had any intention of eliminating a special employer’s status as an employer. Had the Legislature not made such a designation, injured employees might be denied the expeditious receipt of benefits contemplated by the act as general and special employers and their insurance carriers might battle over who was responsible for providing employees workers’ compensation.\nIn his treatise on workers’ compensation, Professor Arthur Larson explains that if certain conditions are satisfied, both the general employer and the special employer become liable for providing workers’ compensation to a “loaned employee”:\n“When a general employer lends an employee to a special employer, the special employer becomes liable for workmen’s compensation only if:\n(a) the employee has made a contract of hire, express or implied, with the special employer;\n(b) the work being done is essentially that of the special employer; and\n(c) the special employer has the right to control the details of the work.\nWhen all three of the above conditions are satisfied in relation to both employers, both employers are liable for workmen’s compensation.” (Emphasis added.) IB Larson, The Law of Workmen’s Compensation § 48.00 (1992).\nBy designating the general employer as the employer in § 28 — 29—2(3)(C), we believe the Legislature intended that even when the above three conditions are satisfied, the general employer alone is to be responsible for providing workers’ compensation benefits, contrary to the view expressed by Professor Larson.\nWe therefore conclude that a special employer is an employer under the act and thus is an entity granted immunity from suit by § 28-29-20. We reach this conclusion not on a basis other than the statutory definition of employer as did the Pettaway court but by applying a construction of § 28-29-2(3)(C) and § 28-29-20 that effectuates the purpose of the act.\nWe do not construe the language of § 28-29-2(3)(C) as eliminating a special employer’s status as an employer under the act. Had the Legislature so intended, thereby depriving a special employer of the immunity granted an employer by § 28-29-20, it could have done so easily and unequivocally. The Legislature is presumed to know of existing relevant law when it enacts a statute. State v. Reis, 430 A.2d 749, 752 (R.I.1981). Thus, it was aware of the immunity granted an employer in § 28-29-20 when it amended § 28-29-2 to add a definitions section. Had the Legislature intended this immunity to apply only to general employers in loaned-employee situations, which would have been inconsistent with the policy of the act, it could have easily amended § 28-29-20 to so provide. Such a provision, however, would probably make the use of such labor brokers economically unfeasible. The Legislature wisely chose not to distinguish between an employer and a general employer in § 28-29-20, leaving this section unchanged to grant immunity to an employer, both general and special.\nFor the reasons stated, we conclude that a special employer is an entity granted immunity from suit by § 28-29-20. As there was no genuine issue of material fact presented by this case but rather a question of statutory interpretation, which is a matter of law, summary judgment was properly granted to the defendant.\nFor the foregoing reasons the plaintiffs appeal is denied and the judgment of the Superior Court is affirmed. The papers in the case may be remanded to the Superior Court.\n. The defendants also requested entry of judgment pursuant to Rule 54(b) of the Superior Court Rules of Civil Procedure, asserting there was no just reason for delaying entry of judgment. The record contains no evidence of the entry of a Rule 54(b) judgment. However, on March 15, 1993, defendant Carlos Santiago filed a motion for summary judgment that was granted after hearing by the trial justice. Since both defendants' motions for summary judgment were granted, Colibri's lack of a Rule 54(b) judgment is not fatal to its appeal. The only issue before this court, however, deals with the granting of Colibri's motion for summary judgment.",
        "type": "majority",
        "author": "WEISBERGER, Acting Chief Justice."
      }
    ],
    "attorneys": [
      "William F. Calise, Coventry, for plaintiff.",
      "Patrick B. Landers, Kenneth P. Borden, Higgins, Cavanagh & Cooney, Providence, for defendants."
    ],
    "corrections": "",
    "head_matter": "John SORENSON v. COLIBRI CORP. et al.\nNo. 93-398-A.\nSupreme Court of Rhode Island.\nNov. 25, 1994.\nWilliam F. Calise, Coventry, for plaintiff.\nPatrick B. Landers, Kenneth P. Borden, Higgins, Cavanagh & Cooney, Providence, for defendants."
  },
  "file_name": "0125-02",
  "first_page_order": 183,
  "last_page_order": 190
}
