{
  "id": 8046192,
  "name": "David W. THORNTON, Defendant, Appellant, v. STATE of Delaware, Plaintiff, Appellee",
  "name_abbreviation": "Thornton v. State",
  "decision_date": "1979-08-14",
  "docket_number": "",
  "first_page": "126",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 126"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "377 A.2d 15",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976197
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/377/0015-01"
      ]
    },
    {
      "cite": "395 A.2d 365",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8021735
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/0365-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 4677,
    "ocr_confidence": 0.833,
    "pagerank": {
      "raw": 1.0672121256809131e-07,
      "percentile": 0.5586642310034292
    },
    "sha256": "7a41f43c486d44539aa498a2e83492ddd577c1ed9c2879a65ca9dda60fcf87c4",
    "simhash": "1:437ac9ea892289da",
    "word_count": 783
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., DUFFY and McNEILLY, JJ."
    ],
    "parties": [
      "David W. THORNTON, Defendant, Appellant, v. STATE of Delaware, Plaintiff, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nDavid W. Thornton (defendant), was convicted by a Superior Court jury of delivery of a Schedule I Controlled Substance (heroin), in violation of 16 Del.C. § 4751. After sentencing, defendant docketed this appeal, which raises four issues. The State has filed under Supreme Court Rule 25(a), a motion to affirm as to all issues.\nA.\nDefendant first contends that the Trial Court erred in denying a motion for a mistrial, which was made after the prosecutor referred to heroin in his opening argument as a “very dangerous and very volatile drug.” Defendant did not object to the statement when it was said, but raised the issue in a motion for mistrial which appears to have been made after all evidence had been introduced. The Trial Judge denied the motion without comment.\nIt is clear that there was no abuse of discretion in refusing to grant a mistrial on this ground. The prosecutor’s remark may have been prejudicial and certainly was unnecessary, but the time for correction was the time of the comment. A timely objection by counsel and an appropriate instruction by the Trial Judge would have cured any prejudicial effect. Under the circumstances, the Trial Judge did not abuse his discretion in refusing to order a mistrial after the evidence had been presented. And, in any event, the comment was not so prejudicial that it called for a mistrial.\nB.\nDefendant next contends that the Trial Court erred in denying a motion for a mistrial made after the prosecutor repeated on cross-examination a question to defendant about his felony record, which had been asked and answered on direct. See Waller v. State, Del.Supr., 395 A.2d 365 (1978). Defendant objected to the question immediately after it was asked, and the Trial Judge sustained him. Defendant again raised this issue in his motion for a mistrial.\nIt is also clear that there was no abuse of discretion in denying the motion for a mistrial on this ground. The question was not proper, but defendant’s timely objection prevented undue prejudice therefrom. The Trial Judge, who is in the best position to judge the impact of improper questions and comments in the context of the trial, did not abuse his discretion by declining to grant a mistrial.\nC.\nDefendant’s third contention is that the State failed to establish jurisdiction and venue. See 11 Del.C. §§ 204(a)(1); 232. While the State’s evidence did not precisely establish that the critical events occurred in Delaware, that is not fatal because situs may be established by inference. See James v. State, Del.Supr., 377 A.2d 15 (1977). In this case, an undercover police officer testified that the site of the drug sale, upon which the conviction was based, was the De LaWarr Motel, which is “just south of Wilmington in New Castle County”. We think that, taking the record as a whole, this is a sufficient showing of jurisdiction and venue.\nD.\nFinally, defendant contends that there was insufficient evidence to support the conviction. We have reviewed the record and find that there is sufficient evidence, noting particularly the testimony of the undercover policeman who bought the drug from defendant, to support the jury’s verdict.\nThe first two issues raised by defendant are matters committed to the discretion of the Trial Judge, and we have found no abuse thereof. The last two issues raise factual matters, and there is sufficient evidence to support the verdict. Therefore, the State’s Rule 25(a) motion is a proper vehicle for disposition of this appeal. The State’s motion is hereby granted and the judgment of the Superior Court is affirmed.\nRule 25(a) provides as follows:\n“Within 10 days after receipt of appellant’s opening brief, appellee may, in lieu of a brief, serve and file a motion to affirm the judgment or order of the trial court. The filing of the motion tolls the time for filing of appel-lee’s brief. The sole ground for such motion shall be that it is manifest on the fact of appellant’s brief that the appeal is without merit because:\n(i) The issue on appeal is clearly controlled by settled Delaware law;\n(ii) The issue on appeal is factual and clearly there is sufficient evidence to support the jury verdict or findings of fact below; or\n(iii) The issue on appeal is one of judicial discretion and clearly there was no abuse of discretion.”",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Richard E. Fairbanks, Jr., Asst. Public Defender, Wilmington, for defendant, appellant.",
      "Keith Trostle, Deputy Atty. Gen., Wilmington, for plaintiff, appellee."
    ],
    "corrections": "",
    "head_matter": "David W. THORNTON, Defendant, Appellant, v. STATE of Delaware, Plaintiff, Appellee.\nSupreme Court of Delaware.\nSubmitted July 19, 1979.\nDecided Aug. 14, 1979.\nRichard E. Fairbanks, Jr., Asst. Public Defender, Wilmington, for defendant, appellant.\nKeith Trostle, Deputy Atty. Gen., Wilmington, for plaintiff, appellee.\nBefore HERRMANN, C. J., DUFFY and McNEILLY, JJ."
  },
  "file_name": "0126-01",
  "first_page_order": 190,
  "last_page_order": 192
}
