{
  "id": 7287716,
  "name": "In Re: PIKE COUNTY AUDITORS AUDIT REPORT OF 2008. Appeal of: County of Pike",
  "name_abbreviation": "In re Pike County Auditors Audit Report of 2008",
  "decision_date": "2010-02-26",
  "docket_number": "",
  "first_page": "127",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 127"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "985 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7292585,
        4196853
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/985/0728-01",
        "/pa/603/0534-01"
      ]
    },
    {
      "cite": "18 Pa. D. & C.3d 368",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.3d",
      "case_ids": [
        4635616
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c3d/18/0368-01"
      ]
    },
    {
      "cite": "833 A.2d 1201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9085746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/833/1201-01"
      ]
    },
    {
      "cite": "35 A.2d 733",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "pin_cites": [
        {
          "page": "735"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "154 Pa.Super. 299",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1053846
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/154/0299-01"
      ]
    },
    {
      "cite": "903 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8409967
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "655"
        },
        {
          "page": "656"
        },
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0652-01"
      ]
    },
    {
      "cite": "969 A.2d 642",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7258873
      ],
      "pin_cites": [
        {
          "page": "648"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/969/0642-01"
      ]
    },
    {
      "cite": "985 A.2d 288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7291614
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/985/0288-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1087,
    "char_count": 31660,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18828395014535595
    },
    "sha256": "8cf889bb1add4eb585e58e809d49e3e9c48b70a5b91f300fc3c48ac7b2c50634",
    "simhash": "1:0f368fa27f2ccb33",
    "word_count": 5273
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and PELLEGRINI, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "In Re: PIKE COUNTY AUDITORS AUDIT REPORT OF 2008. Appeal of: County of Pike."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge FLAHERTY.\nPike County (County) appeals the decision of the Court of Common Pleas of Pike County (trial court) granting the Pike County Auditors’ (Auditors) request for an extension of time to complete their fiscal year 2008 audit until October 31, 2009 and directing they be paid $189.59 for each six-hour workday through duration of the extension. We affirm.\nPART I — BACKGROUND\nIn June of 2009, Auditors filed a Motion to Extend Time For Filing Annual Report (Motion) for the fiscal year 2008 until December 31, 2009. In their Motion, Auditors indicated the request for additional time to conduct an audit and prepare the relevant report is “based on the increasing volume of work with which the Auditors have been tasked.” Reproduced Record (R.R.) at la. Auditors further requested that their salaries and benefits continue during the extension period. County filed an answer denying that Auditors are unable to timely complete their work or that any salary or benefits should be paid during any extension period. In new matter, County averred that it believes Auditors already reviewed all relevant records. Furthermore, they had at least two months from the date the County books were closed to complete their audit and file a report. The County added that $70,890.00 was budgeted for Auditors salary and that the budget was exceeded as of June 12, 2009.\nMary Jane Strub, a Pike County Auditor for the past six years, testified at a June 16, 2009 hearing. According to Ms. Strub, Auditors review each account’s receipts and make sure the transaction sheet is balanced. Testimony was given that the total budget in Pike County for 2003 was $24,000,000.00, for 2007 it was $33,000,000.00, and for 2008 it was $34,000,000.00. Since she has been an auditor, Ms. Strub indicated the volume of work has increased and more time must be spent doing the audit. When asked to quantify the increase in work, Ms. Strub stated the work increased “a lot.” R.R. at 24a. When asked on cross-examination what exactly has increased from 2008 to 2009 that prevents a timely completion of the audit, she responded “I can’t say.” R.R. at 49a. Ms. Strub did specify, however, that more checks were being written by the County necessitating more time reviewing cash disbursements from the general fund. Per Ms. Strub, the first four years she acted as an auditor, the audit was not completed until December 31st of each year. An audit for fiscal year 2007 was completed by October 31, 2008.\nMs. Strub stated that in order to complete the 2007 audit by October 2008 as required by court order, Auditors worked on Saturdays and one hour extra two days per week. Ms. Strub stated that there is a “lot to do” on the current audit and that they “will be lucky to get it done by December 31.” R.R. at 31 a-32a. Discrepancies have been discovered when doing the audit, including this year.\nSharon Stuart, County’s Director of Finance, testified that $137,650.00 was budgeted for the audit-$70,890.00 for salary, the remainder for expenses. This represented about a thirty percent reduction in the budget allocated to Auditors from the previous year. According to Ms. Stuart, as of the June 2009 hearing, Auditors were close to exceeding their budget. She stated that on May 18, 2007, Auditors had spent 296 total days working on the audit for fiscal year 2006. At that same point in 2008, they had spent 334 days on the audit for fiscal year 2007. As of May 29, 2009, Auditors had worked a cumulative 341 days on the fiscal year 2008 audit. According to Ms. Stuart, Auditors are behind the pace they worked at last year in terms of work completed. There are no County funds that are not otherwise appropriated.\nRichard Caridi, Pike County Commissioner, testified that the budget was calculated based on the presumption that Auditors would work six-hour days up until July 1, 2009. Prior to the challenge of a petition to extend the time for completing the fiscal year 2007 audit, no challenges were made to any requests for an extension. Mr. Caridi explained that up until that point, he had never personally received notice of an extension request until it was too late to challenge.\nOn June 26, 2009, the trial court granted Auditors’ request for an extension allowing them until October 31, 2009 to complete their audit. It instructed that Auditors are to continue to receive $189.59 per every six-hour workday, the amount previously set by County. The trial court found Auditors presented “good cause” for an extension of time to complete the audit. Dec. dated 6/26/09, p. 7. The trial court relied on the fact that since 2003, there has been approximately a 40% increase in expenditures for Pike County. It theorized that inflation could not account for all of this increase, thereby clearly establishing an increased workload. The trial court further examined the increase in hours worked by Auditors in recent years through May and concluded that the increase in hours corresponded closely to an increase in expenditures over that same period.\nThe trial court indicated that while County alluded to the fact that the Auditors have been less than diligent in completing the audit for the 2008 fiscal year so as to obtain further payment of compensation after July 1, 2009, it has not cited to any “factual example of auditor impropriety, delay, misfeasance, malfeasance, or indolence.” Dec. dated 6/26/09, p. 3. It added, however, that no evidence was submitted justifying an extension beyond October 31, 2009 as the materials to review for fiscal year 2008 appeared similar to those of fiscal year 2007.\nCounty appeals the trial court’s decision to this Court. It contends that the trial court abused its discretion in granting Auditors an extension to complete their audit because they did not show “due cause” for the extension. County further contends that the trial court erred in awarding any additional compensation for hours worked by Auditors after July 1, 2009 and that the compensation already paid should apply to the total amount of hours worked to complete the audit. At minimum, County contends that no more than $45.00 per six-hour day should be paid during the period of extension.\nThis appeal concerns a question of law, as to which this Court’s review is plenary and the standard of review is de novo. Crandell v. Pennsbury Twp. Bd. of Supervisors, 985 A.2d 288 (Pa.Cmwlth.2009). Moreover, we will find an abuse of discretion when there has been a misapplication of the law, a manifestly unreasonable exercise in judgment, or a final result that evidences partiality, prejudice, bias, or ill-will. I.B.P.O.E. of West Mount Vernon Lodge 151 v. Pennsylvania Liquor Control Board, 969 A.2d 642, 648 (Pa.Cmwlth.2009).\nPART II — EXTENSION\nSection 703 of the County Code, 16 P.S. § 703, provides as follows:\nThe auditors shall assemble at the county seat on the first Monday of January in each year, and begin their audit of the fiscal affairs of the county for the fiscal year immediately preceding, and thereafter, at such times as they may find necessary for the completion of their audit before the first day of the following July. They may, upon petition to the court of common pleas, have such additional time for the completion of their report as the court shall allow. Any two auditors when duly convened shall be a quorum for the purpose of transacting any business. (Emphasis added).\n16 P.S. § 703.\nSection 1721 of the County Code reads: (a) The auditors shall audit, settle and adjust the accounts of all county officers of the county, and make an annual report thereof, on or before the first day of the following July, to the court of common pleas, unless upon due cause shown the court shall grant an extension of time therefor. Said report shall be in detail, showing distinctly and separately all receipts and expenditures of the several offices, and all debts and accounts due, and the amount raised from each source of revenue, and the expenditures in detail and classified by reference to the object thereof, together with a full statement of the financial conditions of the county, and a statement of the balance due from or to such county officers ... []\nNeither Section 703, nor Section 1721 of the County Code should be construed as allowing the trial court the power only to extend the time for completion of the report. Elk County Auditors for an Extension of Time to Prepare and File An Annual Report for the Calendar Year 2004, 903 A.2d 652 (Pa.Cmwlth.2006). These Sections provide authority to extend the time to perform audit work. Id. at 655. Pursuant to Elk County, a trial court is empowered, upon due cause shown, to grant an extension to the auditors for the completion of an audit. Id.\nThe fiscal year of each county shall begin on the first day of January. 16 P.S. § 1780. Section 1781 of the County Code provides:\n(a) The commissioners, at least ninety days prior to adopting the budget, shall begin the preparation of the proposed budget for the succeeding fiscal year.\n(b) At the request of the commissioners, but in no case less than sixty days prior to adoption of the budget by the commissioners, the controller shall transmit to the commissioners a comparative statement of revenues for the current and the immediately preceding fiscal year, and a comparative statement of expenditures, including interest due and to fall due on all lawful interest bearing debts of the county for the same years\n(c) The controller’s statement shall also indicate the amounts of all appropriation requests, submitted to the controller or to the commissioners and supplied by them to the controller, from the several county offices and agencies, including estimates of expenditures contemplated by the commissioners as forwarded by them to the controller.\n(d) Said statements shall be in such form and detail as the commissioners direct. With this information as a guide, the commissioners shall, within a reasonable time, begin the preparation of a proposed budget for the succeeding fiscal year.\n(e) In counties not having a controller, the commissioners shall prepare the statements hereinbefore required.\n16 P.S. § 1781.\nCounty asserts that Auditors have not made a showing of “due cause” to support an extension. While there is testimony that there is “a lot more work to do,” County posits that this is simply insufficient to meet that burden. It contends that Auditors have made it common practice to work on the audit and upon approaching the statutory deadline for completion of the same, to file a request for, and receive, an extension to complete the task. County suggests that Auditors have not attempted, nor come close, to completing the audits by the statutory deadline. Rather, it suggests Auditors have come to expect an extension of time to complete their audit in addition to an extension of the salary and benefits that comes with it. According to County, July 1st is an important deadline and the practice and expectation of an automatic extension until October 31st or December 31st must end. The County points out that in amending the County Code, the only substantive change made was changing the date for the completion of the audit and filing of the report from April 1st and May 1st respectively to July 1st. Thus, Auditors, by law, have already been given an additional two months to complete their task.\nWe first note that the rules of statutory production provide as follows:\nWhenever a section or part of a statute is amended, the amendment shall be construed as merging into the original statute, become a part thereof, and replace the part amended, and the remainder of the original statute and the amendment shall be read together and viewed as one statute passed at one time\n1 Pa.C.S. § 1953.\nIt cannot be denied that prior to the 2007 amendments, the General Assembly established expected completion dates of April 1st and May 1st for an audit and the filing of a report. At that time, county auditors were statutorily permitted to petition for extra time to complete these tasks if necessary. The amendment of Sections 703 and 1721 of the County Code changed the “due date” for these items until July 1st of each year. The remaining language of these provisions was left intact. Consistent with Section 1953 of the Rules of Statutory Construction, we are to consider the contents of Sections 703 and 1721 of the County Code as if they were always written to indicate that an audit should be completed and a report generated by July 1st of each year. Further, we are to consider the statute to have always stated that despite this deadline, a county’s auditors have the opportunity to petition for an extension of time to complete their tasks. Thus, any assertion by the County that the amendment to the County Code has created any greater importance on the statutory deadline to the extent it would limit a trial court’s ability to grant an extension must be rejected.\nFurther, it must be acknowledged that it was within the trial court’s discretion to grant the extension requested upon due cause shown. Elk County. County urges us to reject the testimony of Ms. Strub as establishing due cause. One can acknowledge the dissatisfaction on behalf of the County with Ms. Strub’s inability to present specific examples as to why the audit for the 2008 fiscal year was any more difficult to complete than those of previous years. Nonetheless, simply because Ms. Strub was not able to qualitatively explain why this year’s audit was any different from previous years does not necessarily mean the trial court’s decision is in error.\nIt must be pointed out that County’s position presumes that audits of the previous years could have been completed by July 1st and that it was incumbent upon Auditors to show that the audit in the instant matter contained an increased level of difficulty. The record shows, however, that Auditors were not capable of completing audits by July 1st for the past several years. County never challenged the Auditors request to an extension until the previous year’s audit and the request for an extension was granted in that instance. Therefore, simply because Ms. Strub was unable to give specifics as to why the audit for fiscal year 2008 was any more difficult than previous audits does not preclude an extension as the Auditors received previously.\nRegardless, the trial court did make a finding that County’s budget increased 40% since 2003 and declined to pin the entire amount of that increase on inflation. It further outlined that the increase in hours spent working by Auditors through May in recent years corresponded with a slight uptick in the amount of the budget. Thus, the trial court found “good cause,” i.e., “due cause,” to grant the extension requested by Auditors. We can only reverse this determination upon an abuse of discretion found when there has been a misapplication of the law, a manifestly unreasonable exercise in judgment, or a final result that evidences partiality, prejudice, bias, or ill-will. I.B.P.O.E. We can see no misapplication of the law or an evidence of bias or ill will. Moreover, when Ms. Strub testified on June 16, 2009, just two weeks before the July 1st deadline, she went over a document that showed that there was plenty of work to be done and Ms. Strub’s own words emphasized that fact. Thus, it appears the trial court had little choice but to grant Auditors an extension thereby precluding a finding of a manifestly unreasonable exercise in judgment. We note that the task given Auditors is not a small one as their final report shall show “distinctly and separately all receipts and expenditures of the several offices, and all debts and accounts due, and the amount raised from each source of revenue, and the expenditures in detail ...” (Emphasis added). 16 P.S. § 1721(a). Consistent with I.B.P.O.E., we see no error in the trial court’s granting of an extension.\nIn reaching our determination, we are not discounting the fact that County must have sufficient time to analyze the audit report in order to plan its budget for fiscal year 2010. Consistent with Section 1780 of the County Code, fiscal year 2010 begins on January 1, 2010. 16 P.S. § 1780. Based on the directive of Section 1781, the County Commissioners shall be able to create and consider a comparative statement of revenues and expenditures from fiscal year 2008 and fiscal year 2009 in creating the budget for fiscal year 2010. This comparative statement is to be available no less than sixty days prior to the adoption of the budget for fiscal year 2010. 16 P.S. § 1781. A complete audit report for fiscal year 2008 would undoubtedly have the greatest utility if it is completed prior to the creation of the County Commissioners’ comparative statement that is to be considered in the budgeting process and incorporated therein. This fact presumably served as the basis for the trial court’s directive that while an extension was granted, the audit and report were to be completed by October 31, 2009.\nNonetheless, the trial court did find there was sufficient evidence to show due cause to warrant an extension of time to complete the audit and report for fiscal year 2008. In the absence of any specific evidence rebutting Auditors’ showing of due cause, i.e., expert testimony establishing how long the audit should take or evidence of quicker completion of the audit and report in other similarly situated counties, we are constrained to affirm the trial court’s ruling below on this issue.\nPART III — COMPENSATION\nIn their motion, Auditors requested “that their salaries and benefits continue during this period of extension.” R.R. at 2a. Although the County disputed the amount of money Auditors should be paid, if any, in its answer to Auditors’ Motion, it did not object to the Auditors’ request to determine their rate of pay during the extension period in the event their request for an extension was granted.\nCounty contends that it is only statutorily obligated to pay Auditors $45.00 per six-hour workday. It suggests that they had been scheduled to be paid $189.59 for each six-hour workday through July 1, 2009 based on a budgetary allotment. According to County, in light of the extension, the total amount paid through July 1, 2009 should be deemed in satisfaction of any additional time spent performing the audit based on a $45.00 per six-hour workday rate. County emphasizes that Auditors worked a cumulative 700 six-hour work days to complete their 2007 fiscal year audit. It indicates that as of June 16, 2009, Auditors have billed and been paid a total of $64,650.19 working on the 2008 fiscal year audit. It notes that assuming that Auditors worked 700 six-hour days to complete the current audit, they would be due a total of $31,500.00 based on a rate of pay of $45.00 per six hour workday. County states that as of June 16, 2009, they have received over twice that sum.\nAuditors’ salaries are fixed by statute, specifically Section 11011.4 of the County Code. Elk County, 903 A.2d at 656. Section 11011-10.1 of the County Code provides a means for County Commissioners to increase an auditor’s salary, but it does not eliminate the obligation to pay the minimum compensation set forth in Section 11011.4 of the County Code. Id. When an extension is granted for the auditors to complete their audit under Sections 703 and 1721 of the County Code, their compensation cannot be limited to the amount budgeted when no extension period is accounted for in that budget. Id. “County commissioners ... cannot, by adopting a budget, limit or avoid liabilities imposed upon the county by the Constitution or by statutes. The call of the Constitution or of a statute is paramount, and they must respond to it by providing sufficient appropriations.” Kistler v. Carbon County, 154 Pa.Super. 299, 35 A.2d 733, 735 (1944). A budget is a planning tool and in some instances, due to changing circumstances, appropriations for certain items also change resulting in either an excess or a shortfall. Elk County, 903 A.2d at 657. In such situations, the county commissioners can make supplemental appropriations or authorize the transfer of unencumbered balances by resolution. Id.\nCounty’s argument that the salary already paid to Auditors as of June 16, 2009 should be considered payment in satisfaction of the entire audit once completed regardless of the amount of hours spent completing their task and filing the necessary report must be rejected. Section 11011.4 of the County Code indicates that Auditors are to receive payment for each six-hour workday. They are not to be paid “by the job.” Thus, the question is whether Auditors are to continue to receive $189.59 per six-hour work day as set by the County Commissioners, or $45.00 per six-hour workday as set by Section 11011.4 of the County Code through the extension period.\nUpon review, we believe the trial court did not err in determining that Auditors should continue to receive $189.59 per each six-hour workday through the completion of the audit and the filing of the report throughout the extension period. Section 11011.4 of the County Code, last amended in 1979, provided that county auditors are to receive $45.00 per each six-hour work day. Section 11011-10.1 of the County Code, however, provides a means for county commissioners to increase an auditor’s salary. Id. Indeed, subsection (a) of that provision provides that county eommission-ers may fix the salary of “all county officers”. 16 P.S. § 11011 — 10.1(a). Subsection (e) of that provision indicates that all salary increases shall be on a percentage basis and applied equally to all county officials. 16 P.S. § llOll-lO.l(e). The County Commissioners set the salary of Auditors at $189.59 per six-hour work day consistent with their statutory authority. County has failed to provide any authority permitting a reduction in this compensation during an extension period granted by the trial court.\nAny attempt to reduce the salary of the Auditors when they are granted the ability to work past the July 1st deadline amounts to nothing more than a collateral attack on the trial court’s statutorily provided authority to grant that extension. When a trial court grants a request for an extension of time to complete an audit, the County cannot then compensate Auditors at a reduced amount in an attempt to have them speed up the process when the rate of pay has been previously set. While it may be true that County did not take into account the possibility that Auditors may work past the July 1, 2009 deadline when working on the audit for the 2008 fiscal year, Kistler and Elk County specify that County cannot avoid statutory obligations by claiming budgetary constraints.\nPART IV — CONCLUSION\nAfter a review of the record, we conclude that the trial court did not err in granting Auditors’ request for an extension to complete the audit and report for fiscal year 2008 and directing that Auditors continue to be entitled to $189.59 per six-hour work day. Accordingly, the trial court’s order is affirmed.\nORDER\nAND NOW, this 26th day of February, 2010, the order of the Court of Common Pleas of Pike County in the above-captioned matter is affirmed.\n. Section 701 of the County Code, Act of August 9, 1955, P.L. 323, as amended, 16 P.S. § 701, provides that county auditors shall obtain their position through the electoral process. Each serves a four year term. Id.\n. The parties agree that the audit and report for fiscal year 2008 have been completed. This gives rise to an issue as to whether County’s argument regarding the grant of an extension to complete the audit for fiscal year 2008 is moot. A case that may be rendered moot, however, will not be dismissed where the issue raised therein is of a recurring nature and capable of repeatedly avoiding review. Erie Homes for Children & Adults, Inc. v. Dep't of Pub. Welfare, 833 A.2d 1201 (Pa.Cmwlth.2003). Such is the case here.\n. The County Commissioner’s Association of Pennsylvania (CCAP) filed an Amicus Brief in this matter. CCAP is a single organization that represents the interests of Pennsylvania's sixty-seven counties and those counties' governing executives. In its brief, CCAP states that there is little question that the trial court had the authority to grant the extension of time Auditors sought to complete their audit. CCAP contends, however, that the trial court erred in awarding Auditors a salary greater than $45.00 per six-hour workday during the extension period.\n.Prior to a recent amendment, Section 703 of the County Code, in part, provided:\nThe Auditors shall assemble at the county seat on the first Monday of January in each year, and begin their audit of the fiscal affairs of the county for the fiscal year immediately preceding, and thereafter, at such times as they may find necessary for the completion of their audit before the first day of the following April ... (Emphasis added).\n. Prior to its amendment, Section 1721 of the County Code provided:\n(a) The auditors shall audit, settle and adjust the accounts of all county officers of the county, and make an annual report thereof, on or before the first day of the following May, to the court of common pleas, unless upon due cause shown the court shall grant an extension of time therefore ... (Emphasis added).\n. County posits that some accounts scheduled to be included in the fiscal year 2008 audit are/were not required to be audited including the Industrial Commercial Dump Authority (ICDA), the county library, and the Economic Development Association (EDA). Instead, it contends Auditors can only audit these accounts, if necessary, by filing a petition and obtaining court approval to audit these accounts. In support of this argument, County relies on a 1981 decision of the Court of Common Pleas of Monroe County, Besecker v. Pleasant Valley Manor, Inc., 18 Pa. D. & C.3d 368 (1981). Besecker, while not controlling to this Court, does not support County's position. In that case, county auditors sought to audit the records of Pleasant Valley Manor, Inc. (Pleasant Valley), a non-profit corporation duly incorporated under the laws of Pennsylvania. Pleasant Valley refused to make available its financial records. As a result of this refusal, the county auditors deemed it necessary to file a petition to review Pleasant Valley's records. The Besecker Court reviewed the text of Section 1721(a) of the County Code that, with the exception of the statutory date to complete the audit, remains intact today. Particular attention was paid to the phrase \"[t]he auditors shall audit, settle and adjust the accounts of all county officers of the county.” It noted that Monroe County appropriated substantial sums of money to the operation of Pleasant Valley. It added that county commissioners sat on the board of trustees for Pleasant Valley and fill other vacancies on the board by appointment. The Besecker Court found that the county auditors had the power to audit Pleasant Valley. It concluded that in order to properly audit the accounts of all county officers and to detail the financial condition of the county, the county auditors must be permitted to review Pleasant Valley's financial records.\nBesecker does not require a petition to audit certain non-profit or private entities that receive county appropriations. A petition was filed in that case only after the targeted organization refused to turn over financial records. It does not appear that the ICDA, the county library, or the EDA have refused to comply or intended to refuse to comply with Auditors’ request to review their financial documents. Although the Besecker Court declined to adopt a policy that all non-profit or private organizations in a county need be audited, it stated that it would review each situation on a case-by-case basis. This matter did not commence with a challenge to a request for financial documents of the ICDA, county library, or EDA. Rather, it began with a request for an extension of time to complete the entire fiscal year 2008 audit. As of June 16, 2009, many accounts remained left to be audited, not just these accounts. Besecker does not render the trial court's extension erroneous.\n. County's newfound objective in attempting to have Auditors complete their audit by July 1 of each year is commendable. There is no reason why Auditors should not strive to achieve that goal as well. The trial court found, however, that there is no evidence of record to show any malfeasance, misfeasance, or nonfeasance on the part of the Auditors and there is no reason to question this finding. Barring a withholding of payment of compensation, it is acknowledged that there is alternative means to motivate Auditors to act with diligence in completing their yearly audit. We reiterate that their position is an elected one. 16 P.S. § 701. In the event the electorate concludes there are individuals who are capable of completing the yearly audit in a more timely fashion, they may give them that opportunity via the democratic process.\n. Section 11011-4 of the County Code provides, in relevant part:\nThe county auditors in counties of the sixth, seventh, and eighth classes, where the office of controller does not exist, shall each receive forty-five dollars ($45) for each six hours of work in the discharge of their duties, together with seventeen cents ... per circular mile from and to their homes, once, each and every day so employed effective January 1, 1980.\n. Section 11011-10.1 of the County Code, 16 P.S. § 11011-10.1, states:\n(a) From and after the effective date of this section, the county commissioners shall have the power to fix the salary of all county officers governed by the provisions of this act.\n(c) The county commissioners shall not reduce the salary of any county officer below the amount set forth in this act.\n(e) Any salary increase shall be on a percentage basis and applied equally to all county officials except that the county commissioners may provide a greater percentage salary increase to the lowest paid county official, other than the jury commissioners or county auditor, until his salary is equal to the other county officials except the jury commissioners, county auditors, district attorneys and county commissioners.\n. Section 11011-10.1 of the County Code creates an exception that a greater percentage increase in salary can be given to lower salaried positions but this exception is inapplicable to county auditors.\n. We note that Article III, § 27 of the Pennsylvania Constitution states that \"[n]o law shall extend the term of any public officer, or increase or dimmish his salary or emoluments, after his election or appointment.” After the instant case was argued, the Supreme Court decided Buckwalter v. Borough of Phoenixville, - Pa. -, 985 A.2d 728 (2009), which holds that the restrictions of Article III, § 27 can be extended to municipalities and is no longer interpreted as applying only to the Legislature. Although County has not enacted an \"ordinance” or \"law” reducing Auditors’ salaries, it proposed that if the court granted an extension of time, it should reduce or eliminate the approved pay of the Auditors during the extension period. The result reached herein is consistent with Buckwalter.",
        "type": "majority",
        "author": "Senior Judge FLAHERTY."
      }
    ],
    "attorneys": [
      "William W. Warren, Jr. and Emily H. Bensinger, Harrisburg, for appellant.",
      "Ronald M. Bugaj, Honesdale, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "In Re: PIKE COUNTY AUDITORS AUDIT REPORT OF 2008. Appeal of: County of Pike.\nCommonwealth Court of Pennsylvania.\nArgued Dec. 7, 2009.\nDecided Feb. 26, 2010.\nWilliam W. Warren, Jr. and Emily H. Bensinger, Harrisburg, for appellant.\nRonald M. Bugaj, Honesdale, for appel-lee.\nBEFORE: LEADBETTER, President Judge, and PELLEGRINI, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0127-01",
  "first_page_order": 169,
  "last_page_order": 178
}
