{
  "id": 842446,
  "name": "Phillip S. Holt, guardian, etc., plaintiff in error, vs. John M. Bowman, administrator, etc., and Robert F. Ousley, trustee, etc., defendants in error",
  "name_abbreviation": "Holt v. Bowman",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "129",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 481,
    "char_count": 10184,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 5.678199046853275e-08,
      "percentile": 0.3574579058470204
    },
    "sha256": "8c3a082e43325a68ff7d9ef8d995037d8981ba9a1dc4843396bf6983eef47b62",
    "simhash": "1:a182f88ab890cd0e",
    "word_count": 1786
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Phillip S. Holt, guardian, etc., plaintiff in error, vs. John M. Bowman, administrator, etc., and Robert F. Ousley, trustee, etc., defendants in error."
    ],
    "opinions": [
      {
        "text": "By the Court\nLumpkin, C. J.,\ndelivering the opinion.\nThe question in this case is, did Julia Holt, now Julia Ousley, and her children by Holt, her former husband, take an absolute joint tenancy in the property of her father, at the time of his death, bequeathed in the twelfth and fifteenth items of testator’s will, or did she take an estate for life, remainder to her children then born, and any others which she might thereafter have? There is no doubt, according to the rule of the common law, the mother and children take a joint estate unless there are words which show a manifest intent to the contrary. Are there such superadded words in John Bowman’s will? After specifying the property given in the twelfth item of the will, the testator says: “All which said property herein given I will and direct to be vested and given, in proper and legal manner, to my said daughter and to her children, free from the debts or disposition of her present or any future husband.” And then in the fifteenth item, after mentioning the property theretofore given to each of his daughters, and therein given to make their shares equal, without mentioning their children, the testator concludes this item as follows: “The shares coming to my several daughters and their children to be secured to them in legal manner and form as heretofore directed and specified in this will.” Is not the inference, I had almost said, irresistible that the testator intended by the language of the will that not only the interest of his daughter, but of her children also — all the children which she might then have, or might thereafter have by any future husband, should be protected by a settlement ? In Jackson and wife vs. Coggin and others, 22 Georgia Reports, 403, the only words relied on to take the case out of the ordinary rule were, “free from the disposition of any future husband.” Whether that case was in accordance with a majority, or the general tenor of adjudged cases, I need not say. But in the will before us the question is clear. What does the testator mean when he wills and directs the property to be given in proper and legal form to his daughter Julia, and to her children, free from the debts or disposition of her present and any future husband? And then again, the shares coming to my daughters and their children to be secured to them in legal manner and form as heretofore dii’eeted and specified in this will ? He means what the words plainly indicate — not that the daughter and chi Id fen should take as joint tenants — such a disposition requires no such terms. He intended a settlement, which word of itself imports the settlement of the property upon the mother for life, remainder to her children, born or to be born. So the Court below decided.\nLet the judgment be affirmed.",
        "type": "majority",
        "author": "Lumpkin, C. J.,"
      }
    ],
    "attorneys": [
      "Bailey & DeGrafeenried, for Plolt.",
      "Lanier & Anderson, for Bowman.",
      "B. Hill, for Ousley."
    ],
    "corrections": "",
    "head_matter": "Phillip S. Holt, guardian, etc., plaintiff in error, vs. John M. Bowman, administrator, etc., and Robert F. Ousley, trustee, etc., defendants in error.\nTestator, by the twelfth item of his will, devised and bequeathed to his daughter, J. E. H., certain negroes, and a half interest in certain lands, and then directed that all of said property should be “vested and given in proper and legal manner, to his said daughter, and to her children, free from the debts or disposition of her then or any future husband. By the fifteenth item of the will the testator directed that certain other property should be given to his daughters, the said J. E. H., being one of them, and then added, the shares coming to my several daughters and their children to be secured to them in legal manner and form, as has heretofore been directed and specified in this will:\nHeld, That the said J. E. H., took an estate for life in all the property he bequeathed, remainder to her children bora or to be born.\nBill of interpleader in the Superior Court of Bibb county. Tried before Judge O. A. Lochrane, on the 22d of January, 1863, the November term, 1862, of said Court having been adjourned to that time.\nOn the 21st of February, 1855, John Bowman made a will, consisting of many items, in which he recited advancements made to his children, and in which he gave them all certain specified property. The questions made and decided in this case» however, render it necessary to quote but two items of the will* which are as follows:\n“Item twelfth. I have already given to my fourth daughter, Julia E. Holt, wife of Robert, negro man Dick, and his wife Milley, and her three children, Andrew and Edmund, and Betsey, valued at $2,700 00. I give her, in addition thereto Rachael and her four children, Emanuel, Mealy, Jeff, and Sarah Jane, valued at $1,500 00, making in all, ten negroes, valued at $4,600 00, together with all their future natural increase. Also the following other four negroes, to-wit: Silas and Mahaley his wife, Oliver and Sealey, valued at $2,650 00, together with all their future natural increase, making the entire number fourteen negroes, valued at $6,850 00. I further give and devise to my said daughter, Julia E., a one-half equal interest in the plantation and lauds I purchased from James W. Armstrong, which one-half interest I affix and value at $3,250 00, all of which said property herein given, I will and direct to be vested and given in proper and legal manner to my said daughter, and to her children, free from the debts or disposition of her present or any future husband.”\n“ Item fifteenth. I further will and direct that the balance, remainder and residue of my property, not hereinbefore disposed of in this will, be sold by my executors on such terms as they may deem most advantageous for the interest of my heirs, and the money collected, together with all the monies that may be due me, and that all my just debts be paid as directed in the second clause of this will, and all special bequests in cash be also paid, and that my five childrens’ property, to-wit: Mary Windsor, John M. Bowman, Tennessee U. Rice, Julia E. Holt; and Lucy A. Long, and also the share of my late daughter, Catharine A. Smithy’s children, as specified in the fifth item of this will, taking into consideration and account the several amounts which all and each of my said children, and the share of my said deceased daughter, have heretofore received, and the amounts herein bequeathed and given to them be made equal in money to the amount of property heretofore given, and herein given to my son Robert, and after the equalizing, paying and distributing the same, that the balance which shall remain in the hands of my executors be paid over, share and share alike, to my said children and grand-children that; is to say, the grandchildren taking the one share, to be equally divided between them, that the parent would have been entitled to if living. The shares coming to my several daughters and their children) to be secured to them in legal manner and form, as has heretofore been directed and specified in this will.”\nThe testator died leaving this will in full force, and the same was proved and the executor qualified in due form of law.\nAt the death of testator Mrs. Julia E. Holt had three children, to-wit: John S. Holt, Elizabeth Holt and Walton S. Holt, all of whom are minors.\nOn the 23d of January, 1856, Robert S. Holt, the husband of the said Julia E., and the father of said minors, was appointed trustee for his wife and children, upon, his own petition to the Chancellor, to which petition the twelfth and fifteenth items of the will aforesaid were attached as exhibits. After his appointment the said Robert S. Holt received from the executor the property mentioned in said items twelve and fifteen, and held the same as trustee under the provisions and limitations of the will until he died. Robert S. Holt died on the 3d of May, 1857, and John M. Bowman was appointed administrator of his estate, and took charge of all his property and of the trust property aforesaid.\nMrs. Holt afterwards intermarried with one Robert F. Ousley, and, by virtue of a marriage contract between the parties, Ousley was appointed trustee to succeed Holt, the deceased trustee.\nPhillip S. Holt applied for and obtained the guardianship of the persons and property of the minors aforesaid of Robert S. Holt, deceased.\nOusley, as trustee, insisted that by the will Mrs. Holt took a life estate in the property bequeathed by said items twelve and fifteen, remainder to her children, born and to be born, and demanded that the administrator of Holt turn it over to him to keep and manage, as trustee, under the limitations of the will.\nPhillip S. Holt, the guardian, insisted that Mrs. Holt and her children took said property under the will as joint tenants, and that, as guardian for said minors, he was entitled to receive three-fourths of said property, and therefore demanded a division and distribution of the same. Ousley and Phillip S. Holt were each threatening the administrator with legal proceedings to enforce their views of the rights of the parties as hereinbefore set forth.\nUnder these embarrassing circumstances, Bowman, the administrator, filed his bill in Bibb Superior Court, setting forth the facts, and presenting the difficulties and dangers to him that these conflicting claims brought about, and prayed a decree of the Court that the parties interplead, and that a proper decree be rendered for his protection in the premises.\nUpon the trial of the case the presiding Judge charged the jury, amongst other things, “that the property that was given to Julia E. Holt by the twelfth and fifteenth items of the said will of her father was to be vested in the said Julia E. Holt for her life, free from the debts or disposition of her then or any future husband, and in the opinion of the Court did constitute, in law, a devise or bequest to the said Julia E. Holt for life, remainder \"to'her children, and that they should so find.”\nThe jury returned a verdict in accordance with the charge, and a decree to that effect was enrolled.\nPhillip S. Holt excepts to that charge, and prosecutes the writ of error in. this case, to reverse the decree rendered in accordance with/it. *\nBailey & DeGrafeenried, for Plolt.\nLanier & Anderson, for Bowman.\nB. Hill, for Ousley."
  },
  "file_name": "0129-01",
  "first_page_order": 129,
  "last_page_order": 133
}
