{
  "id": 12023320,
  "name": "ISAACSON, STOLPER & CO., a partnership, et al., Defendants Below, Appellants, v. ARTISAN'S SAVINGS BANK, a corporation of the State of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Isaacson, Stolper & Co. v. Artisan's Savings Bank",
  "decision_date": "1974-11-18",
  "docket_number": "",
  "first_page": "130",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 130"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "86 N.M. 707",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        2823569
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nm/86/0707-01"
      ]
    },
    {
      "cite": "491 P.2d 421",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "64 Cal.Rptr. 55",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "256 Cal.App.2d 361",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2198966
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/256/0361-01"
      ]
    },
    {
      "cite": "246 A.2d 794",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086258
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/246/0794-01"
      ]
    },
    {
      "cite": "207 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "283 A.2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086421
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/283/0690-01"
      ]
    },
    {
      "cite": "82 A.2d 379",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 711,
    "char_count": 12561,
    "ocr_confidence": 0.815,
    "pagerank": {
      "raw": 5.995308667611058e-07,
      "percentile": 0.9541758998304535
    },
    "sha256": "b3884fc5c489fd90cb146e4afe4b9c72df7c9c5b876c394e66fb617151fcd3f2",
    "simhash": "1:b96272ea5af1c8dc",
    "word_count": 2065
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY and McNEILL Y, JJ., and BROWN, Vice Chancellor."
    ],
    "parties": [
      "ISAACSON, STOLPER & CO., a partnership, et al., Defendants Below, Appellants, v. ARTISAN’S SAVINGS BANK, a corporation of the State of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "McNEILLY, Justice:\nThis is an appeal from a judgment of the Superior Court refusing to dismiss an action for malpractice against an accountant. The critical issue involves the Statute of Limitations. The basic facts are not in dispute.\nFrom approximately 1952 until sometime in 1966, Isaacson, Stolper & Co., a partnership of Certified Public Accountants, (defendant) provided the accounting services, including preparation of federal income tax returns for Artisans’ Savings Bank (plaintiff).\nPrior to fiscal year 1962, plaintiff’s accounting practice was such that there was a six-month lag in deducting interest paid to depositors. The President of plaintiff suggested to defendant that this practice was not correct, and in the Bank’s Federal tax return for the fiscal year 1962 defendant changed the practice in a manner which eliminated the six-month lag. At the time the change was made defendant failed to obtain the consent for such change from the Secretary of the Treasury, or his delegate, as required by Section 446(e) of the Internal Revenue Code.\nIn 1966 plaintiff changed accountants, and in 1967 the Internal Revenue Service audited plaintiff’s returns for several years. Following audit, defendant received its first communication of record from the IRS which was an eleven-page document dated November 14, 1967. The document put plaintiff on notice of an alleged tax deficiency which resulted from defendant’s failure to obtain the consent of the Secretary of the Treasury or his delegate. Through the notice plaintiff, for- the first time, became aware of defendant’s failure to secure the necessary consent. This notice listed alleged tax deficiencies during a period of five years, and attached was the following statement from Director of the IRS: the District\n\"If you accept the findings, please sign and return the enclosed Waiver Form. If additional tax is due, you may prefer to make payment at this time. See paragraph 1 of the enclosed instructions for details.\nIf you do not accept the findings, we recommend that you request a conference to discuss the proposed adjustments with a member of our Conference Staff. Most cases considered at a conference are brought to a satisfactory conclusion.\nIf you do not desire a District conference, you may request a hearing with the Appellate Division of the Regional Commissioner’s Office.\nYour request for either a District conference or an Appellate hearing must be accompanied by a written protest. If a hearing is requested, we will forward your protest to the Appellate Division. That Division will contact you to arrange a hearing. See paragraphs 2, 3 and 4 of the enclosed instructions for details concerning a District conference, preparation of a protest and representation.\nIf you do not respond within SO days from the date of this letter, we will process your case on the basis of the adjustments shown in the examination report”.\nThereafter, plaintiff, through defendant and other tax experts, contested the deficiency, but, under date of September 30, 1968, the IRS notified plaintiff of a final determination of income tax deficiencies in the amount of $151,619.51. At that time plaintiff was given a period of ninety (90) days to file a petition with the Tax Court before action would be taken to collect the assessment. Plaintiff settled the claim in March, 1970, and this action was filed on September 28, 1971.\nDefendant relies on the three-year statute of limitations, 10 Del.C. § 8106 which reads in part as follows :\n“(N)o action to recover damages caused by an injury unaccompanied with force or resulting indirectly from the act of the defendant shall be brought after the expiration of 3 years from the accruing of the cause of such action”.\nThe sole question in this appeal is when the three-year period commenced to run, that is, when the cause of action “accrued”.\nThe general law in this State is that the statute of limitations here involved begins to run at the time of the wrongful act, and, ignorance of a cause of action, absent concealment or fraud, does not stop it. The leading Delaware case on this point is Mastellone v. Argo Oil Corp., Del.Supr., 82 A.2d 379 (1950). In that case, plaintiff’s stock certificates were wrongfully but non-fraudulently converted on defendant’s books. Plaintiff did not know about this conversion until after three years had passed. In holding the statute applicable, the Court stated:\n“Having decided that a conversion took place when stock certificate No. 571 was issued, we are next confronted by the contention that the Statute of Limitations, which under our law begins to run when the cause of action ‘accrues’, does not begin to run in a situation of this kind until the person whose property has been converted has knowledge of the commission of the tort. Some principles of fairness appear at first view to commend that argument, but precedent saves us from a serious problem. It is well established in common law jurisdictions generally that ignorance of the facts is in the ordinary case no obstacle to the operation of a statute of limitations. There are, of course, certain well defined exceptions, such as infancy, incapacity, certain types of fraud, or concealment of the facts which would have disclosed the tort; but plaintiff has not pointed to any authority, and we have found none, indicating that this case falls within any of the known exceptions to the rule. . . .”\nSimilarly, in Artesian Water Co. v. Lynch, Del.Ch., 283 A.2d 690 (1971), a brokerage house as agent for Artesian Water Company sent dividends to the wrong address, a fact not discovered for more than three years. In holding that the statute barred the claim the Court of Chancery stated:\n“ . . . Furthermore, the fact that the individual plaintiff was unaware of the mistake in question at the time it was made does not, under the circumstances of record, stand in the way of the running of the statute”.\nAnd in Leibowitz v. Hicks, Del.Ch., 207 A.2d 371 (1965), the Count of Chancery held that a suit against the Register in Chancery for failure to notify a creditor of a court order directing creditors to file proof of claims by a date certain, was barred by the three-year statute in spite of plaintiff’s lack of knowledge of the order.\nIn so holding the Court of Chancery relied on the general rule announced in Mas-tellone and followed in Artesian Water, Leibowitz and other cases that an action sounding in tort accrues at the time when the tort is committed, that the statute of limitations begins to run at that time, and that ignorance of the tort does not toll the operation of the statute.\nWe agree with that general rule, but, as the Court stated in Mastellone, there are exceptions, and certain well defined ones were stated. That list of exceptions, however, is not exhaustive. A recent decision by this Court in a medical malpractice case provides a guide for defining another exception.\nIn Layton v. Allen, Del.Supr., 246 A.2d 794 (1968) both the plaintiff patient and defendant doctor were unaware that a foreign substance had been left in plaintiff’s body. The Court considered the ef-feet of a different limitation statute, 10 Del.C. § 8118, (which refers to the time when “injuries were sustained”) and concluded that an injury was sustained when its effects were felt or produced. The Court stated:\n“Upon the bases of reason and justice, we hold that when an inherently unknowable injury, such as is here involved, has been suffered by one blamelessly ignorant of the act or omission and injury complained of, and the harmful effect thereof develops gradually over a period of time, the injury is “sustained” under § 8118 when the harmful effect first manifests itself and becomes physically ascertainable. Translated in the terms of this case, we hold that the limitations period commenced to run when the plaintiff first experienced pain caused by the unknown foreign object. Since that event occurred in 1965 and this action was filed in 1966, the action is timely”.\nIn our view, the facts of this case are so analogous to Layton that we follow its rationale. As in Layton plaintiff’s ignorance of defendant’s failure to obtain permission of the Secretary of the Treasury was “inherently unknowable”, until such time as it was put on notice of a deficiency by the IRS letter of November 14, 1967. Implicitly the relationship was one of confidence and reliance by plaintiff on the expertise of defendant, not only in the field of general accounting, but also as to tax problems involved. As the Court below stated in its unreported opinion: ■ .\n\"It would appear that the rationale in Layton and the modern view of accrual statutes of limitations support the conclusion that the statute should not run against an ignorant plaintiff, particularly where the “triggering” of the cause of action depends on the action of a third party. This approach has obvious application to a taxpayer who does not know he has suffered a loss until the taxing authority asserts a claim. In such a triangular situation it would clearly work an injustice to expect Artisans’ to anticipate, or even be aware of, a possible injury. This is, in effect, merely a refinement of the so-called rule of discovery and is particularly appropriate here because the discovery in this situation does not arise in a client-accountant relationship but in the client-taxing authority relationship.”\nCalifornia applies to a malpractice action against an accountant a “time of discovery” rule similar to the rule followed in a medical malpractice action. Moonie v. Lynch, 256 Cal.App.2d 361, 64 Cal.Rptr. 55 (Ct.App.1st Dist., 1967). There in May, 1963 a C.P.A. sued his client for a fee; the client counterclaimed alleging that as a result of a negligently prepared tax return in 1956, he was assessed some $19,000, by the IRS. The trial court dismissed the counterclaim on the basis of the statute of limitations, but the Court of Appeals reversed and adopted the “discovery rule”.\nIn a later case involving an attorney’s malpractice suit, Neel v. Magana, Olney, Levy, Cathcart and Gelfand, Cal., 491 P.2d 421 the Supreme Court of California applied the delayed accrual of the statute of limitations broadly, indicating that in cases of professional malpractice, postponement of the period of limitations until discovery finds justification in the special nature of the relationship between a professional person and client. The Court reasoned that the special obligation of a professional is exemplified by a duty not merely to perform work with ordinary care but to use the skill, prudence and diligence commonly exercised by practitioners of the profession. In addition, of course, is the inability of a layman to detect a professional’s negligence.\nWe agree in principle with the California Courts but not necessarily with a broad application of the rule to all malpractice cases. Application of the “time of discovery” rule is limited; and each case must stand or fall on its own facts, and those facts will determine whether it is an exception to the Mastellone rule.\nOn September 18, 1974 the New Mexico Court of Appeals in Chisholm v. Scott, 86 N.M. 707, 526 P.2d 1300 applied the “time of discovery” rule to a malpractice case against an accountant. The Court stated that in the relationship of accountant and client the trust and confidence that client places in the professional person places him in a vulnerable position should that trust and confidence be misplaced. Further the Court indicated that it is the policy of the law to encourage such trust and confidence, and likewise it is the duty of the law to protect the client from the negligent acts of the professional person. We agree in principle.\nFor the reasons stated the statute of limitations began to run when plaintiff received first notification from IRS of its “statutory deficiency” in the letter of November 14, 1967, that being the time when defendant’s failure to comply with the law first manifested itself, and as a result this action is barred by the running of the three-year statute.\nReversed.",
        "type": "majority",
        "author": "McNEILLY, Justice:"
      }
    ],
    "attorneys": [
      "Wayne N. Elliott, of Prickett, Ward, Burt & Sanders, Wilmington, for defendants below, appellants.",
      "Albert L. Simon, Wilmington, for plaintiff below, appellee."
    ],
    "corrections": "",
    "head_matter": "ISAACSON, STOLPER & CO., a partnership, et al., Defendants Below, Appellants, v. ARTISAN’S SAVINGS BANK, a corporation of the State of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nArgued Sept. 16, 1974.\nDecided Nov. 18, 1974.\nWayne N. Elliott, of Prickett, Ward, Burt & Sanders, Wilmington, for defendants below, appellants.\nAlbert L. Simon, Wilmington, for plaintiff below, appellee.\nBefore DUFFY and McNEILL Y, JJ., and BROWN, Vice Chancellor."
  },
  "file_name": "0130-01",
  "first_page_order": 168,
  "last_page_order": 172
}
