{
  "id": 7952278,
  "name": "In re The Application of Leslie WARE for License to Carry a Concealed Weapon",
  "name_abbreviation": "In re Ware",
  "decision_date": "1984-03-29",
  "docket_number": "",
  "first_page": "131",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "474 A.2d 131"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "366 U.S. 420",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1285808
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/366/0420-01"
      ]
    },
    {
      "cite": "325 N.Y.S.2d 183",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "67 Misc.2d 911",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1235263
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/67/0911-01"
      ]
    },
    {
      "cite": "92 L.Ed. 1460",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "334 U.S. 385",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158252
      ],
      "weight": 2,
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/us/334/0385-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 5015,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 2.1058211317509768e-07,
      "percentile": 0.7624857665446905
    },
    "sha256": "2e7957eef21be91f9f4df599eaab87b3d79305e56687554c778d4d863f7f863b",
    "simhash": "1:115905c6e8b87efa",
    "word_count": 819
  },
  "last_updated": "2024-02-27T20:56:40.260103+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C.J., McNEILLY and CHRISTIE, JJ."
    ],
    "parties": [
      "In re The Application of Leslie WARE for License to Carry a Concealed Weapon."
    ],
    "opinions": [
      {
        "text": "McNEILLY, Justice:\nThe petitioner, Leslie Ware, appeals from an Order of the Superior Court denying his Petition for License to Carry a Concealed Weapon. The petition was denied because “the petitioner is not a resident of the State of Delaware”. For the reasons stated below, we affirm the action taken by the Superior Court.\nI\nPetitioner, a 66 year old non-resident of Delaware, is the president of two real estate management companies licensed to do business in the States of Connecticut, New Jersey, New York, and Virginia. He alleges that he needs to carry a concealed weapon in this State because he transports large sums of cash from New York to Virginia. He currently holds various licenses to carry weapons in Maryland, New York, and Virginia.\nII\nThe first issue we must address is whether the legislature in adopting 11 Del.C. § 1441 intended to limit eligibility to carry a concealed weapon to residents of Delaware. We hold that the conditions established by § 1441 cannot be met by nonresidents.\nThe statute taken as a whole is clear. The community in which an applicant resides and from which character references would be drawn is that of Delaware. That character references be submitted by those living in an election district in which an applicant resides is to further insure that the witnesses would be more likely to know the applicant, his character, and his reputation for peace and good order in the community. A finding that “election district” meant such a division within any state, not just Delaware, would frustrate the intent of the drafters of § 1441 in the proper exercise of the State’s police power.\nIII\nPetitioner’s next argument is that Delaware’s refusal to allow non-residents to carry concealed deadly weapons in the State offends the Privileges and Immunities Clause of the Constitution of the United States, Article 4, Section 2. We disagree.\nIt is well settled that:\n[l]ike many other constitutional provisions, the privileges and immunities clause is not an absolute. It does bar discrimination against citizens of other States where there is no substantial reason for the discrimination beyond the mere fact that they are citizens of other States. But it does not preclude disparity of treatment in the many situations where there are perfectly valid independent reasons for it. Thus the inquiry in each case must be concerned with whether such reasons do exist and whether the degree of discrimination bears a close relation to them. The inquiry must also, of course, be conducted with the due regard for the principle that the states should have considerable leeway in analyzing local evils and in proscribing appropriate cures. Toomer v. Witsell, 334 U.S. 385, 68 S.Ct. 1156, 92 L.Ed. 1460 (1948).\nAccordingly, we find that the factor of residence has a legitimate connection with the regulation in question so that such a classification is justifiable. Accord, People v. Perez, 67 Misc.2d 911, 325 N.Y.S.2d 183 (1971). As stated in the Perez decision, “[t]he substantial danger to the public interest which would be caused by the unrestricted flow of dangerous weapons into and through the State ... warrants the degree of discrimination set out in the statute.” Id. at 185.\nBased upon the same reasoning, we find that the statute does not violate the Privileges and Immunities Clause found in the 14th Amendment to the U.S. Constitution.\nIV\nPetitioner’s final argument is that § 1441 violates the Equal Protection Clause of the 14th Amendment to the U.S. Constitution. In particular, petitioner asserts that the burden is upon the State to prove the existence of some compelling state interest to necessitate the statute in that the case involves a “suspect classification” and/or touches upon a “fundamental interest”.\nEven if we were to assume contrary to our belief that the concern of the State in this instance did not amount to a “compelling state interest”, we still find the statute constitutional. Not all legislation which discriminates against a non-resident is invalid if the legislation in question is in the form of a police regulation whose classification bears a reasonable relation to the purpose to be served. In that case, “[a] statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.” McGowan v. Maryland, 366 U.S. 420, 426, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961). So viewed, § 1441 is deemed reasonably related to the purpose for which it was enacted.\nAFFIRMED.",
        "type": "majority",
        "author": "McNEILLY, Justice:"
      }
    ],
    "attorneys": [
      "Harry H. Rhodes, III, of Brown, Shiels & Chasanov, Dover, for appellant-petitioner.",
      "Kevin O’Brien, Deputy Atty. Gen., Wilmington, for appellee.",
      "Richard S. Gebelein of Wilson, Whitting-ton & Aulgur, Wilmington, Richard E. Gardiner and Robert Dowlut, Washington, D.C., for the National Rifle Ass’n as ami-cus curiae."
    ],
    "corrections": "",
    "head_matter": "In re The Application of Leslie WARE for License to Carry a Concealed Weapon.\nSupreme Court of Delaware.\nSubmitted on Briefs: March 12, 1984.\nDecided: March 29, 1984.\nHarry H. Rhodes, III, of Brown, Shiels & Chasanov, Dover, for appellant-petitioner.\nKevin O’Brien, Deputy Atty. Gen., Wilmington, for appellee.\nRichard S. Gebelein of Wilson, Whitting-ton & Aulgur, Wilmington, Richard E. Gardiner and Robert Dowlut, Washington, D.C., for the National Rifle Ass’n as ami-cus curiae.\nBefore HERRMANN, C.J., McNEILLY and CHRISTIE, JJ."
  },
  "file_name": "0131-01",
  "first_page_order": 193,
  "last_page_order": 195
}
