{
  "id": 6813495,
  "name": "Brian Roche vs. Zurich Insurance Company",
  "name_abbreviation": "Roche v. Zurich Insurance",
  "decision_date": "1989-06-08",
  "docket_number": "",
  "first_page": "133",
  "last_page": "137",
  "citations": [
    {
      "type": "official",
      "cite": "1989 Mass. App. Div. 133"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "389 Mass. 345",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        913008
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/mass/389/0345-01"
      ]
    },
    {
      "cite": "388 Mass. 671",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        911010
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "677, 678"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/388/0671-01"
      ]
    },
    {
      "cite": "7 Mass. App. Ct. 723",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3955268
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/7/0723-01"
      ]
    },
    {
      "cite": "304 Mass. 549",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        873489
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/304/0549-01"
      ]
    },
    {
      "cite": "52 Mass. 199",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1975673
      ],
      "year": 1846,
      "opinion_index": 0,
      "case_paths": [
        "/mass/52/0199-01"
      ]
    },
    {
      "cite": "28 Mass. 226",
      "category": "reporters:state",
      "reporter": "Mass.",
      "year": 1831,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 F. Supp. 75",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        40315
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/197/0075-01"
      ]
    },
    {
      "cite": "204 F.2d 441",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1268044
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/204/0441-01"
      ]
    },
    {
      "cite": "654 F.2d 1015",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1257893
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1019"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/654/1015-01"
      ]
    },
    {
      "cite": "122 Mass. 573",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2134583
      ],
      "year": 1877,
      "opinion_index": 0,
      "case_paths": [
        "/mass/122/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 770,
    "char_count": 14735,
    "ocr_confidence": 0.792,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18301066973402697
    },
    "sha256": "a29ec2f7407782d418b6b2d5d727f103f6476f26b0f2ac61b4c48ab7fb79a2ec",
    "simhash": "1:e8f6c76ab917a7c9",
    "word_count": 2478
  },
  "last_updated": "2024-02-27T16:48:26.627968+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Black, P.J., Silva & Hurley, JJ."
    ],
    "parties": [
      "Brian Roche vs. Zurich Insurance Company"
    ],
    "opinions": [
      {
        "text": "Silva, J.\nIn this action, the plaintiff seeks to recover under an ocean marine policy issued by the defendant covering the plaintiffs lobster boat. The boat was built in 1976, is thirty-six feet long, and is known as the “SeaBreeze”. Count two seeks damages under the provisions of G.L. c. 93A and c. 176D. After hearing, the court made the following findings: “After listening to the parties and then witnesses and upon consideration of all the evidence, both real arid testimonial, and the reasonable inferences to be drawn therefrom, I find that on November 28,1983 the defendant issued an ocean marine policy insuring the plaintiffs lobster boat for a one (1) year term. The policy was written through the defendant’s agent, J.W. Stoddard Insurance Agency, Inc., 443 Acushnet Avenue, New Bedford, MA. The defendant did not survey the plaintiffs vessel prior to issuing the policy of insurance or at any time prior to the loss in issue. The vessel insured was a 1976 thirty-six foot wood lobster boat (nove) powered by a Detrpoit Diesel engine, which drove a one and three-quarter diameter shaft to which the propeller was attached. The shaft intersected and passed through the bottom of the hull before the waterline. At the point of intersection the shaft passed through a gland or stuffing box, the function of which was to control the flow of seawater along the shaft and inside the hull. To regulate the flow of water a replaceable packing is fitted between the gland and the shaft. Some flow of seawater is necessary to lubricate the surfaces. The replaceable packing is adjustable by means of a threaded collar-to compensate. The insured vessel was equipped with a battery powered bilge pump situated at the bottom of the hull near the stuffing box. There was a backup bilge pump located under the engine; Seawater was evacuated through a one-inch hose which ran from the bilge pumps to a one-inch diameter outlét in the port side of the hull about eight inches above the waterline at the mid section and just below deck level. The second bilge outlet was also in the forward port side of the vessel. The bilge discharge system had been replaced in February, 1984 as part of routine maintenance by the plaintiff. Bilge pumps last an average of about six months. The plaintiffs vessel was not equipped with an anti-syphon device, which is a one-way valve to prevent the intrusion of seawater through the bilge discharge holes. The plaintiffs vessel was not built with an anti-syphon and such devices were not required nor in common use in lobster boats on the south shore of Massachusetts in the spring of 1984. The plaintiffs vessel was in use daily for fishing and lobstering except for weather and maintenance. In February 1984, the vessel was in dry dock for normal maintenance including caulking and painting the hull, repacking glands, replacing rails, and repairing and restoring wiring. On May 20,1984, the Sea Breeze, manned by two employees of the plaintiff, was out fishing and returned at about 6:30 p.m. The crew members secured the vessel to its dock, determined that the bilge pump was functioning properly and left the area. There was on board the vessel a catch of approximately twelve hundred pounds of fish. The fish were stacked on the port side of the vessel together with ice and boxes. Between 8:00 and 9:00 p.m. the plaintiff returned to port on another vessel. He observed the Sea Breeze tied to the dock and loaded with fish, nets, ice and boxes. It appeared to be in normal condition. At about 6:30 a.m. on May 21, 1984 an employee of the plaintiff arrived at the town dock and observed the Sea Breeze awash. The ' plaintiff was immediately notified and about 5:45 p.m. he observed the boat to be under the water with bow up. The plaintiff immediately went for help. A marina owner in the underwater salvage business was able to raise the vessel. by the evening of May 21,1984 when the vessel was tied to a mooring, and the pump used to raise it removed. There were eighteen inches of water in the hull when the vessel was left on the evening of May 21,1984 and the next morning the same amount of water was in the hull. The vessel was then removed from the water and placed in dry dock.\n“The plaintiff made a timely report of the loss to the defendant,- and marine ' surveyors employed by the defendant were given access to the vessel at the i time it was raised from the bottom, and when it was in dry dock, in order to enable the defendant to acertain the cause of the sinking. On June 11,1984 the defendant advised the plaintiff that coverage for the loss of the Sea Breeze was béing denied. The denial was in writing and attributed an intrusion of seawater through the stern tube packing gland as the reason why the vessel sank. The denial also alleged improper maintenance which constituted a breach of warranty, of seaworthiness clause in the policy. When the marine surveyor, employed by the defendant, boarded the vessel on May 21,1984 he observed no evidence of damage to the hull but did observe the vessel taking on water in the area of the stern tube. In addition, the investigator employed by the defendant examined the vessel on six occasions over a two-three week period. The hull was water-tight. His examination of the inner and outer stern tube packing glands was limited to a visual inspection. The investigator never opened the packing gland. He concluded that the packing was insufficient as a result of moving the shaft manually. I find that this was not a reliable method of determining the adequacy of the packing. While the vessel was in dry dock, the salvager examined the stern packing glands and found them to be properly packed.\nI, therefore, find that on May 20,1984 the stern tube packing glands of the vessel in question contained adequate and sufficient packing; that anti-syphon devices were not common or required equipment on vessels such as the Sea Breeze; that it was properly manned, equipped and maintained; that it was a seaworthy vessel; and that it sank due to a shift of cargo so that the seawater was permitted to enter the vessel through the bilge discharge orifice, causing the bilge pump to fail, and the boat to sink as a result of the down flooding through the bilge discharge hole, and not from any inherent weakness of the vessel itself. I further find that the electronic equipment on the vessel could not be salvaged and that because of the high content of silt on the sea bottom near the town dock, the engine was not salvageable. I, therefore, award the plaintiff damages on Count I in the amount of $18,000. With regard to the plaintiffs Mass. G.L. c. 93A complaint, I find that the defendant’s denial of the claim as stated in its June 11,1984 letter to the plaintiff violated the statute in that the deniql was not based upon an adequate investigation. The defendant had access to the vessel immediately following the sinking; its investigators examined the vessel on at least six different occasions; its denial was based on ah investigator manually manipulating the propeller shaft; its investigator never opened and examined the packing glahd to determine the sufficiency of the packing; and that its denial was not supported by reliable research. In addition, the defendant on some later date attempted to reinforce its denial of the. claim on the absence of an anti-syphon device. The absence of an anti-syphoh only became important to the defendant in retrospect. Had it been a crucial underwriting consideration when the policy was issued, the defendant would have ordered a survey of the vessel prior to its issuance. On these facts .1 find that the defendant has violated the provisions of Mass. G.L. c. 176D and 93A and award damages on Count II in the amount of $36,000. Count I and II arise out of the same cause of action. The total judgment is in the sum of $36,000.”\nThe defendant claiming to be aggrieved by a denial of requests for rulings numbered 8, 9,15,16,17,18,19, and 20 initiated this appeal. The requested rulings are as follows: (8) The evidence does not warrant a finding that the subject insurance policy afforded coverage for the damage to the plaintiffs vessel occurring on May 21,1984. (9) The evidence does not warrant a finding that the subject insurance policy afforded coverage for the damage to the vessel’s engine and machinery which allegedly occurred on May 21,1984. (15) The evidence is sufficient to warrant a finding that the defendant failed to acknowledge, investigate or respond to the plaintiffs claim in a timely fashion. (16) The evidence does not warrant a finding that the defendant failed to conduct a reasonable and complete investigation of the plaintiffs claim. (17) The evidence is insufficient to warrant a finding that the defendant failed to provide a reasonable explanation for its denial of the plaintiffs claim. (18) The evidence is insufficient to warrant a finding thát the defendant acted in bad faith in its investigation of and response to the plaintiffs claim. (19) The evidence is insufficient to warrant a finding that the defendant’s decision to deny coverage for the plaintiffs claim was unreasonable. (20) The evidence does not warrant a finding that the defendant engaged in unfair and deceptive practices or unfair claim settlement practices in violation of M.G.L.A. c. 93A.\nThe defendant claims that the policy does not cover the damage to the vessel. The court ruled that the vessel “sank due to a shift of cargo so that seawater was permitted to enter the vessel through the bilge discharge orifice.” The reason that the boat sank is a question of fact and is not reviewable. On the other hand, whether or not the policy covers this occurrence is a question of law. The plaintiff holds a named perils policy which provides coverage against “... all other like perils, losses and misfortunes that have or shall come to the hurt, detriment or damage of the said vessel, etc. ...” It also covers accidents “in loading, discharging or handling cargo or in bunkering... .”\nOn an ocean marine policy, the insured has the burden of proving that the loss occurred due to a peril insured against. Swift v. Union Mutual Insurance Co.; 122 Mass. 573 (1877); Darien Bank v. Travelers Indemnity Co., 654 F.2d 1015, 1019 (1981).\nHowever, “it is not necessary that they should determine the precise and exact circumstances of things which caused the injury, in order to justify such a conclusion. It is sufficient if they find upon all the evidence that her loss was occasioned by... a peril covered by the policy”. Swift v. Union Mutual Insurance Company, supra, 577. The policy also contained a warranty of seaworthiness clause by which the owner of the vessel warranted that at the inception of the policy and at all times during the currency of the policy, the owner would exercise due diligence to keep the vessel fit, tight, and properly manned, equipped and suppiled. The court found as a fact that the vessel was properly maintained and equipped. The sinking of the vessel in calm seas, without more, raises a presumption that the vessel was unseaworthy. Pace v. Insurance Co. of North America, 833 Federal 2d 572, 582-584 (first cir. 1988); Boston Insurance Co. v. Dehydrating Process Co., 204 F.2d 441, 443 (first cir. 1953). However, by establishing the seaworthiness of the vessel before the sinking, a counter-presumption arises that the unexplained sinking was caused by some “extraordinarily although unknown and unascertainable peril of the sea”. Boston Insurance Co. v. Dehydrating Process Co., supra; Wenhold v. Royal Insurance Co., 197 F. Supp. 75, 81 (D.C.Mass. 1961); Pace v. Insurance of North America, supra, 577. The Trial Court found that the vessel was seaworthy and this is a question left to the trier of fact.\nA breach of warranty of seaworthiness is an affirmative defense which the insurer has the burden of proving. Paddock v. Franklin Insurance Co. 28 Mass. 226, 236 (1831); Deshon v. Merchants Insurance Co. 52 Mass. 199 (1846).\nThe defendant also claims that the policy does not cover the engine or the equipment on board the vessel. The policy states that the only items excluded from “subject matter insured” is cables, anchors, and certain equipment not actually on board at the time of loss. As the policy did not explicitly exclude the engine and the electronic equipment used in navigation, it should be included in the coverage. Any doubtful questions about coverage should be resolved against the insurer and in favor of the insured. Muller v. Boston Casualty Co. 304 Mass. 549, 551 (1939). The failure of the insurer to explictly exclude the engine and equipment coupled with the fact that the court found that this equipment is commonly found on ocean vessels justifies upholding the trial court.\nG.L. c. 176, §3 (9) states that “... an unfair claims settlement practice shall consist of the following acts or omissions; (d) refusing to pay claims without conducting a reasonable investigation based upon all available information.”\nThe statute required insurers to adopt and implement reasonable standards for the investigation of claims arising under policies and prohibits the denial of claims without conducting a reasonable investigation based on all available information.\nThe prohibition of unfair or deceptive acts or practices includes an insurance company’s failure to settle claims in which liability has become reasonably clear. Noyes v. Quincy Mutual Fire Insurance Co. 7 Mass. App. Ct. 723 (1979). ‘\nThe Trial Court found that the defendant’s method of determining the adequacy of the packing was not reliable. The court also made very extensive findings of fact as to seaworthiness and maintenance. The court’s findings with regard to the defendant’s denial of the claim were also very extensive and as findings of fact will not be disturbed.\nIf, after a proper investigation, liability is not “reasonably clear”, the insurer is not required to make a settlement offer, and the insurer cannot violate c.176D §3. Van Dyke v. St. Paul Fire and Marine Insurance Co., 388 Mass. 671, 677, 678 (1983).\nIn Swanson v. Bankers Life Co., 389 Mass. 345 (1983), the court held that the insurer did not violate G.L. c. 176D, §3 (9) (d), by refusing to pay a claim without conducting a reasonable investigation, because it responded with reasonable promptness once the insured furnished necessary information concerning the fact of preexisting conditions for coverage. We find no error in the denial of'the requested rulings.\nReport dismissed.",
        "type": "majority",
        "author": "Silva, J."
      }
    ],
    "attorneys": [
      "John J. Perenyi for the plaintiff.",
      "Richard J. Connor for the defendant."
    ],
    "corrections": "",
    "head_matter": "Brian Roche vs. Zurich Insurance Company\nSouthern District\nJune 8, 1989.\nPresent: Black, P.J., Silva & Hurley, JJ.\nJohn J. Perenyi for the plaintiff.\nRichard J. Connor for the defendant."
  },
  "file_name": "0133-02",
  "first_page_order": 141,
  "last_page_order": 145
}
