{
  "id": 12023351,
  "name": "Nathaniel J. HURTT, Administrator of the Estate of Genevieve Hurtt, Deceased, Plaintiff Below, Appellant, v. Maurice GOLEBURN, Defendant Below, Appellee",
  "name_abbreviation": "Hurtt v. Goleburn",
  "decision_date": "1974-11-19",
  "docket_number": "",
  "first_page": "134",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 134"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "209 A.2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "191 So.2d 40",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9829684,
        9829702
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/191/0040-01",
        "/so2d/191/0040-02"
      ]
    },
    {
      "cite": "240 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119616
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/240/0583-01"
      ]
    },
    {
      "cite": "216 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096334
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/216/0281-01"
      ]
    },
    {
      "cite": "135 A.2d 727",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "303 A.2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        6789659
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/303/0685-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 6001,
    "ocr_confidence": 0.835,
    "pagerank": {
      "raw": 6.449574953007418e-07,
      "percentile": 0.9600115682420095
    },
    "sha256": "380f44747ba4b7f3daf79c802b7f33a47ded6612ec7241904adcf560c7b87a09",
    "simhash": "1:04f18202de9319a2",
    "word_count": 949
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY and McNEILLY, JJ., and BROWN, Vice Chancellor."
    ],
    "parties": [
      "Nathaniel J. HURTT, Administrator of the Estate of Genevieve Hurtt, Deceased, Plaintiff Below, Appellant, v. Maurice GOLEBURN, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "DUFFY, Justice:\nThis is an appeal from an order of the Superior Court granting summary judgment for defendant-physician in a medical malpractice (wrongful death) action.\nI\nBriefly stated, defendant diagnosed and prescribed treatment for viral gastroenteritis in an eleven-year-old patient and it is alleged that the death was caused by a perforated appendix. The relevant time period of the physician-patient relationship extended from examination and diagnosis by defendant to the child’s death some forty hours later. The morning after the diagnosis the child’s parent called defendant and, in effect, reported that the child was “getting worse”. Defendant ordered an increase in the medicinal dosage prescribed earlier and suggested that the parents wait and let the medicine take effect. No physical examination or test was made or recommended in response to the call.\nThe Superior Court concluded that “[t]he uncontroverted evidence before this Court is that defendant conformed to the medical standards which are adhered to by physician in good standing in the community” and, on that rationale, entered the judgment challenged here.\nPlaintiff contends that summary judgment should not have been granted because the record shows conflicting expert medical opinions with correlative issues of material fact.\nII\nSuperior Court Civil Rule 56(e) provides for a shifting of burden to the non-moving party when a motion for summary judgment is “. . . supported as provided in . [the] rule . . .”.\nIn the context of a negligence action “supported” means that the moving party submitted proof that he had conformed to the requisite standard of care under the circumstances at issue. For present purposes that requires a showing, (a) as to the relevant medical standards adhered to by physicians in good standing in the community under like circumstances, and, (b) that defendant’s conduct was in conformity with those standards. Cf. Peters v. Gelb, Del.Super., 303 A.2d 685 (1973); compare Christian v. Wilmington General Hospital Ass’n., Del. Supr., 135 A.2d 727 (1957). If the conduct is shown to have conformed to the standards, then the burden shifts to plaintiff to demonstrate on the record that there is a genuine issue for trial as to either the standards or the conduct. Until then, the non-moving party is not obliged to show that issues remain to be tried. Phillips v. Delaware Power and Light Company, Del.Supr., 216 A.2d 281 (1966); compare Davis v. University of Delaware, Del.Supr., 240 A.2d 583 (1968); see Holl v. Talcott, Fla., 191 So.2d 40 (1966).\nConstruing the facts in the present record in the light most favorable to plaintiff, as we must, Wilson v. Tweed, Del.Supr., 209 A.2d 899 (1965), it appears that there are two critical and separate occurrences in the pertinent time period which raise issues of negligence: (a) the original examination and diagnosis and, (b) the call next day informing defendant that the child had not improved and was “getting worse”. We assume without deciding that the record made by defendant adequately states the community medical standards as to examination, diagnosis and treatment on the first day; but the record is bare of any statement of the standard of care applicable when defendant was apparently informed that the child had not responded to the prescribed treatment. The record does not identify what action or inaction, what process of reevaluation, referral, testing, follow-up or reexamination (if any of these) a physician in good standing in the community would undertake under like circumstances. Neither the affidavit nor deposition of defendant’s expert is addressed to this issue. The record shows what, defendant did but no guide or standard is provided to measure it.\nThe affidavit of defendant’s expert states in part:\n6. That in view of the symptoms observed by the Defendant, Maurice Gole-burn, and the symptoms reported to him and the diagnosis by Dr. Goleburn, were proper and consistent with the symptoms, and did not indicate the need for further tests or laboratory examinations.\n7. That the course of care and medication prescribed by Maurice Goleburn were satisfactory and proper in view of the symptoms related to him and the diagnosis made by Dr. Goleburn.\n8.That the course of conduct, care and medication conducted and prescribed by Maurice Goleburn throughout the course of the illness of Genevieve Hurtt, was consistent with the usual and normal standards of knowledge, skill, care, and competence as exercised by general practitioners of medicine in this community.”\nThis general and conclusory language does not, for present purposes (when he is not entitled to inferences from the statements), meet defendant’s burden under Rule 56(e). The standards must be stated with specificity sufficient to enable the Court to determine if the conduct conformed to them. The deposition of the expert, taken after the affidavit was filed, is no more helpful; he testified as to what he would have done, not to the standard of care; fairly read, the deposition does not support or explain the prevailing standard of care referred to in the affidavit.\nWe recognize the inadequacies in the deposition of the expert who testified on behalf of plaintiff but, under a proper analysis of the Rule and the record, those are not significant for present purposes. The responsibility to supply acceptable proof does not pass to a non-moving party until there has been compliance with the Rule. Since defendant did not support his motion it follows that he was not entitled to summary judgment.\nReversed.",
        "type": "majority",
        "author": "DUFFY, Justice:"
      }
    ],
    "attorneys": [
      "Leonard L. Williams, Wilmington, for plaintiff below, appellant.",
      "Victor F. Battaglia and Gary W. Aber, of Biggs & Battaglia, Wilmington, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "Nathaniel J. HURTT, Administrator of the Estate of Genevieve Hurtt, Deceased, Plaintiff Below, Appellant, v. Maurice GOLEBURN, Defendant Below, Appellee.\nSupreme Court of Delaware.\nNov. 19, 1974.\nLeonard L. Williams, Wilmington, for plaintiff below, appellant.\nVictor F. Battaglia and Gary W. Aber, of Biggs & Battaglia, Wilmington, for defendant below, appellee.\nBefore DUFFY and McNEILLY, JJ., and BROWN, Vice Chancellor."
  },
  "file_name": "0134-01",
  "first_page_order": 172,
  "last_page_order": 174
}
