{
  "id": 11313201,
  "name": "In re John J. O'BRIEN, Jr., Master of the Family Court",
  "name_abbreviation": "In re O'Brien",
  "decision_date": "1994-12-15",
  "docket_number": "No. 94-715-M.P.",
  "first_page": "134",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 134"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 533,
    "char_count": 11156,
    "ocr_confidence": 0.708,
    "sha256": "80880a7086055aa278d31f3ac604e27b9e8d382a1a556ab70f65dbdf5ee8bf52",
    "simhash": "1:3ba5d8a4433d2b3a",
    "word_count": 1845
  },
  "last_updated": "2023-07-14T15:22:00.496754+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re John J. O’BRIEN, Jr., Master of the Family Court."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case comes before us on a report and recommendation filed by the Commission on Judicial Tenure and Discipline (commission) in respect to John J. O’Brien, Jr., General Master of the Family Court (respondent). The report and recommendation is attached hereto and marked as Appendix A. We adopt the report and recommendation. The facts of the ease are set forth in the report of the commission and are accepted by the court as stated therein. The travel of the case may be stated briefly.\nThe commission after investigation set forth charges against respondent for violating a number of canons of the Code of Judicial Conduct. The specific canons are noted in the report. The charges were based on four complaints, later amended to five. Ultimately respondent filed an amended answer in which he admitted all the alleged violations of the canons. Consequently, the public hearing was waived by this court pursuant to the provisions of rule 20 of the rules of the commission.\nAfter hearing respondent, who gave testimony in mitigation of the admitted violations, the commission adopted a report and recommendation that respondent be publicly censured for his conduct in violating the canons of the Code of Judicial Conduct. The commission further recommended that the Chief Judge of the Family Court be directed to monitor the work load and the demeanor of respondent in order to assure that respondent will not commit any further violations of the canons of the Code of Judicial Conduct. This report and recommendation was adopted on November 14, 1994 by the commission and delivered to this court on November 15, 1994. Pursuant to the provisions of G.L.1956 (1985 Reenactment) § 8-16-6(b), as amended by P.L.1987, ch. 492, § 1, respondent was entitled to file a petition to modify or reject the commission’s recommen- - dation within twenty days of the date of said report. On December 2, 1994, counsel for respondent advised the court that respondent accepts the report and recommendation of the commission and that he has waived his right to file a petition pursuant to § 8-16-6(b).\nIn light of respondent’s accepting the report and recommendation, this court, after careful consideration does hereby in accordance with the recommendation of the commission publicly censure respondent for his violation of the canons of the Code of Judicial Conduct.\nThis court further directs the Chief Judge of the Family Court to carry out the recommendation relating to supervision of the respondent contained in the commission’s report.\nThe papers in the case may be remanded to the Commission on Judicial Tenure and Discipline.\nAPPENDIX A\nRHODE ISLAND COMMISSION ON JUDICIAL TENURE AND DISCIPLINE\nIn Re: John J. O’Brien, Jr.\nMaster of the Family Court\nREPORT AND RECOMMENDATION\nProcedural History\nThis proceeding was commenced by a Notice of Investigation (“Notice”) filed by the Commission on Judicial Tenure and Discipline (“Commission”) on June 30, 1994 against General Master John J. O’Brien,,Jr. The Notice sets forth charges that the respondent violated the following Canons of the Code of Judicial Conduct: Canons 1, 2, 3(B)(4), 3(B)(5)(i), 3(B)(5)(H), 3(B)(5)(iii), 3(B)(6), 3(B)(8), 3(B)(8)(e), 3(B)(8)(f) and 3(E)(1)(a). The charges were based on four specific complaints (later amended to five) which had been filed under oath with the Commission. In his Answer, the respondent denied the charges. The Notice also set a date for a public hearing.\nThereafter, the respondent filed an Amended Answer in which he admitted all the alleged violations of the Canons. As a result, the public hearing was waived by the Supreme Court pursuant to the provisions of Rule 20 of the Rules of the Commission. The respondent, however, requested the opportunity to appear before the Commission to give testimony in mitigation of these violations. At a hearing before the Commission, the respondent appeared, represented by counsel, and gave testimony. He also presented approximately 40 affidavits from judges, lawyers and other persons that attested to his diligent and effective service as General Master under the often trying circumstances in the Family Court, underscored his achievements in enforcing child support orders, and provided further information about the specific complaints.\nFindings\nJohn J. O’Brien, Jr. was appointed Special Master of the Family Court in 1974. His principal responsibility was to preside over the “reciprocal calendar” which is devoted to the enforcement of child support orders against delinquent parents. His efforts in collecting delinquent payments were very successful, and he received national recognition for his work. The respondent described his judicial style as “assertive” and maintained that this style was required to be effective on that calendar. In 1987 he was appointed to the position of General Master that was created by R.I.Gen.Laws § 8-10-3.2 and thus became subject to the jurisdiction of this Commission. Thereafter, his responsibilities expanded, and he presided over a number of calendars in the Family Court and performed duties much the same as a judge of that court. The several complaints that triggered this proceeding relate to his conduct as to litigants and others who appeared before him between 1992 and 1994.\nBased on the respondent’s admissions in the Amended Answer, the Commission makes the following findings as to the respondent’s violations of the Canons of the Code of Judicial Conduct:\n1. The respondent’s conduct on November 15, 1993 in the matter entitled Janice Romano v. Joseph Romano, F.C. No. P82-1049, in interviewing the child of the parties at her school without notice to the parties, and in stating his opinion as to what would be appropriate discipline by Janice Romano’s employer in the event that Janice Romano was found to have improperly obtained confidential information concerning Joseph Romano, violated Canons 1, 2, 3(B)(4), 3(B)(5)(i), 3(B)(5)(ii), 3(B)(8)(e), and 3(B)(8)(f) of the Code of Judicial Conduct.\n2. The respondent’s conduct in the matter entitled Gail L. Adams v. Robert L. Adams, Jr., F.C. No. P81-1171 on or about September 20,1993, in making adverse statements from the bench, including a statement that he had been waiting for Robert L. Adams (Sr.) for twenty years, during a hearing on whether Adams should be released on bail violated Canons 1, 3(B)(4), and 3(E)(1)(a) of the Code of Judicial Conduct.\n3. The respondent’s conduct in the matter entitled Carolyn Cavanagh v. Mark Cavanagh, F.C. No. 92-4810 in repeatedly admonishing Carolyn Cavanagh Wardrip to obtain an attorney and making negative comments concerning the ability of pro se litigants and his opinion of pro se representation, violated Canons 1, 3(B)(4), 3(B)(5)(i), 3(B)(5)(iii), 3(B)(6), and 3(B)(8) of the Code of Judicial Conduct.\n4. The respondent’s conduct in the matter of In re: Nancy Hindle, Rachel Figueroa and Norma Figueroa, F.C. No. 87-0567 on or about January 28, 1992, in using the term “leech” in referring to the paramour of the mother of the involved children, and by stating his opinion as to the deleterious effects of state and federal policies regarding the living arrangements of AFDC recipients, violated Canons 1, 3(B)(4), and 3(B)(8) of the Code of Judicial Conduct.\n5. The respondent’s conduct on May 12, 1994, in the matter of Debora Wisher v. Eugene Solonchuck, F.C. No. 92R-0401 in stating his opinion that Lt. Leo Donovan should be fired and otherwise criticizing Lt. Donovan’s conduct in open court violated Canons 1, 2, and 3(B)(4) of the Code of Judicial Conduct.\nAt the hearing before the Commission, the respondent offered explanations of his conduct, but he did not dispute that his conduct was inappropriate or argue that it should be excused. The respondent candidly admitted that his conduct sometimes “crossed the line” of judicial propriety and that he was sometimes “arrogant.” As to the specific complaints, the respondent admitted the following:\n1. In the Cavanagh case, his comments to Carolyn Cavanagh Wardrip, with whom he was “exasperated” because she did not engage counsel when he thought she should and for her other conduct, were made in an “intimidating” manner, and he was wrong in making them.\n2. In the Adams case, which involved convoluted and “bizarre” intra-family relationships, he was clearly “biased” against Mr. Adams (Sr.) and should have recused himself.\n3. In the Romano case, he should have given notice to the parents and an opportunity for them to object before he visited the child at school, and that his comments were otherwise inappropriate.\n4. In the Figueroa case, his comments (which he characterized as “speaking theoretically”) to the mother’s paramour “clouded the issue,” and he understands how the recipient of the remarks felt insulted.\n5. In the Wisher case, his criticism of Lt. Donovan in open court was “inappropriate”, and the matter should have been handled administratively.\nThe respondent acknowledged his frequent frustrations in performing judicial duties in the Family Court, and the difficulties of serving as General Master on that court are echoed by the numerous affidavits from lawyers who practice regularly before the Family Court. He also acknowledged an excessive zeal to complete calendars where a more judicious approach may have been called for. While the respondent has many admirable qualities that have been recognized by lawyers, colleagues and litigants, the respondent has nevertheless engaged in conduct on several occasions that clearly violates the Canons and for which he should be sanctioned. The respondent now recognizes that his conduct in these matters was inappropriate, and he has taken actions to assure that this type of conduct will not be repeated. This includes modification of his practices while sitting on the bench and submission to monitoring by the Chief Judge of the Family Court.\nRecommendation\nThe Commission having found that the charges against the respondent are admitted and, therefore, are sustained by a preponderance of the evidence, the Commission recommends, based on the findings set forth above, that the General Master be publicly censured for his conduct in violating the Canons of the Code of Judicial Conduct, and that the Presiding Judge of the Family Court be directed to monitor the workload and the demeanor of the General Master, consistent with his duties as Presiding Justice, to assure that the General Master will not commit any further violations of the Canons of the Code of Judicial Conduct.\nCOMMISSION ON JUDICIAL TENURE AND DISCIPLINE By (s) Thomas H. Needham Chairman\nNovember 14, 1994\n. Transcript of Hearing on October 18, 1994 (\"Tr.”), p. 9.\n. Tr., p. 10.\n. Tr., p. 9.\n. Tr., p. 9.\n. Tr., pp. 11-12.\n. Tr., pp. 12-13.\n. Tr., p. 16.\n. Tr., p. 18.\n. Tr., p. 17.\n. Tr., p. 10.\n. Tr., pp. 21-22.\n. Tr., p. 9.\n. Tr., pp. 22-23.\n. Tr., pp. 23-24.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Mark Smith, for Commission on Tenure and Discipline.",
      "John M. Roney, Providence, Lise Iwon, Wakefield, for Master John J. O’Brien."
    ],
    "corrections": "",
    "head_matter": "In re John J. O’BRIEN, Jr., Master of the Family Court.\nNo. 94-715-M.P.\nSupreme Court of Rhode Island.\nDec. 15, 1994.\nMark Smith, for Commission on Tenure and Discipline.\nJohn M. Roney, Providence, Lise Iwon, Wakefield, for Master John J. O’Brien."
  },
  "file_name": "0134-02",
  "first_page_order": 192,
  "last_page_order": 196
}
