{
  "id": 11241654,
  "name": "Anthony BERRY, Petitioner, v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent",
  "name_abbreviation": "Berry v. Pennsylvania Board of Probation & Parole",
  "decision_date": "2000-07-13",
  "docket_number": "",
  "first_page": "135",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "680 A.2d 1191",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/680/1191-01"
      ]
    },
    {
      "cite": "748 A.2d 799",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11458388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0799-01"
      ]
    },
    {
      "cite": "667 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873393
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/1206-01"
      ]
    },
    {
      "cite": "403 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "488 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1761080
      ],
      "weight": 6,
      "year": 1980,
      "pin_cites": [
        {
          "page": "403-404"
        },
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0397-01"
      ]
    },
    {
      "cite": "722 A.2d 1059",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "555 Pa. 693",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "701 A.2d 635",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0635-01"
      ]
    },
    {
      "cite": "729 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11621633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0634-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 10699,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 1.7789790003885955e-07,
      "percentile": 0.7131979509230075
    },
    "sha256": "1022b8530dabce8973e13dc32093bc791b1ab2c7a1510e82e0c1de5826cbe6ec",
    "simhash": "1:0398bb19061d4ef2",
    "word_count": 1745
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI, J„ FLAHERTY, J., and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Anthony BERRY, Petitioner, v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent."
    ],
    "opinions": [
      {
        "text": "McCLOSKEY, Senior Judge.\nAnthony Berry (Berry) petitions for review of a determination of the Pennsylvania Board of Probation and Parole (Board), denying his request for administrative relief from an order of the Board recommitting him as a technical and convicted parole violator to serve a total of twelve months backtime. We affirm.\n•Berry was originally sentenced in 1992 to a term of imprisonment of one and one-half years to seven years on two counts of delivery of a controlled substance. By order of the Board dated August 30, 1993, Berry was paroled to an approved plan that required him to report regularly to parole supervision staff, to stay within his parole district and not to change his residence without written permission of the parole supervision staff. Additionally, the Board imposed a special condition on Berry’s parole requiring him to submit to urinalysis testing. Berry, however, failed to abide by these conditions.\nBy order of the Board dated February 17, 1994, Berry was declared delinquent effective October 26, 1993. On April 27, 1994, the Duquesne Police Department arrested Berry on charges of criminal homicide. The Board thereafter issued an order dated August 29,1994, detaining Berry pending disposition of these criminal charges. However, these charges were later dropped after the Duquesne Police Department discovered that Berry’s brother, and not Berry, committed the homicide.\nNevertheless, by order of the Board dated April 5, 1995, Berry was recommitted as a technical parole violator to serve twelve months backtime for failing to report to parole supervision staff, failing to submit to urinalysis testing, failing to report his arrest, traveling outside the parole district without permission and changing his residence without permission. Berry’s parole violation maximum sentence date was recalculated to September 16, 1999. Berry served his backtime and was paroled a second time on May 10, 1995, under the same conditions as his first parole.\nBerry, however, again failed to abide by these conditions. Specifically, Berry failed to report to parole supervision staff and failed to submit to urinalysis testing. Hence, the Board issued an order dated May 24, 1995, declaring Berry delinquent effective May 22, 1995. Berry was subsequently recommitted as a technical parole violator to serve twenty-four months back-time as a result of his violations of these conditions. Berry’s parole violation maximum sentence date was recalculated to November 8, 1999. Berry applied for parole in July of 1997, but was refused by the Board as a result of his need for counseling and treatment and his multiple misconducts during recommitment.\nOn March 12, 1998, Berry was paroled for a third time. Berry was subject to conditions similar to those of his first and second paroles. Once again, Berry failed to abide by these conditions and he was declared delinquent effective June 22, 1998, by order of the Board dated August 6, 1998. On September 17, 1998, Berry was arrested again by the Duquesne Police Department on charges of terroristic threats, simple assault and firearms violations. On the same day, the Board issued a warrant to commit and detain Berry. On September 24, 1998, Berry was arrested once more by the Duquesne Police Department on charges of reckless driving, fleeing and eluding police and unauthorized use of a motor vehicle. At a preliminary hearing, these charges were held over for the Court of Common Pleas of Allegheny County, Criminal Division.\nBy order of the Board dated January 11, 1999, Berry was recommitted as a technical parole violator to serve nine months baektime, when available, as a result of his violations of his March 12, 1998, parole conditions. On July 8, 1999, Berry pled nolo contendré to the aforementioned charges of reckless driving, fleeing and eluding police and driving under suspension. Berry was sentenced to time served (four months) plus twenty months probation. He received credit from September 24,1998, to January 24,1999.\nBerry was returned to the State Correctional Institution at Frackville (SCI-Frackville) after his sentencing on July 8, 1999. On July 27,1999, Berry requested a panel revocation hearing regarding his new conviction. A hearing was held at SCI-Frackville on September 17, 1999. Following the hearing, the Board issued an order dated November 29, 1999, recommitting Berry as both a technical and convicted parole violator to serve a total of twelve months baektime. Berry’s parole violation maximum sentence date was recalculated to March 25, 2001. Berry thereafter filed a request for administrative relief alleging that the Board erred by failing to provide him with credit for tune served solely under the Board’s warrant from January 24, 1999, to July 8, 1999 (a period of five months and fourteen days).\nBy letter mailed February 2, 2000, the Board denied Berry’s request for administrative relief. The Board noted that Berry did not post bail following the September 24, 1998, charges. The Board concluded, citing Walker v. Pennsylvania Board of Probation and Parole, 729 A.2d 634 (Pa.Cmwlth.1999), that Berry was not entitled to credit as he had no right to deposit the five months and fourteen days into a “penal checking account and apply any pre-sentence custody credit in excess of his new sentence to his original sentence.” (Certified Record at 66). The Board also concluded that, after adding the one year, eight months and seventeen days that Berry owed on his original sentence to July 8, 1999, when Berry was first held solely on the Board’s warrant, it properly recalculated Berry’s parole violation maximum sentence date to March 25, 2001.\nOn appeal to this Court, Berry argues that the Board erred as a matter of law in failing to provide him with credit for all time served solely under the Board’s warrant, i.e., that period of time from January 24, 1999, to July 8, 1999. More specifically, Berry argues that since- his maximum term for the September 24, 1998, charges expired on January 24, 1999, any time he served subsequent to that date was served solely under the Board’s warrant. We disagree.\nSection 9760(1) of the Judicial Code, 42 Pa.C.S. § 9760(1), requires that time spent in custody awaiting trial and sentencing on new criminal charges be credited towards a new sentence. See also Snyder v. Pennsylvania Board of Probation and Parole, 701 A.2d 635 (Pa.Cmwlth.1997), petition for allowance of appeal denied, 555 Pa. 693, 722 A.2d 1059 (1998). Our Supreme Court further defined this issue in Gaito v. Pennsylvania Board of Probation and Parole, 488 Pa. 397, 412 A.2d 568 (1980). In Gaito, the Court, adopting this Court’s rationale from Rodrigues v. Pennsylvania Board of Probation and Parole, 44 Pa. Cmwlth. 68, 403 A.2d 184 (1979), held as follows:\nThus, if a defendant is being held in custody solely because of a detainer lodged by the Board and has otherwise met the requirements for bail on the new criminal charges, the time which he spent in custody shall be credited against his original sentence. If a defendant, however, remains incarcerated prior to trial because he has failed to satisfy bail requirements on the new criminal charges, then the time spént in custody shall be credited to his new sentence.'\nGaito, 488 Pa. at 403-404, 412 A.2d at 571.\nOur Supreme Court thereafter created an exception to this rule by stating in a footnote that “[i]t is clear, of course, that if a parolee is not convicted, or if no new sentence is imposed for that conviction on the new charges, the pre-trial custody time must be applied to the parolee’s original sentence.” Gaito, 488 Pa. at 404 n. 6, 412 A.2d at 571 n. 6. Applying the exception from the footnote in Gaito, this Court, in Davidson v. Pennsylvania Board of Probation and Parole, 667 A.2d 1206 (Pa. Cmwlth.1995), held that a parolee detained in custody for failure to post bond on new criminal charges that are ultimately nolle prossed is entitled to credit against his original sentence. Recently, however, we stressed that this exception only applies if a parolee is not convicted or if no new sentence is imposed. See Smarr v. Pennsylvania Board of Probation and Parole, 748 A.2d 799 (Pa.Cmwlth.2000).\nIn the case at bar, Petitioner asks this Court to extend the exception such that a parolee who receives a shorter term of sentence than the period of time he is incarcerated at the time of sentencing is entitled to credit against his original sentence for this additional time. We refuse to do so. In this case, Berry pled nolo contendere to charges of reckless driving, fleeing and eluding police and driving under suspension. Hence, Berry was “convicted” of these new charges. In addition, Berry was sentenced to time served (four months) plus twenty months probation as a result of this conviction. As Berry was “convicted” of these new charges and a new “sentence” was imposed, the exception as stated in Gaito and Davidson does not apply. Thus, we cannot say that the Board erred as a matter of law in fading to credit Berry for time served from January 24,1999, to July 8,1999.\nAccordingly, the order of the Board is affirmed.\nORDER\nAND NOW, this 13th day of July, 2000, the order of the Pennsylvania Board of Probation and Parole is affirmed.\n. Berry's actual date of release was September 18, 1993. His parole violation maximum sentence date at that time was March 16, 1999.\n. A preliminary hearing was held before a local district justice on October 8, 1998. At this hearing, all charges against Berry were dropped as a result of the victim’s failure to appear.\n. At this hearing, a charge of driving under suspension was added and the charge of unauthorized use of a motor vehicle was withdrawn.\n. Berry was actually recommitted as a technical parole violator to serve nine months back-time and recommitted as a convicted parole violator to serve twelve months baektime concurrently for a total of twelve months back-time.\n.Our scope of review of a Board’s recommitment order is limited to determining whether necessary findings of fact are supported by substantial evidence and are in accordance with law and whether any constitutional rights of the parolee have been violated. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704; Cromartie v. Pennsylvania Board of Probation and Parole, 680 A.2d 1191 (Pa.Cmwlth.1996).",
        "type": "majority",
        "author": "McCLOSKEY, Senior Judge."
      }
    ],
    "attorneys": [
      "Kent D. Watkins, Saint Clair, for petitioner.",
      "Robert A. Greevy, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Anthony BERRY, Petitioner, v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 26, 2000.\nDecided July 13, 2000.\nKent D. Watkins, Saint Clair, for petitioner.\nRobert A. Greevy, Harrisburg, for respondent.\nBefore PELLEGRINI, J„ FLAHERTY, J., and McCLOSKEY, Senior Judge."
  },
  "file_name": "0135-01",
  "first_page_order": 169,
  "last_page_order": 172
}
