{
  "id": 12023378,
  "name": "Emmons B. PHILLIPS et al., Defendants Below, Appellants, v. The STATE of Delaware, upon the relation of the DEPARTMENT OF NATURAL RESOURCES AND ENVIRONMENTAL CONTROL and the Department of Highways and Transportation, formerly the State Highway Department, Plaintiff Below, Appellee",
  "name_abbreviation": "Phillips v. State ex rel. Department of Natural Resources & Environmental Control",
  "decision_date": "1974-11-27",
  "docket_number": "",
  "first_page": "136",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 136"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "6 L.Ed. 81",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        1421274
      ],
      "year": 1824,
      "opinion_index": 0,
      "case_paths": [
        "/us/22/0241-01"
      ]
    },
    {
      "cite": "3 L.Ed. 453",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        572735
      ],
      "year": 1813,
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0603-01"
      ]
    },
    {
      "cite": "93 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1952,
      "pin_cites": [
        {
          "page": "511"
        },
        {
          "page": "513"
        },
        {
          "page": "513"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 Del.Ch. 334",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        485989
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/33/0334-01"
      ]
    },
    {
      "cite": "1 L.Ed. 360",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1805,
      "opinion_index": 0
    },
    {
      "cite": "135 A.2d 607",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "128 A.2d 794",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "267 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069067
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/267/0455-01"
      ]
    },
    {
      "cite": "228 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8107928
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/228/0587-01"
      ]
    },
    {
      "cite": "162 A. 515",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "305 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "56 F.Supp. 120",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4225370
      ],
      "weight": 4,
      "year": 1944,
      "pin_cites": [
        {
          "page": "128"
        },
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/56/0120-01"
      ]
    },
    {
      "cite": "10 L.Ed. 997",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        102719
      ],
      "year": 1842,
      "opinion_index": 0,
      "case_paths": [
        "/us/41/0367-01"
      ]
    },
    {
      "cite": "291 U.S. 361",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1498196
      ],
      "weight": 17,
      "year": 1934,
      "pin_cites": [
        {
          "page": "366"
        },
        {
          "page": "409"
        },
        {
          "page": "373"
        },
        {
          "page": "411"
        },
        {
          "page": "370"
        },
        {
          "page": "410"
        },
        {
          "page": "372"
        },
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0361-01"
      ]
    },
    {
      "cite": "8 L.Ed. 604",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        1436187
      ],
      "weight": 2,
      "year": 1883,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/32/0051-01"
      ]
    },
    {
      "cite": "305 A.2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11252047
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "649"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/305/0644-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1308,
    "char_count": 33604,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 5.235385788505677e-08,
      "percentile": 0.3298918199478039
    },
    "sha256": "906d2342b693da8da824b9a31a0a784e06ce3e99573d0799a006863de7bf9f14",
    "simhash": "1:4b6ca65da7684fe6",
    "word_count": 5622
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, Chief Justice, STIFTEL, President Judge, and CHRISTIE, Associate Judge."
    ],
    "parties": [
      "Emmons B. PHILLIPS et al., Defendants Below, Appellants, v. The STATE of Delaware, upon the relation of the DEPARTMENT OF NATURAL RESOURCES AND ENVIRONMENTAL CONTROL and the Department of Highways and Transportation, formerly the State Highway Department, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Chief Justice:\nThis appeal involves the title to a tract of beach land located along the Ocean between Bethany Beach and Fenwick Island in Sussex County consisting of about 14 acres. Title is claimed both by the State of Delaware, plaintiff, and by the defendants. The State brought this action in the Court of Chancery to establish its title. The Court of Chancery held in favor of the State. See State v. Phillips, Del.Ch., 305 A.2d 644 (1973). The defendants appeal.\nI.\nThe underlying question raised by this appeal concerns the legal nature and character of William Penn’s title to the territory now constituting the State of Delaware. The ultimate question presented is whether title to the land in dispute, which had not been conveyed away by William Penn or his heirs prior to 1776, passed from the heirs of William Penn to the State upon the Separation. The effect of the Declaration of Independence and subsequent events on the Penns’ title to unconveyed lands depends on the answer to “the real, the substantial question” concerning “ * * * the interesting but very abstruse and difficult problem of the exact legal nature and character of Penn’s title * * Rodney, The End of the Penns’ Claim to Delaware, 1789-1814: Some Forgotten Lawsuits, The Pennsylvania Magazine of History and Biography, April 1937.\nII.\nThe issues presented here were raised in the Court of Chancery by the defendants’ motion for summary judgment. The motion was based on the contention that the State’s claim to the disputed land must fail because title was vested in the heirs of William Penn at the time the defendants or their predecessors entered into possession. The Court of Chancery ruled: (1) that the Penn title was “inextricably bound” up with governmental powers and was inseparable therefrom; (2) that, therefore, when the Penn governmental powers ended in 1776, the title to the lands in dispute passed from the Penn heirs to the State by sovereign succession. We agree.\nIII.\nThe State contends that, by right of sovereign succession, “The Delaware State” acquired title to the land in question as property owned by William Penn and his heirs which they had not ceded or granted away before the Separation on July 4, 1776. This contention is based upon the proposition that, because of its governmental “proprietary” nature and character, the Penn title terminated with the signing of the Declaration of Independence.\nThe defendants, on the other hand, contend that Penn and his heirs held title in a private capacity to all Delaware land, including the land not conveyed away by them before July 4, 1776. Relying on United States v. Percheman, 32 U.S. (7 Pet.) 51, 8 L.Ed. 604 (1883), the defendants argue that because of the private nature of the Penn title, the fundamental changes in sovereignty and government wrought by the Declaration of Independence, the establishment of “The Delaware State”, the Revolution, and the Treaty of Paris in 1783, did not terminate that private ownership and vest in the new State title to unconveyed Penn land.\nPeering back over a period of 200 years, we find no ready answers to the questions raised here. We find unacceptable, however, the defendants’ basic contention that William Penn’s ownership of Delaware land was a private right enjoyed in his private capacity, as distinguished from a political right held in his public capacity as the grantee of the “proprietary colony” which was to become the State of Delaware. In our opinion, neither the documentary record, nor history, nor legal precedent permits that distinction.\nIV.\nThe Penn claim to the lands now known as Delaware originated in “a curious set of four legal documents” : two deeds of feoffment and two leases for ten thousand years from the Duke of York to William Penn, in 1682, for lands both within the twelve mile circle around the Town of New Castle and south of that circle to the Maryland boundary. These indicia of ownership were delivered to Penn although the Duke of York had no paper title to the lands involved. Title at the time was vested in the Crown; the Duke was “the defacto overlord”. New Jersey v. Delaware, 291 U.S. 361, 54 S.Ct. 407, 78 L.Ed. 847 (1934).\nIn 1683, Charles II issued letters patent conveying to the Duke the land within the twelve mile circle and south of it to Cape Henlopen. “By force of this grant there passed to the Duke of York a title to the land * * * which inured by estoppel to [Penn].” New Jersey v. Delaware, 291 U.S. at 366, 54 S.Ct. at 409. On the basis of those documents, the Penns held and governed the “three lower counties” until 1776.\nIn approaching' the question as to the basic nature of the Penn title, we take for our guide, as did the Court of Chancery, the viewpoint of Chief Justice Taney in Martin v. Lessee of Waddell, 41 U.S. (16 Pet.) 367, 411, 10 L.Ed. 997 (1842):\n“ * * * in deciding a question like this, we must not look merely to the strict technical meaning of the words of the letters patent. The laws and institutions of England, the history of the times, the object of the charter, the contemporaneous construction given to it, and the usages under it, for the century and more which has since elapsed, are all entitled to consideration and weight. % ^ >}c\nThe basic nature of the Penn title must be determined in the light of the historical and political context in which it was acquired. As the Chancellor stated, “ * * * to say that we look merely to the law of real property title to determine what survives a change in sovereignty is to apply an academic abstraction * * 305 A.2d at 649.\nWe find enlightening, as did the Chancellor, Judge Rodney’s summary of the arguments which counsel (called “as eminent counsel as the country then afforded”) would have made in 1804 in Penn’s Lessees v. Pennington if that ejectment case had reached the merits: Counsel would have argued that Penn had received “a palatinate, a seigniory on political principles”, and not only a grant of private land; that his right to participate in legislation, his right of escheat, his right to grant charters, and his right to have ungranted lands exempt from taxation, constituted a degree of sovereignty in the new colony greater than that enjoyed by the King. Counsel would have pointed out that the King held land jure corone (by right of the Crown), and would have argued that the same principle applied to Penn’s Proprietary relationship. Consequently, counsel would have concluded, since Penn held land jure proprietorii the Separation “prostrated equally the Kingly and Proprietary Powers.”\nThe State relies upon those 1804 arguments. We find the line of reasoning thus set forth more persuasive than any other brought to our attention. We approve and adopt the conclusion reached thereupon by-Judge Rodney:\n“ * * * that Penn’s title to the land was inextricably bound to his government. His right to govern, his authority in Provincial Council, his right of es-cheat, his sovereignty as shown by the grant of charters, the freedom of the un-granted and disputed land from taxation are powerful arguments to show that the real, the substantial title to this ungrant-ed land was in the Proprietaries solely by reason of that relation and was in no proper sense held or to be considered as [only] private land.” (Rodney, The End of the Penns’ Claims to Delaware, supra.)\nManifestly, the ultimate object of the grant to William Penn was to enable him to establish a colony to be governed, as nearly as possible, according to the laws of England. Penn and his heirs were to stand in the place of the Crown; they were to establish and administer the new colonial government according to the principles of the British constitution. Justice Cardozo recognized the dual nature of Penn’s ownership, his “right of soil and seignory”, when he wrote:\n“The letters patent to the Duke of York and the grant from York to Penn were not for private uses solely, but for purposes of government * * *. The grant from Charles II to York was upon its face an instrument of government. The feoffments from York to Penn were in furtherance of kindred ends.” (New Jersey v. Delaware, 291 U.S. at 373, 54 S.Ct. at 411.)\nThis duality was recognized in United States v. 1010.8 Acres, etc., D.Del., 56 F.Supp. 120 (1944) wherein it was stated that when Penn granted land, “ * * * it can hardly be doubted that [he] was not merely granting lands which he owned in fee, but was also exercising the powers of government which had been granted to him by or through the Duke of York * * 56 F.Supp. at 128.\nAccordingly, we agree with the conclusions reached by the Chancellor. Penn and his heirs did not hold title in a purely private capacity. Their title to the land was inextricably related to their power to govern. “[T]he right of soil and seignory were inseparably commingled.” The Declaration of Independence “ ‘prostrated equally the Kingly and Proprietary Powers> * * * [they] fell together to the same extent as if the conquest had been made by France * * Rodney, The End of the Penns’ Claims to Delaware, supra.\nWe conclude, therefore, that by right of sovereign succession, title to the lands in dispute passed from the Penn heirs to the State in 1776.\nV.\nThis conclusion is supported by historical developments in this State after the Separation. For two centuries, the people of this State have held to the view reached here, and have, acted accordingly.\nThrough their General Assemblies, the people of Delaware have assumed since the Revolution that all Penn interests in un-conveyed lands passed to the State by sovereign succession in 1776. The State of Delaware, unlike the Commonwealth of Pennsylvania, enacted no divesting legislation ; and it appears that no steps were taken to enforce the Penn interests, or to settle the turmoil which surrounded title to the few tracts of ungranted land remaining in Delaware, until approximately 1790.\nIn October 1790 and July 1791, the Penn heirs executed a power of attorney conferring authority on Thomas McKean and Edmund Physick to settle matters concerning the Penn grants and lands in Delaware. In December 1791 and April 1792, McKean and Physick wrote letters which were communicated to the Delaware Legis-láture, offering “the estate, right title & interest of the Proprietaries * * * for sale to the Government [of Delaware].” The Legislature took no action. In June 1792, the Penn agents published a notice that they were prepared to grant vacant land and compromise quit rents. The purpose of this notice was to inform the people and arouse the attention of the State government. It succeeded, but not with the expected result.\nIn February 1793, more than 450 Delaware citizens petitioned their Legislature to take action “to clear the State of Delaware of ‘feudal claims and quit rents’.” Rodney, The End of the Penns’ Claims to Delaware, supra. The Legislature thereupon unanimously adopted three Resolutions recognizing the sovereignty of the State over all vacant and uncultivated lands. A few days later, in the spirit of those Resolutions, the Legislature made it a criminal offense for anyone to accept a deed for vacant land from anyone not acting under the authority of the State. 2 Del.L., Chap. X,c. (p. 1077). Legislation establishing a State land office was passed shortly thereafter. 2 Del.L., Chap. XLV, c. (p. 1166). The following year, the Legislature amended the 1793 “Land Office Act”. The Preamble to that Amendment, 2 Del.L., Chap. LVII,c. (p. 1174) also recognized the sovereignty of the State over vacant lands.\nWe agree with the Court below that the 1794 Preamble, the Act of 1793, and the Resolutions on which it was based, are significant as “a legislative denial of the right of the Penns to continue to dispose of vacant lands”; that these legislative enactments were assertions of the right of sovereign succession arising out of the Revolution and the Treaty of Paris; that they were not acts attempting to divest the Penn heirs of private property without compensation, as the defendants argue. Since the rule enunciated in Percheman, upon which the defendants place primary reliance, applies to confiscation of private property and the annihilation of private rights, it is of no benefit to defendants. See 305 A.2d 652-653.\nSimilarly, as is pointed out in the Opinion below (305 A.2d at 653), Delaware Courts have assumed without exception, since at least 1797, that the State owned all lands within its borders not conveyed prior to the Separation, and that a patent to such land granted by the State was to be considered the source of title. See Teagles’ Lessee v. Waller, 1 Boorstin Del.Cases 132 (1797); Wedderburn v. Roe, Del.Super., 162 A. 515 (1930).\nThe defendants do not contest here a settled rule of Delaware property law such as we upheld in State v. Pennsylvania Railroad Co., Del.Super., 228 A.2d 587 (1967), aff’d. Del.Supr., 267 A.2d 455 (1969). They point to no established policy, custom, or practice in the passing of legal title to real property in Delaware. They challenge an assumption made and held by the people, the courts, and the legislatures of this State since the Separation: Lands unceded by the Penns before the Revolution became public lands “owned” by the State. In the absence of a showing of strong public policy to the contrary, we will not disturb a principle so accepted that it must be deemed to have crystallized into a rule of property. See Abbott Supply Company v. Shockley, Del.Super., 128 A.2d 794 (1956), aff’d 135 A.2d 607 (1957).\nVI.\nThe defendants argue that legal precedent requires reversal of the decision below and a holding that the Penn title survived the Revolution.\nNo precedent brought to our attention requires a conclusion other than that which we reach here. This is a case of first impression. Apparently, the question of the Penn post-Revolution title to unceded Delaware lands has never been judicially determined. We know of no claim of title based upon such Penn post-Revolution title ever upheld by case or practice.\nThe issues confronting us are not raised for the first time here. Questions concerning the basic nature of the Penn title, and the impact of the Separation on that title, have been raised before. But they have never been judicially resolved; they have remained unanswered ever since they were first raised, but never reached, in Penn’s Lessee v. Pennington in 1804.\nThe defendants rely on three cases concerning the Pennsylvania proprietary manor of Springetsbury: Penn’s Lessee v. Klyne, 4 U.S. (4 Dallas) 402, 1 L.Ed. 360 (1805), Conn v. Penn, 6 Fed.Cas.No.3,-104, p. 282, Cir.Ct.Pa. (1818), Kirk v. Smith, 22 U.S. (9 Wheat.) 241 (1824). Those cases involved lands within the boundaries of that proprietary manor, and the effect thereupon of the Pennsylvania Divesting Act of 1779.\nThe defendants cite the following statement from Klyne:\n“The lessors [Penns] were the sole owners * * * of the soil, not in a political, but in their private and individual capacities; not as trustees for the people * * * but in absolute fee simple, for their individual uses.” 4 U.S. (4 Dallas) at 406.\nAs to Conn, the defendants say that the Court there held that Penn had not only powers of government “in his political capacity”, but also “fee simple interest in the soil * * * in his private and individual capacity.” 6 Fed.Cas. at 283.\nThe Klyne and Conn cases involved the nature of the Penn title, prior to the Revolution, to land in Pennsylvania granted to William Penn by Charles II in 1681, and the effect of the “Concessions” entered into by Penn with prospective purchasers of the land. The defendants rely upon these two cases as authority for the proposition that Penn had fee simple title in the lands he held in Pennsylvania and in Delaware. But that is not the issue here. The question before us is the status of the Penn title, after the Revolution, to Delaware land granted by the Duke of York in 1683, and held by Penn by estoppel under the letters patent from Charles II. The issue before us is not whether Penn held fee simple title; it is whether Penn’s title was so “circumscribed by his governmental powers” that it was divested by the events of the Separation. Accordingly, we find Klyne and Conn inapposite.\nAs to Kirk, the defendants rely upon Chief Justice Marshall’s statement therein that Penn was “the absolute owner of the soil. * * *. There is no other source from which title could be derived, other than the proprietary himself.” 22 U.S. (9 Wheat.) at 290. The statement is dictum. The crux of Kirk was the effect of the Pennsylvania Divesting Act on land within a Pennsylvania proprietary manor. Kirk is not authority for the proposition that the heirs of Penn retained title to unceded Delaware land after the Revolution.\nThe defendants contend that New Jersey v. Delaware, 291 U.S. 361, 54 S.Ct. 407, 78 L.Ed. 847 (1934) is controlling' and requires us to reverse the judgment below. New Jersey v. Delaware determined the boundary between the two States. Now Jersey challenged Delaware’s claim to the Delaware River and its bed, contending that the boundary should be in the middle of the main ship channel. The United States Supreme Court held: (1) that since the River and its bed were included in the Duke of York’s grant to Penn, and in the King’s subsequent patent to York for the area within the twelve mile circle around New Castle, it follows that Delaware has title to the River and its bed within the circle and that the boundary between the States in that area is the low water mark on the New Jersey side; (2) that since the grant and the patent for the area below the twelve mile circle did not include the River and its bed, the boundary between the States in that area is the middle of the main ship channel.\nThe defendants read New Jersey v. Delaware as holding that when the Treaty of Paris was signed in 1783, the Penns had in Delaware lands “A title, good of record * * * confirmed by a century of undisturbed possession,” 291 U.S. at 370, 54 S.Ct. at 410. It is clear from the context that this language must be read as a statement that, by virture of the letters patent of 1683, the Penns in 1783 had a “title, good of record [as against royal claims] * * * confirmed by a century of undisturbed possession.”\nThe issue in New Jersey v. Delaware was not the status of the Penn title vis a vis Delaware State after the Revolution; the issue was the effect of the letters patent of 1683 from the King to the Duke of York in the context of a boundary dispute; and the holding of the case was: “The effect of those letters was to define the territorial limits * * * of Delaware, whether Penn and his successors took anything thereby or not.” 291 U.S. at 372, 54 S.Ct. at 411.\nThe defendants contend that United States v. 1010.8 Acres, D.Del., 56 F.Supp. 120 (1944) is irreconcilable with the ruling below. That condemnation case determined the title to, and right to compensation for, land condemned by the United States in Sussex County. The Court there held that fee simple title was vested in the State of Delaware, subject to a charitable trust. In reaching the conclusion that United States v. 1010.8 Acres requires reversal of the judgment below, the defendants mistake the Court’s position as to the survival of a Penn interest in Delaware land after the Revolution. The Court did not say, as the defendants contend, that there was a possibility of reverter back to Penn’s devisees or heirs; on the contrary, the Court stated that “* * * whether there has been a resulting trust in favor of William Penn’s devisees or heirs * * * [is a matter] with which this court has and can have no concern.” 56 F.Supp. at 144.\nThe defendants rely upon State v. Pennsylvania Railroad Co., Del.Super., 228 A.2d 587 (1967), aff’d. Del.Supr., 267 A.2d 455 (1969), a controversy between the State and the Railroad over title to the foreshore along the Delaware River. That case is also inapposite. The question of whether Delaware succeeded to the Penn interests in 1776 was not decided there. The original patents in the Railroad’s chain of title were granted prior to the Revolution, and title to the foreshore was found to be in the Railroad as riparian owner on the basis of those pre-Revolutionary patents.\nThe defendants place special reliance upon Trustees of New Castle Common v. Gordy, Del.Supr., 33 Del.Ch. 334, 93 A.2d 509 (1952), as holding that the Penn title survived the Revolution. We find unacceptable the defendants’ view of that case.\nThe suit in New Castle Common was brought by the Trustees of New Castle Common, a charitable corporation, as vendor seeking specific performance of a contract for the sale of real estate acquired by the Trustees by a 1764 Penn deed supplemented by a 1791 quit-claim Penn deed. The defendants in that case asserted that the Trustees were without power to convey good title. The plaintiff averred that it was empowered to convey by an Act of 1885; the defendants replied that the Act of 1885 was unconstitutional. The “essential question” concerned “the nature and extent of the power of the General Assembly of this state over the administration of a charitable trust.” 93 A.2d at 511. The Court did not decide that the Penns held a possible reverter which survived the Revolution. The sole issue presented for decision by the certification in that case was the constitutionality of the Statute.\nThe defendants rely upon the following language in New Castle Common addressed to “some preliminary objections to plaintiff’s title advanced by defendants” :\n“First it is said that the deed of 1791 conveyed nothing since it was executed by the Penns not as owners but in the purported exercise of seignorial rights as late ‘Proprietaries and Governors in Chief’ of the three lower counties, all of which rights were terminated by the Revolution. The word ‘proprietary’ is consistent with ‘owner’ (see Bouvier’s Dictionary, ‘Proprietary’); and it was as owners that release of their rights was sought and given. We see nothing of substance in this argument.” (93 A.2d at 513)\nThe foregoing passage may not be given significance beyond its context. The statement was intended to resolve the objection to title based upon the capacity in which the grantors expressly executed the 1791 deed. It can be accorded no broader meaning than to say that since the words “proprietary” and “owner” are consistent, the 1791 deed was not necessarily executed by the Penns in only a seignorial capacity; and that since release of their rights was sought and given as owners, the 1791 deed was effective to release whatever rights or interests, if any, the Penns may have had in the land in 1791. The Court’s one sentence statement, relied upon by the defendants here, does not decide the question confronting us concerning survival or termination of the Penn title after 1776.\nThe defendants also rely upon the following language in New Castle Common addressed to a “preliminary objection” to the title there in dispute:\n“Next it is said that the acts of the General Assembly of 1793 and 1794 * * * repudiated the claims of the Penn heirs to own land in Delaware, since the inhabitants were forbidden to accept grants from them and the Penn claim of title to lands within the state was asserted to be unfounded. That the Penn title was good has been established. State of New Jersey v. Delaware, * * *. Assuming that the effect of the Act of 1794 was to divest the Penns of their title (an assumption difficult to make), it is impossible to believe it was intended to impair or did impair the validity of conveyances theretofore made to and for the benefit of citizens of the state. This contention is without merit.” (93 A.2d at 513)\nThe Court’s isolated statement “That the Penn title was good has been established” —citing New Jersey v. Delaware — may not be taken as a holding that the Penn title was good against the State of Delaware after the Separation. That issue was neither raised nor decided in either New Jersey v. Delaware or New Castle Common. Accordingly, like the other cases on which defendants rely, New Castle Common is in-apposite here.\nVII.\nMuch of the defendants’ argument for reversal is founded upon the mistaken premise that the Court below held that title to unceded Delaware lands was in the Crown and not in the Penns at the time of the Revolution.\nTo the contrary, the opinion below contained the following clear statement:\n“We begin with the premise that at least until the time of the Revolution (culminating in the Treaty of Paris in 1783) Penn and his heirs had good title to all unceded lands in (what is now) Delaware. The validity of this premise is clearly established.” (30S A.2d at 647)\nAccordingly, we dismiss as unmerito-rious the various contentions of the defendants based upon that mistaken premise.\nVIII.\nIn summary, our conclusion that title to the lands in dispute passed by sovereign succession from the Penn heirs to the State is based upon our understanding of the basic nature of the Penn title. Penn and his heirs held a dual interest, both private and governmental, in the territory which became the State of Delaware in 1776. Penn did not merely own; he owned and governed. As did the early Legislatures of this State, we look upon the Penn heirs as standing in the shoes of the Crown upon the Separation. When the Crown’s governmental powers ended, so did those of the Penn heirs and so did their “inextricably bound” title to all un-conveyed lands in this State.\nThe judgment below is affirmed.\n. William Penn’s AVill was in dispute for nine years following his death in 1718. The settlement of the dispute gave the following interests in the Pennsylvania-Delaware land to the three surviving sons of AVilliam and his second wife Hannah: John (1700-1746), a one-half interest; Thomas (1702-1775) and Richard (1706-1771) a one-fourth share each. The three brothers agreed to devise their respective shares to their eldest son in tail male, remainder to other sons in like manner, and upon failure of those to other members of the family in succession.\nAfter Thomas’ death in 1775, the Penn interest was held by two of AARlliam Penn’s grandsons, both named John Penn, one the son of Richard and the other the son of Thomas.\nGrandson John Penn (1729-1795) became the owner of an undivided one-fourtli share in 1771, when his father (Richard) died. Grandson John Penn (1760-1834) became the owner of an undivided three-fourth share in 1775 upon the death of his father (Thomas). Thus, the heirs of William Penn in 1776 were the two John Penns. See generally, Jenkins, The Family of William Penn, Pennsylvania Magazine of History, Vols. 20, 21 and 22.\n. The defendants claim that they or their predecessors in title have been in possession of the disputed tract since 1896. It appears that the defendants’ record chain of title begins in 1931. The defendants have paid taxes and improved the property over the years.\n. Chief Justice Marshall there wrote:\n“It may not be unworthy of remark that it is very unusual, even in cases of conquest, for the conqueror to do more than to displace the sovereign and assume dominion over the country. The modern usage of nations, which has become law would be violated; * * *\nif private property should be generally confiscated and private rights annulled. * * *. A cession of territory is never understood to be a cession of property belonging to its inhabitants. The king cedes that only which belongs to him. Lands he had previously granted were not his to cede.” 32 U.S. (7 Pet.) at 86-87, 8 L.Ed. at 617.\n.It is undisputed historical fact that the land constituting Delaware was a proprietary colony. William Penn referred to himself, and was known, as the “Proprietary” or “Proprietor”, and his heirs were generally known and referred to by that title.\nBlaekstone described proprietary governments or colonies as “granted out by the crown to individuals, in the nature of feuda-tory principalities, with all the inferior regalities, and subordinate powers of legislation, which formerly belonged to the owners of counties palatine: yet still with these express conditions, that the ends for which the grant was made be substantially pursued and that nothing be attempted which may derogate from the sovereignty of the mother-country.” Sharswood, Blackstone’s Commentaries, 108 (1895). See also I Story, Constitution of the United States, § 159 (1851).\n. Rodney, Early Relations of Delaware and Pennsylvania, Papers of the Historical Society of Delaware, 1930.\n. These “curious documents” covering Delaware lands are to be contrasted with the grant of Pennsylvania territory to Penn by the King directly.\n. With certain immaterial exceptions, the deeds of feoffment and the leases conveyed to William Penn all the “powers” held by the Duke of York (the King's brother and apparent successor) over Delaware lands, as well as all of “his estate, right, title”, and “interest” therein.\nThe letters patent issued by the King to York, generally recognized to have been issued to perfect the prior conveyances by York to Penn in accordance with the “assurances” contained in those documents, included the grant of the following governmental powers to York, his heirs and assigns:\n“ * * * full and absolute power and authority to correct punish pardon governe and rule all such the subjects of us our heires and Successors or any other person or persons as shall from time to time adventure themselves into any the Ports and places aforesaid or that shall or doe at any time hereafter inhabit within the same according to such Lawes orders ordinances direcons and instruccons as by our said dearest brother or his assigns shalbe established and in defect thereof in cases of necessity according to the good dis-creción of his Deputies Commissioners Officers or assigns respectively aswell in all cases and Matters Oapitall and Criminall as Civill both marine and others soe alwaies as the said Statutes ordinances and proceedings bee not contrary but as neer as may bee agreeable to the Lawes Statutes and government of this our Realme of England. And saving and reserving to us our heires and Successors the receiving hearing and determining of the Ap-peale & Appeales of all or any person or persons of in or belonging to the Towne fort lands and prmisses aforesaid or touching any Judgement or Sentence to be there made or given.\nAnd, specifically, the letters patent empowered York and his assigns, inter alia, to appoint and reappoint “Governor Officers and Ministers” ; to devise “formes and ceremonies of Government and Magistracy” ; to exercise martial law; to regulate trade; to transport and settle colonists; and to resist invasion and keep the peace.\nIn contrast, the royal grant of the northern neck of Virginia to Lord Fairfax was unaccompanied by powers of government. See Johnson and Graham’s Lessee v. M’Intosh, 21 U.S. (8 Wheat.) 541, 578 (1823); Fairfax’s Devisee v. Hunter’s Lessee, 11 U.S. (7 Cranch) 603, 3 L.Ed. 453 (1813).\n. Between 1798 and 1811, a number of suits were instituted by agents of the Penn heirs in the Federal Circuit Court and in the Court of Common Pleas for New Castle County to try by ejectment “the superior efficiency” of the Penn title. All were dismissed for lack of jurisdiction or discontinued for want of prosecution. For a full discussion of Penn’s Lessees v. Pennington, and the other “forgotten lawsuits”, see Rodney, The End of the Penns’ Claims to Delaware, supra.\nNo further attempt was ever made along these lines by any Penn heir, agent, or assign after 1811.\n. For the text of Judge Rodney’s summary, see Opinion below, 305 A.2d at 650.\n. See Sharswood, Blackstone’s Commentaries, 108 (1895).\n. The individuals behind the Penns’ claims to Delaware following the Separation were all from Pennsylvania. See Rodney, The End of the Penns’ Claims to Delaware, supra.\n.In 1779, the Legislature of Pennsylvania passed an Act, entitled “An act for vesting the estates of the late proprietaries of Pennsylvania, in this commonwealth”, transferring “all and every the estate, right, title, interest and property” of the Penn heirs to the Commonwealth of Pennsylvania. Excepted from application of the act were the Penns’ proprietary “tenths” or manors which had been duly surveyed and registered with the land office on or before July 4, 1776, and the Penns’ quit rents or other rents within those proprietary manors. Sections of this Act are set out in Kirk v. Smith, 22 U.S. (9 Wheat.) 241, 6 L.Ed. 81 (1824). It appears that the compensation paid to the Penns under this Divesting Act was nominal.\n. For the full text of these Resolutions, see the Opinion below, 305 A.2d at 652.\n. For the full text of this Preamble, see the Opinion below, 305 A.2d at 652.\n. Nothing herein contained is intended to foreclose the defendants from pressing in the Chaneery Court any available defense not yet ruled upon below.",
        "type": "majority",
        "author": "HERRMANN, Chief Justice:"
      }
    ],
    "attorneys": [
      "Blaine T. Phillips, Potter, Anderson & Corroon, Wilmington, for defendants below, appellants.",
      "John T. Gallagher and James F. Waeh-ler, Morris, Nichols, Arsht & Tunnell, Wilmington, for plaintiff below, appellee."
    ],
    "corrections": "",
    "head_matter": "Emmons B. PHILLIPS et al., Defendants Below, Appellants, v. The STATE of Delaware, upon the relation of the DEPARTMENT OF NATURAL RESOURCES AND ENVIRONMENTAL CONTROL and the Department of Highways and Transportation, formerly the State Highway Department, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nArgued Feb. 13, 1974.\nDecided Nov. 27, 1974.\nBlaine T. Phillips, Potter, Anderson & Corroon, Wilmington, for defendants below, appellants.\nJohn T. Gallagher and James F. Waeh-ler, Morris, Nichols, Arsht & Tunnell, Wilmington, for plaintiff below, appellee.\nBefore HERRMANN, Chief Justice, STIFTEL, President Judge, and CHRISTIE, Associate Judge."
  },
  "file_name": "0136-01",
  "first_page_order": 174,
  "last_page_order": 184
}
