{
  "id": 8046235,
  "name": "Brenda Jo BARNES and Charles Barnes, Plaintiffs, v. Carol B. TOWLSON and Monumental Life Insurance Company, A Maryland Corporation, Defendants",
  "name_abbreviation": "Barnes v. Towlson",
  "decision_date": "1979-06-08",
  "docket_number": "",
  "first_page": "137",
  "last_page": "141",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 137"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "364 S.W.2d 245",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10156618
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/364/0245-01"
      ]
    },
    {
      "cite": "380 N.Y.S.2d 146",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "51 A.D.2d 872",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5437432,
        5444861
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/51/0872-01",
        "/ad2d/51/0872-02"
      ]
    },
    {
      "cite": "192 A. 498",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "89 N H. 79",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4434308
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/nh/89/0079-01"
      ]
    },
    {
      "cite": "162 A. 166",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 117",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140254
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0117-01"
      ]
    },
    {
      "cite": "26 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "180 Md. 591",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2273132
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/md/180/0591-01"
      ]
    },
    {
      "cite": "182 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "4 Storey 574",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "270 A.2d 527",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8107372
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/270/0527-01"
      ]
    },
    {
      "cite": "266 So.2d 89",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9747621
      ],
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "involving an insurance salesman"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/266/0089-01"
      ]
    },
    {
      "cite": "352 N.Y.S.2d 341",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "43 A.D.2d 393",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3283352
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/43/0393-01"
      ]
    },
    {
      "cite": "23 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "2 Terry 392",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "269 A.2d 476",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932194
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0409-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 540,
    "char_count": 10097,
    "ocr_confidence": 0.825,
    "pagerank": {
      "raw": 5.8351746461183854e-08,
      "percentile": 0.36262770532181604
    },
    "sha256": "9bbe989645e22a908283485515268e9d45c2014726617c2046100b5512c8269b",
    "simhash": "1:b77dfec31fb644c2",
    "word_count": 1696
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brenda Jo BARNES and Charles Barnes, Plaintiffs, v. Carol B. TOWLSON and Monumental Life Insurance Company, A Maryland Corporation, Defendants."
    ],
    "opinions": [
      {
        "text": "O’HARA, Judge.\nDefendant, Monumental Life Insurance Company (“Monumental”) has moved for summary judgment alleging that, as a matter of law, it is not vicariously liable for the alleged torts of defendant Carol B. Towlson (“Towlson”), or in the alternative, that she was not Monumental’s servant nor was she acting within the scope of her employment at the time the accident occurred.\nThis personal injury action arises out of an automobile accident involving the plaintiff Brenda Jo Barnes and Towlson. At the time the accident occurred Towlson was in the midst of a fourteen week training session as an agent for Monumental. Her duties were to include sales and collections. The employees of Monumental were expected to use their own cars while on the job. Towlson understood and consented to this condition. She was also receiving a salary during this training period which was adjusted to cover automobile expenses.\nAt the time of the accident, Towlson was en route to meet the vice-president and sales manager of Monumental who was supervising her training. From their meeting point in Milford, Delaware, they were to proceed to visit customers in the area. The accident, which is the subject of this suit, occurred before Towlson reached her destination.\nMonumental makes a distinction between the terms “agent” and “servant” alleging that Towlson was merely an agent at the time of the accident and, thus, it is not vicariously liable to the plaintiffs. The distinction drawn between these terms centers on the principal’s right of control over the activities of the agent/servant. Smalich v. Westfall, Pa.Super., 440 Pa. 409, 269 A.2d 476 (1970); Restatement of Agency 2d, § 250. While it may be primarily a problem of semantics, this jurisdiction has followed the Restatement in referring to the opposing roles as “agent” and “independent contractor” and shall continue to do so. McCrady v. National Starch Products, Del.Super., 2 Terry 392, 23 A.2d 108 (1941).\nRestatement of Agency 2d, § 2(2) and (3) defines the aforesaid terms as follows:\n“(2) A servant is an agent employed by a master to perform service in his affairs whose physical conduct in the performance of the service is controlled or subject to the right to control by the master. “(3) An independent contractor is a person who contracts with another to do something for him but who is not controlled by the other nor subject to the other’s right to control with respect to his physical conduct in the performance of the undertaking. He may or may not be an agent.”\nTherefore, the distinguishing factor between the two legal terms centers on the principal’s right to control the activities of the agent/independent contractor.\nThe rule of law applicable to the facts of this case was succinctly stated by Judge Terry in McCrady v. National Starch Products, supra, as follows:\n“Taking the state of the law as I have found it, together with the facts that are before me in this case, I am of the opinion that the defendant is not liable even though it had knowledge that [plaintiff] used his automobile in furtherance of its business, unless the plaintiff proves that the defendant had the right to exercise actual or potential control over [plaintiff] concerning the operation of his automobile while in the performance of his duties as employee, or that the use of the automobile by [plaintiff] was so vital to the furtherance of the defendant’s business that the defendant’s right to exercise actual or potential control over [plaintiff] concerning the operation of his automobile could be reasonably inferred.”\nIt is undisputed that Towlson was an agent of Monumental at the time of the accident. The nature of such agency is the point of contention. A prerequisite for application of the aforesaid rule of law is a finding as to whether Towlson was acting within the scope of her employment at the time of the accident.\nThe issue concerning an agent’s scope of employment is composed of time and spatial elements. The guiding rule of law in this area is agreed upon by the parties. Simply stated, it is to the effect that a master is not liable for the tort’s of his agent committed while driving to and from his place of employment. The plaintiffs have urged, however, that this Court find an exception to this general rule to the effect that where there are no work premises established as such, an employee who uses his own car in furtherance of his job is within the scope of his employment while driving to a business appointment. Rappaport v. International Playtex Corp., N.Y.Supr., 43 A.D.2d 393, 352 N.Y.S.2d 341 (1974); Whetzel v. Metropolitan Life Insurance Company, Fla.App., 266 So.2d 89 (1972) (involving an insurance salesman). Restatement of Agency 2d, § 228.\nDelaware has not heretofore considered the aforesaid exception. In Coates v. Murphy, Del.Supr., 270 A.2d 527 (1970), the Supreme Court held that an employee, therein a traveling salesman, was not within the scope of his employment when traveling to and from lunch, relying on Johnson v. E. I. duPont deNemours & Company, Del.Super., 4 Storey 574, 182 A.2d 904 (1962). The Johnson Court, however, did not consider the exception to the “premises rule” in arriving at its decision. Nor was this issue before that Court. The focus of attention in Johnson was on the purpose of the trip to the employee’s home for lunch. Finding no purpose of the employer was served, the Court found the employee not to be within his scope of employment at the time of the accident.\nThe exception to the “premises rule” was succinctly stated in Rappaport v. International Playtex Corp., supra, as follows:\n“. . .an exception to this rule would exist, in case of an employee who uses his car in furtherance of his work and while he is driving to a business appointment, since such a person is working and under his employer’s control from time he leaves the house in the morning until he returns at night.”\nIt is undisputed that Towlson was required to use her own vehicle when working for Monumental. It is established that the purpose of the trip was to meet her supervisor so that they could make business calls together.\nBased upon the undisputed facts of this case and without doing violence to the case law in this jurisdiction, the facts call for an application of the exception to the “premises rule.” Therefore, it is this Court’s conclusion that Towlson was acting within the scope of her employment as a matter of law.\nThe next issue is whether Towlson was a “servant” or an “independent contractor” at the time of the accident, in light of the aforesaid rule enunciated in McCrady. The Restatement in $220 provides several criteria for consideration in making this determination. The defendant has also collected an impressive array of cases from other jurisdictions essentially holding that a person in the defendant driver’s position is deemed to be an “agent” and not a servant of the employer. However, this Court holds that the rule of McCrady governs in this jurisdiction.\nThus, the undisputed facts of this case present a question for the jury as to whether the use of the automobile was so vital in the furtherance of Monumental’s business that its potential right to exercise control could be reasonably inferred. Monumental’s motion for summary judgment, therefore, must be denied.\nIT IS SO ORDERED.\n. Restatement of Agency 2d, § 228 provides as follows:\n“Conduct of a servant is within the scope of employment if, but only if:\n(a) it is of the kind he is employed to perform;\n(b) it occurs substantially within the authorized time and space limits;\n(c) it is actuated, at least in part, by a purpose to serve the master; and\n(d) if force is intentionally used by the servant against another, the use of such force is not unexpected by the master.”\n. Restatement of Agency 2d, § 220, the term “servant” is defined as:\n“(1) A servant is a person employed to perform services in the affairs of another and who with respect to the physical conduct in the performance of the services is subject to another’s control or right to control.\n(2) In determining whether one acting for another is a servant or an independent contractor, the following matters of fact, among others, are considered:\n(a) the extent of control which, by agreement, the master may exercise over the details of the work;\n(b) whether or not the one employed is engaged in a distinct occupation or business;\n(c) the kind of occupation, with reference to whether, in the locality, the work is usually done under the direction of the employer or by a specialist without supervision;\n(d) the skill required in the particular occupation;\n(e) whether the employer or the workmen supplies the instrumentalities, tools, and place of work for the person doing the work;\n(f) the length of time for which a person is employed;\n(g) the method of payment, whether by time or by the job;\n(h) whether or not the work is a part of the regular business of the employer;\n(i) whether or not the parties believe they are creating the relation of master and servant;\n(j) whether the principal is or is not in business.\n. See, Henkelmann v. Metropolitan Life Ins. Co., Md.App., 180 Md. 591, 26 A.2d 418 (1942); Wesolowski v. John Hancock Mut. Life Ins. Co., Pa.Supr., 308 Pa. 117, 162 A. 166 (1932); Hutchins v. John Hancock Mut. Life Ins. Co., N.H.Supr., 89 N H. 79, 192 A. 498 (1937); Kelleher v. State Mut. Life Assur. Co., Etc., N.Y.App., 51 A.D.2d 872, 380 N.Y.S.2d 146 (1976); Sartain v. Southern National Life Insurance Co., Tex.Civ.App., 364 S.W.2d 245 (1963).",
        "type": "majority",
        "author": "O’HARA, Judge."
      }
    ],
    "attorneys": [
      "Douglas B. Catts, of Schmittinger & Rodriguez, Dover, for plaintiffs.",
      "Wayne N. Elliott, of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington, for defendant Towlson.",
      "William F. Taylor, and David C. McBride, of Young, Conaway, Stargatt & Taylor, Wilmington, for defendant Monumental Life Ins. Co."
    ],
    "corrections": "",
    "head_matter": "Brenda Jo BARNES and Charles Barnes, Plaintiffs, v. Carol B. TOWLSON and Monumental Life Insurance Company, A Maryland Corporation, Defendants.\nSuperior Court of Delaware, Kent County.\nSubmitted May 23, 1979.\nDecided June 8, 1979.\nDouglas B. Catts, of Schmittinger & Rodriguez, Dover, for plaintiffs.\nWayne N. Elliott, of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington, for defendant Towlson.\nWilliam F. Taylor, and David C. McBride, of Young, Conaway, Stargatt & Taylor, Wilmington, for defendant Monumental Life Ins. Co."
  },
  "file_name": "0137-01",
  "first_page_order": 201,
  "last_page_order": 205
}
