{
  "id": 11241699,
  "name": "Thomas J. TARKA, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Tarka v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2000-07-14",
  "docket_number": "",
  "first_page": "138",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "634 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454639
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0383-01"
      ]
    },
    {
      "cite": "521 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817472
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "875"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0242-01"
      ]
    },
    {
      "cite": "654 A.2d 47",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859798
      ],
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0047-01"
      ]
    },
    {
      "cite": "610 A.2d 76",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1433542
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0014-01"
      ]
    },
    {
      "cite": "682 A.2d 82",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858859
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "84",
          "parenthetical": "emphasis added, footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0082-01"
      ]
    },
    {
      "cite": "753 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11205938,
        225955
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/753/0233-01",
        "/pa/562/0060-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 10368,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 2.072678992513483e-07,
      "percentile": 0.7579831874367965
    },
    "sha256": "f42094ca15a000a07a5f654a36d1a4c43869863a7dd7da41697b6a8062227c98",
    "simhash": "1:9faae29675474dfd",
    "word_count": 1679
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, J., McGINLEY, J., and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "Thomas J. TARKA, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "COLINS, Judge.\nThomas J. Tarka (Tarka) appeals from the October 15, 1999 order of the Court of Common Pleas of Philadelphia County (Trial Court) denying his appeal and sustaining a suspension of his operating privilege by the Department of Transportation, Bureau of Driver Licensing (Department) for refusing to submit to chemical testing pursuant to Section 1547(b) of the Vehicle Code, 75 Pa.C.S. § 1547(b). We affirm.\nThis matter was originally before former Philadelphia Common Pleas Court Judge Bernard J. Avellino, who after a very brief hearing on September 13, 1994, granted Tarka’s appeal. The Department appealed, and this Court, by order dated April 25, 1995, vacated the Trial Court’s order and remanded the matter for the Trial Court to re-examine its evidentiary rulings, reverse said rulings if deemed legally correct to do so, and to conduct additional hearings if appropriate. The case was next listed for trial on March 25, 1998. Subsequently, on June 24, 1998, Tarka’s appeal was dismissed for lack of prosecution, but was reinstated on August 19, 1998. In spite of the aforementioned listed March 25, 1998 hearing date, it was not until October 15, 1999 that the Trial Court, after conducting a full hearing, denied Tarka’s appeal and affirmed the Department’s suspension order. This appeal to our Court followed.\nThe factual history of the case indicates that early on March 12, 1994, Montgomery Township Officer Scott Bendig was on patrol in a marked police car when he observed a black Lincoln moving in the wrong direction on Route 202. After crossing over the medial strip, the vehicle, which was operated by Tarka, stopped in the middle of the highway. Upon approaching the vehicle, Officer Bendig observed that Tarka was glassy eyed, exhibited slurred speech, and emanated an odor of alcohol. Tarka took two field sobriety tests and failed. The record further indicates that Officer Bendig gave Tarka an alpha sensor breath test, which registered a 0.13 reading.\nTarka was arrested and taken to North Penn Hospital for a blood test where he was given the implied consent warnings. Although Tarka initially consented to give blood, he ultimately refused when the laboratory technician appeared. Tarka alleges that he offered to take a urinalysis instead of a blood test, after advising Officer Ben-dig that he had medical concerns about taking the blood test because two weeks earlier, he had been treated in Thomas Jefferson University Hospital for blood poisoning for which he was still on medication, and that any blood test would likely yield tainted results. Nevertheless, Tarka was taken back to the police station where he was given the warnings from the Department DL-26 Form, which reports a refusal to submit to chemical testing, and which form he signed. As» a result of the aforementioned refusal, Tarka’s operating privilege was suspended.\nOn appeal, Tarka first argues that the Trial Court erred in limiting the parties to a totally new hearing, without considering any of the matters placed on the record in the proceedings before Judge Avellino that resulted in the latter sustaining Tarka’s appeal. Second, Tarka maintains that the Trial Court erred in dismissing his appeal almost six years after the initial suspension notice was issued, and he argues that the Department was responsible for a three and one-half year delay, which prejudiced his due process rights to a prompt hearing on his license suspension appeal. In this regard, Tarka contends that he has been driving and pursuing his customary activities with no idea that his license would be suspended. He further argues that any punitive measures that may have been imposed upon him as a result of his initial arrest have long been satisfied, thereby making any reinstatement of his license suspension tantamount to an unreasonable second punishment for the same incident. Finally, Tarka maintains that the Trial Court erred in reinstating his license suspension based upon his alleged refusal, considering that he advised Officer Bendig of his medical concerns about the blood test and asked to take a urine test instead.\nUpon review, we note that the record is marked by inordinately lengthy and inexplicable time gaps in the docketed proceedings. Specifically, no explanation is proffered for the three-year gap between our April 25, 1995 order remanding the matter to the Trial Court, and March 25, 1998, the first date the case was docketed for a hearing. In this regard, Tarka contends that his due process rights to a prompt hearing were prejudiced by the aforementioned excessive delay for which he avers the Department was responsible.\nWe find the foregoing argument to be without merit. We must note that this Court’s order of April 25, 1995, which vacated and remanded.the matter to the Trial Court, returned the parties to the status quo ante. Therefore, Tarka, having initially appealed the Department’s suspension of his license in the Trial Court, was again the Appellant and moving party, with the burden of moving his case forward. In the recent Supreme Court opin-\nion, Terraciano v. Department of Transportation, Bureau of Driver Licensing, - Pa.-, 753 A.2d 233, 237 n. 8 (2000), the Supreme Court reaffirmed Roller v. Department of Transportation, Bureau of Driver Licensing, 682 A.2d 82 (Pa.Cmwlth.1996), which held that where the licensee is the appellant, it is the licensee’s burden to move the case through the system. Clearly, in the matter before us, Tarka failed to do so, and the docket does not indicate that he made any attempt to expedite the scheduling of his case. Additionally, Tarka presented no evidence of record that would indicate the delay was attributable to the Department. In Roller, 682 A.2d at 84 (emphasis added, footnote omitted), this Court addressed the issue of an appellant/licensee’s responsibility to pursue his appeal and in upholding the suspension of licensee’s operating privilege, stated:\nAs the trial court properly concluded, neither Pa. R.J.A.1901 as implemented by Local Rule No. 6035 nor Penn Piping require that Licensee’s Motion to Dismiss be granted and the matter resolved in his favor. The purpose behind the promulgation of both of these rules and Penn Piping was to place the onus on the party initiating the action, the party with the burden to move the matter forward. Licensee is the party taking the appeal and, assuming the rules apply to license suspension appeals, would be the moving party rather than the Department. Because Licensee is the moving party, contrary to the matter being resolved in his favor, the rules and Penn Piping auger in favor of his appeal being dismissed and his license being suspended.\nSimilarly, we find no merit in Tarka’s contention that the Trial Court erred in failing to find credible his averments that he presented Officer Bendig with valid medical reasons for refusing to submit to the blood test and offered to take a urine test instead. This Court has consistently held that “a driver who refuses to take a blood test, even though consenting to a breath or urine test, has failed to comply with the requirements of Section 1547 of the Code. Section 1547 does not afford a driver a choice among the three tests listed; rather, it is the police officer who has the option to choose the type of chemical test to be administered.” Department of Transportation, Bureau of Driver Licensing v. Mease, 148 Pa.Cmwlth. 14, 610 A.2d 76, 78 (1991). The fact that the Trial Court did not find Tarka’s medical excuse convincing, considering that his alleged blood poisoning problem occurred two weeks prior to the driving incident and did not prevent his participation in a celebration that included drinking alcoholic beverages and thereafter operating a motor vehicle, is within the scope of the Trial Court’s fact finding authority. Clearly, “[questions of credibility and conflicts in the evidence presented are for the trial court to resolve and are improper questions for appellate review. ‘As long as sufficient evidence exists in the record which is adequate to support the finding found by the trial court, as factfin-der, [an appellate court is] precluded from overturning that finding and must affirm Mooney v. Department of Transportation, Bureau of Driver Licensing, 654 A.2d 47, 50 (Pa.Cmwlth.1994) (citation omitted quoting Department of Transportation, Bureau of Traffic Safety v. O’Connell, 521 Pa. 242, 248, 555 A.2d 873, 875 (1989)).\nAccordingly, based upon the foregoing discussion, the Trial Court’s decision is affirmed.\nORDER\nAND NOW, this 14th day of July 2000, the October 15, 1999 order of the Court of Common Pleas of Philadelphia County in the above-captioned matter is affirmed.\n. Section 1547 of the Code provides:\n(b) Suspension for refusal. -\n(1) If any person placed under arrest for a violation of Section 3731 (relating to driving under the influence of alcohol or controlled substance) is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person for a period of 12 months.\n. In a license suspension appeal, this Court’s scope of review is limited to determining whether necessary factual findings of the trial court are supported by substantial, competent evidence, or whether the trial court committed an error of law or abused its discretion in reaching the decision. Pollock v. Department of Transportation, Bureau of Driver Licensing, 160 Pa.Cmwlth. 383, 634 A.2d 852 (1993).\n. Our Supreme Court held in Penn Piping[ v. Insurance Co. of N. America], 529 Pa. [350] at 350, 603 A.2d [1006] at 1006 [1992], that a court has the discretion to employ its inherent power to dismiss a matter where the moving party has generated no docket activity for two years, and that when there is no docket activity for two years, prejudice to the non-moving party is presumed.",
        "type": "majority",
        "author": "COLINS, Judge."
      }
    ],
    "attorneys": [
      "Stewart J. Greenleaf, Blue Bell, for appellant.",
      "Marc A. Werlinsky and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas J. TARKA, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 28, 2000.\nDecided July 14, 2000.\nStewart J. Greenleaf, Blue Bell, for appellant.\nMarc A. Werlinsky and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee.\nBefore COLINS, J., McGINLEY, J., and JIULIANTE, Senior Judge."
  },
  "file_name": "0138-01",
  "first_page_order": 172,
  "last_page_order": 176
}
