{
  "id": 7861328,
  "name": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellant, v. MARYLAND CASUALTY COMPANY c/o John Burger",
  "name_abbreviation": "Commonwealth v. Maryland Casualty Co.",
  "decision_date": "1994-05-24",
  "docket_number": "",
  "first_page": "139",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 139"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 Pa.Commonwealth Ct. 103",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1410857
      ],
      "weight": 4,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0103-01"
      ]
    },
    {
      "cite": "625 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "533 Pa. 662",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "622 A.2d 1377",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "533 Pa. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa.Superior Ct. 85",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        914264
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/417/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7853,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20013792309899148
    },
    "sha256": "e2c6446d64796d4f68ae934ab915fc482e0ea335e0a152f8aefe3cabe7ba3eed",
    "simhash": "1:3c894c352b4b56b8",
    "word_count": 1322
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE, and FRIEDMAN, JJ., and LORD, Senior Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellant, v. MARYLAND CASUALTY COMPANY c/o John Burger."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nThe Department of Public Welfare (DPW) appeals from an order of the Court of Common Pleas of Dauphin County granting Maryland Casualty Company’s motion for judgment on the pleadings on grounds that DPWs suit against Maryland Casualty Company was barred by the statute of limitations. We affirm.\nThe facts of this case as set forth in the complaint are as follows: On August 7, 1985, while covered by a no-fault automobile insurance policy with Maryland Casualty, Diane Tischler, then six months pregnant, was in an automobile accident caused by a driver who failed to observe a stop sign. As a result of the auto accident, Diane Tischler went into premature labor and delivered twin sons early. Jason Tischler survived, but Shawn Tis-chler died in January 1986. DPW paid $2,433 in medical assistance for Diane Tis-chler’s medical treatment, $12,061 for Jason Tisehler’s medical treatment, and $39,891 for Shawn Tischler’s treatment.\nOn May 22, 1992, nearly seven years after the auto accident, DPW sought subrogation from Maryland Casualty in the total amount of $54,285, pursuant to §§ 1404(b) and 1409 of the Act of June 13,1967, 62 P.S. § 1404(b) and § 1409 (hereinafter, § 1404 and § 1409). Section 1404(b) provides:\nAny person applying for medical assistance benefits shall as a condition to eligibility, give the department the right of subrogation to any other private or public health insurance benefits to which such person is or may become entitled.\nSection 1409 provides in pertinent part: (a)(3) Each publicly funded health care program that furnishes or pays for health care services to a recipient having private care coverage shall be entitled to be subro-gated to the rights that such person has against the insurer of such coverage to the extent of the health care services rendered. Such action may be brought within three years from the date that service was rendered such person.\nMaryland Casualty moved for judgment on the pleadings, which the trial court granted based on the five-year statute of limitations found in § 1409(b)(4), which provides:\nWhere an action is brought by the department pursuant to this section, it shall be commenced within five years of the date the cause of action arises.\nOn appeal, DPW concedes, as it did at the trial level, that any action under § 1409 is time-barred. DPW maintains, however, that it should be able to proceed with its subrogation action under § 1404(b). In addition, DPW contends that it should be able to proceed with its subrogation action pursuant to Section 5 of the Act of June 24, 1937, P.L. 2045, 62 P.S. § 1975 (hereinafter, § 1975), which provides:\n(a) Whenever any person shall become a public charge or receive public assistance, the public body or public agency caring for or furnishing such assistance may sue for and recover any sum of money due such person;\n(b) Such suit shall be brought in the name of such person for the use of such public body or public agency.... If the amount due shall have been reduced to judgment, the public body or public agency may be substituted as plaintiff in the judgment. If the sum due is founded on an order or decree of court, the public body or public agency shall have the right to recover the same.\nWe reject DEW’S argument that it is entitled to proceed with its subrogation action against Maryland Casualty pursuant to § 1975. DPW never pled § 1975 in its complaint. Furthermore, § 1975(b) requires actions based upon § 1975 to be brought in the name of the person(s) who received public assistance unless the cause of action has already been reduced to judgment. In this case, there is no allegation that the Tischlers have obtained a judgment against Maryland Casualty.\nWe must also reject DPWs argument that it may proceed under § 1404. § 1404 does not provide a cause of action independent from that contained in § 1409. To the contrary, § 1404 addresses only the relationship between the medical assistance recipient and the provider of the medical assistance payments, providing that receiving medical assistance is contingent upon the recipient giving the department the right of subrogation to any health insurance benefits to which the recipient is entitled. Section 1404 does not in itself authorize an independent action to recover from a third party any monies paid to the recipient. Rather, the authorization to bring such a suit is contained in § 1409. Suits under § 1409 are limited by a five-year statute of limitations. As we have already noted, DPW concedes that five years has already passed.\nDPW argues that the doctrine of nullum tempus occurrit regí (“time does not run against the king”) applies to this case. We disagree. If the statute of limitations expressly limits the time in which the Commonwealth may bring an action, then the doctrine of nullum tempus does not apply. Stroudsburg Area School District v. RKR Associates, 417 Pa.Superior Ct. 85, 611 A.2d 1276 (1992) appeal denied 533 Pa. 646, 622 A.2d 1377 (1993) and 533 Pa. 662, 625 A.2d 1195 (1993). Here, § 1409(b)(4) expressly imposes a five-year statute of limitations upon the Commonwealth in actions brought under that section. Therefore, nullum tem-pus is clearly inapplicable.\nAffirmed.\nORDER\nAND NOW, this 24th day of May, 1994, the June 4, 1993 order of the Court of Common Pleas of Dauphin County is affirmed.\n. In reviewing a grant of judgment on the pleadings, our scope of review is limited to determining whether the trial court committed an error of law or abused its discretion. Ithier v. City of Philadelphia, 137 Pa.Commonwealth Ct. 103, 585 A.2d 564 (1991). The opposing parties’ well-pled allegations are viewed as true, but only those facts specifically admitted by the opposing party may be considered against him. Id. The motion may only be granted where no material facts are at issue and the law is clear that a trial would be fruitless exercise. Id.\n. Because DPW has waived any argument under § 1975, we need not address whether DPW may proceed with Jason Tischler’s action which, under 75 Pa.C.S. § 1721, does not expire until four years after he attains the age of 18.\n. Because DPW has waived its right to proceed under § 1975, we must decline to address whether nullum tempus applies to actions brought under that statute.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      },
      {
        "text": "DOYLE, Judge,\nconcurring and dissenting.\nI concur in the well-reasoned opinion of the majority, except for one small part, and I dissent from that part which determined that the subrogation interest of the Department of Public Welfare for Jason Tischler’s action is precluded because the Department of Public Welfare asserts its subrogation interest through Section 5 of the Public Welfare Code, 62 P.S. § 1975.\nIn my view, the Department of Public Welfare’s subrogation interest is conferred by Section 1976 of the Code, but the five-year statute of limitations under Section 1409(b)(4) of the Code is extended under Section 1721(b) of the Vehicle Code, 76 Pa. C.S. § 1721(b), which provides as follows:\n(b) Minors. — For minors entitled to benefits described in section 1711 (relating to required benefits) or 1712 (relating to availability of benefits), an action for benefits shall be commenced within four years from the date on which the injured minor attains 18 years of age.\nI would hold, therefore, that the Department of Public Welfare’s subrogation interest is not time-barred for Jason Tischler’s claim for $12,061.\n. Act of June 24, 1937, P.L. 2045, 62 P.S. § 1975.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "DOYLE, Judge,"
      }
    ],
    "attorneys": [
      "Jason W. Manne, Asst. Counsel, for appellant.",
      "Kristen L. Beech, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF PUBLIC WELFARE, Appellant, v. MARYLAND CASUALTY COMPANY c/o John Burger.\nCommonwealth Court of Pennsylvania.\nArgued Dec. 17, 1993.\nDecided May 24, 1994.\nReargument Denied July 20, 1994.\nAs Corrected Aug. 3, 1994.\nJason W. Manne, Asst. Counsel, for appellant.\nKristen L. Beech, for appellee.\nBefore DOYLE, and FRIEDMAN, JJ., and LORD, Senior Judge."
  },
  "file_name": "0139-01",
  "first_page_order": 205,
  "last_page_order": 208
}
