{
  "id": 7287801,
  "name": "BPG REAL ESTATE INVESTORS-STRAW PARTY II, L.P. v. BOARD OF SUPERVISORS OF NEWTOWN TOWNSHIP, Delaware County, Pennsylvania and Newtown Square East, L.P. and BPG Real Estate Investors-Straw Party-1, L.P. Appeal of: Newtown Square East, L.P.",
  "name_abbreviation": "BPG Real Estate Investors-Straw Party II, L.P. v. Board of Supervisors",
  "decision_date": "2010-03-05",
  "docket_number": "",
  "first_page": "140",
  "last_page": "152",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 140"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "905 A.2d 918",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8472059,
        3787763
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/905/0918-01",
        "/pa/588/0539-01"
      ]
    },
    {
      "cite": "588 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3787763
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0539-01"
      ]
    },
    {
      "cite": "919 A.2d 206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8325280,
        3016558
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quoting Stilp v. Commonwealth, 588 Pa. 539, 556, 905 A.2d 918, 928 n. 14 (2006)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/919/0206-01",
        "/pa/591/0436-01"
      ]
    },
    {
      "cite": "591 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3016558
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "461",
          "parenthetical": "quoting Stilp v. Commonwealth, 588 Pa. 539, 556, 905 A.2d 918, 928 n. 14 (2006)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0436-01"
      ]
    },
    {
      "cite": "974 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7295088
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/974/0525-01"
      ]
    },
    {
      "cite": "628 A.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449088
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "1228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0050-01"
      ]
    },
    {
      "cite": "819 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9345706
      ],
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/0181-01"
      ]
    },
    {
      "cite": "531 A.2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1363621
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/109/0200-01"
      ]
    },
    {
      "cite": "854 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9215994
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "634-635"
        },
        {
          "page": "635"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0629-01"
      ]
    },
    {
      "cite": "187 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883284
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0441-01"
      ]
    },
    {
      "cite": "289 A.2d 496",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "411 A.2d 1263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "Craig, J."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "822 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9126255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/822/0153-01"
      ]
    },
    {
      "cite": "845 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9267510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/845/0203-01"
      ]
    },
    {
      "cite": "499 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778931
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0498-01"
      ]
    },
    {
      "cite": "970 A.2d 495",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7333665
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/970/0495-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1224,
    "char_count": 36242,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 1.3954855422715054e-07,
      "percentile": 0.6436276786793361
    },
    "sha256": "ef84ea31510aee4231878a14b2b97e4daf57ce47075b2840e5f32cd91670f4d1",
    "simhash": "1:08b3e626864e1d80",
    "word_count": 5504
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SIMPSON, Judge, BROBSON, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "BPG REAL ESTATE INVESTORS-STRAW PARTY II, L.P. v. BOARD OF SUPERVISORS OF NEWTOWN TOWNSHIP, Delaware County, Pennsylvania and Newtown Square East, L.P. and BPG Real Estate Investors-Straw Party-1, L.P. Appeal of: Newtown Square East, L.P."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge SIMPSON.\nIn this complex land use appeal, New-town Square East, L.P. (NSE), a neighboring landowner, asks whether the Court of Common Pleas of Delaware County (trial court) erred in approving a settlement agreement between BPG Real Estate Investors-Straw Party II, L.P. (BPG-2) and several other entities (collectively, Developers), and the Board of Supervisors of Newtown Township (Supervisors). The settlement agreement allows for development of BPG-2’s 51-acre property in New-town Township, which was the subject of a land use appeal and a mandamus action. Significantly, the settlement agreement also permits mixed-use development on adjoining properties owned by the other Developer entities. The total acreage affected by the Settlement Agreement is 219 acres (subject properties). NSE challenges the propriety of the settlement agreement. Upon review, we conclude the trial court lacked authority to approve development of that portion of the subject properties beyond the 51-acre tract at issue in the underlying litigation. Therefore, we reverse and remand for reconsideration in light of this opinion.\nI. Background\nThis appeal arises out of the trial court’s disposition of a complaint in mandamus and a land use appeal, both filed by BPG-2 in October 2007. The underlying zoning proceedings that resulted in the mandamus action and the land use appeal stemmed from BPG-2’s conditional use application for a proposed three-story, 140,-000 square-foot office building on approximately 51 acres of the subject properties. The Supervisors approved BPG-2’s conditional use application subject to certain conditions, including a condition that no additional office buildings be constructed on BPG-2’s 51-acre property. The only parties involved at the municipal level were the Supervisors and BPG-2, and only the 51-acre property was involved.\nBPG-2 challenged the conditions through a land use appeal and also filed a mandamus action with the trial court. Through its mandamus action, BPG-2 sought a deemed approval of its conditional use without conditions. The land use appeal requested the trial court sustain the Supervisors’ approval of BPG-2’s conditional use application and invalidate the conditions.\nInitially, the only parties in the court actions were the Supervisors and BPG-2. Later, NSE intervened by consent. Still later, the other Developer entities which owned the 168 acres adjacent to BPG-2’s 51 acres (which together comprise the 219-acre subject properties addressed in the settlement agreement) intervened by court permission.\nDevelopers (BPG-2 and other landowners of the 219-acre subject properties) previously filed several “by right” development applications with the Township for other portions of the subject properties under existing zoning. Developers’ “by right” applications included: a preliminary land development application for construction of 202,000 square feet of retail space in three buildings to be known as “Crossroads Center;” a different application for conditional use approval for a three-story, 178,083 square-foot office building on BPG-2’s 51-acre property; and, an application for conditional use approval for a 240-unit elderly housing development on 24.45 acres in the northeast corner of the subject properties. These applications remain pending before the Supervisors.\nAround September 2007, Developers proposed an alternative mixed-use plan for the overall development of the entire subject properties in a manner that addressed the Supervisors’ concerns with their proposed “by-right” development. Over several months, Developers worked with the Supervisors and other Township representatives to negotiate the terms under which the Supervisors would permit development of all the subject properties in accordance with .the September 2007 proposal.\nAfter months of negotiations, Developers and the Supervisors jointly proposed a draft settlement agreement that set forth the terms and conditions under which the Supervisors would permit Developers to develop the subject properties in accordance with the September 2007 proposal. This proposal would allow for the overall development of the subject properties as a mixed-use development consisting of approximately 1.8 million square feet of new retail, commercial, office and residential space. The proposal would divide the subject properties into four sectors: a “town center” mixed-use community (comprised of a diverse mix of retail, office, residential, hotel and entertainment uses and public spaces in a pedestrian-oriented environment with preservation of 14 acres of opens space); office building development; residential development; and, existing buildings. The agreement included detailed development conditions and design criteria to be imposed upon the further development of the subject properties. The agreement also required Developers to make designated off-site road improvements at a cost of approximately $8.6 million.\nThe draft agreement was presented to the public at three public meetings. At the conclusion of the public meetings, the Supervisors voted to approve the draft settlement agreement upon the condition that it be revised to address several additional concerns. After these revisions, the Supervisors executed the agreement (Settlement Agreement). The Supervisors and Developers jointly petitioned the trial court for approval of the Settlement Agreement.\nIn March 2009, a very patient trial court held a hearing on the joint petition for approval of the Settlement Agreement, at which Joseph Catania, Esq., the Supervisors’ Chairman, and Dennis Glackin, a professional land planner involved in the planning of Developers’ proposed mixed-use development, testified. Shortly thereafter, the esteemed trial court issued an order approving the Settlement Agreement. NSE appealed to this Court, and the trial court issued an opinion in support of its order.\nIn its opinion, the trial court noted the terms and conditions of the Settlement Agreement resolved all the issues involved in the underlying land use litigation as well as the Supervisors’ concerns over additional development. The trial court pointed out there is a strong judicial preference in favor of the voluntary settlement of litigation. It also noted this Court upheld a number of settlement agreements in land use cases that were approved over the objections of intervening landowners. The trial court further stated this Court has upheld settlement agreements that permit departure from existing zoning regulations. The trial court rejected NSE’s contention that approval of the Settlement Agreement was improper because it included land not involved in the underlying litigation. Finally, the trial court stated the issue of whether a settlement agreement should be approved over the objection of an intervening landowner involves considerations of whether the settlement agreement imposes any duty on the objecting party (which it does not here) and whether the settlement agreement is in the public interest (which, the trial court stated, it was here).\nThe trial court’s approval of the Settlement Agreement is now before this Court for disposition.\nThis Court reviews a trial court’s acceptance or rejection of a settlement proposal for abuse of discretion. T.H. Props., L.P. v. U. Salford Twp. Bd. of Supervisors, 970 A.2d 495 (Pa.Cmwlth.2009).\nII. Issues\nOn appeal, NSE argues the Settlement Agreement constitutes unlawful contract zoning and/or spot zoning. In addition, NSE asserts the Settlement Agreement infringes on the procedural due process rights of neighboring landowners like itself.\nIII. Discussion\nA. Contract Zoning/Trial Court’s Authority to Approve the Settlement Agreement\nNSE begins by noting that it does not argue here that all settlement agreements in the context of zoning or land development disputes are illegal. It asserts where such an agreement is limited to addressing issues under appeal and does not include terms that are otherwise illegal, the agreement is not necessarily invalid. However, where, as here, a settlement agreement results in contract zoning, exempts a private entity from zoning ordinances in perpetuity, and deprives neighboring landowners of the procedural protections mandated by the legislature, the agreement violates Pennsylvania law.\nNSE asserts the Settlement Agreement takes BPG-2’s application regarding construction of a single, 140,000 square-foot office building on 51 acres and grants Developers permission to build up to 2.3 million square feet of buildings of several varieties and encompasses an additional 168 acres — -more than double the area covered by the initial application. NSE contends the Settlement Agreement then authorizes Developers to make additional changes, in perpetuity, that affect adjoining properties, including that of NSE, without affording these landowners an opportunity for a hearing or even an opportunity to object to any future changes.\nNSE further contends the Settlement Agreement constitutes illegal contract zoning. See Carlino v. Whitpain Investors, 499 Pa. 498, 453 A.2d 1385 (1982). Specifically, it maintains, the Settlement Agreement delegates to Developers, private parties, the obligations the Municipalities Planning Code (MPC) imposes on the Township, in exchange for Developers’ promise to pay for off-site traffic improvements that the Township could not otherwise require Developers to fund.\nFurther, NSE maintains several provisions of the Settlement Agreement allow Developers to effectively remove the subject properties from the requirements of the Township zoning ordinances. NSE argues that under the MPC any such exemption from these requirements must be granted by variance.\nIn addition, NSE asserts Developers, without submitting any zoning applications, may significantly alter their “Concept Plans,” which set forth broad and flexible categories for size, use and location of its buildings and streets. NSE also points out that the Settlement Agreement provides Developers the right to cause the condemnation of neighboring properties for rights-of-way in order to facilitate development or redevelopment of the subject properties. It contends this is clearly contrary to Pennsylvania law, as eminent domain powers can only be exercised by the state, and any agreement that delegates the power of eminent domain to a private individual is void. Finally, NSE argues the Settlement Agreement’s “dispute resolution” provision usurps the authority of the Township Engineer by allowing an “independent” engineer (whose fees are paid by Developers) to overrule the Township Engineer in the event there is a disagreement on any development criteria under the Settlement Agreement.\nIn short, NSE argues, if the practice of evading the requirements of Pennsylvania law through zoning by contract were permitted, any major zoning application could be transformed into a matter of private contract and removed from the public, democratic process mandated in Pennsylvania.\nDevelopers counter that the trial court’s approval of the Settlement Agreement was proper and justified. They assert there is a strong judicial policy in favor of parties voluntarily settling litigation, and Pennsylvania law allows courts to approve settlement agreements that resolve existing and future land use litigation by creating alternative zoning restrictions, provided the public is permitted to participate in the proceedings related to the settlement agreement. Developers argue the terms and conditions imposed on the further development of the subject properties as embodied in the Settlement Agreement resolve all the issues involved in the appeal and avoid future land use litigation between the parties. Developers assert their proposed mixed use development better serves the public interest than the piecemeal development of the subject properties in accordance with the “By-Right Development Applications” previously submitted by Developers.\nDevelopers and the Supervisors further argue the Settlement Agreement does not constitute invalid contract zoning because it does not require any changes or amendments to the Township’s zoning ordinance. Developers point out contract zoning is premised on the rezoning of land, and the Settlement Agreement does not change the zoning for the subject properties. Developers also maintain NSE ignores several of this Court’s decisions that upheld settlement agreements in zoning cases despite the fact that such agreements permit a departure from existing zoning requirements. See Yaracs v. Summit Acad., 845 A.2d 203 (Pa.Cmwlth.2004); Boeing Co. v. Zoning Hearing Bd. of Ridley Twp., 822 A.2d 153 (Pa.Cmwlth.2003); Summit Twp. Taxpayers Ass’n v. Summit Twp. Bd. of Supervisors, 49 Pa.Cmwlth. 459, 411 A.2d 1263 (1980) (Craig, J.); Council of Borough of Monroeville v. Al Monzo Constr. Co., 5 Pa.Cmwlth. 97, 289 A.2d 496 (1972) (en banc) (Rogers, J.). Developers assert such agreements are lawful and proper and do not constitute unlawful contract zoning. They contend if NSE were correct that such permitted deviations constitute “contract zoning,” every court-approved settlement agreement that allows for deviations from existing zoning regulations would constitute illegal “contract zoning,” which is clearly not the case.\nIn addition, Developers maintain NSE’s claim that the Settlement Agreement abridges Pennsylvania’s police powers by exempting Developers from the provisions of the MPC and from all Township ordinances is directly contrary to the Settlement Agreement and lacks a factual foundation. Developers assert the Settlement Agreement does not exempt them from all local zoning and subdivision and land development ordinances in perpetuity, nor does it allow Developers to unilaterally change development plans without Township approval. Rather, the Settlement Agreement allows only limited exceptions from local ordinances that are inconsistent with the type of mixed-use development proposed, and allows only limited types of changes absent approval from the Supervisors. Developers also assert the Settlement Agreement does not give them the wholesale right to condemn other properties. To the contrary, they argue, it merely requires the Township to condemn additional rights-of-way if needed for Developers to construct the off-site road improvements specified in the Settlement Agreement, power the Township possesses by statute.\nUpon review, we believe the “contract zoning” cases decided by our Supreme Court in Carlino and Gladwyne Colony, Inc. v. Lower Merion Township, 409 Pa. 441, 187 A.2d 549 (1963), and discussed by the parties, are inapplicable to the settlement of a land use case before a trial court. To that end, as the trial court here recognized, several cases from this Court hold that settlement agreements are a permissible tool for resolving land use disputes. See Yaracs; Boeing; Summit; Al Morizo. This holds true even where such an agreement permits a departure from existing zoning ordinance regulations. Summit.\nThe problem here, however, is that the trial court approved a Settlement Agreement that includes a large amount of land not at issue in BPG-2’s conditional use request and not at issue in the initial land use appeal and mandamus action. Through its complaint in mandamus and its notice of land use appeal, BPG-2 sought approval of its proposed 130,000 square-foot office building on a 51-acre portion of the subject properties. However, the Settlement Agreement contemplates development of the entire 219-acre subject properties. In approving the Settlement Agreement, which allows for development of a far greater portion of the subject properties than that at issue in the underlying litigation, we believe the trial court was improperly invited beyond its statutory scope of review.\nSection 1001-A of the MPC (Land use appeals) allows for appeal to a common pleas court, and it provides: “The procedures set forth in this article shall constitute the exclusive mode for securing review of any decision rendered pursuant to Article IX or deemed to have been made under this act.” 53 P.S. § 11001-A, added by the Act of December 21, 1988, P.L. 1329. Therefore, the authority of the trial court in land use appeals is linked by statute to review of a decision rendered pursuant to Article IX of the MPC.\nSimilarly, Section 1006-A(a) of the MPC (Judicial relief) provides in part that in a land use appeal, “the court shall have the power to ... set aside or modify any action, decision or order of the governing body ... of the municipality brought up on appeal.” 53 P.S. § 11006-A(a), added by the Act of December 21, 1988, P.L. 1329. This provision restricts a trial court’s authority to addressing the action of the governing body brought up on appeal.\nFurther, Section 1006-A provides in a different subsection as follows:\n(c) If the court finds that an ordinance or map, or a decision or order thereunder, which has been brought up for review unlawfully prevents or restricts a development or use which has been described by the landowner through plans and other materials submitted to the governing body, agency or officer of the municipality whose action or failure to act is in question on the appeal, it may order the described development or use approved as to all elements or it may order it approved as to some elements and refer other elements to the governing body, agency or officer having jurisdiction thereof for further proceedings, including the adoption of alternative restrictions, in accordance with the court’s opinion and order.\n53 P.S. § 11006-A(c) (emphasis added). This provision also focuses the authority of a trial court on the municipal decision which has been brought up for review. In sum, several provisions of the MPC circumscribe a trial court’s authority in land use appeals to matters decided by the municipal body and described in the notice of appeal.\nHere, the Supervisors initially rendered a decision on BPG-2’s conditional use application pursuant to their power under Section 913.2 of the MPC, 53 P.S. § 10913.2, added by the Act of December 21, 1988, P.L. 1329 (Governing body’s functions; conditional uses). Through that decision, the Supervisors approved BPG-2’s conditional use request for its proposed office building, subject to certain conditions, including a condition that no additional office buildings be constructed on the 51-acre portion of the subject properties. BPG-2 challenged the condition through a land use appeal and also filed a mandamus action. Thus, the trial court’s authority was limited to review of the Supervisors’ handling of the conditional use application, which was brought up on appeal.\nBy approving the Settlement Agreement, which allows for development of other properties owned by other entities who were not involved in the appealed conditional use decision, the trial court wandered beyond the decision rendered pursuant to Article IX of the MPC, and, therefore, exceeded its statutory scope of review. This constitutes an abuse of discretion.\nThe trial court relied on Boeing for the proposition that a court can approve a settlement that includes land not involved in the underlying litigation. We respectfully disagree, for several reasons. First and foremost, the settlement in Boeing was brokered and approved by a federal court, which does not labor under the same restrictions as state trial courts entertaining statutory land use appeals. Second, it is far from clear that the settlement in Boeing included land not involved and parties not involved in the underlying litigation. Third, this Court resolved the appeal by holding that the party protesting the settlement did not raise a timely challenge. The Court did not address the breadth of the settlement agreement. For all these reasons, the case does not support the proposition for which the trial court cited it.\nThus, to the extent the trial court’s order permits development of that portion of the subject properties beyond the 51-acre tract at issue in the underlying litigation, the trial court’s order must be reversed. Regarding the 51-acre tract owned by BPG-2, however, the trial court was empowered to approve a settlement, even if its terms deviated from existing zoning for that parcel. Summit The settlement resolved the original litigation and did not constitute contract zoning.\nBased on our determination that the trial court exceeded its statutory authority in permitting development of that portion of the subject properties beyond the 51-acre tract at issue in the underlying litigation, we only address NSE’s spot zoning and procedural due process claims as they relate to the 51-acre portion of the subject properties at issue in the underlying litigation.\nB. Spot Zoning\nNSE argues the Settlement Agreement constitutes unlawful spot zoning because it creates an illegal island of “unzoned territory” in the middle of the Township that is not subject to any future zoning, and it impermissibly singles out Developers’ properties for favorable zoning treatment. NSE maintains the Settlement Agreement: creates a privately negotiated exemption from several local ordinances that gives Developers an unjustifiable advantage over all other properties subject to these ordinances; allows flexible “concept plans” which, in turn, allow Developers’ properties to be developed without submission of specific plans that would give neighboring landowners an opportunity to be heard; and, gives Developers the unique ability to cause condemnation of neighboring properties for rights-of-way to facilitate development of their 219 acres. NSE maintains there is no justification for these provisions singling out the subject properties; rather, Developers bargained for these advantages by agreeing to make substantial off-site traffic improvements the Township could not otherwise have required them to make. As such, NSE contends, there is no lawful reason for creation of a “singular” advantage for Developers.\nSpot zoning is an “unreasonable or arbitrary classification of a small parcel of land, dissected or set apart from surrounding properties, with no reasonable basis for the differential zoning.” Christman v. Zoning Hearing Bd. of Twp. of Windsor, 854 A.2d 629, 634-635 (Pa.Cmwlth.2004). “When faced with a spot zoning challenge, a reviewing court must presume the zoning ordinance is valid and constitutional; the burden of proving otherwise is on the challenging party, who must show that the provisions are arbitrary and unreasonable, and have no relation to the public health, safety, morals, and general welfare.” Id. at 635. “Spot zoning must be clearly established; if the validity of the rezoning ordinance is debatable, it must be permitted to stand.” Id. The most determinative factor in an analysis of a spot zoning question is whether the parcel in question is being treated unjustifiably different from similar surrounding land, thus creating an “island” having no relevant differences from its neighbors. Id.\nThis Court explained spot zoning as follows:\nThe key point is that when a municipal governing body puts on blinders and confines its vision to just one isolated place or problem within the community, disregarding a community-wide perspective, that body is not engaged in lawful zoning, which necessarily requires that the picture of the whole community be kept in mind while dividing it into compatibly related zones by ordinance enactments. In other words, legislation as to a spot is the antithesis of zoning, which necessarily functions within a community wide framework.... [Zoning, to be valid, must be in accordance with a rational and well considered approach to promoting safety, health and morals and a coordinated development of the whole municipality.\nTwp. of Plymouth v. County of Montgomery, 109 Pa.Cmwlth. 200, 531 A.2d 49, 57 (1987).\n“Spot zoning must be clearly established; if the validity of the rezoning ordinance is debatable, it must be permitted to stand.” Fisher v. Cranberry Twp. Zoning Hearing Bd., 819 A.2d 181, 185 (Pa.Cmwlth.2003). “There is no precise formula for determining whether a classification of property constitutes spot zoning and cases should be decided on the facts guided by case law.” Sharp v. Zoning Hearing Bd. of the Twp. of Radnor, 157 Pa.Cmwlth. 50, 628 A.2d 1223, 1228 (1993).\nHere, the municipal action challenged by NSE was not rezoning; rather, it was approval of the Settlement Agreement permitting development. Therefore, analysis of NSE’s spot zoning claim is problematic.\nNevertheless, even if the Settlement Agreement constituted a “de facto ” rezoning the 51-acre portion of the subject properties, there is no indication that the 51-acre parcel is being treated unjustifiably different from similar surrounding land or that any “de facto ” rezoning is arbitrary or unreasonable. More particularly, the 51-acre parcel at issue in the underlying litigation is zoned Special Use SU-1. Under the terms of the Settlement Agreement, Developer would be permitted to develop the 51-acre portion of the subject properties with one additional office building, structured parking, and additional surface parking facilities. Reproduced Record (R.R.) at 695a. Office use is permitted by conditional use in the SU-1 District. See Section 172-24 of the Newtown Township Zoning Code. NSE does not explain how the use of the 51-acre portion of the subject properties for office purposes results in that portion of the subject properties being treated unjustifiably different from similar surrounding land. Additionally, NSE does not explain how the provisions of the Settlement Agreement that authorize office use on the 51-acre portion of the subject properties are arbitrary and unreasonable and bear no relation to the public health, safety, morals, and general welfare. To the contrary, the trial court specifically determined the Settlement Agreement was in the public interest. See Tr. Ct., Slip Op., 6/5/09, at 4. For these reasons, we reject NSE’s spot zoning claim as it relates to the 51-acre portion of the subject properties at issue in the underlying litigation.\nC. Procedural Due Process\nNSE also contends the Settlement Agreement infringes on its right to procedural due process. More particularly, it reiterates its contentions that the Settlement Agreement exempts the subject properties from the restrictions of local zoning ordinances in perpetuity and allows amendments to Developers’ concept plans at any time by agreement between Developers and the Township without the procedural safeguards of the MPC. NSE argues, unlike the normal procedure for zoning in Pennsylvania, such changes would require a public process before a governing body with the opportunity for public involvement and objection. In particular, it contends that in the Township such an application would require a public hearing before the Township Planning Commission, submission of plans to the County Planning Commission and a public hearing before the Supervisors. Here, however, NSE maintains that all future zoning decisions related to the subject properties that would otherwise be governed by the MPC can now be made by private contract without any of the MPC’s procedural protections. NSE argues adjacent landowners will not have an opportunity to participate in the process, which is unfair and represents an unconstitutional denial of due process. NSE also asserts the Settlement Agreement’s denial of due process could constitute a de facto taking because adjacent property owners have no process by which to object to zoning changes that may affect the value of their own property. Thus, it contends, the Settlement Agreement impermissibly denies it and other adjacent landowners the due process protections of the Pennsylvania and U.S. Constitutions.\nThe fundamental components of procedural due process are notice and opportunity to be heard. In Re McGlynn, 974 A.2d 525 (Pa.Cmwlth.2009).\nContrary to NSE’s contentions, the Settlement Agreement does not result in a violation of its procedural due process rights as it relates to the 51-acre portion of the subject properties at issue in the underlying litigation. As noted above, through its conditional use application, BPG-2 sought approval for a second office building on its 51-acre portion of the subject properties. The Supervisors conducted hearings on the conditional use application before issuing a decision granting the conditional use subject to conditions. NSE could have sought to intervene in the conditional use proceedings at the municipal level, but did not do so. Indeed, in its petition to intervene before the trial court, NSE acknowledged that it did not participate as a party in the municipal proceedings on BPG-2’s conditional use application, and that it “did not oppose [] the construction by [BPG-2] of the proposed three-story, 140,000 sq. ft. office building on [BPG-2’s] Property.” R.R. at 65a. Rather, NSE sought intervention because the Settlement Agreement purported to authorize development of the remaining 168 acres of the subject properties. R.R. at 65a-70a. Under these circumstances, we discern no procedural due process violation with regard to that portion of the Settlement Agreement that authorizes development of the 51-acre portion of the subject properties at issue in the underlying litigation for office and related parking use.\nIV. Conclusion\nBased on the foregoing, we reverse the trial court’s order to the extent it approved development of that portion of the subject properties beyond the 51-acre tract at issue in the underlying litigation involving BPG-2’s conditional use request. It is unclear, however, to what extent the provisions of the Settlement Agreement are severable and whether the parties wish to proceed with a less expansive amicable resolution. Therefore, it is appropriate to allow the parties to be heard regarding a settlement within the statutory authority of the trial court. Thus, we remand to the trial court for consideration of whether to approve that portion of the Settlement Agreement that relates only to development of the 51-acre tract at issue in the underlying litigation or to reject the Settlement Agreement in its entirety.\nORDER\nAND NOW, this 5th day of March, 2010, the order of the Court of Common Pleas of Delaware County is REVERSED and this matter is REMANDED for proceedings consistent with this opinion.\nJurisdiction relinquished.\n. NSE is joined by Individuals Concerned for Newtown Square (IC4NS) as amicus curiae..\n. The subject properties are partially developed with: a three-story, 131,512 square-foot medical office building; various cottages used for office purposes; approximately 900,000 square feet of office buildings and ancillary facilities; a 24,000 square-foot conference center; and, a 22,000 square-foot fitness center.\n. At oral argument on appeal, counsel for Developers asserted that the other Developer entities are related to BPG-2. A careful ra-view of the record, however, fails to confirm this assertion. To the contrary, the petition to intervene on behalf of the other entities contains an averment by counsel for Developers that their interests are “separate and distinct” from those of BPG-2. Reproduced Record (R.R.) at 151a; see Pa. R.C.P. No. 2329(2) (intervention may be refused where the interest of petitioner already adequately represented).\n. Developers assert NSE's objections to the Settlement Agreement related solely to the Supervisors' approval of Developers’ proposed mixed-use development by way of settlement agreement rather than by legislative zoning amendment. Developers state that in July 2009, the Supervisors adopted an amendment to the Township zoning ordinance to allow for the proposed mixed-use development as a planned residential development (PRD). Despite enactment of the PRD amendment, Developers note, NSE continues to object to the proposed mixed-use development and is also currently challenging the validity of the PRD amendment before the Township Zoning Hearing Board.\n. As noted above, NSE is joined by IC4NS as amicus curiae. In addition to echoing the arguments advanced by NSE, in its amicus brief, IC4NS states several issues in support of reversal of the trial court decision, which were not raised by NSE. Specifically, IC4NS argues: the Supervisors’ approval of the Settlement Agreement is an ultra vires act; the Settlement Agreement is an unlawful abrogation of the Supervisors' authority; the Township failed to adhere to the procedures set forth in the Municipalities Planning Code, Act of July 31, 1968, P.L. 805, as amended, 53 P.S. §§ 10101-11202; and, the Settlement Agreement should not have been approved where the Township acted in violation of the Sunshine Act, 65 Pa.C.S. §§ 701-716.\nOur Supreme Court instructs: “[I]t is settled that an amicus ‘cannot raise issues that have not been preserved by the parties.’ ” Alliance Home of Carlisle, PA v. Bd. of Assessment Appeals, 591 Pa. 436, 461, 919 A.2d 206, 221 n. 8 (2007) (quoting Stilp v. Commonwealth, 588 Pa. 539, 556, 905 A.2d 918, 928 n. 14 (2006)); see Pa. R.A.P. 531(a). Thus, we do not address the additional arguments presented by IC4NS to the extent they constitute issues beyond those presented by the parties.\n. Act of July 31, 1968, P.L. 805, as amended, 53 P.S.§§ 10101-11202.\n. Preliminarily, Developers contend NSE's objections to the Settlement Agreement are brought in bad faith and are barred by the doctrine of judicial estoppel. They assert NSE's real interest here is a competitive interest that is not cognizable in a zoning proceeding. In particular, Developers argue NSE seeks to play “fast and loose” with this Court by objecting to the Settlement Agreement as unlawful contract zoning, while NSE’s principal, Claude de Botton, has entered into several similar agreements that settled existing and future land use litigation by creating alternative zoning restrictions for his properties. See Supplemental Reproduced Record at lb-101b. Developers maintain it would be inequitable and an affront to the integrity of the judicial system to allow NSE to contest Developers' and the Supervisors’ right to use the same settlement process that NSE’s principal himself has used to his advantage in the past.\nDevelopers’ bad faith and judicial estoppel arguments are premised on the fact that NSE’s principal, de Botton, and other municipalities entered into settlement agreements, similar to the Agreement at issue here, in order to resolve various land use disputes. However, as fact-finder, the trial court declined to consider these agreements on the ground they were not relevant to the trial court's determination concerning the propriety of the Settlement Agreement. R.R. at 663a-66a, 673a. Thus, it is not surprising the trial court did not address Developers’ judicial estoppel or bad faith arguments.\nIt was within the discretion of the trial court to exclude evidence if its probative value is outweighed by the danger of unfair prejudice, or confusion of the issues, or by considerations of undue delay or waste of time. See Pa.R.E. 403. No abuse of discretion is evident in the trial court's exclusion of evidence of bad faith and judicial estoppel.\n. The purpose of the SU-1 District is to establish a zoning district which will act as a buffer zone between residential land uses and other more intense nonresidential land uses or to reflect historic or difficult geographic features of particular tracts such as soil type, marsh areas, slopes and ravines or a combination thereof. Section 172-86 of the Newtown Township Zoning Code.",
        "type": "majority",
        "author": "Judge SIMPSON."
      }
    ],
    "attorneys": [
      "John W. Nilón, Jr., Media, for appellant.",
      "Marc B. Kaplin, Blue Bell, for appellee, BPG Real Estate Investors-Straw Party, II L.P.",
      "J. Michael Sheridan, Media, for appellee, Board of Supervisors of Newtown Township."
    ],
    "corrections": "",
    "head_matter": "BPG REAL ESTATE INVESTORS-STRAW PARTY II, L.P. v. BOARD OF SUPERVISORS OF NEWTOWN TOWNSHIP, Delaware County, Pennsylvania and Newtown Square East, L.P. and BPG Real Estate Investors-Straw Party-1, L.P. Appeal of: Newtown Square East, L.P.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 8, 2010.\nDecided March 5, 2010.\nJohn W. Nilón, Jr., Media, for appellant.\nMarc B. Kaplin, Blue Bell, for appellee, BPG Real Estate Investors-Straw Party, II L.P.\nJ. Michael Sheridan, Media, for appellee, Board of Supervisors of Newtown Township.\nBEFORE: SIMPSON, Judge, BROBSON, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0140-01",
  "first_page_order": 182,
  "last_page_order": 194
}
