{
  "id": 8046267,
  "name": "Celestine BROOKS, Claimant-Appellant, v. CHRYSLER CORPORATION, Employer-Appellee",
  "name_abbreviation": "Brooks v. Chrysler Corp.",
  "decision_date": "1979-07-05",
  "docket_number": "",
  "first_page": "141",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 141"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "372 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042373
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/372/0185-01"
      ]
    },
    {
      "cite": "213 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "300 A.2d 2",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047191
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/300/0002-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 6509,
    "ocr_confidence": 0.802,
    "pagerank": {
      "raw": 9.681032619630729e-08,
      "percentile": 0.5292111625040687
    },
    "sha256": "e65935f6cb2ff60f3ebd74d3e9f17362e36955b0dce66047304aa889c5eb7b5e",
    "simhash": "1:9a9bccda5675ea6f",
    "word_count": 1049
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Celestine BROOKS, Claimant-Appellant, v. CHRYSLER CORPORATION, Employer-Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nTEASE, Judge.\nTwo questions are raised in this appeal from a decision of the Industrial Accident Board (Board) whether there is substantial evidence of record to support the Board’s conclusion that the two year compensation claim period set by 19 Del.C. § 2361(a) expired before the filing of a claim for neck injuries and whether an award of disability benefits must be reduced by the amount of unemployment compensation received as a result of an industrial accident.\nOn October 13, 1976, claimant, Celestine Brooks, filed a claim for workmen’s compensation benefits wherein she alleged having sustained separate injuries to her back and neck while employed by Chrysler Corporation. By opinion dated March 30, 1978, the Board awarded claimant total disability benefits for time lost from work due to her back injury from September 17, 1976, to September 27, 1976; and from September 30, 1976, to February 3, 1977. Such benefits as were paid to claimant under the Delaware unemployment compensation statute between September 30, 1976, to February 3, 1977, were, however, offset from the Board’s award.\nThe Board declined to award any benefits to claimant for injury to her neck. Since the claim for neck injury was filed more than two years after the occurrence of the accident in August, 1974, (according to claimant’s Petition to Determine Compensation Due), the Board concluded that recovery was barred under the applicable period of limitations.\nIf substantial competent evidence exists to support the conclusions reached by the Board and no errors of law appear, the Court must affirm. Food Krafts, Inc. v. Santiago, Del.Supr., 300 A.2d 2 (1972). The Superior Court does not sit as a trier of fact to weigh evidence and determine credibility. Johnson v. Chrysler Corporation, Del.Supr., 213 A.2d 64 (1965).\nI\nClaimant first contends that since her neck injury developed gradually over a period of time, the two year limitations period set by 19 Del.C. § 2361(a) should begin to run only after some remission of her symptoms had occurred.\nIn Delaware:\n“. . .a claimant proceeding on a gradual deterioration or cumulative detriment-to-health theory must prove two points: (1) that his usual duties and work habits contributed to his condition, and (2) that such contributing factors were present on the day when he alleges that his right to compensation commenced.” Chicago Bridge & Iron Co. v. Walker, Del.Supr., 372 A.2d 185, 188 (1977).\nClaimant states in her “petition” for compensation that her neck injury occurred in August of 1974. As indicated by the following testimony before the Board, claimant’s condition had progressed, by that time, to the point where she was actually unable to work:\nQ Mrs. Brooks, I have a record here, and I think it is in the record here, that states that you were out of work from 7/25/74 to 8/25/74. Would that be a period that you were out of work due to your neck condition?\nA Say that again?\nQ From 7/25/74 to 8/25/74.\nA Yes.\nQ Would that be true of the period from 8/23/74 to 10/9/74?\nA Yes. I think I came back and worked a day or something and had to go .back out because my neck was hurting too much. Pgs. 73 and 74 of the transcript.\nI am persuaded that there is substantial evidence of record to support the Board’s conclusion that claimant is barred under 19 Del.C. § 2361(a) from receiving compensation for her neck injury. The benefits sought relate to an injury, the right to receive benefits for which accrued more than two years prior to the time the claim therefor was filed. Additionally, since Section 2361(a) bars “forever” such claims as fall outside the two year limit, the Board properly denied compensation for the period of June 27, 1977 to November 14, 1977. The testimony of the claimant, Dr. John Hogan and Dr. Constantine Michelle consistently attribute claimant’s loss of work during this later period to her neck condition.\nII\nClaimant next contends that the Board erred in reducing the amount awarded by the unemployment benefits received.\nIn the case of Chrysler Corporation v. Bensinger, Del.Super., 5176 C.A., 1971 (unreported opinion, J. Quillen, January 12, 1972), it was determined that unemployment insurance payments and workmen’s compensation benefits are not mutually exclusive remedies. Recovery of one does not bar recovery of the other. However, as indicated by Judge Christie in the case of Phoenix Steel v. Trivits, Del.Super., 511 C.A., 1977 (unreported opinion, J. Christie, March 9, 1978), while receipt of unemployment insurance benefits does not in and of itself disqualify one from receiving workmen’s compensation benefits, “. . . the amount of any disability award should be reduced by the unemployment benefits received.” This view recognizes that both workmen’s compensation and unemployment insurance are designed to replace a certain percentage of lost wages. Eligibility for benefits under more than one wage-loss statute does not entitle a claimant to increased benefits. A single loss of earnings should be compensated by only one recovery. “To the extent that any physical disability (compensated through workmen’s compensation) lasts longer than the economic unemployment (compensable under unemployment laws), the injured workman could continue to receive extended workmen’s compensation benefits without having prejudiced such right by the interim receipt of unemployment benefits; yet at no time may the claimant get duplicate benefits for the same period.” Phoenix Steel Corporation v. Trivits, supra.\nI am of the opinion that the Trivits case adopts the correct and appropriate view on this issue and that the Board properly applied the reasoning therein to the facts at bar.\nFor the reasons stated above, the decision of the Board is affirmed.\n. 19 Del.C. § 2361(a) provides in part:\n“(a) In case of personal injury, all claims for compensation shall be forever barred unless, within 2 years after the accident, the parties have agreed upon the compensation as provided in § 2344 of this title, or unless, within 2 years after the accident, 1 or more of the interested parties have appealed to the Board as provided in § 2345 of this title. . .",
        "type": "majority",
        "author": "TEASE, Judge."
      }
    ],
    "attorneys": [
      "Julian D. Winslow, of Winslow & Wins-low, Wilmington, for claimant-appellant.",
      "Carl Schnee and Dennis R. Spivack, of Schnee & Castle, Wilmington, for employer-appellee."
    ],
    "corrections": "",
    "head_matter": "Celestine BROOKS, Claimant-Appellant, v. CHRYSLER CORPORATION, Employer-Appellee.\nSuperior Court of Delaware, New Castle County.\nSubmitted June 15, 1979.\nDecided July 5, 1979.\nJulian D. Winslow, of Winslow & Wins-low, Wilmington, for claimant-appellant.\nCarl Schnee and Dennis R. Spivack, of Schnee & Castle, Wilmington, for employer-appellee."
  },
  "file_name": "0141-01",
  "first_page_order": 205,
  "last_page_order": 207
}
