{
  "id": 7861355,
  "name": "J.B. STEVEN, INC., Appellant, v. The BOARD OF COMMISSIONERS OF WILKENS TOWNSHIP and Philip R. Dodge, Building Inspector of the Township of Wilkens. J.B. STEVEN, INC., Appellant, v. COUNCIL OF the MUNICIPALITY OF PENN HILLS, the Municipality of Penn Hills, and Howard Davidson, Director, Department of Planning & Economic Development",
  "name_abbreviation": "J.B. Steven, Inc. v. Board of Commissioners of Wilkens Township",
  "decision_date": "1994-05-25",
  "docket_number": "",
  "first_page": "142",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 142"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "559 A.2d 40",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "objectors' declaratory judgment complaint was a disguised appeal attempting to challenge the zoning hearing board's grant of a variance"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "522 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "objectors' declaratory judgment complaint was a disguised appeal attempting to challenge the zoning hearing board's grant of a variance"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "117 Pa.Commonwealth Ct. 499",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1373713
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/117/0499-01"
      ]
    },
    {
      "cite": "155 Pa.Commonwealth Ct. 591",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1445834
      ],
      "weight": 4,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0591-01"
      ]
    },
    {
      "cite": "509 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795406
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "420-21"
        },
        {
          "page": "589"
        },
        {
          "page": "422-23"
        },
        {
          "page": "589-90",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0413-01"
      ]
    },
    {
      "cite": "333 A.2d 239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "17 Pa.Commonwealth Ct. 404",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1864761
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/17/0404-01"
      ]
    },
    {
      "cite": "459 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480992
      ],
      "weight": 5,
      "year": 1974,
      "pin_cites": [
        {
          "page": "228"
        },
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0219-01"
      ]
    },
    {
      "cite": "499 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778861
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0478-01"
      ]
    },
    {
      "cite": "604 A.2d 252",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 660",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "138 Pa.Commonwealth Ct. 257",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1412248
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0257-01"
      ]
    },
    {
      "cite": "413 A.2d 1178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "51 Pa.Commonwealth Ct. 504",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1909417
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/51/0504-01"
      ]
    },
    {
      "cite": "146 Pa.Commonwealth Ct. 467",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1428638
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/146/0467-01"
      ]
    },
    {
      "cite": "131 Pa.Commonwealth Ct. 347",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1399166
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/131/0347-01"
      ]
    },
    {
      "cite": "531 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834427
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "158"
        },
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0154-01"
      ]
    },
    {
      "cite": "301 Pa.Superior Ct. 392",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        193318
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/301/0392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 790,
    "char_count": 18333,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20013850228333777
    },
    "sha256": "e89d6375a30dcd32ec22478333fa62e9375ef1a6f381474629944260b6f2aa5a",
    "simhash": "1:136c493676badf5a",
    "word_count": 2883
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and FRIEDMAN, JJ., and RODGERS, Senior Judge."
    ],
    "parties": [
      "J.B. STEVEN, INC., Appellant, v. The BOARD OF COMMISSIONERS OF WILKENS TOWNSHIP and Philip R. Dodge, Building Inspector of the Township of Wilkens. J.B. STEVEN, INC., Appellant, v. COUNCIL OF the MUNICIPALITY OF PENN HILLS, the Municipality of Penn Hills, and Howard Davidson, Director, Department of Planning & Economic Development."
    ],
    "opinions": [
      {
        "text": "RODGERS, Senior Judge.\nJ.B. Steven, Inc. (JBS) appeals from two orders of the Court of Common Pleas of Allegheny County that sustained the preliminary objections of the Municipality of Penn Hills and Wilkens Township and dismissed JBS’ complaints in mandamus and actions for declaratory relief (equity actions). The cases were consolidated for the purposes of argument to this Court.\nJBS, a company that erects outdoor advertising signs, sought permission from Penn Hills and Wilkens Township to put up advertising signs (billboards). Penn Hills’ zoning ordinance did not permit billboards in any zoning district and Wilkens Township’s zoning ordinance allowed these signs only on the advertiser’s property with no off-site outdoor or billboard advertising. JBS filed substantive validity challenges to the ordinances and requests for curative amendments. After hearings, the validity challenges were granted and curative amendments were adopted in both municipalities.\nThe amendment adopted by Penn Hills was stricter than JBS’ proposal and JBS filed a statutory appeal from the Board’s denial of its permit requests. JBS also filed an equity action seeking mandamus and declaratory relief to compel the zoning officer to issue the permits as originally requested by JBS. JBS also sought damages for loss of business and profits, as well as attorney’s fees and costs.\nIn Wilkens Township, JBS’ validity challenge was also granted, but JBS could only erect billboards provided it complied with other restrictions dealing with signs generally that were a part of the original ordinance. The Township determined that JBS’ plan failed to conform to these ancillary restrictions and denied the permit requests. JBS then filed a statutory appeal from the permit denial and an equity action against Wilkens Township to compel the issuance of the permits. JBS again sought damages similar to those requested in their suit against Penn Hills.\nBoth municipalities filed preliminary objections seeking that the complaints in equity be dismissed. The trial court consolidated JBS’ statutory appeal and its equity action against Penn Hills; it did likewise for the appeals against Wilkens Township. The trial court noted that although the Penn Hills and Wilk-ens Township cases were not consolidated with each other, it heard argument on the municipalities’ preliminary objections together because of the similarity of issues.\nThe trial court sustained the preliminary objections filed by both municipalities and dismissed the equity actions, premising its decision on the basis that equitable relief will not be granted where there is a full, complete and adequate remedy at law. The trial court concluded that the remedy at law existed and was actively pursued by JBS in its statutory appeals. It relied on Procacina v. Susen, 301 Pa.Superior Ct. 392, 447 A.2d 1023 (1982), which states that dismissal is proper when a prior pending action involves the same parties, the same cause of action and the same relief.\nJBS appeals the trial court’s two orders, granting each municipalities’ preliminary objections, and raises the following two issues for our review: (1) whether mandamus relief is available to a successful challenger of a zoning ordinance found to be de jure exclusionary as to off-site advertising signs if the permit applications comply with all applicable zoning ordinance provisions despite the pen-dency of the challenger’s statutory appeal from the denial of the building permits; and (2) whether the alternate restrictions set forth in a zoning ordinance render the successful challenger’s plan insufficiently clear to support a cause of action in mandamus.\nJBS asserts, and we agree, that our scope of review is plenary and that the abuse of discretion standard is not applicable here, citing Renziehausen v. Township of Robinson, 531 Pa. 154, 611 A.2d 706 (1992). Generally, a decision by a trial court to deny mandamus is subject to reversal only for abuse of discretion. Malone v. West Marlborough Township Board of Supervisors, 131 Pa.Commonwealth Ct. 347, 570 A.2d 147 (1990). “A decision that a plaintiff has failed to state a cause of action (in mandamus), however, is subject to plenary review, inasmuch as the common pleas court has decided that the complaint, as a matter of law, does not make out a claim for relief.” Renziehausen, 531 Pa. at 158, 611 A.2d at 709.\nWe must review this appeal, however, in the context that it is presented, i.e., preliminary objections. To sustain preliminary objections, it must appear with certainty that the law will not permit recovery, and where any doubt exists, that doubt should be resolved by a refusal to sustain the preliminary objections. Pennsylvania State Troopers Association v. Commonwealth, 146 Pa.Commonwealth Ct. 467, 606 A.2d 586 (1992). When considering preliminary objections, we must accept as true all well pleaded facts and all inferences reasonably deduced therefrom. Myers v. Hamilton, 51 Pa.Commonwealth Ct. 504, 413 A.2d 1178 (1980). It is enough that the well pleaded facts, if believed, would support the relief claimed. Id.\nNext, we note that mandamus relief continues to be available as a remedy where entitlement to issuance of a land use approval is clear. Stoner v. Township of Lower Merion, 138 Pa.Commonwealth Ct. 257, 587 A.2d 879 (1991), petition for allowance of appeal denied, 529 Pa. 660, 604 A.2d 252 (1992). Mandamus relief lies where there is a clear and specific legal right in the plaintiff, a corresponding duty in the defendant and want of another adequate and appropriate remedy. Lindy Homes, Inc. v. Sabatini, 499 Pa. 478, 453 A.2d 972 (1982).\nJBS argues that, since its challenge that the ordinance was exclusionary was successful, its right to a permit is sufficiently clear so that mandamus is available to compel the issuance of the permits. JBS bases this argument on case law that indicates that a successful challenger of a zoning ordinance is entitled to site specific relief and that the terms of the curative amendment drafted by the municipality may not be used to defeat that right. Casey v. Zoning Hearing Board of Warwick Township, 459 Pa. 219, 328 A.2d 464 (1974).\nThis relief, however, is not absolute, in that it is subject to such reasonable regulation by the municipality as is necessary to protect the public health, safety, welfare and morals. Ellick v. Board of Supervisors of Worcester Township, 17 Pa.Commonwealth Ct. 404, 333 A.2d 239 (1975). Ancillary restraints contained in the zoning ordinance in effect at the time of the application still apply even after the successful challenge. These reasonable zoning and building regulations generally applicable to the class of use or construction still apply. Fernley v. Board of Supervisors of Schuylkill Township, 509 Pa. 413, 502 A.2d 585 (1985).\nThe question then is whether JBS’ right to receive the requested permits is clear. JBS argues that based on the municipalities’ acknowledgments that their respective ordinances were exclusionary as to off-site advertising and as a result of JBS’ validity challenges the municipalities adopted curative amendments, JBS’ right to site specific relief is clear. JBS also asserts that it is entitled to this relief because the curative amendments cannot apply and their permit requests are in compliance with all general zoning regulations.\nWe agree that the curative amendments adopted by each municipality do not apply to the grant of JBS’ permit requests. In Fem-ley, the Supreme Court explained the Casey holding as follows:\n[A] zoning provision adopted by a municipality which cures the constitutional infirmity but which was not considered or advertised prior to the filing of the challenger’s application for review of the zoning ordinance, may not be given effect for purposes of fashioning the appropriate relief to be awarded to the successful challenger.\nFernley, 509 Pa. at 420-21, 502 A.2d at 589. The Casey court reasoned that by not allowing the challenger the requested relief it:\n[W]ould effectively grant the municipality a power to prevent any challenger from obtaining meaningful relief after a successful attack on a zoning ordinance. The municipality could penalize the successful challenger by enacting an amendatory ordinance designed to cure the constitutional infirmity, but also designed to zone around the challenger. Faced with such an obstacle to relief, few would undertake the time and expense necessary to have a zoning ordinance declared unconstitutional.\nCasey, 459 Pa. at 228, 328 A.2d at 468.\nYet JBS apparently overlooked the fact that, although they may be entitled to site specific relief this relief may be tempered with reasonable restrictions to protect public safety and welfare. Fernley; Ellick. These restrictions are the basis for the entire disagreement between the parties. The municipalities contend that JBS’ permit requests are not in compliance with the general zoning regulations. This tension and a resolution of this tension between full site specific relief and compliance with general zoning regulations is for the trial court to clarify. Adams Outdoor Advertising, Ltd. v. Borough of Coopersburg Zoning Hearing Board, 155 Pa.Commonwealth Ct. 591, 625 A.2d 768 (1993).\nThe trial court’s role in fashioning appropriate zoning relief after a finding of exclusionary zoning is governed by Section 1006-A(c) of the Municipalities Planning Code (MPC), Act of July 31, 1968, P.L. 805, as amended, 53 P.S. § 11006-A(c). This section has been interpreted by the Supreme Court as granting a trial court broad discretion in formulating zoning relief in connection with the successful challenge to the validity of an ordinance. Id. The Adams court stated that the trial court is in the best position to judge whether the proposed use should be approved as filed or whether the municipality, under the supervision of the court, may require adherence to certain reasonable regulations. Id. Although the municipalities here accepted that their ordinances were de jure exclusionary and that this issue was not litigated before a trial court, the same principle applies. A municipality with court supervision may require reasonable restrictions.\n[W]e believe that approval of the developer’s plan is not automatic but, instead, must be predicated on the suitability of the proposed site and various health and safety considerations. As Commonwealth Court explained in its decision in Ellick v. Board of Supervisors, 17 Pa.Commonwealth [Ct.] at 411-12, 333 A.2d at 244-45:\n[I]f a governing body determines that its ordinance is defective, because it totally prohibits the use proposed by the challenging landowner, then the governing body must permit the challenging landowner to develop his land as proposed in the ‘plans and other materials’ submitted with the challenge, provided, of course, that what is submitted is reasonable, and not injurious to the public health, safety, welfare and morals.\nThe governing body may not totally prohibit the successful challenger’s proposed development nor may it subject the proposed development to unreasonable and burdensome restrictions. See Casey, supra. The governing body may, however, subject the landowner’s submitted plans to reasonable restrictions as may be otherwise properly provided for in its ordinance. To put it another way, the successful challenger will still be required to abide by all of the reasonable building requirements, density restrictions, safety measures, sewage regulations, and water requirements, as well as all other reasonable zoning, building, subdivision and other regulations generally applicable to the class of use or construction proposed by the landowner. By class of usage here, we mean those classes which are usually found in zoning ordinances such as residential, agricultural, commercial, and industrial.\nFernley, 509 Pa. at 422-23, 502 A.2d at 589-90 (emphasis added).\nWhat is evident in the case before us is that JBS’ right to site specific relief as set forth in their permit requests is not clear without a determination as to what restrictions apply. Thus, mandamus is inappropriate. Moreover, with the certainty that the law will not permit recovery at this juncture, the trial court’s order sustaining the preliminary objections must be affirmed.\nThe trial court’s sustaining of the municipalities’ preliminary objections, although based on the tenet that JBS has a complete and adequate remedy at law via their statutory appeal, results in the same outcome as our determination here. Our rationale, however, focuses on JBS’ lack of a clear right to the permits. We do recognize that the restrictions that each municipality deems appropriate to JBS’ permits can be established in the statutory appeal, with review by the trial court pursuant to Adams and 53 P.S. § 11006-A. This procedure, through the statutory appeal, appears to be the underlying rationale for the trial court’s decision. Furthermore, only subsequent to the decision in the statutory appeal, where the site specific relief and attached restrictions are set, can JBS assert that their right to the permits are clear. For this reason, JBS’ mandamus actions are premature. We also recognize, as JBS acknowledged at oral argument, that the sole difference between the statutory appeals and the mandamus actions is the possibility that JBS could be awarded damages in the equity suit. This difference undercuts the trial court’s holding that dismissal is proper due to a prior pending action where the same parties, the same cause of action and the same relief are involved. However, JBS must first show that it has been denied the requested permits subsequent to a determination that it possess a clear right to the permits. Only then could JBS possibly be entitled to damages. For this reason also, JBS’ mandamus actions are premature.\nWith regard to the declaratory judgment relief sought by JBS in its equity actions, we note that JBS’ request for this relief is discussed in the argument section of its briefs, but no mention of this remedy is set out in the issues presented portion of its briefs. Pa.R.A.P. 2116 provides that “ordinarily no point will be considered which is not set forth in the statement of questions involved or suggested thereby;” however, in the interest of judicial thoroughness we will consider whether the Declaratory Judgments Act (DJA), as amended, 42 Pa.C.S. §§ 7531-7541, may be applicable here.\nSection 7533 of the DJA provides that a person whose rights, status or other legal relations are affected by a municipal ordinance may have any question of construction or validity arising under the ordinance determined and may obtain a declaration of rights, status or other legal relations. However, Section 7541(c) of the DJA states that relief is not available with respect to any “[p]ro-eeeding involving an appeal from an order of a tribunal.”\nJBS argues that Section 7541(b) of the DJA allows the use of a declaratory judgment action despite the availability of another remedy. This argument is not persuasive; JBS has overlooked a portion of the language in Section 7541(b), which states that the remedy provided is additional and cumulative to all other remedies, “except as provided in subsection (c).” The remedy requested here by JBS falls within an exception set out in subsection (c). See Kallmann v. Carlisle Zoning Hearing Board, 117 Pa.Commonwealth Ct. 499, 543 A.2d 1273 (1988), petition for allowance of appeal denied, 522 Pa. 580, 559 A.2d 40 (1989) (objectors’ declaratory judgment complaint was a disguised appeal attempting to challenge the zoning hearing board’s grant of a variance). As the objectors did in Kallmann, JBS here seeks to overturn a decision by a tribunal through declaratory judgment, an action not available under the DJA.\nBased on the foregoing analysis, we affirm the trial court’s order sustaining the preliminary objections filed by Penn Hills and Wilk-ens Township.\nORDER\nNOW, May 25, 1994, the orders of the Court of Common Pleas of Allegheny County, both dated June 25,1993, which sustained the preliminary objection filed by Penn Hills and Wilkens Township, are affirmed.\n. JBS had sought to erect two billboards, one in a B-l (neighborhood business) district and one in an 1-1 (light industrial) district. Subsequent to the validity challenge, Penn Hills denied the permits for these signs based on ancillary setback requirements applicable in these two zoning districts, other allegedly applicable preexisting land use regulations, unsuitability of the site in the B-1 district and a subdivision approval requirement because JBS had only a leasehold interest in portions of the two properties.\n. JBS' request for three permits was denied for lack of compliance with Appendix I, which is a compilation of sections from the pre-challenge ordinance dealing with height, setback distances from other structures and regulations governing on-site signs. JBS modified its plan concerning the height requirement and contends that these provisions cited by the municipality in its permit denial are not applicable.\n. Only the dismissals of the equity actions against the two municipalities are at issue here.\n. Pursuant to Femley, general zoning restrictions that were a part of the ordinances at the time of JBS’ ordinance challenges in both municipalities are applicable to the grant of the requested permits. However, the restrictions that are applicable to on-site advertising signs in the Wilkens Township ordinance cannot be enforced against JBS. These on-site sign provisions are not general zoning restrictions.",
        "type": "majority",
        "author": "RODGERS, Senior Judge."
      }
    ],
    "attorneys": [
      "Victor R. Delle Donne, for appellant.",
      "Edward E. Miller, for appellees Board of Com’rs of Wilkens Tp. and Philip R. Dodge.",
      "William R. Sittig, Jr., for appellees Council of Municipality of Penn Hills et al."
    ],
    "corrections": "",
    "head_matter": "J.B. STEVEN, INC., Appellant, v. The BOARD OF COMMISSIONERS OF WILKENS TOWNSHIP and Philip R. Dodge, Building Inspector of the Township of Wilkens. J.B. STEVEN, INC., Appellant, v. COUNCIL OF the MUNICIPALITY OF PENN HILLS, the Municipality of Penn Hills, and Howard Davidson, Director, Department of Planning & Economic Development.\nCommonwealth Court of Pennsylvania.\nArgued March 3, 1994.\nDecided May 25, 1994.\nReargument Denied July 20, 1994.\nVictor R. Delle Donne, for appellant.\nEdward E. Miller, for appellees Board of Com’rs of Wilkens Tp. and Philip R. Dodge.\nWilliam R. Sittig, Jr., for appellees Council of Municipality of Penn Hills et al.\nBefore McGINLEY and FRIEDMAN, JJ., and RODGERS, Senior Judge."
  },
  "file_name": "0142-01",
  "first_page_order": 208,
  "last_page_order": 213
}
