{
  "id": 8046296,
  "name": "Frances L. MAGEE, Administratrix of the Estate of Joann Adele Magee, Plaintiff, v. Marion Phillip ROSE, Jr., Defendant",
  "name_abbreviation": "Magee v. Rose",
  "decision_date": "1979-07-09",
  "docket_number": "",
  "first_page": "143",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 143"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "7 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "318 F.Supp. 640",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3166199
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/318/0640-01"
      ]
    },
    {
      "cite": "209 A.2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "168 F.Supp. 849",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        445901
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/168/0849-01"
      ]
    },
    {
      "cite": "236 F.Supp. 895",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        378683
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "905"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/236/0895-01"
      ]
    },
    {
      "cite": "93 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "242 U.S. 144",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3933944
      ],
      "weight": 3,
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/us/242/0144-01"
      ]
    },
    {
      "cite": "404 F.Supp. 8",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3835441
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/404/0008-01"
      ]
    },
    {
      "cite": "122 A.2d 224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "107 A.2d 922",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "143 A. 250",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "252 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8063835
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/252/0100-01"
      ]
    },
    {
      "cite": "340 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035184
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/340/0174-01"
      ]
    },
    {
      "cite": "202 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 593,
    "char_count": 10627,
    "ocr_confidence": 0.803,
    "pagerank": {
      "raw": 1.3627084884340978e-07,
      "percentile": 0.6366210925810732
    },
    "sha256": "448f28cbdab3681c00d0b30e5d812048cb1075ca8b78fde10cc7dcf0b9e226e6",
    "simhash": "1:fbceeaa30ccd923d",
    "word_count": 1767
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frances L. MAGEE, Administratrix of the Estate of Joann Adele Magee, Plaintiff, v. Marion Phillip ROSE, Jr., Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nTEASE, Judge.\nJoann Magee and Marion P. Rose, Jr., lived together as husband and wife in a common-law marriage and a child of that union, Marion P. Magee, was born on December 26, 1973. Ms. Magee also had a daughter, Shauna, and all four lived together in the Roses’ trailer at Angola, Sussex County, Delaware.\nOn August 20, 1976, a one-car accident occurred on County Route 275, about three miles west of Lewes, Delaware. The defendant, Marion Rose, was operating his 1969 Plymouth and in the car with him were Ms. Magee, he.: daughter, Shauna, and their son, Marion Magee. Joann Magee died as a result of the injuries she sustained in the accident.\nThe accident occurred at 6:15 p. m. and Joann was pronounced dead on arrival at the Beebe Hospital at 6:40 p. m. The death certificate issued by the medical examiner states that the cause of death was aspiration of blood due to skull fractures. She appeared lifeless at all times from the happening of the accident until she was officially pronounced dead on arrival at the hospital.\nSince the accident the son has been cared for by the defendant and his parents and the daughter has been cared for by the decedent’s parents. They have, in fact, adopted her.\nThe decedent’s mother, Frances L. Ma-gee, was appointed Administratrix of her estate and brought this wrongful death and survival action against the defendant. The complaint also asserts a cause of action against the insurer of the defendant’s car, the Pennsylvania National Mutual Casualty Insurance Company, for payment of certain claimed “no fault” benefits under 21 Del.C. § 2118. Penn National has paid “no fault” benefits to or on behalf of the decedent and the two children. It paid decedent’s funeral bill in the amount of $1,850 and medical bills on behalf of the children, Shauna and Marion Magee, in the «amounts of $3,582 and $1,850, respectively. So far as it knows, there are no outstanding unpaid bills.\nThe complaint includes the following allegation pertinent to defendant’s pending motion:\n“16. That the estate of JoAnn Adele Magee is a ‘injured person’ within the meaning of the aforesaid liability policy and Delaware Law and is entitled to recovery of loss of earnings and substitute service expenses from defendant, Pennsylvania National Mutual Casualty Insurance Company, as a third party beneficiary to such policy and/or the legal rights created by 21 Del.C. Chapter 21.”\nThe defendant has moved for summary judgment as to the following issues:\n1. There can be no claim for survival action.\n2. There can be no claim for punitive damages.\n3. There can be no claim for additional “no fault” benefits.\nUnder the common law, a tort claim died with the person. Thus, the claim for damages — of whatever nature — could not be pursued and no claim could be asserted by virtue of the death.\nDelaware’s General Assembly has ameliorated this harsh situation by enacting two statutes that may be applicable to this lawsuit. They are commonly called the survival statute and the wrongful death statute, and they read as follows:\nSURVIVAL STATUTE\n10 Del.C. § 3701\n“All causes of action, except actions for defamation, malicious prosecution, or upon penal statutes, shall survive to and against the executors or administrators of the person to, or against whom, the cause of action accrued. Accordingly, all actions, so surviving, may be instituted or prosecuted by or against the executors or administrators of the person to or against whom the cause of action accrued. This section shall not affect the survivorship among the original parties to a joint cause of action.”\nWRONGFUL DEATH STATUTE\n10 Del.C. § 3704(b)\n“(b) Whenever death is occasioned by unlawful violence or negligence, and no suit is brought by the party injured to recover damages during his or her life, the widow or widower of any such deceased person, or, if there is no widow or widower, the personal representatives, may maintain an action for and recover damages for the death and loss thus occasioned.”\nBoth statutes create a cause of action not recognized under the common law. Because both statutes are in derogation of the common law, both statutes must be strictly construed. Saunders v. Hill, Del.Super., 202 A.2d 807 (1964) and Loden v. Getty Oil Company, Del.Super., 340 A.2d 174 (1975).\nPAIN AND SUFFERING\nIn Delaware, under the Wrongful Death Statute conscious pain and suffering is not a legally cognizable element of damages; in such actions recovery is limited to the pecuniary loss occasioned by death and not for the personal injuries suffered before death. Bennett v. Andree, Del.Super., 252 A.2d 100 (1969); Homiewicz v. Orlowski, Del.Supr., 143 A. 250 (1928).\nHowever, under the Survival Statute conscious pain and suffering from the time of injury until death is a proper element of recovery, Coulson v. Shirks Motor Express Corp., Del.Super., 107 A.2d 922 (1954), provided that the plaintiff proves by a preponderance of the evidence that the decedent did not die instantaneously upon impact and that there was some appreciable interval of conscious pain and suffering after the injury. Turcol v. Jenkins, Del.Super., 122 A.2d 224 (1956); Benson v. Lynch, D.Del., 404 F.Supp. 8 (1975); Great Northern Ry. Co. v. Capital Trust Co., 242 U.S. 144, 37 S.Ct. 41, 61 L.Ed. 208 (1916); Cann v. Mann Construction Company, Del.Super., 93 A.2d 741 (1952).\nThe plaintiff has the burden of proving the existence of conscious pain and suffering and a mere allegation that the decedent lived and suffered is insufficient where the only record supports a finding of almost instantaneous death. Proof of such pain and suffering as are substantially contemporaneous with death, or mere incidents to it, or as to a short period of insensibility intervening between fatal injuries and death, is not sufficient. In Petition of Os- kar Tiedemann & Company, D.C.Del., 236 F.Supp. 895 at 905 (1974), the Court noted that:\n“. . . such pain and suffering as are substantially contemporaneous with death or mere incidents to it, as also the short periods of insensibility which sometimes intervene between fatal injuries and death, afford no basis for a separate estimation of award of damages under statutes like that which is controlling here.”\nIn Zych v. Pennsylvania Railroad Company, D.C.Del., 168 F.Supp. 849 (1950), the court held that damages could not be recovered for pain and suffering where a motorist had been thrown from his automobile when it collided with a train and he struck his head on a fence post. Witnesses who arrived upon the scene some moments after the accident heard the decedent moan, saw his chest expand and heard a gasp. The court held that that was not sufficient evidence to permit any award for pain and suffering as a separate element of damages.\nMore analogous to this fact situation is Benson v. Lynch, D.C.Del., 404 F.Supp. 8 (1975) where Judge Steel denied consideration of pain and suffering as a separate element of damages because it appeared the decedent died simultaneously with the occurrence of the accident.\nPlaintiff has not presented a sufficient factual basis for consideration of pain and suffering as a separate element of damages under the survival statute.\nMoreover, pain and suffering is not cognizable as an element of damages under the wrongful death statute, under any factual setting, because recovery under the wrongful death statute is limited to pecuniary loss occasioned by the death. Pain and suffering is not a pecuniary loss. Reynolds v. Willis, Del.Supr., 209 A.2d 760 (1965); Bennett v. Andree, supra.\nPUNITIVE DAMAGES\nPlaintiff also seeks punitive damages under §§ 3701 and 3704(b). However, punitive damages, as a matter of law, are not recoverable under the Wrongful Death Statute. Reynolds v. Willis, supra; Sheats v. Bowen, D.Del., 318 F.Supp. 640 (1970).\nUnder the Wrongful Death Statute, in the absence of a widow, the administrator may “recover damages for the death and the loss thus occasioned” on behalf of the decedent’s estate. 10 Del.C. § 3704(b); Cann v. Mann Construction Co., supra. The sole measure of damages under § 3704(b) for recovery by the administrator on the estate’s behalf is a sum that the deceased would have probably earned in his business during his life and would have saved from his earnings and left as an estate and which would have gone to his next of kin. Taylor v. Riggin, Del.Super., 7 A.2d 903 (1939); Cann v. Mann Construction Co., supra.\nLikewise under the Survival Act, the sole damages recoverable by an administrator are limited to (a) pain and suffering from the time of injury to the time of death, (b) expenses incurred in endeavoring to be cured of such injuries and (c) loss of earnings resulting from such injuries from time of injury to the time of death. Coulson v. Shirks Motor Express Corp., supra.\nSince there is no basis for an award in this case of compensatory damages for conscious pain and suffering, there can be no award of punitive damages.\nCLAIM FOR ADDITIONAL “NO-FAULT” BENEFITS\n1. Marion P. Magee\nMarion P. Magee is the child of the union between the decedent and the defendant. The child is presently in the custody of and being cared for by the defendant and his family. Insofar as the complaint (see especially pars. 10, 12 and 13) seeks additional “no fault” benefits from Pennsylvania National, it fails to legally and factually state a claim upon which relief can be granted. (Rule 12(b), (e)).\n“(a) The duty to support a child under the age of 18 years, whether born in or out of wedlock, rests primarily upon his parents.” 13 Del.C. § 501.\n. The defendant, Marion’s surviving parent, is discharging that duty. Therefore, any claim against Penn National for support or “substitute services”, must be dismissed.\n2. Shauna Magee\nThe same relief must be granted the defendant with regards to Shauna. The estate of the child’s mother has no obligation to support this child. Her natural father has been paying for the child’s support. Moreover, the child has, since the accident, been adopted by the plaintiff and her husband. The legal duty of support now rests with them. 13 Del.C. §§ 919, 920 and 954.\nFor the reasons set out above, the defendant’s motion for summary judgment on the issues presented therein must be granted.\nIT IS SO ORDERED.",
        "type": "majority",
        "author": "TEASE, Judge."
      }
    ],
    "attorneys": [
      "Karl Haller, Georgetown, for plaintiff.",
      "Robert G. Carey, of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington,. for defendant."
    ],
    "corrections": "",
    "head_matter": "Frances L. MAGEE, Administratrix of the Estate of Joann Adele Magee, Plaintiff, v. Marion Phillip ROSE, Jr., Defendant.\nSuperior Court of Delaware, Sussex County.\nSubmitted May 8, 1979.\nDecided July 9, 1979.\nKarl Haller, Georgetown, for plaintiff.\nRobert G. Carey, of Prickett, Sanders, Jones, Elliott & Kristol, Wilmington,. for defendant."
  },
  "file_name": "0143-01",
  "first_page_order": 207,
  "last_page_order": 212
}
