{
  "id": 7342287,
  "name": "Michael Mullen vs. RBS Citizens, N.A.",
  "name_abbreviation": "Mullen v. RBS Citizens, N.A.",
  "decision_date": "2010-06-29",
  "docket_number": "",
  "first_page": "144",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "2010 Mass. App. Div. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "45 Mass. App. Ct. 15",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        1707017
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/45/0015-01"
      ]
    },
    {
      "cite": "366 Mass. 688",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314547
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "693"
        },
        {
          "page": "704"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0688-01"
      ]
    },
    {
      "cite": "32 Mass. App. Ct. 203",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4006684
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/32/0203-01"
      ]
    },
    {
      "cite": "46 Mass. App. Ct. 597",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        123871
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "598"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/46/0597-01"
      ]
    },
    {
      "cite": "295 Mass. 597",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        883761
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/295/0597-01"
      ]
    },
    {
      "cite": "7 Mass. App. Ct. 723",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3955268
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/7/0723-01"
      ]
    },
    {
      "cite": "366 Mass. 234",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        314521
      ],
      "year": 1934,
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/366/0234-01"
      ]
    },
    {
      "cite": "433 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        343543
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/433/0001-01"
      ]
    },
    {
      "cite": "356 Mass. 42",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        300591
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/356/0042-01"
      ]
    },
    {
      "cite": "47 Mass. App. Ct. 330",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        480340
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "335-336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/47/0330-01"
      ]
    },
    {
      "cite": "377 Mass. 37",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        334166
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/377/0037-01"
      ]
    },
    {
      "cite": "369 Mass. 550",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        309679
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/369/0550-01"
      ]
    },
    {
      "cite": "418 Mass. 394",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        480504
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/418/0394-01"
      ]
    },
    {
      "cite": "17 Mass. App. Ct. 61",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3981141
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "61-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/17/0061-01"
      ]
    },
    {
      "cite": "453 Mass. 245",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3658019
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "251"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/453/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 705,
    "char_count": 13078,
    "ocr_confidence": 0.861,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1891735773012249
    },
    "sha256": "0705b01716988feafb7c65b50c55646511423089e259fa65bc01d6a3bd49dc5d",
    "simhash": "1:79a4f91581c33c25",
    "word_count": 2154
  },
  "last_updated": "2024-02-27T16:27:50.581266+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Greco, P.J., Coven & Swan, JJ."
    ],
    "parties": [
      "Michael Mullen vs. RBS Citizens, N.A."
    ],
    "opinions": [
      {
        "text": "Coven, J.\nThis is a Dist./Mun. Cts. R. A. D. A., Rule 8C appeal by the plaintiff of the entry of summary judgment in favor of the defendant, on cross motions for summary judgment, on the issue of whether the defendant violated G.L.c. 93A §§2 and 9 in denying the plaintiffs claim for reimbursement for forged checks drawn on her checking account.\nSummary judgment is appropriate where there are no genuine issues of material fact and where the moving party is entitled to judgment as a matter of law. Mass. R. Civ. R, Rule 56(c). The moving party bears the burden of demonstrating the absence of a triable issue and that it is entitled to judgment as a matter of law. Kitras v. Zoning Adm’r of Aquinnah, 453 Mass. 245, 251 (2009). While summary judgment on causes of action grounded on a violation of a statute regulating business practices for consumers’ protection may be appropriate when there is no genuine issue of material fact or the opposing party has not been adversely affected by a violation of the statute, see Chub v. Electric Ins. Co., 17 Mass. App. Ct. 61, 61-62 (1983), summary judgment should not be granted “when the party opposing the motion has alleged facts relating to the transaction on which suit has been brought which raise issues entitling him to a trial.” Wheatley v. American Tel. & Tel. Co., 418 Mass. 394, 397 (1994), quoting Community Nat'l Bank v. Dawes, 369 Mass. 550, 556 (1976).\nThe essential facts in this case are not in dispute. Upon inspecting her bank account statement dated May 4, 2006, original plaintiff Sharon Mullen (“Mullen”) discovered that numerous unauthorized checks were paid from her account held with defendant RBS Citizens, N.A (“Citizens”). The unauthorized checks were made payable to either William Taylor (“Taylor”) or Mary Glover (“Glover”). Mullen contacted Taylor, and he confessed that he had stolen the checks from Mullen while he was repairing a window in her residence. He stated that Glover was not complicit. When Mullen spoke with Glover, she denied knowledge that the checks made payable to her had been unauthorized. Both individuals requested that Mullen not contact the police, but allow them to repay the amount taken.\nOn or about May 11,2006, Mullen spoke at length with Evans, the manager of the Citizens branch bank in Milton Village, to report the unauthorized transactions on her account. During this meeting, Evans reviewed transactions made after the May statement. Several more unauthorized transactions were discovered. A total of twenty-seven checks were cashed, amounting to $12,770.00.\nMullen filled out paperwork, which she and Evans both signed, to close out the checking account. Additionally, Evans helped Mullen to open a new account. Mullen admitted receiving the Personal Deposit Account Agreement at this time, among other documents relating to her new checking account. Evans informed Mullen that for her to be reimbursed for the unauthorized payments by Citizens, she would need to file an affidavit and report the forgery to the police. Mullen told Evans that because Taylor had small children and she did not want to upset his family, she wanted to give him a chance to repay the money before filing a complaint with the police. Evans agreed not to process any claim at that point, but spoke with an individual in Citizens’ corporate fraud and security department, informing him that Mullen had reported forgeries to Evans. After informing Citizens of the initial fraud, Mullen continued to contact the bank, speaking with Evans in person or via the telephone a number of times over the next two months, to update Evans on her progress as she sought restitution from Taylor. During one conversation, Mullen asked Evans whether it was reasonable for her to wait some weeks for Taylor’s relatives to obtain money from a 401K account to repay her. Evans responded that it could take some weeks to obtain cash from a 401K account.\nOn or about July 21, 2006, after failing to obtain full restitution from Taylor, Mullen filed a police report and signed an affidavit in connection with her claim against Citizens for the fraud perpetrated on her checking account. Evans forwarded the necessary paperwork to the appropriate bank department. In a letter dated August 1, 2006, Citizens denied Mullen’s claim because she failed to “report in writing an error or discrepancy to Citizens within the 30 day period” and that Evans “first notified Citizens on July 26, 2006” of the fraudulent activity. The letter stated that “unknown person... forged [Mullen’s] name on several checks.” Mullen brought the letter to Evans, who attempted to help Mullen by making several telephone calls to various offices at Citizens informing them that certain statements in the letter were incorrect. Citizens purported to have reopened the case. On October 5, 2006, Citizens again denied Mullen’s claim, this time noting that affidavits were not filed in “a timely manner.”\nAn act or practice is deceptive under G.L.c. 93A §2 if it “could reasonably be found to have caused a person to act differently from the way he otherwise would have acted,” Lowell Gas Co. v. Attorney Gen., 377 Mass. 37, 51 (1979), or if it contains material misrepresentations or omissions that are likely to mislead the recipients. Commonwealth v. AmCan Enters., Inc., 47 Mass. App. Ct. 330, 335-336 (1999). Further, a plaintiff may recover for “half-truths” if the defendant provides “fragmentary information” intended to mislead or deceive the plaintiff. Kannavos v. Annino, 356 Mass. 42, 48 (1969). “[U]nfair or deceptive conduct is best discerned ‘from the circumstances of each case.’” Kattar v. Demoulas, 433 Mass. 1, 14 (2000), quoting Commonwealth v. DeCotis, 366 Mass. 234, 242 (1934). Where the specific circumstances of each case are particularly important in the courfs analysis, the trial courfs duty “is not to conduct a ‘trial by affidavits’ (or other supporting materials), but to ‘determine whether there is a substantial issue of fact.’” Noyes v. Quincy Mut. Fire Ins. Co., 7 Mass. App. Ct. 723, 726 (1979), quoting Norwood Morris Plan Co. v. McCarthy, 295 Mass. 597, 603 (1936).\nIn its cross motion for summary judgment, Citizens contended that no genuine issue of material fact as to Mullen’s failure to make, within the 30-day period required under the applicable Personal Deposit Account Agreement, a written claim against Citizens for cashing allegedly forged checks drawn on her checking account. However, after trial, the trial court found that notwithstanding any purported required written notice that Citizens alleged Mullen failed to file in a timely manner, Citizens still had an obligation to repay Mullen on her claim against the bank. Citizens did not appeal this ruling.\nThere are material issues of fact as to whether Citizens plainly disclosed a purported thirty-day deadline in time for Mullen to file properly her claim against the bank; and whether Mullen knew or should have known, or Citizens so informed her, that she needed to file signed affidavits and the police report within thirty days as part of such a claim. The record shows that upon discovering the fraud on her account, Mullen promptly contacted the Milton Village branch of Citizens. She personally visited the bank and filled out paperwork giving notice of the fraud perpetrated on her account. While she sought restitution from Taylor (an act that, if successful, would have spared the bank over $12,000.00), Mullen was in at least weekly contact with Evans about her progress. Evans affirmed that Mullen contacted her many times.\nMullen stated in her affidavit that at no point was she informed that her claim would be denied by Citizens if she did not submit a police report and affidavit within thirty days, although she does admit to receiving the Personal Deposit Account Agreement when she initially reported the forgeries. There is no evidence, nor does Evans allege anywhere in the record, that she informed Mullen that the claim against the bank would be lost if the necessary documents were not filed within thirty days. When she forwarded Mullen’s claim to Citizens on July 21, 2006, Evans did not state that the police report and affidavit had needed to be filed within thirty days of Mullen’s receipt of the relevant account statement. Evans admitted that she likely lost track of how many days had passed since Mullen had first contacted her regarding the fraud. At a trial of Mullen’s G.L.c. 93A claim, a fact finder would be warranted in determining that Evans, the individual in charge of meeting with customers regarding incidents of fraud at the Milton Village branch of Citizens, in processing and forwarding Mullen’s initial claim to Citizens, and then, after Citizens denied the claim, in assisting in resubmitting the claim with the belief that the denial had been in error, believed that the claim was good and filed in an otherwise timely manner.\nIndeed, nowhere in the agreement does it state that either affidavits, or a police report, needed to be filed in order to make a claim. In fact, the text seems to indicate that the actual claim does not have to be filed within thirty days, but that mere written “notice” of the possibility of a claim to the bank is sufficient. A finding would be warranted that nothing in the text of the agreement, or in Evans’ or any other Citizens’ bank employee’s behavior or direct statements to her, would have led Mullen to know what the proper process was, even though she relied on the bank to inform her of it.\nEven if the fact finder were to accept that Mullen had constructive notice of the filing deadline, there is nothing in the record to suggest that the bank affirmatively or clearly disclosed, or fully explained, what the proper procedure was for filing a claim against the bank. Based on her behavior in pursuing restitution from Taylor past the 30-day deadline while maintaining communication with Evans, a finding may be warranted that either Mullen thought that her initial meeting at the bank, where she filled out paperwork to close her account, amounted to written notice within thirty days as required by the Personal Deposit Account Agreement, or that Citizens failed to disclose that material fact and she was entirely unaware of any such deadline.\nAccording Mullen the benefit of all favorable inferences for summary judgment purposes, Zhang v. Mass. Inst. of Tech., 46 Mass. App. Ct. 597, 598 (1999), it is clear that sufficient facts have been set forth to warrant a trial of Mullen’s G.L.c. 93A claim against Citizens. The allowance of the defendant’s motion for summary judgment is reversed, and the case is returned to the Cambridge District Court for trial.\nSo ordered.\nThe decedent and original plaintiff, Sharon Mullen, brought a complaint against the defendant for forged checks drawn on her checking account with the bank, RBS Citizens, N.A, after the bank had denied her claim for reimbursement. After a jury-waived trial, judgment was entered for the plaintiff on her claims that (1) the defendant-bank breached its contractual duty in refusing to reimburse her for the improper payment of the forged checks, and (2) the defendant made improper payment of checks under the Uniform Commercial Code, G.L.c. 106, §4-401.\nThe relevant part of the agreement provides: “28. Your Responsibility to Review Your Transactions. Subject to applicable law, you may not make a claim against us for transactions reflected on a statement (except electronic funds transfers) that you believe are incorrect, altered, forged, unauthorized, or improperly paid unless you notify us of that claim in writing within 30 calendar days after the statement was sent or made available to you ...” (emphasis added).\nThe plaintiff was repaid only $548.00 by Taylor.\nFurther, there are factual issues regarding whether Citizens even relied on the agreement that required written notice within thirty days, given that Citizens did not file a cross appeal.\nThough mere negligence is not a violation of G.L.c. 93A, a deceptive act resulting from a defendant’s negligence is. Squeri v. McCarrick, 32 Mass. App. Ct. 203, 207 (1992).\nAn act may violate G.L.c. 93A without constituting a cause of action under any common law tort because the statute has “broad impact which creates new substantive rights and provides new procedural devices for the enforcement of those rights.” Slaney v. Westwood Auto, Inc., 366 Mass. 688, 693 (1975). A G.L.c. 93A claim “is neither wholly tortious nor wholly contractual in nature, and is not subject to the traditional limitations of preexisting causes of action.” Id. at 704.\n“A claim for negligent misrepresentation is ordinarily one for a jury, unless the undisputed facts are so clear as to permit only one conclusion.” Nota Constr. Corp. v. Keyes Assocs., Inc., 45 Mass. App. Ct. 15, 20 (1998).",
        "type": "majority",
        "author": "Coven, J."
      }
    ],
    "attorneys": [
      "Zaheer Samee for the plaintiff.",
      "David M. Belcher for the defendant."
    ],
    "corrections": "",
    "head_matter": "Michael Mullen vs. RBS Citizens, N.A.\nNorthern District\nJune 29, 2010.\nPresent: Greco, P.J., Coven & Swan, JJ.\nZaheer Samee for the plaintiff.\nDavid M. Belcher for the defendant.\nAs administrator of the estate of Sharon Mullen."
  },
  "file_name": "0144-02",
  "first_page_order": 150,
  "last_page_order": 154
}
