{
  "id": 8953426,
  "name": "Yetta DRAYTON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Drayton v. United States",
  "decision_date": "2005-06-16",
  "docket_number": "No. 03-CM-658",
  "first_page": "145",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 145"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "105 P.3d 114",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "23 Cal.Rptr.3d 693",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "20 Cal.Rptr.3d 161",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "pin_cites": [
        {
          "page": "173-74"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "377 F.3d 223",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9212957
      ],
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/377/0223-01"
      ]
    },
    {
      "cite": "888 So.2d 693",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9174747
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "699-700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/888/0693-01"
      ]
    },
    {
      "cite": "809 N.E.2d 960",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        9230248
      ],
      "pin_cites": [
        {
          "page": "964"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/809/0960-01"
      ]
    },
    {
      "cite": "809 N.E.2d 945",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        9230157
      ],
      "pin_cites": [
        {
          "page": "952-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/809/0945-01"
      ]
    },
    {
      "cite": "866 A.2d 799",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9038674
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "801-02, 807"
        },
        {
          "page": "808"
        },
        {
          "page": "809"
        },
        {
          "page": "811-12"
        },
        {
          "page": "812"
        },
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/866/0799-01"
      ]
    },
    {
      "cite": "448 U.S. 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787607
      ],
      "weight": 5,
      "year": 1980,
      "pin_cites": [
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0056-01"
      ]
    },
    {
      "cite": "520 U.S. 461",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11652245
      ],
      "weight": 8,
      "year": 1997,
      "pin_cites": [
        {
          "page": "466-67"
        },
        {
          "page": "468"
        },
        {
          "page": "466-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/520/0461-01"
      ]
    },
    {
      "cite": "602 A.2d 154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936074
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0154-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "541 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5873383
      ],
      "weight": 11,
      "year": 2004,
      "pin_cites": [
        {
          "page": "61-68"
        },
        {
          "page": "61, 68"
        },
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0036-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 887,
    "char_count": 17645,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 1.0198915482320508e-07,
      "percentile": 0.5449698032588001
    },
    "sha256": "6ad1483ce859e8921a4266e4e422710d2f38aa4d416b04c9a11e81e837deac50",
    "simhash": "1:6ffc35e46317a6b7",
    "word_count": 2786
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and FARRELL, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "Yetta DRAYTON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "KING, Senior Judge:\nYetta Drayton was charged with attempted possession of a prohibited weapon, simple assault and attempted threats arising from a September 23, 1999 altercation between Drayton and her thirteen-year-old son D.D. After a two-day bench trial, Drayton was found guilty of attempted possession of a prohibited weapon and simple assault, but was found not guilty of attempted threats. Drayton’s conviction was based almost exclusively on the testimony of two police officers as to the out-of-court statements of D.D. and an unidentified witness. Drayton filed a timely appeal. After briefs were submitted, the Supreme Court decided Crawford v. Washington, 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), and the parties filed supplemental briefs addressing Crawford’s impact on the admissibility of the hearsay testimony at Drayton’s trial.\nFor the reasons set forth below, we hold that the admission of the officers’ testimony regarding D.D.’s out-of-court statements violated Drayton’s Sixth Amendment rights as defined by Crawford, supra, and that their admission was prejudicial error. We, therefore, reverse the convictions and remand for a new trial.\nI.\nOn September 23, 1999, at 3:22 p.m., Metropolitan Police Department Officer Robert McCollum responded to a radio call reporting an assault in progress outside 1227 M Street, N.E. When he arrived at the scene approximately three minutes later, Officer McCollum saw Drayton, who matched the dispatcher’s reported description of a “black female, red and black hair, black jeans, woman with a knife.” Officer McCollum told Drayton to drop the knife and approach him, and she complied. McCollum testified that Drayton was “irate,” “flapping her arms, talking real loud profanely,” and that he smelled alcohol on her breath. At that point, Officer McCollum placed her in handcuffs and put her in his patrol car. After conversing with Drayton regarding what had occurred, Officer McCollum crossed the street to speak with some of the bystanders.\nOfficer Albert Williams responded to the same radio call and arrived on the scene as Officer McCollum was confronting Dray-ton. Officer Williams described Drayton as “belligerent” and “[i]ntoxicated, very irate, cussing, upset, going off.” Officer McCollum testified that Officer Williams arrived around the time that Officer McCollum was placing Drayton in the patrol car, and Officer Williams stated, “[W]e were trying to find out what was going on. It was kind of chaotic at the time.... Basically, I talked to witnesses to find out what was going on.” Several unidentified witnesses then called to Officer Williams, yelling, “There she is. You need to get her,” and “She had a knife. She’s the one right there.” Officer Williams was allowed to testify, over defense’s objection, that he then spoke with an unidentified female witness, and that the witness told him that Drayton “pulled a knife on her little boy, you need to get her.” The witness was never identified nor called to testify, and the officer’s testimony was admitted under the “excited utterance” exception to the hearsay rule.\nApproximately five to ten minutes after Officer Williams spoke with the unidentified female witness and fifteen to twenty minutes after Officer McCollum arrived on the scene, complaining witness D.D., Dray-ton’s son, returned and spoke with the officers. D.D. was “crying, very upset, very emotional, in a daze, stuttering.” Officer McCollum testified that D.D. told him that D.D. and his mother “had got into an argument over some money he was supposed to have gave to her. Apparently he didn’t give it to her and they got into an argument and she punched him in the face, and somehow they got into a scuffle. At that time, she produced a knife and stated ‘I’m going to stab you motherfucker if you don’t give me my motherfucking money.’ ” Officer McCollum testified that D.D. stated that “his mother had pulled a knife on him, and wanted him to give her some money, and thought that he had had some money of hers.” Both statements were admitted, over defense counsel’s objections, as excited utterances.\nD.D. did not testify; however, he did complete a signed statement which defense counsel introduced into evidence through the testimony of Robert Ames, an attorney for the Public Defender Service. The statement was witnessed by Ames while Drayton sat just outside the room where the statement was given. Ames testified that D.D. wrote in the statement that he had lied to the police on the day in question because he was angry with his mother for refusing to take him shopping for clothing. According to D.D.’s statement, Drayton never pulled out a knife or threatened D.D. with a knife.\nDrayton testified that D.D. was angry with her because she would not take him shopping for clothes. She explained that she had a few drinks with her lunch, and that she had eaten an apple, which was why she was carrying a knife at the time of the incident. According to Drayton, she and D.D. had a minor physical altercation, during which she removed the knife from her pocket after it cut her through her jeans, throwing the knife to the ground. She denied ever brandishing the knife, or threatening her son with it. The trial court found Officers McCollum and Williams to be credible, basing its verdict entirely on their testimony regarding D.D.’s out-of-court statements. The trial court specifically discredited Drayton’s testimony and D.D.’s written statement, noting that Drayton was in the next room when the statement was taken, and that the statement “tracks the testimony” of Drayton. The trial court subsequently found Drayton guilty of simple assault and attempted possession of a prohibited weapon, sentencing her to 120 days’ incarceration on each count, to be served concurrently, and two years’ probation. This appeal followed.\nII.\nWe must first consider what standard of review governs in these circumstances. Constitutional claims preserved on appeal -by objection below are subject to review under the “harmless beyond a reasonable doubt” standard articulated in Chapman v. California, 386 U.S. 18, 24, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). Arguments raised for the first time on appeal, however, are reviewed for plain error. Harris v. United States, 602 A.2d 154, 159 (D.C.1992) (en banc). To survive a “plain error” review, appellants must show “(1) error, (2) that is plain, and (3) that affect[s] substantial rights.” Johnson v. United States, 520 U.S. 461, 466-67, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997). Where the three conditions are met, the court “may then exercise its discretion to notice a forfeited error, but only if (4) the error seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.” Id. Additionally, “where the law at the time of trial was settled and clearly contrary to the law at the time of appeal,” as is the case in the instant appeal, “it is enough that an error be ‘plain’ at the time of appellate consideration.” Id. at 468, 117 S.Ct. 1544.\nDrayton claims that defense counsel’s objections below were sufficient to preserve her Confrontation Clause claim for “harmless error” review. The government argues that Drayton’s objections were insufficient to preserve her claim, and thus'her claim must be-reviewed for plain error. However, the government concedes, if we conclude that the statements at issue are “testimonial” under Crawford, that their admission without the opportunity for cross-examination would constitute prejudicial error as “the trial court based its verdict entirely on the officers’ testimony concerning D.D.’s out-of-court statements.” Such an error clearly would not only affect substantial rights but would seriously affect the fairness and integrity of the proceedings. Because we conclude that the statements were “testimonial” and because Drayton can therefore satisfy the more stringent of the two standards of review, we need not choose which would ordinarily apply in the circumstances presented here.\nIII.\nUntil the Supreme Court’s decision in Crawford, supra, the admissibility of out-of-court statements was governed by Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980), in which the Court held that such statements were constitutionally admissible where they fell within a firmly-rooted hearsay exception or bore “particularized guarantees of trustworthiness.” Id. at 66, 100 S.Ct. 2531. In Crawford, the Court rejected the Roberts test, Crawford, 541 U.S. at 61-68, 124 S.Ct. 1354, and held that, under the Confrontation Clause, the only constitutionally permissible indicia of the reliability of prior testimonial statements is the defendant’s opportunity to cross-examine the declarant. See id. at 61, 68, 124 S.Ct. 1354. The Court elected to “leave for another day any effort to spell out a comprehensive definition of ‘testimonial,’ ” but stated that the term “applies at a minimum to prior testimony at a preliminary hearing, before a grand jury, or at a former trial; and to police interrogations,” as these particular practices are the closest modern equivalent to the abuses targeted by the Confrontation Clause. Id. at 68, 124 S.Ct. 1354.\nThe issue presented here is controlled by our decision in Stancil v. United States, 866 A.2d 799 (D.C.2005), a domestic violence appeal challenging the testimony of the responding officer. In Standi, we addressed for the first time the effects of Crawford on the admission of a police officer’s recitation of certain out-of-court statements by the victim and the victim’s daughter, where neither declarant testified, which were admitted as “excited utterances.” Id. at 801-02, 807.\nThe Standi court first noted an emerging legal theory that excited utterances— since they are by definition made while still under the stress of the exciting event — cannot be made in contemplation of prosecution, and therefore are never testimonial. Id. at 808; see, e.g., Hammon v. State, 809 N.E.2d 945, 952-53 (Ind.Ct.App.2004); Fowler v. State, 809 N.E.2d 960, 964 (Ind.Ct.App.2004) (quoting Hammon). The court, however, rejected that view, persuaded instead by the reasoning articulated in Lopez v. State, 888 So.2d 693 (Fla.Dist.Ct.App.2004):\nA statement made in the excitement of a startling event is likely to be more reliable given the fact that the declarant had little time to make up a story. But, under Crawford, reliability has no bearing on the question of whether a statement was testimonial. Some testimonial statements are reliable and others are not.... [A] startled person who identifies a suspect in a statement made to a police officer at the scene of a crime surely knows that the statement is a form of accusation that will be used against the suspect. In this situation, the statement does not lose its character as a testimonial statement merely because the declarant was excited at the time it was made.\nId. at 699-700. We then held that “[s]ome excited utterances are testimonial, and others are not, depending upon the circumstances in which the particular statement was made.... [W]e conclude that such utterances cannot automatically be exempted from the strictures of Crawford.” Stancil, 866 A.2d at 809.\nStandi also addressed the definition of “police interrogation” under Crawford, specifically as it applies to “testimonial” statements. Noting that the term “police interrogation” is used throughout the Crawford opinion without indicating that it requires anything more than “questioning in a structured environment,” we held that “[n]either additional ‘formality’ nor an ‘adversarial setting,’ however slight, is required” to define “police interrogation.” Id. at 811-12. However, the court did note that the types of police interrogations cited in Crawford “involve[d] a declarant’s knowing responses to structured questioning in an investigative environment or a courtroom setting where the declarant would reasonably expect that his or her responses might be used in future judicial proceedings.” Id. at 812 (quoting United States v. Saget, 377 F.3d 223, 228 (2d Cir.2004)).\nFollowing the analysis in Kilday, supra note 6, Standi distinguished between two stages of police questioning: questioning conducted while “securing the scene” during the initial stage of the encounter, and questioning conducted after the officers’ attentions have turned to “investigation and fact-gathering.” Id. at 812-13. Before the area has been secured, where, for example, there is no indication that the officers are “aware of the nature of the crime at issue or the identity of the alleged assailant,” the officers are unaware of the location of the assailant or the threats posed to the officers or the community, and the necessity of immediate medical attention is undetermined, the officers are not “acting in an investigative capacity to produce evidence in anticipation of a potential criminal prosecution.” Id. (citing Kilday, supra note 6, 20 Cal.Rptr.3d at 172-74). Thus, the elicited statements are not testimonial. However,\n[OJnce the scene has been secured, and once the officers’ attention has turned to investigation and fact-gathering, statements made by those on the scene, in response to police questioning, tend in greater measure to take on a testimonial character, and they are thus ordinarily inadmissible under the Confrontation Clause in the absence of a prior opportunity for cross-examination.\nId. at 813. We will now apply these principles to the facts presented here.\nThis case involves testimony recounting out-of-court statements from two different people: one from the unidentified witness, who told Officer Williams that Drayton “pulled a knife on her little boy, you need to get her,” the other from D.D., who told Officers McCollum and Williams that he had argued with Drayton, and that Dray-ton had pulled a knife on him and threatened to stab him. It is not clear from the record whether the officers were securing the scene or investigating and fact-gathering when Officer Williams spoke with the unidentified witness; however, for the reasons stated below, we need not decide that point.\nWe are satisfied that the officers spoke to D.D. after the scene was secured. At that point, fifteen to twenty minutes after Officer McCollum arrived on the scene, the knife had been recovered, Drayton was handcuffed and inside the patrol car, Officer McCollum had conversed with Drayton “as to what exactly was going on,” and Officer Williams had been told by several witnesses that Drayton had assaulted her son with a knife. Officer McCollum testified that he spoke to D.D. to get “his account of the story.” At that point, the officers were well aware of the nature of the crime at issue and of the identities of the participants. It does not appear that there was any ongoing danger to the officers or to the community, nor is there any indication that they were evaluating the scene to determine if anyone needed immediate medical attention. See Stancil, supra, 866 A.2d at 812; Kilday, supra note 6, 20 Cal.Rptr.3d at 172. We, therefore, conclude that the officers, at this point, were investigating a crime and fact-gathering in anticipation of potential future prosecution. Therefore, D.D.’s statements were “testimonial” under Crawford, and, since D.D. was not available for cross-examination, their admission was plainly erroneous. Johnson, supra, 520 U.S. at 466-67, 117 S.Ct. 1544. Finally, because the government has conceded that the admission, if erroneous, was prejudicial — given that the trial court based its verdict entirely on D.D.’s statements — there is no need for us to undertake a prejudice analysis.\nAccordingly, and for the foregoing reasons, we reverse the conviction and remand the case for a new trial.\nSo ordered.\n. In, violation of D.C.Code §§ 22-3214(b), - 504, and-507 (1981).\n. The statements of the bystanders, who Officer McCollum testified were \"upset” and \"concerned about the child,” are not at issue in this appeal.\n. These statements were not offered for the truth of the matter asserted, but rather to place the officer’s actions into context.\n. Defense counsel at trial objected to Officer McCollum's testimony regarding D.D.'s out-of-court statements by claiming that the government failed to \"[lay] enough foundation for an excited utterance.” Defense counsel’s objections to Officer Williams' testimony regarding the statements of D.D.- and the unidentified witness were similarly based on a failure to lay a foundation establishing that the statements qualified as excited utterances.\n. Government’s Br. at 33 n. 29\n. See abo People v. Kilday, 20 Cal.Rptr.3d 161, 173-74 (Cal.Ct.App. 1st Dist.2004) (declining to adopt \"a blanket rule that all statements obtained from victims or witnesses by police officers responding to emergency calls are necessarily nontestimonial” and rejecting the definitions of testimonial statements in Hammon and Fowler as more restrictive than contemplated by the Crawford Court), review granted, depublished, 23 Cal.Rptr.3d 693, 105 P.3d 114(2005).",
        "type": "majority",
        "author": "KING, Senior Judge:"
      }
    ],
    "attorneys": [
      "Am it Mehta, Public Defender Service, with whom James Klein and Samia Fam, Public Defender Service, were on the brief, for appellant.",
      "Roy W. McLeese III, Assistant United States Attorney, with whom Kenneth L. Wainstein, United States Attorney, and John R. Fisher, Alexandra F. Foster, and John P. Gidez, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Yetta DRAYTON, Appellant, v. UNITED STATES, Appellee.\nNo. 03-CM-658.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 24, 2004.\nDecided June 16, 2005.\nAm it Mehta, Public Defender Service, with whom James Klein and Samia Fam, Public Defender Service, were on the brief, for appellant.\nRoy W. McLeese III, Assistant United States Attorney, with whom Kenneth L. Wainstein, United States Attorney, and John R. Fisher, Alexandra F. Foster, and John P. Gidez, Assistant United States Attorneys, were on the brief, for appellee.\nBefore TERRY and FARRELL, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0145-01",
  "first_page_order": 173,
  "last_page_order": 179
}
