{
  "id": 12021197,
  "name": "Lynn OBERNEDER, Appellee, v. LINK COMPUTER CORP., Key Information Systems, Inc., and Timothy C. Link, Appellants",
  "name_abbreviation": "Oberneder v. Link Computer Corp.",
  "decision_date": "1997-06-17",
  "docket_number": "No. 53 W.D. Appeal Docket 1996",
  "first_page": "148",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "696 A.2d 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "354 Pa.Super. 448",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571345
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "court has discretion to determine the fee amount where the fee award is mandatory"
        },
        {
          "parenthetical": "court has discretion to determine the fee amount where the fee award is mandatory"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/354/0448-01"
      ]
    },
    {
      "cite": "150 Pa.Commw. 101",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1436564
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "reconciling Coretsky and Francis "
        },
        {
          "parenthetical": "reconciling Coretsky and Francis "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0101-01"
      ]
    },
    {
      "cite": "211 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "418 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896110
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/418/0417-01"
      ]
    },
    {
      "cite": "800 F.2d 1138",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "619 F.Supp. 1577",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1194
      ],
      "pin_cites": [
        {
          "page": "1579"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/619/1577-01"
      ]
    },
    {
      "cite": "684 A.2d 635",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352833,
        772898
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "counsel fee award provision in the Protection from Abuse Act stating that the court \"may\" direct the defendant to pay reasonable attorneys' fees is discretionary"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/0635-01",
        "/pa-super/454/0078-01"
      ]
    },
    {
      "cite": "454 Pa.Super. 78",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772898
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "counsel fee award provision in the Protection from Abuse Act stating that the court \"may\" direct the defendant to pay reasonable attorneys' fees is discretionary"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0078-01"
      ]
    },
    {
      "cite": "146 Pa.Commw. 344",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1428608
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "condemnees are entitled to attorney fees under Eminent Domain Code provision stating that compensation for a taking \"shall\" include attorneys' fees"
        },
        {
          "parenthetical": "condemnees are entitled to attorney fees under Eminent Domain Code provision stating that compensation for a taking \"shall\" include attorneys' fees"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/146/0344-01"
      ]
    },
    {
      "cite": "520 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815577
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "518"
        },
        {
          "page": "74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0513-01"
      ]
    },
    {
      "cite": "603 F.Supp. 877",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3745033
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/603/0877-01"
      ]
    },
    {
      "cite": "39 F.3d 1173",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "opinion_index": 0
    },
    {
      "cite": "831 F.Supp. 449",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        571957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/831/0449-01"
      ]
    },
    {
      "cite": "936 F.2d 131",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522348
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/936/0131-01"
      ]
    },
    {
      "cite": "850 F.Supp. 1289",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "pin_cites": [
        {
          "page": "1255"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 A.2d 466",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "182 Pa.Super. 102",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734040
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/182/0102-01"
      ]
    },
    {
      "cite": "462 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485161
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "inter-preting \"shall\" to be merely directory as opposed to mandatory"
        },
        {
          "parenthetical": "inter-preting \"shall\" to be merely directory as opposed to mandatory"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/462/0309-01"
      ]
    },
    {
      "cite": "94 A. 746",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1915,
      "pin_cites": [
        {
          "parenthetical": "interpreting \"shall\" as \"may\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "249 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013649
      ],
      "year": 1915,
      "pin_cites": [
        {
          "parenthetical": "interpreting \"shall\" as \"may\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/249/0144-01"
      ]
    },
    {
      "cite": "690 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468618,
        11922590
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "166-67"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/547/0214-01",
        "/a2d/690/0164-01"
      ]
    },
    {
      "cite": "547 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468618
      ],
      "year": 1997,
      "opinion_index": 1,
      "case_paths": [
        "/pa/547/0214-01"
      ]
    },
    {
      "cite": "211 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "418 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896110
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/418/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 11981,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24508185612365818
    },
    "sha256": "f3bdea5c15ae105786f64d51a31afa084e1f1a0df7712cd59e809f5c69153846",
    "simhash": "1:be9ce7c7c6c91310",
    "word_count": 1882
  },
  "last_updated": "2024-02-27T20:34:57.570955+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "Lynn OBERNEDER, Appellee, v. LINK COMPUTER CORP., Key Information Systems, Inc., and Timothy C. Link, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIGRO, Justice.\nAppellants argue that the lower courts erred in allowing Appellee to recover his attorneys’ fees in an action brought under the Wage Payment and Collection Law, 43 Pa. Stat. §§ 260.1-260.12 (1992). We agree with the lower courts that the Wage Payment and Collection Law mandates the award of attorneys’ fees to a prevailing employee and thus affirm the Superior Court’s decision.\nLynn Oberneder was manager of Link Computer Corporation’s Credit Union Division, which sold computer software to credit unions. In 1992, Link Computer sold the Credit Union Division to Peerless Systems, Inc. pursuant to an Agreement for Acquisition of Assets. The parties agreed to execute a separate Remarketing Agreement under which Peerless Systems would hire Link Computer to remarket its software to prospective customers. The proposed Remark-eting Agreement required Lynn Oberneder’s services. Oberneder, however, left Link Computer and entered his own agreement with Peerless Systems to remarket the software. As a result, the Remarketing Agreement was never executed.\nAfter his departure from Link Computer, Oberneder demanded that the company pay him a percentage of the Credit Union Division’s sale price pursuant to a purported agreement with the company President related to his 1992 compensation package. When Link Computer did not pay him, Oberneder filed suit claiming that the company owed him $84,000. He alleged breach of contract and violation of the Wage Payment and Collection Law, 43 Pa. Stat. §§ 260.1-260.12. Oberneder also alleged that under the Wage Payment and Collection Law, he was entitled to 25% of the money owed in liquidated damages, for a total claim of $105,000 plus attorneys’ fees. Oberneder further claimed that Appellants were estopped from refusing payment based upon his reliance on their agreement.\nAppellants responded that President Timothy Link offered a percentage of the sale to Oberneder but that a contract was not formed because they never agreed upon the percentage to be paid. Appellants also maintained that Oberneder was only entitled to a percentage of the sale if he remained with the company during the transition period and pursuant to the terms of the Remarketing-Agreement. Appellants filed counterclaims alleging Oberneder’s breach of contract by leaving the company and intentional interference with its Remarketing Agreement with Peerless Systems. Appellants also claimed that Oberneder breached the company’s confidentiality and engaged in fraud.\nFollowing a trial, the jury found that Appellants breached an agreement to pay Ober-neder a bonus in connection with the Credit Union Division’s sale and awarded him $40,-000.00. It further found that Appellants’ refusal to pay Oberneder was made in good faith. In addition, the jury decided that Oberneder also breached an agreement with Appellants, that he was obligated to assist them in finalizing the Remarketing Agreement, and that he intentionally interfered with the company’s contract with Peerless Systems. It awarded Appellants no damages.\nOberneder moved for an award of attorneys’ fees under the Wage Payment and Collection Law, 43 Pa. Stat. § 260.9a(f). The trial court granted the motion and awarded him $14,000.00, the amount Oberneder owed his attorney under a contingent fee agreement. The Superior Court affirmed and held that awarding attorneys’ fees is mandatory under the Wage Payment and Collection Law. We granted allocatur to address whether an award of attorneys’ fees is mandatory or discretionary when an employee prevails on a claim for wages under the Wage Payment and Collection Law.\nThe Wage Payment and Collection Law provides employees a statutory remedy to recover wages and other benefits that are contractually due to them. Killian v. McCulloch, 850 F.Supp. 1289, 1255 (E.D.Pa.1994). With respect to attorneys’ fees, the statute provides:\nThe court in any action brought under this section shall, in addition to any judgment awarded to the plaintiff or plaintiffs, allow costs for reasonable attorneys’ fees of any nature to be paid by the defendant.\n43 Pa. Stat. § 260.9a(f).\nPennsylvania courts have not decided whether this provision dictates that awarding attorneys’ fees is mandatory or discretionary. Federal courts, while not directly addressing the issue, have generally awarded successful plaintiffs their attorneys’ fees. In Barnhart v. Compugraphic Corp., 936 F.2d 131 (3d Cir.1991), for example, the Third Circuit, while not compelling fee awards, held that an employer’s good faith in disputing that it owed wages does not preclude awarding attorneys’ fees to prevailing employees. See also Godwin v. Visiting Nurse Ass’n Home Health Services, 831 F.Supp. 449 (E.D.Pa.1993), aff'd, 39 F.3d 1173 (3d Cir.1994)(plaintiff was entitled to attorneys’ fees in addition to repayment of back wages); Teamsters Pension Trust Fund v. Philadelphia Fruit Exchange, 603 F.Supp. 877 (E.D.Pa.1985)(plaintiffs were entitled to attorneys’ fees under statute as a matter of law).\nAppellants argue that the statute grants courts the authority to award attorneys’ fees but that such an award is discretionary. They contend that before awarding fees courts should consider any employee misconduct, the verdict’s size compared to the employee’s demand, the employee’s refusal to negotiate a settlement, and other unfavorable jury verdicts in the action.\nObemeder, on the other hand, argues that the use of the word “shall” in the provision on attorneys’ fees dictates that fee awards are mandatory. He also argues that without an award of attorneys’ fees, the employee only partially recovers and the statute’s purpose to protect employees seeking compensation is defeated.\nUnder the Statutory Construction Act, when the words of a statute are free from ambiguity, its letter is not to be disregarded under the pretext of pursuing its spirit. 1 Pa. Cons.Stat. § 1921(b)(Supp.l995). Only if a statute is unclear may a court consider the legislature’s intent by reviewing the act’s necessity and object, the circumstances under which it was enacted, and other factors. Id. § 1921(c). The Wage Payment and Collection Law unambiguously states that the “court ... shall,in addition to any judgment awarded to the plaintiff, allow costs for reasonable attorneys’ fees....” 43 Pa. Stat. § 260.9a(f). By definition, “shall” is mandatory. Coretsky v. Bd. of Commissioners, 520 Pa. 513, 518, 555 A.2d 72, 74 (1989). Accordingly, there is no room to overlook the statute’s plain language to reach a different result. See id.\nIn other contexts, courts have found fee awards mandatory when the applicable statute states that they “shall” be awarded. See, e.g., In re Condemnation of Right of Way for Legislative Route 1046, 146 Pa.Commw. 344, 605 A.2d 1286 (1992) (condemnees are entitled to attorney fees under Eminent Domain Code provision stating that compensation for a taking “shall” include attorneys’ fees). Courts have also found fee awards discretionary when the applicable statute states that a court “may” award attorneys’ fees. See, e.g., Krassnoski v. Rosey, 454 Pa.Super. 78, 684 A.2d 635 (1996)(counsel fee award provision in the Protection from Abuse Act stating that the court “may” direct the defendant to pay reasonable attorneys’ fees is discretionary).\nAppellants argue that the court should evaluate factors related to the underlying dispute and settlement efforts to determine if Appellee may recover his fees. The legislature, however, did not provide for such considerations in the Wage Payment and Collection Law. Compare 77 Pa. Stat. § 996 (Supp.1995)(providing that prevailing employees in contested workmen’s compensation cases shall be awarded attorneys’ fees although fees may be excluded when a reasonable basis for the contest has been established).\nWe thus hold that an award of attorneys’ fees to a prevailing employee in an action brought under the Wage Payment and Collection Law is mandatory. This conclusion promotes the statute’s purpose to protect employees when employers breach a contractual obligation to pay wages. See Sendi v. NCR Comten, Inc., 619 F.Supp. 1577, 1579 (E.D.Pa.1985), aff'd, 800 F.2d 1138 (3d Cir.1986)(stating that the statute gives added protections to employees by providing a statutory remedy). We therefore affirm the decision of the Superior Court. Jurisdiction relinquished.\nCAPPY, J., files a concurring opinion in which ZAPPALA, J., joins.\n. Oberneder sued Appellants Link Computer, its President Timothy Link, and Key Information Systems, Inc., a separate corporate entity under the same ownership as Link Computer.\n. Appellants rely upon Francis v. Corleto, 418 Pa. 417, 211 A.2d 503 (1965), for the proposition that \"shall” may he merely directory depending upon the legislature's intent. Francis, however, was decided before the enactment of the Statutory Construction Act, which dictates that legislative intent is considered only when a statute is ambiguous. See Modern Trash Removal of York, Inc. v. Dep't of Environmental Resources, 150 Pa.Commw. 101, 615 A.2d 824 (1992)(reconciling Coretsky and Francis ).\n. In contrast, the Wage Payment and Collection Law provides that employers that act in bad faith in contesting an employee's claim for wages must pay liquidated damages. 43 Pa. Stat. § 260.10.\n. We note that the Wage Payment and Collection Law only mandates an award of reasonable attorneys' fees. 43 Pa. Stat. § 260.9a(f). Courts retain discretion to determine the amount of fees owed. See Drum v. Leta, 354 Pa.Super. 448, 512 A.2d 36 (1986)(court has discretion to determine the fee amount where the fee award is mandatory)-",
        "type": "majority",
        "author": "NIGRO, Justice."
      },
      {
        "text": "CAPPY, Justice,\nconcurring.\nI agree \"with the conclusion reached by the majority; however, I disagree with the majority’s statement that in interpreting a statute pursuant to the Statutory Construction Act, 1 Pa.C.S. § 1921(b) and (c), the term “shall” is to be interpreted as mandatory. As this court recognized in Commonwealth v. Baker, 547 Pa. 214, 690 A.2d 164 (1997),\nNotwithstanding the general rule that “shall” is mandatory, we are aware that the word “shall” has also been interpreted to mean “may” or as being merely directory as opposed to mandatory. See e.g., Commonwealth ex rel. Bell v. Powell, 249 Pa. 144, 94 A. 746 (1915)(interpreting “shall” as “may”); Fishkin v. Hi-Acres, Inc., 462 Pa. 309, 341 A.2d 95 (1975)(inter-preting “shall” to be merely directory as opposed to mandatory). In observing that the word “shall” can be ambiguous given that it may be interpreted in at least one of two ways, we have stated that\n[ejxcept when relating to the time of doing something, statutory provisions containing the word “shall” are usually considered to be mandatory, but it is the intent of the legislature which governs, and this intent is to be ascertained from a consideration of the entire act, its nature, its object, and the consequences that would result from construing it one way or the other. Francis v. Corleto, 418 Pa. 417, 428, 211 A.2d 503, 509 (1965) quoting, Pleasant Hills Borough v. Carroll, 182 Pa.Super. 102, 106, 125 A.2d 466, 468 (1956).\nId. at -, 690 A.2d at 166-67.\nThus, although I agree with the conclusion reached by the majority that an award of attorneys’ fees to a prevailing employee in an action brought under the Wage Payment and Collection Law, 43 P.S. §§ 260.1-260.12 (1992), is mandatory, for the reasons explained in Baker, supra, I cannot agree that the term “shall” is always to be interpreted as a mandatory directive.\nZAPPALA, J., joins in this concurring opinion.",
        "type": "concurrence",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Stephen D. Wicks, Altoona, for Link Computer Corp., Key Information Systems, Inc. and Timothy C. Link.",
      "Timothy J. Huber, Lebanon, for Lynn Ob-erneder."
    ],
    "corrections": "",
    "head_matter": "Lynn OBERNEDER, Appellee, v. LINK COMPUTER CORP., Key Information Systems, Inc., and Timothy C. Link, Appellants.\nSupreme Court of Pennsylvania.\nSubmitted March 4, 1997.\nDecided June 17, 1997.\nStephen D. Wicks, Altoona, for Link Computer Corp., Key Information Systems, Inc. and Timothy C. Link.\nTimothy J. Huber, Lebanon, for Lynn Ob-erneder.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0148-02",
  "first_page_order": 198,
  "last_page_order": 201
}
