{
  "id": 7964294,
  "name": "Helmut A. PAPENDICK, Plaintiff Below, Appellant, v. Robert BOSCH GmbH, Defendant Below, Appellee",
  "name_abbreviation": "Papendick v. Robert Bosch GmbH",
  "decision_date": "1979-12-05",
  "docket_number": "",
  "first_page": "148",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 148"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "95 U.S. 714",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3383405
      ],
      "weight": 2,
      "year": 1877,
      "opinion_index": 0,
      "case_paths": [
        "/us/95/0714-01"
      ]
    },
    {
      "cite": "198 U.S. 215",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1499468
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/198/0215-01"
      ]
    },
    {
      "cite": "409 N.Y. S.2d 581",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "96 Misc.2d 808",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1921127
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/96/0808-01"
      ]
    },
    {
      "cite": "455 F.Supp. 630",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4026540
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/455/0630-01"
      ]
    },
    {
      "cite": "446 F.Supp. 706",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3989734
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/446/0706-01"
      ]
    },
    {
      "cite": "15 L.Ed.2d 39",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "86 S.Ct. 1",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "1 A.L.R.2d 1412",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "92 L.Ed. 1561",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "334 U.S. 541",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158538
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/334/0541-01"
      ]
    },
    {
      "cite": "357 U.S. 235",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6162253
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/357/0235-01"
      ]
    },
    {
      "cite": "63 Ohio L.Abs. 146",
      "category": "reporters:state",
      "reporter": "Ohio Law. Abs.",
      "case_ids": [
        1766641
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-law-abs/63/0146-01"
      ]
    },
    {
      "cite": "47 Ohio Ops. 216",
      "category": "reporters:state",
      "reporter": "Ohio Op.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "96 L.Ed. 485",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "342 U.S. 437",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        640833
      ],
      "weight": 2,
      "year": 1952,
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/342/0437-01"
      ]
    },
    {
      "cite": "355 U.S. 220",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164156
      ],
      "weight": 6,
      "year": 1957,
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/355/0220-01"
      ]
    },
    {
      "cite": "132 A.L.R. 1357",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "61 S.Ct. 339",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6141572
      ],
      "weight": 2,
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/us/311/0457-01"
      ]
    },
    {
      "cite": "161 A.L.R. 1057",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "436 U.S. 84",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1490667
      ],
      "weight": 12,
      "year": 1978,
      "pin_cites": [
        {
          "page": "92"
        },
        {
          "page": "1697"
        },
        {
          "page": "141"
        },
        {
          "page": "92"
        },
        {
          "page": "1697"
        },
        {
          "page": "141"
        },
        {
          "page": "97"
        },
        {
          "page": "1700"
        },
        {
          "page": "145"
        },
        {
          "page": "97, 101"
        },
        {
          "page": "1699, 1702"
        },
        {
          "page": "144, 147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/436/0084-01"
      ]
    },
    {
      "cite": "326 U.S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157001
      ],
      "weight": 13,
      "year": 1945,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0310-01"
      ]
    },
    {
      "cite": "389 A.2d 1315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030195
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1315"
        },
        {
          "page": "1318"
        },
        {
          "page": "1317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/389/1315-01"
      ]
    },
    {
      "cite": "433 U.S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178074
      ],
      "weight": 27,
      "year": 1977,
      "pin_cites": [
        {
          "page": "212"
        },
        {
          "page": "2585"
        },
        {
          "page": "703"
        },
        {
          "page": "213"
        },
        {
          "page": "2585"
        },
        {
          "page": "703"
        },
        {
          "page": "216"
        },
        {
          "page": "2586"
        },
        {
          "page": "705",
          "parenthetical": "citations omitted"
        },
        {
          "page": "204"
        },
        {
          "page": "2580"
        },
        {
          "page": "698, n.19"
        },
        {
          "page": "211"
        },
        {
          "page": "2584"
        },
        {
          "page": "208-09"
        },
        {
          "page": "2582"
        },
        {
          "page": "700-701",
          "parenthetical": "Emphasis added; footnotes omitted"
        },
        {
          "page": "218"
        },
        {
          "page": "2587"
        },
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/433/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1041,
    "char_count": 22310,
    "ocr_confidence": 0.806,
    "pagerank": {
      "raw": 1.5326639642006772e-07,
      "percentile": 0.6714165574904174
    },
    "sha256": "fca2296c2ee45da102beee7210171cde410736e5de19aa59ad93f8e3e36a8d84",
    "simhash": "1:745a571c67cc45a9",
    "word_count": 3707
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., DUFFY and QUILLEN, JJ."
    ],
    "parties": [
      "Helmut A. PAPENDICK, Plaintiff Below, Appellant, v. Robert BOSCH GmbH, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Chief Justice:\nIn this breach of contract action to recover a finder’s fee for the acquisition of certain shares of stock, the Superior Court dismissed the plaintiff’s action on the ground that, under Shaffer v. Heitner, 433 U.S. 186, 97 S.Ct. 2569, 53 L.Ed.2d 683 (1977), the defendant, Robert Bosch GmbH (hereinafter “RB”), lacked the “minimum contacts” necessary for the courts of this State to assert jurisdiction over it or its property in this State. Papendick v. Bosch, Del.Super., 389 A.2d 1315 (1979). We disagree and reverse.\nI.\nThe plaintiff, Helmut A. Papendick, has been a permanent resident alien of the United States since 1966, residing in the State of Maryland at the time this action was brought and now residing in New Jersey. He no longer maintains a residence or any continuous contact with West Germany, his former country of residence.\n• The defendants are RB, a limited liability company created under the laws of the Federal Republic of Germany, and Robert Bosch North America Incorporated (hereinafter “RBNA”), a Delaware Corporation. RBNA was served personally, whereas service on RB was by notice and attachment of its interests in RBNA stock under 10 Del.C. § 3507 and 8 Del.C. § 169. RBNA answered the complaint, but RB appeared specially and moved to quash process and to dismiss the complaint on the ground of lack of jurisdiction under Shaffer. The Superior Court sustained RB’s contention and dismissed the action against it. 389 A.2d at 1315. The plaintiff appealed and this Court accepted the interlocutory appeal under Supreme Court Rule 42.\nII.\nThis action is based upon the following assertions:\nIn 1975, the plaintiff sent to Rudolf Scharpff, a senior executive of RB and member of its Board of Management, a form of “finders fee agreement,” along with a letter informing Scharpff that the plaintiff knew of a company that RB would be interested in acquiring and requesting RB to execute the agreement and return it to him. Scharpff did so and, thereafter, the plaintiff disclosed the name of the Borg-Warner Corporation (“B-W”), or its subsidiaries, as likely acquisition candidates for RB. The plaintiff then contacted B-W and negotiations between it and RB followed, resulting in an agreement between the two companies for the sale and purchase of B-W stock.\nA formal contract between RB and B-W was executed on January 11, 1977, providing that RB would purchase and acquire from B-W, and that B-W would issue and sell to RB or its assignee, 2 million shares of common stock of B-W for the price of $62.9 million.\nJust eight days earlier, on January 3, 1977, RB incorporated under the laws of the State of Delaware a corporation entitled “New American Investment Corporation”, having for one of its explicit purposes the function of serving as a vehicle for the acquisition of the B-W stock here involved. On February 8, 1977, the name of that corporation was changed to RBNA. Two days later on February 10, RBNA was designated by RB as the assignee of the 2 million shares of B — W stock purchased under the B — W/RB agreement of January 11. The sale was consummated and the shares were transferred to RBNA on February 16, 1977. RBNA is wholly owned by RB.\nBy letter to RB dated March 15,1977, the plaintiff requested payment of the finder’s fee claimed to be due him under the finder’s fee agreement in connection with the acquisition of the 2 million shares of B — W stock. RB rejected plaintiff’s claim by letter of April 7, and this action was filed on May 17, 1977, naming both RB and RBNA as defendants.\nRB is the parent company of the so-called “Bosch Group”, the principal activities of which include the manufacture and sale of electric and electronic, mechanical and other equipment for motor vehicles, television and radio sets, power tools, domestic appliances, cine-cameras and projectors, television studio equipment and packaging machinery. The Bosch Group encompasses some 90 wholly-owned subsidiaries and affiliates by which RB does business throughout the world. RB is also expending substantial sums of money in acquiring equity interests in various United States corporations, a major acquisition being the 9.3% equity interest in B-W for $62.9 million, out of which the claim herein arose. RB products have been sent into Delaware; it is admitted that RB has derived substantial revenues from sales of its products in Delaware by wholly-owned subsidiaries managed by RBNA.\nIII.\nThe plaintiff contends that: (1) the “minimum contacts” rule of Shaffer is inapplicable here because, by footnote 37 to the Shaffer opinion, the United States Supreme Court reserved decision on whether the existence of property within the forum is, in and of itself, a sufficient basis on which to assert jurisdiction if “no other forum” is available; (2) “no other forum” is to be interpreted as “no other American forum,” and Fourteenth Amendment due process is not violated by the exercise of jurisdiction on the basis of the existence of property in the jurisdiction only when “no other American forum” exists in which to litigate the claim; (3) the “minimum contacts” requirement is not applicable to foreign investors who have property located in the forum, particularly when that property is related to the cause of action; (4) “traditional notions of fair play and substantial justice” are not offended by the exercise of jurisdiction over a defendant which has purposefully availed itself of the laws of a state to incorporate a subsidiary within the state, when that activity is related to the causé of action; and (5) an assertion of jurisdiction' over the defendant in this case is required both by public policy and the defendant’s contacts with this State.\nThe defendant RB, on the other hand, contends that: (1) this case is governed by the “minimum contacts” test enunciated in International Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945); (2) “no other forum”, as delineated in footnote 37 of Shaffer, relates not to the lack of an American forum, but to the situation in which dismissal of the plaintiff’s action would effectively leave the plaintiff.without a means of redress against the defendant anywhere in the world; (3) the courts of West Germany are a more appropriate forum for this suit since both the plaintiff and the defendant are citizens of that country and West German law is likely to govern; (4) corporate and individual alien defendants are entitled to judicial due process including the minimum contacts jurisdictional requirement; and (5) “mere” ownership by RB of the stock of RBNA, which does not do business in Delaware and is not the “alter ego” of RB, is an insufficient contact upon which to assert jurisdiction.\nIV.\nWe first consider plaintiff’s fourth and fifth contentions and conclude that the “minimum contacts” test, and its standard of “traditional notions of fair play and substantial justice,” as established by Interna tional Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945), and applied in Shaffer, have been met sufficiently to sustain jurisdiction in Delaware in this case.\nUnder the rule of Shaffer, “all assertions of state-court jurisdiction must be evaluated according to the standards set forth in International Shoe and its progeny.” 433 U.S. at 212, 97 S.Ct. at 2585, 53 L.Ed.2d at 703. A restatement of those standards appear in Kulko v. Superior Court of California, etc., 436 U.S. 84, 92, 98 S.Ct. 1690, 1697, 56 L.Ed.2d 132, 141 (1978), as follows:\n“[T]he constitutional standard for determining whether the State may enter a binding judgment against appellant here is that set forth in this Court’s opinion in International Shoe Co. v. Washington, supra; that a defendant ‘have certain minimum contacts with [the forum State] such that the maintenance of the suit does not offend “traditional notions of fair play and substantial justice.’ ” 326 U.S., at 316, 66 S.Ct. 154, [at 158,] 90 L.Ed. 95, 161 A.L.R. 1057, quoting Milliken v. Meyer, supra, 311 U.S. [457], at 463, 61 S.Ct. 339, [at 342,] 85 L.Ed. 278, 132 A.L.R. 1357. While the interests of the forum State and of the plaintiff in proceeding with the cause in the plaintiff’s forum of choice are, of course, to be considered, see McGee v. International Life Ins. Co., 355 U.S. 220, 223, 78 S.Ct. 199, 2 L.Ed.2d 223 (1957), an essential criterion in all cases is whether the ‘quality and nature’ of the defendant’s activity is such that it is ‘reasonable’ and ‘fair’ to require him to conduct his defense in that State. International Shoe Co. v. Washington, supra, [326 U.S.] at 316-317, 319, 66 S.Ct. 154, [at 158-159] 90 L.Ed. 95, 161 A.L.R. 1057. Accord, Shaffer v. Heitner, supra, [433 U.S.] at 207-212, 97 S.Ct. 2569, [at 2581-2584] 53 L.Ed.2d 683; Perkins v. Benguet Mining Co., 342 U.S. 437, 445, 72 S.Ct. 413, 96 L.Ed. 485, 47 Ohio Ops. 216, 63 Ohio L.Abs. 146 (1952).”\nBut in Kulko, there is also set forth a caveat for the application of the International Shoe standards which deserves emphasis:\n“Like any standard that requires a determination of ‘reasonableness,’ the ‘minimum contacts’ test of International Shoe is not susceptible of mechanical application; rather, the facts of each case must be weighed to determine whether the requisite ‘affiliating circumstances’ are present. Hanson v. Denckla, 357 U.S. 235, 246, 78 S.Ct. 1228, [1235,] 2 L.Ed.2d 1283 (1958). We recognize that this determination is one in whieh few answers will be written ‘in black and white. The greys are dominant and even among them the shades are innumerable.’ Estin v. Estin, 334 U.S. 541, 545, 68 S.Ct. 1213, [1216,] 92 L.Ed. 1561, 1 A.L.R.2d 1412 (1948).”\n(436 U.S. at 92, 98 S.Ct. at 1697, 56 L.Ed.2d at 141). We approach the application of the International Shoe “minimum contacts” test to the facts of the instant case with that wise caveat in mind.\nThis is not, as RB argues, a case of “mere” ownership of stock having its situs in Delaware as was concluded in Shaffer. In Shaffer, the Court noted that with respect to the defendants in that case:\n“[The] property is not the subject matter of this litigation, nor is the underlying cause of action related to the property . Nor does [the appellee] identify any act related to his cause of action as having taken place in Delaware.”\n433 U.S. at 213, 97 S.Ct. at 2585, 53 L.Ed.2d at 703. Moreover, the Court concluded that it had not been demonstrated that the\n“appellants [had] ‘purposefully avail[ed themselves] of the privilege of conducting activities within the forum State’ . in a way that would justify bringing them before a Delaware tribunal. Appellants have simply nothing to do with the State of Delaware . . . [Appellants had no reason to expect to be haled before a Delaware court.”\n433 U.S. at 216, 97 S.Ct. at 2586, 53 L.Ed.2d at 705 (citations omitted).\nHere, unlike Shaffer, there were significant contacts between RB, the State of Delaware, and the litigation. RB came into the State of Delaware to create, under the Delaware Corporation Law, a subsidiary corporation for the purpose of implementing its contract with B-W and accomplishing its acquisition of B-W stock. RB utilized the benefits and advantages of Delaware’s Corporation Law for the creation of RBNA to be the vehicle for channeling to B-W the purchase money for the B-W stock and for becoming the recipient of the B-W stock. It is reasonable to assume that RB saw benefits and advantages in purposefully selecting the State of Delaware and utilizing its laws, above all others, for the creation of RBNA in the execution of its agreement with B-W. We conclude that RB’s ownership of RBNA stock was the result of RB’s purposeful activity in Delaware as an integral component of its total transaction with B-W to which the plaintiff’s instant cause of action relates.\nThe distinctions between this case and Shaffer are manifest: Unlike Shaffer: (a) this is a case in which the “underlying cause of action [is] related to the property”; (b) this is not a case wherein the plaintiff failed to “identify any act related to his cause of action as having taken place in Delaware;” (c) this is not a case in which the defendant, having created a Delaware corporation as an integral part of the total transaction out of which this cause of action arose, had no reason to expect to be ‘haled’ before a Delaware court — indeed, as the sole owner of RBNA, this is a case in which it is conceivable that by reason of RBNA activities the defendant RB had, has, or will have reason to expect to avail itself of a Delaware court; (d) this is a case in which the defendant has “purposefully avail[ed itself] of the privilege of conducting activities within the forum State * * * in a way that would justify bringing [it] before a Delaware tribunal;” and (e) manifestly, this is not a case wherein the defendant “simply had nothing to do with the State of Delaware.”\nWe do not believe that the International Shoe “minimum contact” due process standards were intended to deprive Delaware courts of jurisdiction by permitting an alien corporation to come into this State to create a Delaware corporate subsidiary for the purpose of implementing a contract under the protection of and pursuant to powers granted by the laws of Delaware, and then be heard to say, in. a suit arising from the very contract which the subsidiary was created to implement, that the only contact between it and Delaware is the “mere” ownership of stock of the subsidiary.\nThe latter point is most significant in applying International Shoe standards. There is a controlling distinction, for present purposes, between the ownership of shares of stock acquired by purchase or grant as in Shaffer, on the one hand, and ownership arising from the purposeful utilization of the benefits and protections of the Delaware Corporation Law in activities related to the underlying cause of action, on the other hand. RB purposefully availed itself of the benefits and protections of the laws of the State of Delaware for financial gain in activities related to the cause of action. Therein lies the “minimum contact” sufficient to sustain the jurisdiction of Delaware’s courts over RB.\nBoth pre- and post-Shaffer decisions have sustained jurisdiction in cases in which the contacts with the forum were less than those present here: E. g., Rosenblatt v. American Cyanamid Co., 86 S.Ct. 1, 15 L.Ed.2d 39 (1965); McGee v. International Life Insurance Co., 355 U.S. 220, 78 S.Ct. 199, 2 L.Ed.2d 223 (1957); Engineering Equipment Co. v. S. S. Selene, S.D.N.Y., 446 F.Supp. 706 (1978).\nFinally, “basic considerations of fairness point decisively” in favor of this State as the proper forum for the adjudication of this case. Compare Kulko, 436 U.S. at 97, 98 S.Ct. at 1700, 56 L.Ed.2d at 145. The plaintiff is an individual of limited means. Delaware is the only jurisdiction in which he can sue both RB and its subsidiary RBNA in one action, as here. The only other forum suggested for reaching RB is West Germany. The costs to the plaintiff of litigating in West Germany — including such expenses as additional legal fees, foreign depositions, translators, and travel expenses for himself and witnesses — may well be prohibitive and destructive of his “day in court”.\nThe defendant, on the other hand, is a huge multi-national enterprise which purposefully acquired a $67.9 million equity interest via the incorporation of a Delaware subsidiary which it also utilizes to manage its other investments in domestic corporations. The corporate nature of the defendant and the commercial purpose of the transaction giving rise to the cause of action, alone, strongly support our conclusion that fairness and justice require jurisdiction to be asserted in Delaware under the totality of the circumstances of this case. Cf. Shaffer v. Heitner, 433 U.S. at 204, 97 S.Ct. at 2580, 53 L.Ed.2d at 698, n.19 (1977); Kulko v. Superior Court of California, 436 U.S. at 97, 101, 98 S.Ct. at 1699, 1702, 56 L.Ed.2d at 144, 147 (1978).\nThis is a clear example of an alien corporation purposefully acting in this State to invoke “the benefits and protections” of Delaware laws. It' is our conclusion that the “traditional notions of fair play and substantial justice” can only be offended by refusing jurisdiction here and relegating the plaintiff to the duplicative pursuit of justice both in West Germany and in Delaware.\nV.\nUnder the view we take of the “minimum contact” present in this case, we find it unnecessary for the disposition of this appeal to grapple with the question of whether, in its reference to “no other forum” in footnote 37, the Shaffer Court intended to say “no other forum in the United States” (as the plaintiff here argues) or “no other forum in all or certain other parts of the world” (as the defendant here argues and the Superior Court concluded, 389 A.2d at 1318). There is a growing contrariety of judicial opinion on this point in the comparatively short time since Shaffer was decided, e. g., Louring v. Kuwait Boulder Shipping Co., D.Conn., 455 F.Supp. 630 (1977); Majique Fashions Ltd. v. Warwick & Co., Ltd., N.Y.Supr.Ct., 96 Misc.2d 808, 409 N.Y. S.2d 581 (1978). We have no desire to enter unnecessarily into the growing judicial speculation as to its actual meaning and decline to do so in this case. We are content to await the Supreme Court’s own interpretation of Shaffer’s footnote 37.\nNor will we permit ourselves to yield to the plaintiff’s importuning and become unnecessarily involved in important international policy decisions, based upon interpretations of Shaffer, governing the rights and liabilities thereunder of the increasing number of alien corporations engaged in foreign investments in the United States and, as a result, owning property located within, and affecting people resident in, various state forums. These very significant questions, too, we leave for another day and another case.\nReversed.\n. 10 Del.C. § 3507 provides:\n“§ 3507. Foreign attachment against foreign corporations.\n“A writ of foreign attachment may be issued against any corporation, aggregate or sole, not created by or existing under the laws of this State upon proof satisfactory to the court that the defendant is a corporation not created by, or existing under the laws of this State, and that the plaintiff has a good cause of action against the defendant in an amount exceeding $50.”\n. 8 Del.C. § 169 provides:\n“§ 169. Situs of ownership of stock.\n“For all purposes of title, action, attachment, garnishment and jurisdiction of all courts held in this State, but not for the purpose of taxation, the situs of the ownership of the capital stock of all corporations existing under the laws of this State, whether organized under this chapter or otherwise, shall be regarded as in this State.”\n. Other purposes of RBNA were to manage RB investments in various other corporations, including other affiliates of the Bosch Group.\n. It is conceded by the plaintiff that the Shaffer principles are applicable to actions commenced by foreign attachment as well as by sequestration. See opinion below, 389 A.2d at 1317. We so hold.\n.Plaintiffs’ arguments ■ (1) and (2) are based upon the cryptic statement in footnote 37 of Shaffer v. Heitner, 433 U.S. at 211, 97 S.Ct. at 2584, 53 L.Ed.2d at 702:\n“This case does not raise, and we therefore do not consider, the question whether the presence of a defendant’s property in a State is a sufficient basis for jurisdiction when no other forum is available to the plaintiff.”\n. Kulko followed Shaffer, and, like Shaffer, was authored by Mr. Justice Marshall.\n. Indeed, the Shaffer Court noted:\n“It appears, therefore, that jurisdiction over many types of actions which now are or might be brought in rem would not be affected by a holding that any assertion of state-court jurisdiction must satisfy the International Shoe standard. For the type of quasi in rem action typified by Harris v. Balk [198 U.S. 215, 25 S.Ct. 625, 49 L.Ed. 1023] and the present case, however, accepting the proposed analysis would result in significant change. These are cases where the property which now serves as the basis for state-court jurisdiction is completely unrelated to the plaintiffs cause of action.”\n433 U.S. at 208-09, 97 S.Ct. at 2582, 53 L.Ed.2d at 700-701 (Emphasis added; footnotes omitted).\nSince jurisdiction' would properly be exercised in a case such as this under the prior jurisdictional theory, as delineated by Pennoyer v. Neff, 95 U.S. 714, 24 L.Ed. 565 (1877) and subsequent cases, the clear relationship of the property to the cause of action in this case is strong indicia of the propriety of an exercise of jurisdiction by the courts of this State.\n. The plaintiffs basic premise for this contention is the following statement in the concurring opinion of Mr. Justice Stevens in Shaffer:\n“If I visit another State, or acquire real estate or open a bank account in it, I knowingly assume some risk that the State will exercise its power over my property or my person while there. My contact with the State, though minimal, gives rise to predictable risks.\n“Perhaps the same consequences should flow from the purchase of stock of a corporation organized under the laws of a foreign nation, because to some limited extent one’s property and affairs then become subject to the laws of the nation of domicile of the corporation. As a. matter of international law, that suggestion might be acceptable because a foreign investment is sufficiently unusual to make it appropriate to require the investor to study the ramifications- of his decision. But a purchase of securities in the domestic market is an entirely different matter.” 433 U.S. at 218, 97 S.Ct. at 2587, 53 L.Ed.2d at 706.",
        "type": "majority",
        "author": "HERRMANN, Chief Justice:"
      }
    ],
    "attorneys": [
      "S. Samuel Arsht, David A. Drexler, George Pazuniak of Morris, Nichols, Arsht & Tunnell, Wilmington, for plaintiff below, appellant.",
      "Edward M. McNally of Morris, James, Hitchens & Williams, Wilmington, and Joseph A. McManus, Brian E. McGunigle, James Bautz Bonanno of Coudert Brothers, New York City, of counsel, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "Helmut A. PAPENDICK, Plaintiff Below, Appellant, v. Robert BOSCH GmbH, Defendant Below, Appellee.\nSupreme Court of Delaware.\nSubmitted May 21, 1979.\nDecided Dec. 5, 1979.\nS. Samuel Arsht, David A. Drexler, George Pazuniak of Morris, Nichols, Arsht & Tunnell, Wilmington, for plaintiff below, appellant.\nEdward M. McNally of Morris, James, Hitchens & Williams, Wilmington, and Joseph A. McManus, Brian E. McGunigle, James Bautz Bonanno of Coudert Brothers, New York City, of counsel, for defendant below, appellee.\nBefore HERRMANN, C. J., DUFFY and QUILLEN, JJ."
  },
  "file_name": "0148-01",
  "first_page_order": 196,
  "last_page_order": 202
}
