{
  "id": 11619661,
  "name": "Robert Keith ROMESBURG and Janet L. Romesburg, husband and wife, John O. Riley and Jo Ann Riley, husband and wife, Appellants, v. FAYETTE COUNTY ZONING HEARING BOARD",
  "name_abbreviation": "Romesburg v. Fayette County Zoning Hearing Board",
  "decision_date": "1999-03-11",
  "docket_number": "",
  "first_page": "150",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 150"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "717 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "553 Pa. 683",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "701 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11899031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0621-01"
      ]
    },
    {
      "cite": "227 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "indicating that a decision must carry with it enough specificity to allow an aggrieved party to properly articulate an appeal"
        },
        {
          "page": "666"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1904990
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "indicating that a decision must carry with it enough specificity to allow an aggrieved party to properly articulate an appeal"
        },
        {
          "page": "313-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0309-01"
      ]
    },
    {
      "cite": "450 A.2d 1086",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "263 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927836
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0312-01"
      ]
    },
    {
      "cite": "383 A.2d 1311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "426 A.2d 1220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "691 A.2d 998",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11916360
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/0998-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 15138,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.302683283851684
    },
    "sha256": "8e6eac723eb698df0639fd8646522995b8921cb76740525c54943d52bfbefefb",
    "simhash": "1:afe7c087c54abf35",
    "word_count": 2453
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, FRIEDMAN, J., and NARICK, Senior Judge."
    ],
    "parties": [
      "Robert Keith ROMESBURG and Janet L. Romesburg, husband and wife, John O. Riley and Jo Ann Riley, husband and wife, Appellants, v. FAYETTE COUNTY ZONING HEARING BOARD."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nRobert 'and Janet Romesburg and John and Jo Ann Riley (collectively, Appellants) appeal from an order of the Court of Common Pleas of Fayette County (trial court). The trial court denied Appellants’ request to reverse the Dell H. Shearer Grandchildrens’ Trust’s (Trust) Notice of Deemed Approval and reinstate the Fayette County Zoning Hearing Board’s (Board) conditional approval of the Trust’s petition for special exception. We affirm.\nThe Trust owned 130 acres of property located in Bullskin Township, Fayette County, Pennsylvania. On August 21, 1997, the Trust filed a petition with the Board, requesting a special exception to extract minerals on the subject property. The Board held a hearing on the matter on September 29, 1997; the Trust’s representatives and several adjoining landowners, including Appellants, attended the hearing.\nOn October 15, 1997, the Board’s next regularly scheduled meeting, the Board orally voted to “conditionally” approve the Trust’s petition for a special exception. On October 16, 1997, the Office of Planning and Community Development, acting on behalf of the Board, mailed a letter to the Trust informing it that the special exception had been conditionally approved. Specifically, the letter stated:\nThis is your official notice of the decision rendered by the Fayette County Zoning Hearing Board on Wednesday the 15 thday of October, 1997. The Board has Conditionally Approved your request for a Special Exception for mineral extraction on property situate in Bullskin Township. .. .Any aggrieved person has thirty (30) days from the date of the official type written [sic] Resolution to file an appeal to Court. If you have any questions regarding this matter, please contact our office.\n(R.R. at 12a.) Although the letter informed the Trust that the special exception had been conditionally approved, the letter failed to set forth any of the conditions imposed on the Trust; further, the letter did not include the Resolution and did not indicate when the Resolution would be prepared. Because the Board’s October 16, 1997 letter lacked this critical information, counsel for the Trust wrote to the Board, requesting that the Board forward the official Resolution to the Trust as soon as possible so that the Trust could determine the status of the matter.\nOn November 24, 1997, fifty-six days after the Board’s September 29, 1997 hearing, the Board prepared and executed Resolution 97-52 which imposed eight conditions on the Trust’s extraction of minerals on the subject property. The Board first communicated this Resolution to the Trust on January 27, 1998,120 days after the hearing.\nBecause of the Board’s delay in imposing its conditions, preparing the Resolution and communicating the information to the Trust, on February 13, 1998, the Trust mailed a Notice of Deemed Approval to the Board, pursuant to section 908(9) of the Pennsylvania Municipalities Planning Code (Code), Act of July 31, 1968, P.L. 805, as amended, 53 P.S. § 10908(9). The Trust based the Notice of Deemed Approval on the Board’s failure to render a decision on the Trust’s petition within the time required by section 908(9) of the Code.\nSections 908(9) and 908(10) of the Code provide, in relevant part:\nThe board shall conduct hearings and make decisions in accordance with the following requirements:\n(9) The board or the hearing officer... shall render a written decision. . .within 45 days after the last hearing before the board or hearing officer. Where the application is contested or denied, each decision shall be accompanied by findings of fact and conclusions based thereon together with the reasons therefor. .. .Where the board fails to render the decision within the period required by this subsection.. .the decision shall be deemed to have been rendered in favor of the applicant unless the applicant has agreed in writing or on the record to an extension of time. When a decision has been rendered in favor of the applicant because of the failure of the board to.. .render a decision as hereinabove provided, the board shall give public notice of said decision within ten days from the last day it could have met to render a decision... .If the board shall fail to provide such notice, the applicant may do so. Nothing in this subsection shall prejudice the right of any party opposing the application to appeal the decision to a court of competent jurisdiction.\n(10) A copy of the final decision... shall be delivered to the applicant personally or mailed to him not later than the day following its date.\n53 P.S. §§ 10908(9), (10).\nOn March 16, 1998, Appellants filed an appeal from the Trust’s Notice of Deemed Approval in the trial court, requesting that the trial court reverse the deemed approval and reinstate the Board’s conditional approval. The trial court concluded that the Board’s conditional approval of the Trust’s petition for a special exception set forth in the October 16,1997 letter did not constitute a decision within the meaning of section 908(9) of the Code, 53 P.S. § 10908(9), and, thus, denied Appellants’ appeal. Appellants now appeal to this court.\nThe facts of this case present an issue of first impression in our court. We must determine whether the Board complied with the requirements of section 908(9) of the Code, 53 P.S. § 10908(9), when the Boárd conditionally approved the Trust’s petition for a special exception and notified the Trust of the conditional approval within the forty-five day statutory period, but did not set forth the conditions until after the forty-five day period expired.\nPursuant to section 908(9) of the ■ Code, 53 P.S. § 10908(9), the Board is required, within forty-five days of the last hearing on an application before a zoning board, to render a decision on a matter and communicate that decision to the applicant in writing. Mullen v. Zoning Hearing Board of Collingdale Borough, 691 A.2d 998 (Pa. Cmwlth.1997). Otherwise, assuming that the applicant has not agreed to an extension of time, and even if the applicant was informed orally of a decision, there is a deemed approval of the application due to untimeliness. Id. It is not necessary that the written decision be accompanied by the usual written appurtenances of an opinion. Id. Despite language in the statute indicating otherwise, precedent clearly indicates that a decision, not supported by written facts and findings, is still valid; the decision is not deemed to be in favor of the applicant solely because the findings of fact and conclusions of law are late or absent. Packard v. Commonwealth, 57 Pa.Cmwlth. 322, 426 A.2d 1220 (1981); Heisterkamp v. Zoning Hearing Board of City of Lancaster, 34 Pa.Cmwlth. 539, 383 A.2d 1311 (1978). It is the decision itself that must be made within forty-five days. Packard.\nHere, the last hearing the Board held with respect to the Trust’s petition for a special exception took place on September 29, 1997. Thus, the forty-five day statutory period in which the Board was required to render and communicate a decision in writing to the Trust expired on November 13,1997.\nAppellants argue that the Board complied wdth the forty-five day period set forth in section 908(9) of the Code, 53 P.S. § 10908(9), because the Board orally announced its decision to conditionally approve the Trust’s petition for a special exception on October 15,1997, and communicated its decision to the Trust in writing on October 16, 1997, all within seventeen days of the September 29,' 1997 hearing. Appellants contend that the Board’s failure to include findings of fact or conclusions of law with its written decision to the Trust should not result in a determination of deemed approval in favor of the Trust. Packard; Heisterkamp. Appellants further argue that the purpose of the Code is to urge zoning boards to act timely on applications presented to those boards in order to prevent endless delay in the building of new structures, Garchinsky v. Borough of Clifton Heights, 437 Pa. 312, 263 A.2d 467 (1970), and that, here, the Board fulfilled that purpose in that it rendered and communicated a decision to the Trust within seventeen days of the Board’s hearing. We disagree that the Board complied with the requirements of section 908(9) of the Code, 53 P.S. § 10908(9).\nHere, as indicated, on October 15, 1997, the Board orally voted to “conditionally” approve the Trust’s petition for a special exception and, by letter dated October 16, 1997, the Board notified the Trust of this decision, informing it that an aggrieved person had thirty days from the date of the typewritten Resolution to file an appeal. This is the only action the Board took within the forty-five day period set forth in section 908(9) of the Code, 53 P.S. § 10908(9), and, thus, this was the only information the Trust had with respect to its special exception. The Trust did not know what conditions it was obligated to comply with, and, without that vital information, the Trust could not begin mining on the property. Moreover, without knowledge of the conditions that would be imposed, the Trust could not even determine whether it was aggrieved and, thus, should appeal from the Board’s decision. It was not until November 24, 1997, fifty-six days after the hearing, that the Board set forth the conditions in Resolution 97-52, and not until January 27, 1998, 120 days after the hearing, that the Board communicated those conditions to the Trust.\nWe recognize that a board’s decision need not include findings of fact or conclusions of law to be in compliance with section 908(9) of the Code, 53 P.S. § 10908(9). Garchinsky; Packard; Heisterkamp. However, our courts have determined that a board must render a decision that provides for meaningful judicial review and affords an aggrieved party a sufficient basis to form and articulate an appeal. Borough of Youngsville v. Zoning Hearing Board of Borough of Youngsville, 69 Pa.Cmwlth. 282, 450 A.2d 1086 (1982); see also Humble Oil and Refining Company v. Borough of East Lansdowne, 424 Pa. 309, 227 A.2d 664 (1967) (indicating that a decision must carry with it enough specificity to allow an aggrieved party to properly articulate an appeal). Here, the Board’s communication to the Trust of the conditional approval, without more, simply was too obscure for the Trust to determine its rights and obligations with respect to the special exception or to determine whether it was, in fact, an aggrieved party so that it could file an appeal. As the trial court stated, the Board’s October 15, 1997 conditional approval “was essentially illusory and without any legal significance insofar as establishing the rights and obligations of the Trust. The Board’s ‘conditional’ approval failed to set the parameters, or in this case the conditions under which the Trust was to operate.... [T]he Trust for all practical purposes was in exactly the same position after the Board had ‘conditionally’ approved the special exception as it was before. It still could not mine or quarry stone.” (Trial ct. op. at 8-9.)\nFurther, we note that, contrary to Appellants’ contention, the Board’s actions here frustrated the purpose of section 908(9) of the Code, 53 P.S. § 10908(9). The General Assembly promulgated this section of the Code to prevent delay and procrastination in real estate development, and to fix the time from which an aggrieved party could properly file an appeal. See Garchinsky; Humble Oil. The forty-five day statutory deadline helps to serve and promote efficient zoning board administration and to ensure that zoning boards’ decisions are timely. Here, the Board’s October 15, 1997 conditional approval was made and communicated to the Trust within the forty-five day statutory period; however, that conditional approval was meaningless until the conditions were incorporated into a final Board decision from which an aggrieved party could appeal. Unfortunately, it was not until November 24, 1997, fifty-six days after the hearing that the Board set forth those conditions in Resolution 97-52, and not until January 27,1998,120 days after the hearing, that the Board communicated Resolution 97-52 to the Trust. As a result, the Trust’s proposed use of its property suffered months of unnecessary delay.\nBased on the foregoing, we conclude that the Board’s “conditional” approval of the Trust’s petition for a special exception in October 1997 did not constitute a “decision” within the meaning of section 908(9) of the Code and, thus, the Trust’s Notice of Deemed Approval is in effect. Accordingly, we affirm the order of the trial court.\nORDER\nAND NOW, this 11th day of March, 1999, the order of the trial court, dated September 29,1998, is hereby affirmed.\nPresident Judge COLINS dissents.\n. Our scope of review is limited to determining whether the trial court committed an abuse of discretion or an error of law. Eastern Consolidation and Distribution Services, Inc. v. Board of Commissioners of Hampden Township, 701 A.2d 621 (Pa.Cmwlth.1997), appeal denied, 553 Pa. 683, 717 A.2d 535 (1998).\n. We recognize that in Garchinsky, our supreme court concluded, under the facts presented in that case, that the zoning board was required only to determine whether an applicant’s permit was \"granted” or \"denied” to be in compliance with the forty-five day statutory period. We cannot conclude that the Board's \"conditional” approval of the special exception here is equivalent to a zoning board’s \"grant” or \"denial” of an application. A grant or denial of an application is certain, defined, final and immediately appeal-able. However, a \"conditional” approval is uncertain, undefined and leaves matters unresolved; it is not final or immediately appealable because the parties cannot determine whether they even are aggrieved.\n. In Humble Oil, our supreme court stated:\nOne of the most common traits of mankind, and this is unfortunately particularly true in legal procedure, is that procrastination rather than celerity controls initiative, consideration, and decision. The Legislature recognized the existence of this inertia in the orderly disposition of pending governmental matters, and, accordingly, wisely provided that when a Board.. .indolently allows 45 days to go by without a decision following a hearing, the complaining party shall have the benefit of that slothful inattention and gain the requested permit. Without this kind of coercive determination, a Board could effectively prevent the erection of needed structures through the sim-pie process of luxurious lolling while spiders of inattention spin webs of indifference over pending public problems.\nHumble Oil, 424 Pa. at 313-14, 227 A.2d at 666.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Andrea Geraghty, Pittsburgh, for appellants.",
      "Ernest P. DeHaas, III, Uniontown, for intervenor, The Dell H. Shearer Grandchildren’s Trust."
    ],
    "corrections": "",
    "head_matter": "Robert Keith ROMESBURG and Janet L. Romesburg, husband and wife, John O. Riley and Jo Ann Riley, husband and wife, Appellants, v. FAYETTE COUNTY ZONING HEARING BOARD.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 9, 1999.\nDecided March 11, 1999.\nAndrea Geraghty, Pittsburgh, for appellants.\nErnest P. DeHaas, III, Uniontown, for intervenor, The Dell H. Shearer Grandchildren’s Trust.\nBefore COLINS, President Judge, FRIEDMAN, J., and NARICK, Senior Judge."
  },
  "file_name": "0150-01",
  "first_page_order": 204,
  "last_page_order": 208
}
