{
  "id": 12023534,
  "name": "Walter PHILLIPS, Appellant, v. BOARD OF EDUCATION OF the SMYRNA SCHOOL DISTRICT, Appellee",
  "name_abbreviation": "Phillips v. Board of Education of the Smyrna School District",
  "decision_date": "1974-12-05",
  "docket_number": "",
  "first_page": "151",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 151"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "178 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304864
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0515-01"
      ]
    },
    {
      "cite": "111 N.W.2d 198",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "14 Wis.2d 243",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8676591
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/14/0243-01"
      ]
    },
    {
      "cite": "397 U.S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12052726
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0254-01"
      ]
    },
    {
      "cite": "389 P.2d 722",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "37 Cal.Rptr. 194",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "61 Cal.2d 93",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2337767
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/61/0093-01"
      ]
    },
    {
      "cite": "408 U.S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782863
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0593-01"
      ]
    },
    {
      "cite": "408 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782964
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0564-01"
      ]
    },
    {
      "cite": "155 A.2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 10780,
    "ocr_confidence": 0.826,
    "pagerank": {
      "raw": 6.648820527793127e-08,
      "percentile": 0.4053041316308403
    },
    "sha256": "65df1c9483bcaf6e2219e0f71722b6259497b09c267b3b227f73c5de600c5b8b",
    "simhash": "1:6556d5e0a31e6e19",
    "word_count": 1756
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walter PHILLIPS, Appellant, v. BOARD OF EDUCATION OF the SMYRNA SCHOOL DISTRICT, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nTEASE, Judge.\nOn April 10, 1973, the Superintendent .of the Smyrna School District notified the plaintiff, a teacher at Smyrna High School, by letter that his services were being terminated at the end of the school year for alleged incompetency in controlling his students. The Superintendent was also secretary of the Board of Education and the letter to the appellant indicated that the termination of services was based upon the recommendation of the Superintendent and the Principal of Smyrna High School.\nPursuant to the provisions of 14 Del.C. Sec. 1413 the appellant requested, within the appropriate time, a hearing which was duly scheduled. At that hearing the appellant’s attorney timely raised the question of the impartiality of the Board of Education and its qualification to sit as the tribunal conducting the hearing for the appellant after it had already given him notice of its intention to terminate his services.\nThe testimony at the hearing was lengthy and all interests were given a full opportunity to be heard. A reading of the transcript of the various sessions of the hearing indicates that there was substantial evidence before the Board to justify the termination of the appellant’s services. This Court is required to sustain any Board action which is supported by substantial evidence and, on the merits of the proceeding before the Board of Education, its action in terminating the appellant’s services must be, and is hereby, sustained. Board of Education of Laurel Special School District v. Shockley, 155 A.2d 323 (Del.Supr.1959).\nHowever, the appellant argues that a pre-termination hearing was a constitutional requirement and that the appellant was deprived of his constitutional rights by having his services terminated prior to the hearing. In support of this position the appellant cites Board of Regents v. Roth, 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972) and Perry v. Sindermann, 408 U.S. 593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972), among other cases. However, Roth and Sindermann established constitutional principles (regarding the right to notice and a hearing when a property right is involved) that are not applicable to the present situation. There can be little argument with the principles established by Roth and Sindermann ; and appellant Phillips in the case sub judice did, in fact, avail himself of the opportunity afforded by statute to a fair pre-termination hearing. The notice of the Board’s intention to terminate his services was a mere device for setting in motion the provisions of Chapter 14 of Title 14 of the Delaware Code. None of the cases cited by appellant adequately support the argument that an administrative body immediately disqualifies itself from hearing evidence as to the competency of an employee by notifying that employee of its intention to terminate his services for reasons which have already come to the attention of that body, and immediately offering the employee an opportunity to refute that information.\nAn independent inquiry by a school board prior to a formal hearing is not inconsistent with its power to hold that formal hearing at a later date and the combination of the adjudicating function with the prosecuting or investigating function will not constitute a denial of due process. In fact, such an inquiry by an administrative body of its supervisory personnel, prior to notifying an employee, is an absolute necessity and any requirement that that board then disqualify itself from further proceedings would cause such an unreasonable upheaval in the administrative-judicial process as to be completely unworkable. Board of Education of Laurel Special School District, supra; Griggs v. Board of Trustees of Merced Union School District, 61 Cal.2d 93, 37 Cal.Rptr. 194, 389 P.2d 722 (1964); 68 Am.Jur.2d, Schools, Sec. 192.\nThe case of Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970), cited by the plaintiff, is inapposite and distinguishable on its facts. In that case the Court made it clear that termination of the services of government employees did not fall in the same category as the withholding of benefits to welfare recipients.\nThe other cases cited by appellant in support of his position involved various due process problems, including the denial of counsel, the timeliness of the hearing, and the lack of opportunity to call witnesses, which clearly distinguish those cases on their facts from the instant case.\nAppellant next claims that some members of the Board were biased against him, evidenced by certain statements made by them at the hearing and by certain alleged facts mentioned by them regarding knowledge acquired by them outside of the hearing. Surely there can be no argument with the basic proposition that due process requires a hearing before an unbiased and impartial tribunal. However, a careful reading of the entire transcript fails to indicate any evidence of bias and the Board members accused by the appellant made it clear on the record that they understood that such information acquired by them should not be a part of their considerations. They took pains to make it clear that they were basing their decisions solely on the evidence before them. A reading of the transcript shows that there was substantial evidence to justify the termination of appellant’s services and that none of the members of the Board were biased against him.\nThe testimony by two of the Board members with respect to information that they may have received outside of the hearing was timely objected to by the appellant’s attorney and that objection was sustained immediately by the President of the Board. There is a presumption that public officials discharge their duties and perform the acts required of them by law in accordance with the law and the authority conferred upon them and that they act fairly, impartially and in good faith. There is no showing that the Board members based any of their conclusions or their ultimate decision on anything that was extraneous to the testimony presented at the hearing. Griggs, supra; State v. Board of School Directors of Milwaukee, 14 Wis.2d 243, 111 N.W.2d 198 (1961).\nThis Court cannot say that the appellant did not have a fair and impartial trial because under the provisions of the Delaware Code the Board and its supervisory employees must believe that at least a prima facie basis exists for the presentation of the charges against the teacher and, under the very scheme of things, they must naturally have some opinions. Absent any evidence that such opinions were fixed and unchangeable opinions or that in their deliberations, after having heard all of the evidence, such opinions dictated the result, it cannot be said that the trial was not fair and impartial. In Re Flannery’s Appeal, 406 Pa. 515, 178 A.2d 751 (1962).\nWith respect to the appellant’s argument that the Board failed to give any weight to the testimony of the appellant’s students, there is no showing whatsoever in the record that they failed to give weight to that testimony. It might well be surprising if any substantial weight was given to that testimony in view of the fact that such witnesses were obviously handpicked from a large number of students, especially in view of the fact that there was substantial testimony in the record of the appellant’s inability to control the discipline of a large number of his students.\nThe appellant next argues that the Delaware Teacher Tenure Act requires that the Board submit findings of fact and conclusions of law in its decision. The pertinent portion of the statute, 14 Del.C., Sec. 1413(h) reads as follows:\n“The decision of the board shall be submitted in writing to the teacher within 15 days following the conclusion of the hearing.”\nThe Board gave written notice to the appellant by letter dated June 29, 1973, that it had reaffirmed its intention to terminate his services and that those services were “terminated as of June 30, 1973, for incompetent in managing classroom discipline”. This clearly satisfied the requirements of the statute.\nThe appellant argues that the refusal of the Board to hear the testimony of Charles Ballard, a representative of the Delaware State Education Association, who professed experience in teaching Industrial Arts, was reversible error. The offer or proof indicated that Mr. Ballard was prepared to testify that the appellant’s industrial arts equipment was inadequate and that this inadequacy created disciplinary problems in the classroom. The Board apparently considered Mr. Ballard not qualified to so testify since the offer of proof did not indicate that he had ever visited Mr. Phillips’s room or observed his teaching. There was, further, no indication that Mr. Ballard had taught Industrial Arts recently. There was evidence in the record that the industrial arts room in question had been recently approved by the Department of Public Instruction and there was also testimony that the appellant made no requests to the administration for additional equipment or complaints concerning lack of such equipment. In view of those facts it was not error to refuse to hear the testimony of the proffered witness. 14 Del.C. Sec. 1413(f) provides, in part, that “the testimony to be heard shall be confined to the reasons stated in the written notice of intent to terminate service\nIn any event, the offer of proof by Mr. Ballard was considered by the Board and rejected as having so little weight that it could not influence their final determination. A review of that offer of proof confirms the opinion of the Board of Education and serious doubt about its relevancy and admissability is raised. However, it is clear that if it was error to exclude it the error was of no consequence and would not have affected the outcome of the case.\nThe argument of the appellant relative to his not receiving the decision of the Board of Education within the 15-day period prescribed by 14 Del.C., Sec., 1413(h) is without merit. The opinion was mailed to his proper address eleven days after the hearing. And, furthermore, failure to receive the opinion until the seventeenth day following the hearing could not have prejudiced the appellant.\nFor the reasons set out herein the decision of the Board of Education of the Smyrna School District, dated June 29, 1973, terminating the employment of the appellant for his inability to establish reasonable discipline in his classrooms, is hereby affirmed.",
        "type": "majority",
        "author": "TEASE, Judge."
      }
    ],
    "attorneys": [
      "Sheldon N. Sandler and John S. Grady, of Bader, Dorsey & Kreshtool, Wilmington, for appellant.",
      "Nicholas H. Rodriguez, of Schmittinger & Rodriguez, Dover, for appellee."
    ],
    "corrections": "",
    "head_matter": "Walter PHILLIPS, Appellant, v. BOARD OF EDUCATION OF the SMYRNA SCHOOL DISTRICT, Appellee.\nSuperior Court of Delaware, Kent.\nDec. 5, 1974.\nSheldon N. Sandler and John S. Grady, of Bader, Dorsey & Kreshtool, Wilmington, for appellant.\nNicholas H. Rodriguez, of Schmittinger & Rodriguez, Dover, for appellee."
  },
  "file_name": "0151-01",
  "first_page_order": 189,
  "last_page_order": 193
}
