{
  "id": 12021320,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Francis Matthew DOORIS, Jr., Appellee",
  "name_abbreviation": "Commonwealth v. Dooris",
  "decision_date": "1997-07-31",
  "docket_number": "No. 12 M.D. Appeal Docket 1996",
  "first_page": "152",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "696 A.2d 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "264 Pa.Super. 314",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        119425
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "325"
        },
        {
          "page": "1073"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/264/0314-01"
      ]
    },
    {
      "cite": "260 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "754"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "436 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926116
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/436/0459-01"
      ]
    },
    {
      "cite": "60 L.Ed.2d 386",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "opinion_index": 1
    },
    {
      "cite": "99 S.Ct. 2014",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "opinion_index": 1
    },
    {
      "cite": "441 U.S. 913",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1779809,
        1780424,
        1779785,
        1780426,
        1780078,
        1780016,
        1779987,
        1780058,
        1779997
      ],
      "year": 1979,
      "opinion_index": 1,
      "case_paths": [
        "/us/441/0913-03",
        "/us/441/0913-02",
        "/us/441/0913-07",
        "/us/441/0913-01",
        "/us/441/0913-09",
        "/us/441/0913-04",
        "/us/441/0913-05",
        "/us/441/0913-06",
        "/us/441/0913-08"
      ]
    },
    {
      "cite": "481 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747313
      ],
      "weight": 7,
      "year": 1978,
      "pin_cites": [
        {
          "page": "178"
        },
        {
          "page": "306"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/481/0177-01"
      ]
    },
    {
      "cite": "123 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "436"
        },
        {
          "page": "439"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "385 Pa. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267075
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "438"
        },
        {
          "page": "445"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/385/0436-01"
      ]
    },
    {
      "cite": "288 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 1
    },
    {
      "cite": "447 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1942939
      ],
      "year": 1972,
      "opinion_index": 1,
      "case_paths": [
        "/pa/447/0141-01"
      ]
    },
    {
      "cite": "301 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "451 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948574
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/451/0250-01"
      ]
    },
    {
      "cite": "495 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770724
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 1,
      "case_paths": [
        "/pa/495/0444-01"
      ]
    },
    {
      "cite": "445 A.2d 1203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1776130,
        1776054
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1206"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0244-01",
        "/pa/498/0245-01"
      ]
    },
    {
      "cite": "498 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776054
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "251"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0245-01"
      ]
    },
    {
      "cite": "510 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796965
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "375",
          "parenthetical": "citing Commonwealth v. Pronkoskie, 498 Pa. 245, 445 A.2d 1203 (1982); Commonwealth v. Berrios, 495 Pa. 444, 434 A.2d 1173 (1981); Commonwealth v. Paquette, 451 Pa. 250, 301 A.2d 837 (1973); Commonwealth v. Cimaszewski, 447 Pa. 141, 288 A.2d 805 (1972)"
        },
        {
          "page": "1173",
          "parenthetical": "citing Commonwealth v. Pronkoskie, 498 Pa. 245, 445 A.2d 1203 (1982); Commonwealth v. Berrios, 495 Pa. 444, 434 A.2d 1173 (1981); Commonwealth v. Paquette, 451 Pa. 250, 301 A.2d 837 (1973); Commonwealth v. Cimaszewski, 447 Pa. 141, 288 A.2d 805 (1972)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/510/0363-01"
      ]
    },
    {
      "cite": "567 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820354
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/523/0305-02"
      ]
    },
    {
      "cite": "523 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820354,
        1820303
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/523/0305-02",
        "/pa/523/0305-01"
      ]
    },
    {
      "cite": "644 A.2d 710",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873409,
        775554
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "714"
        },
        {
          "page": "714"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/644/0710-01",
        "/pa/537/0394-01"
      ]
    },
    {
      "cite": "537 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775554
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "403"
        },
        {
          "page": "403"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/537/0394-01"
      ]
    },
    {
      "cite": "527 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827709
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "107"
        },
        {
          "page": "906"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0098-01"
      ]
    },
    {
      "cite": "510 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1797005
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "540"
        },
        {
          "page": "1218"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/510/0537-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 18496,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24508320755379948
    },
    "sha256": "d090874ff08ab57118093e0c661f6917cbb7677dbc07ce6f1eec5d8fae653a03",
    "simhash": "1:f6de1b3c1a6e9ba3",
    "word_count": 3007
  },
  "last_updated": "2024-02-27T20:34:57.570955+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Francis Matthew DOORIS, Jr., Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe appeal is dismissed as having been improvidently granted.\nCASTILLE, J., files a dissenting statement in which NEWMAN, J., joins.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "CASTILLE, Justice,\ndissenting.\nAppellant, the Commonwealth of Pennsylvania, is seeking reversal of the Order of the Superior Court which vacated the judgment of sentence of the Court of Common Pleas of Lycoming County. Appellee, Francis Matthew Dooris, Jr., was sentenced to serve a term of imprisonment of not less than three years nor more than ten years after a jury found him guilty of arson endangering persons and arson endangering property. The Superior Court in a memorandum opinion and order vacated the judgment of sentence and discharged appellee after finding that the circumstantial evidence adduced at trial was insufficient to sustain the jury’s verdict. Specifically, the Superior Court found that the Commonwealth had failed to establish beyond a reasonable doubt that the fire in question was of incendiary origin and that appellee set the fire. I believe that the Superior Court erred in this conclusion in that the court departed from the accepted and usual course of appellate review and rendered a decision that is not in accord with precedent previously established by this Court. Accordingly, I respectfully dissent from the majority’s determination that this appeal was improvidently granted.\nThe standard of review is well settled when sufficiency of the evidence claims are raised. An appellate court must view the evidence in the light most favorable to the Commonwealth as the verdict winner and must give all reasonable inferences favorable to the Commonwealth in order to determine if the trier of fact could reasonably have concluded that all of the elements of the crime were established beyond a reasonable doubt. Commonwealth v. Rhodes, 510 Pa. 537, 540, 510 A.2d 1217, 1218 (1986). Moreover, this Court has established that circumstantial evidence alone can be sufficient to convict a person of a crime. Commonwealth v. Gorby, 527 Pa. 98, 107, 588 A.2d 902, 906 (1991). In testing the sufficiency of the evidence where a conviction is based upon circumstantial evidence, we review the circumstantial evidence, not simply alone, but with all the inferences and conclusions that reasonably and logically can be drawn therefrom. Commonwealth v. Rivers, 537 Pa. 394, 403, 644 A.2d 710, 714 (1994).\nThe Superior Court noted the aforementioned standard of review in its memorandum opinion; however, the court then erroneously proceeded to state that extra caution is to be used in reviewing a conviction based solely on circumstantial evidence. This Court has never mandated nor prescribed that such extra caution be used where a conviction is based solely upon circumstantial evidence. Conversely, this Court has repeatedly acknowledged that circumstantial evidence can be as reliable and persuasive as eyewitness testimony and may be of sufficient quantity and quality to establish guilt beyond a reasonable doubt. Commonwealth v. Tedford, 523 Pa. 305, 322, 567 A.2d 610, 618 (1989); Commonwealth v. Buehl, 510 Pa. 363, 375, 508 A.2d 1167, 1173 (1986) (citing Commonwealth v. Pronkoskie, 498 Pa. 245, 445 A.2d 1203 (1982); Commonwealth v. Berrios, 495 Pa. 444, 434 A.2d 1173 (1981); Commonwealth v. Paquette, 451 Pa. 250, 301 A.2d 837 (1973); Commonwealth v. Cimaszewski, 447 Pa. 141, 288 A.2d 805 (1972)). Of course, whether circumstantial or direct evidence is used at trial, any verdict based wholly on inference and suspicion must be overturned. Pronkoskie, 498 Pa. at 251, 445 A.2d at 1206. Using this proper standard of review, the record establishes the following facts:\nAppellee owned and operated a video rental store known as “Video Plus,” located within the borough of South Williamsport, Ly-coming County, Pennsylvania.- Video Plus was located in the end-unit of a single story building that housed other businesses including a radio station. The Video Plus store consisted of a front showroom, a rear storeroom and a restroom located in the rear of the storeroom.\nOn March 20, 1991, appellee was working alone at his store. As was appellee’s usual practice, upon closing his business, he deposited the receipts for the day in a safe located in the restroom and exited the store through the front door. Upon exiting the store at 9:23 p.m., appellee activated the security alarm installed to protect his business. One minute later, at 9:24 p.m., a signal was sent from the passive infrared detector, located in the northwest corner of the storeroom, to the main office of Tele-Rad Security indicating a problem existed at Video Plus.\nAt 9:29 p.m., Officer Lowmiller of the South Williamsport Police Department was dispatched to investigate a possible burglary at Video Plus and, less than a minute later while in route to the store, the officer was informed that someone had called and reported a fire at the same location. At 9:31 p.m., Officer Lowmiller arrived at the location and observed heavy smoke pouring from the eaves of the roof with flames coming out of a broken window in the northwest corner of the store. Officer Lowmiller then spoke with the person who had reported the fire and was informed that someone was still inside the radio station. The officer then proceeded to the radio station and ordered the disc-jockey on duty to leave the premises immediately. The disc-jockey complied with the demand and vacated the premises.\nThe local fire company arrived at the location within eight to ten minutes after receiving the initial fire report. Upon its arrival at the scene, the fire had fully engulfed Video Plus and the flames were venting through the roof, twenty to forty feet into the air. Eventually, the fire was extinguished and no one was injured; however, as a result of the fire, the building and the businesses it housed sustained substantial damage. The fire fighters were able to salvage the safe and part of a penny collection that appellee kept at Video Plus; the rest of the contents of the store were completely destroyed.\nThe Commonwealth presented the expert testimony of two arson investigators at trial who traced the location of the origin of the fire to the base of the northwest corner of the Video Plus storeroom. The two experts made this conclusion after examining the intensity of the wood charring and the “V pattern” in that area. One of the expert fire investigators, Lyle Keeler, who specialized in investigating fires with electrical origins, testified that he examined the entire electrical system of Video Plus and determined that the fire did not result from any electrical system malfunction. He further testified that he took apart and examined all of the electrical equipment located in the storeroom and determined that all the equipment’s switches were in the off position and there was no indication that any of the equipment had malfunctioned.\nBoth expert witnesses testified that the fire was of incendiary origin in that the arson investigators were able to rule out all electrical and accidental causes. Moreover, the experts ruled out the possibility that any type of accelerant had been used in setting the fire because of the nature of V pattern and no traces of an accelerant were detected at the fire scene. Both experts ultimately concluded that the fire was intentionally started in the northwest corner of the storeroom by an open flame since all other possible sources of ignition were ruled out in that particular area.\nIn addition, the Commonwealth presented testimony and evidence that appellee, at the time of the fire, was experiencing serious personal and business financial difficulty. Specifically, the evidence presented established that: (1) appellee was behind on his electric, telephone, and rent bills; (2) appel-lee and his wife’s total income from the business was $6,290 in 1990 and their projected total income for the coming year was a little over $3,000; (3) appellee’s sales and purchases of rental tapes substantially decreased throughout the year, compared to the previous year; (4) his business was on a downward trend which would be virtually impossible to reverse; (5) at the time of the fire, appellee’s total credit card balances amounted to $22,855.22 and the total of the minimum monthly payments amounted to over $2,100; (6) appellee had been unsuccessful in trying to sell the business; and, (7) appellee’s store was insured for $100,000 and further insured for $200,000 for loss of business income.\nIn order to convict a person of arson, the prosecution must establish beyond a reasonable doubt (1) that there was a fire, (2) that the fire was of incendiary origin, and (3) that defendant was the guilty party. Commonwealth v. Nasuti, 385 Pa. 436, 438, 123 A.2d 435, 436 (1956). Moreover, when a conviction is based on circumstantial evidence, the evidence is reviewed along with all reasonable inferences and conclusions that reasonably and logically can be drawn therefrom. Rivers, 537 Pa. at 403, 644 A.2d at 714.\nHere, as to the incendiary nature of the fire, the two expert witnesses testified about the path of the fire and were able to pinpoint the area of origin of the fire. Testimony was presented ruling out all electrical causes for the fire. Moreover, the experts testified as to items stored in the specific area that the fire originated, further ruling out any possible accidental causes. Ultimately, the experts concluded that the fire was of incendiary origin and one of the experts ultimately opined that the fire was set by open flame. N.T. p. 319. The aforementioned testimony, if believed by the jury, as it apparently was, is sufficient to prove beyond a reasonable doubt that the fire was of incendiary origin.\nMoreover, the Superior Court’s conclusion that the Commonwealth failed to meet its burden of proof with respect to the second element of arson appears to be in direct conflict with our decision in Commonwealth v. Ritter, 481 Pa. 177, 392 A.2d 305 (1978), cert. denied, 441 U.S. 913, 99 S.Ct. 2014, 60 L.Ed.2d 386 (1979), where this Court sanctioned the use of expert testimony to prove that a fire was of incendiary origin by ruling out all other possible causes. In Ritter, appellant argued that his conviction should be overturned because the evidence presented by the prosecution at trial was insufficient to establish that the fire was incendiary in origin. At trial, one of the prosecution’s expert witnesses, the Fire Chief for the City of York, testified that he examined the scene and, based on his education, training and experience, he could determine where the fire originated. Ritter, 481 Pa. at 178, 392 A.2d at 306. He also testified that “in his opinion the fire was of incendiary nature, having been started in some manner not accidental or spontaneous.” Ritter, supra. He specifically excluded an electrical “short” as a possible cause of the fire. Ritter, supra. On appeal, this Court held that the testimony as to the cause of the fire was sufficient to prove that the fire was of incendiary origin. Ritter, supra. Because Ritter controls the case sub judice, the Superior Court erred in concluding that the expert testimony which ruled out all other possibilities did not sufficiently support the jury’s determination that the fire was of incendiary origin.\nWith respect to the third element of arson, the law is well settled with respect to proof of guilt by circumstantial evidence. Circumstantial evidence, in itself, may be sufficient to establish the commission of the crime and the accused’s connection therewith. Commonwealth v. Simpson, 436 Pa. 459, 463, 260 A.2d 751, 754 (1970). All that is required is that the circumstances proved should be such as reasonably and naturally justify an inference of the guilt of the accused, and of such volume and quality as to overcome the presumption of innocence and satisfy the jury of the accused’s guilt beyond a reasonable doubt. Commonwealth v. Nasuti, 385 Pa. 436, 445, 123 A.2d 435, 439 (1956). The Superior Court has previously observed that “it is clear that arson, by its very nature, is rarely committed in the presence of others, and a refusal to convict on circumstantial evidence alone would be tantamount to an invitation to commit the crime.” Commonwealth v. Colon, 264 Pa.Super. 314, 325, 399 A.2d 1068, 1073 (1979).\nHere, the Commonwealth presented sufficient evidence for the jury to believe, as they apparently did, that appellee was the guilty party. Although no direct evidence was pre: sented at trial that appellee was the one who set the fire, a host of compelling circumstantial evidence was presented implicating ap-pellee. Specifically, the Commonwealth presented evidence that: (1) appellee was the last individual to leave his place of business; (2) appellee had to cross through the storage area in route to exit the store after depositing the daily receipts in the safe; (3) the fire started less than one minute after appellee exited his place of business; (4) the alarm would not immediately signal a problem due to the delay setting; and, (5) appellee was experiencing serious personal and business financial difficulties. Although there was no direct evidence implicating that appellee committed the arson, I believe there was overwhelming circumstantial evidence presented which would allow a jury to find beyond a reasonable doubt that appellee committed arson, especially when this evidence is viewed in the light most favorable to the verdict winner. Further, the Superior Court memorandum contains numerous factual inaccuracies that are not sustained by the record. Specifically, the opinion states that the two testifying experts were not in agreement and that the one testifying expert referred to the other expert’s report as not the work of a good investigator. This statement is not accurate. The record shows that the two testifying experts were in total agreement with one another in all facets of the investigation. The reference to the poor investigative work was toward a third expert report. N.T. p. 103. This third report disagreed with the fire’s point of origin but agreed as to the incendiary nature of the fire.\nNext, the Superior Court also stated that no testimony was offered to explain what the actual cause of the fire was and why the alarm did not immediately pick up the fire upon being activated. Again, this statement is inaccurate as a Commonwealth expert concluded that the fire was set by open flame under the metal racks. Moreover, the Commonwealth offered the testimony of the alarm company’s owner to explain the delay mechanism incorporated into the alarm.\nLast, the opinion references that one of the expert witnesses, Trooper Shaner, testified that he removed a piece of wire for testing and never presented the outcome of this testing. This statement was merely speculation on behalf of appellant in his brief and, subsequently was incorporated into the Superior Court opinion. The record contains nothing to substantiate this allegation and, therefore, should not have been considered on appellate review.\nAccordingly, I believe that the Superior Court committed clear error and exceeded its scope of review in reversing the conviction of appellee in this matter. Therefore, I believe that this appeal was properly before this Court and, under the circumstances, a reversal is warranted for the reasons set forth in this dissenting statement.\nNEWMAN, J., joins this dissenting statement.\n. 18 Pa.C.S. § 3301(a).\n. 18 Pa.C.S. § 3301(c).\n. Appellee and his wife were business partners in this enterprise and this was their only source of income.\n. Tele-Rad Security installed the alarm system and was responsible for monitoring the system through signals sent through the telephone lines. Tele-Rad would monitor and record all activity generated from the system, including the time the system was activated and deactivated. When the system was activated, Tele-Rad monitored the system for signals which would indicate problems and then contact the proper authorities.\nThe alarm system consisted of contact point sensors installed in the doors and windows, and two passive infrared motion detectors installed in the northwest corner of the storeroom and southeast corner of the showroom. The passive infrared sensors monitor for motion by detecting a change in temperature within the room.\nThe alarm system was activated or deactivated by inputting a security code into a key pad located by the front door of the business. The system was originally programmed with a delay period of forty-five seconds to allow exit from the building without tripping the alarm. This delay period could be changed to allow as little as a ten second delay or up to a two minute delay; however, there was no testimony that the delay had ever been changed from the original setting.\n. Officer Lowmiller was also the Fire Chief of the Citizen Fire Company of South Williamsport, one of three fire companies in the Williamsport area.\n. The window was broken outward and fire investigators later determined that the window was broken due to the heat of the fire.\n. The disc-jockey testified that at approximately 9:20 p.m. he smelled a burning smell but did not know from where it was coming. He further testified that he could not discern the smoke inside the radio station due to his astigmatism.\n. The \"V pattern\" refers to the pattern of the charring on a wall and enables a fire investigator to pinpoint the origin of the fire since fires spread upward and outward in the shape of a V.\n. An expert's report prepared by a third fire investigator was used by appellee for purposes of impeaching the Commonwealth’s experts. The report disputed the place of the fire’s origin but concurred in the conclusion that the fire was incendiary in nature by eliminating all other possible causes.\n. If any type of accelerant or combustible material was involved in the fire the V pattern would be very narrow because the accelerant pushes the fire upward. The V pattern in the present case was long and low.\n.This conclusion also took into account that only metal racks were located in the back northwest corner of the storeroom which were used to store movie videos. No other materials were stored on these racks.",
        "type": "dissent",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Francis Matthew DOORIS, Jr., Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Sept. 17, 1996.\nDecided July 31, 1997.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0152-02",
  "first_page_order": 202,
  "last_page_order": 207
}
