{
  "id": 11241812,
  "name": "OCCIDENTAL CHEMICAL COMPANY, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (KNIGHT), Respondent",
  "name_abbreviation": "Occidental Chemical Co. v. Workers' Compensation Appeal Board",
  "decision_date": "2000-07-18",
  "docket_number": "",
  "first_page": "152",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "713 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11828263
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/1181-01"
      ]
    },
    {
      "cite": "364 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "38 A.2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "155 Pa.Super. 165",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1056980
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/155/0165-01"
      ]
    },
    {
      "cite": "532 A.2d 1287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366442
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/111/0024-01"
      ]
    },
    {
      "cite": "441 A.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "664 A.2d 544",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "541 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "655 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866714
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0636-01"
      ]
    },
    {
      "cite": "732 A.2d 1211",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "557 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "714 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11713435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0550-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 544,
    "char_count": 10890,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 1.4753547218429652e-07,
      "percentile": 0.6600722667614984
    },
    "sha256": "362b29a17276b083359b043bf69e237c88994b18ec5d09669e50af634c7118f7",
    "simhash": "1:76e161ce91508e15",
    "word_count": 1748
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE, President Judge, FRIEDMAN, J., and MIRARCHI, Jr., Senior Judge."
    ],
    "parties": [
      "OCCIDENTAL CHEMICAL COMPANY, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (KNIGHT), Respondent."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nOccidental Chemical Company (Employer) petitions this court for review of that portion of an order of the Workers’ Compensation Appeal Board (WCAB) reversing the decision of the workers’ compensation judge (WCJ) that granted Employer a credit for Supplemental Unemployment Benefit (SUB) payments made to William Knight (Claimant). We affirm.\nIn 1992, Claimant filed a Claim Petition alleging that he sustained a work-related injury to his left knee and leg in mid to late January of 1992. (R.R. at 40R.) Employer filed an answer denying the aver-ments in Claimant’s Claim Petition. While Claimant was on layoff status, Employer made SUB payments to Claimant. Following hearings, the WCJ granted Claimant’s Claim Petition, awarding Claimant on-going benefits and retroactive benefits for past disability. (WCJ’s Dec. 27, 1994, Conclusions of Law, No. 2.)\nEmployer appealed the WCJ’s decision to the WCAB. Although posing no challenge to the award of benefits, Employer argued that the WCJ did not rule on Employer’s request for a credit for SUB payments made to Claimant. The WCAB concluded that additional findings of fact were necessary and remanded the case to the WCJ for further findings of fact concerning the SUB pay and for a determination of whether Employer was entitled to a credit for SUB payments. (WCAB op., June 5,1996, at 6.)\nAt the hearing on remand before the WCJ, Employer presented the credible testimony of Cynthia Alex Paladino (Pala-dino), Employer’s human resources supervisor. Paladino testified that SUB pay is a benefit, funded solely by Employer, which Employer provides to its hourly employees pursuant to the Supplementary Unemployment Benefits Agreement, a negotiated collective bargaining agreement (Agreement). (WCJ’s Sept. 17, 1997, Findings of Fact, No. 1; R.R. at 159R.) Paladino explained that employees accrue half a credit unit for each work week, including weeks they are not working, so long as they are receiving pay from Employer. (WCJ’s Sept. 17, 1997, Findings of Fact, Nos. 2, 8; R.R. at 160R, 273R.) Paladino stated that Claimant was accruing credits while receiving benefits and had accrued the maximum of 209 credit units, of which Claimant had used ninety-six credit units. (WCJ’s Sept. 17, 1997, Findings of Fact, Nos. 7, 8; R.R. at 273R.)\nPaladino stated that an employee who is not working is considered to be in one of the following three categories: (i) layoff, (ii) on workers’ compensation or (iii) out sick for non-work-related reasons. (WCJ’s Sept. 17, 1997, Findings of Fact, No. 3; R.R. at 161R.) Paladino explained that Employer makes SUB payments only to those employees who are on layoff status as defined in the Agreement; if an employee is receiving workers’ compensation benefits or sickness and accident benefits, SUB pay does not apply. (WCJ’s Sept. 17, 1997, Findings of Fact, No. 3; R.R. at 161R-62R, 274R.) Therefore, Paladino testified that, if Employer had paid Claimant workers’ compensation benefits immediately, Employer would not have made SUB payments to Claimant. (WCJ’s Sept. 17, 1997, Findings of Fact, No. 4.) However, because Claimant was originally laid off from work and, later, was awarded workers’ compensation benefits retroactively, Employer paid Claimant a total of $37,927.96 in SUB pay from March 1993 through January 22, 1995. (WCJ’s Sept. 17,1997, Findings of Fact, Nos. 4-5.)\nBased on the Agreement, the WCJ concluded that Claimant was not entitled to receive both SUB pay and workers’ compensation benefits. The WCJ stated that to conclude otherwise would allow Claimant to receive a double recovery, which the Agreement did not intend. Accordingly, the WCJ credited Employer for the SUB payments made to Claimant during the period that Claimant was entitled to receive workers’ compensation benefits. Claimant appealed the WCJ’s decision to the WCAB.\nOn appeal, the WCAB reversed that portion of the WCJ’s decision granting Employer a credit for the SUB payments. The WCAB determined that the SUB payments were payments in the nature of wages earned and not in lieu of compensation, and, thus, Claimant would have been entitled to the SUB payments regardless of whether he had a compensable injury.\nOn appeal, Employer argues that it is entitled to a credit for SUB payments made to Claimant prior to the award of workers’ compensation benefits and that the WCAB erred in ruling otherwise. We disagree.\nIn determining whether Employer is entitled to a credit for the SUB payments made, this court must decide if the payments are in the nature of wages or if the payments are in lieu of compensation. See Bethlehem Steel Corp. v. Workers’ Compensation Appeal Board (Gounaris), 714 A.2d 550 (Pa.Cmwlth.), appeal denied, 557 Pa. 641, 732 A.2d 1211 (1998); see also Toborkey v. Workmen’s Compensation Appeal Board (H.J.Heinz), 655 A.2d 636 (Pa.Cmwlth.), appeal denied, 541 Pa. 655, 664 A.2d 544 (1995), Peoples Natural Gas Co. v. Workmen’s Compensation Appeal Board, 65 Pa.Cmwlth. 119, 441 A.2d 1364 (1982). If the SUB pay is an accrued entitlement which has been built up as a result of Claimant’s services for Employer, Employer is not entitled to a credit for those payments. See Toborkey (quoting Hildebrand v. Workmen’s Compensation Appeal Board (Fire Department/City of Reading), 111 Pa.Cmwlth. 24, 532 A.2d 1287 (1987)). If, on the other hand, the SUB payments were made in relief of Claimant’s inability to labor, Employer will be entitled to a credit. See id. After reviewing the facts of this case, we conclude that SUB payments are not in lieu of compensation and are in the nature of wages.\nFirst, we note that “ ‘in lieu of compensation’ does not mean ‘by way of compensation’ ” but “means ‘in place of or ‘instead of.” Creighton v. Continental Roll and Steel Foundry Co., 155 Pa.Super. 165, 38 A.2d 337 (1944). Here, Employer’s SUB plan states that the purpose of the plan is to “supplement State System Benefits and not to replace or duplicate them.” (R.R. at 90R.) From this language, we discern that the SUB payments are not intended to be in place of, or in lieu of, compensation. See WbbsteR’s Third New International DictionaRY 1925 (1986) (defining replace as “to put in place of’). In addition, Paladino testified that only those nonworking employees on layoff status, such as Claimant, are eligible for SUB pay. Here, Claimant was medically restricted and awaiting suitable employment and, thus, was laid off. Clearly, that does not mean that Claimant was unable to labor. Therefore, because the SUB payments were not intended to be in place of compensation and because they were not paid based on Claimant’s inability to labor, Employer is not entitled to a credit. See Toborkey.\nFurther, we conclude that, as a benefit which Claimant had accrued based on work performed for Employer, Employer’s SUB payments are in the nature of wages. Specifically, Paladino testified that each hourly employee accrues half a credit unit for each work week and that Claimant had accrued the maximum benefit of 209 credit units. Accordingly, Employer is not entitled to a credit. See id.\nEmployer, however, argues that it should receive a credit because the credit units are not an exhaustible source or fund due to the fact that the credits cannot be redeemed or exchanged into a “cash benefit.” We disagree that Claimant’s inability to redeem credit units for cash entitles Employer to a credit. The fact remains that, here, Claimant, whose absence relates to a compensable injury, was forced to deplete ninety-six credit units of an exhaustible benefit which would otherwise have remained available to him in the event of a future lay-off. See Workmen’s Compensation Appeal Board v. Olivetti Corporation of America, 26 Pa.Cmwlth. 464, 364 A.2d 735 (1976). In such an instance, the employer is not entitled to a credit. Id. To award Employer a credit for the period during which Claimant depleted accrued benefits would make Claimant bear the cost of that period of his work-related disability. See Toborkey. Such a result is contrary to the purposes of the Act. See id.\nAccordingly, we affirm the order of the WCAB.\nORDER\nAND NOW, this 18th day of July, 2000, the order of the Workers’ Compensation Appeal Board, dated December 80, 1999, at No. A97-4311, is hereby affirmed.\nPresident Judge DOYLE dissents.\n. We note that some of the documents filed in this case refer to the employer as Occidental Chemical Corp.\n. Claimant was medically restricted and awaiting suitable employment. (See R.R. at 86R.) Pursuant to the Supplementary Unem-ploymenl Benefits Agreement, a negotiated collective bargaining agreement, ‘‘[m]edically restricted [e]mployees awaiting suitable placement will be considered on layoff occurring in a reduction in force.\" (R.R. at 88R.)\n. Employer determines the amount to invest for each employee by multiplying the number of payroll hours by the accrual rate. (WCJ's Findings of Fact, No. 1; R.R. at 160R.)\n. Our scope of review is limited to determining whether an error of law was committed, whether constitutional rights were violated or whether necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704, Toborkey v. Workmen’s Compensation Appeal Board (H.J.Heinz), 655 A.2d 636 (Pa.Cmwlth.), appeal denied, 541 Pa. 655, 664 A.2d 544 (1995).\n. Alternatively, Employer argues that it has a right of subrogation to the SUB payments. Although they overlap in some cases, the concepts of credit and subrogation are distinct. See Boeing Helicopters v. Workers’ Compensation Appeal Board (Cobb), 713 A.2d 1181 (Pa.Cmwlth. 1998). The concept of subrogation is found in section 319 of the Workers’ Compensation Act (Act), Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 671. One of the requirements in section 319 is that the right of subrogation must be agreed to by the parties or \"established at the time of the hearing before the referee [now WCJ] or the board.” 77 P.S. § 671. Here, the Employer did not establish its right of subrogation at the hearing before the WCJ. (See Hearing Transcript, January 25, 1993, R.R. at 96R-140R.) Thus, we will confine our discussion to whether Employer is entitled to a credit.\n. Employer testified that the SUB credits are not redeemable for any other benefits, such as vacation pay or retirement benefits, and that the SUB automatically terminates with no payout for any units \"accrued” when the employee retires or his or her employment terminates. (R.R. at 272R-73R.)",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Paul A. Pauciulo, Philadelphia, for petitioner.",
      "John A. Goldstan, Reading, for respondent."
    ],
    "corrections": "",
    "head_matter": "OCCIDENTAL CHEMICAL COMPANY, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (KNIGHT), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 12, 2000.\nDecided July 18, 2000.\nPaul A. Pauciulo, Philadelphia, for petitioner.\nJohn A. Goldstan, Reading, for respondent.\nBefore DOYLE, President Judge, FRIEDMAN, J., and MIRARCHI, Jr., Senior Judge."
  },
  "file_name": "0152-01",
  "first_page_order": 186,
  "last_page_order": 190
}
