{
  "id": 842462,
  "name": "Thomas Berry et al., plaintiffs in error, vs. Mark A. Cooper and another, executors, etc., defendants in error",
  "name_abbreviation": "Berry v. Cooper",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "155",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 789,
    "char_count": 23109,
    "ocr_confidence": 0.465,
    "sha256": "3924f91fb99e9f09d40012a9736ff93ab433f4c7824ab27057e1bf93b35dd2a1",
    "simhash": "1:a03e514088c6ad65",
    "word_count": 4045
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas Berry et al., plaintiffs in error, vs. Mark A. Cooper and another, executors, etc., defendants in error."
    ],
    "opinions": [
      {
        "text": "JBy the Court\nLumpkin, C. J.,\ndelivering the opinion.\nThis case having been twice before brought up to this Court it would be unnecessarily encumbering our records to recite the facts again. Suffice it to say, that this was an action of assumpsit, brought by Mark A. Cooper and Narcissa Boykin, executor and executrix of the last will and testament of Samuel Boykin, deceased, against Thomas Berry and others, as the owners of the steamboat Franklin, for the recovery of the value of one hundred and thirty-four bales of cotton, belonging to the estate of their testator, shipped on board said boat, consigned to Apalachicola, Florida, and alleged to have been consumed by fire on said boat by the negligence of defendants. The defendants pleaded the general issue, and also, that said cotton was received and shipped in said boat upon the agreement that defendants were not to be liable for the dangers of the river and fire.\nThe first error complained of by plaintiffs in error, the defendants in the Court below is, that the Court allowed William Belisle, the overseer of Mrs. Boykin, to testify that the captain of the boat handed him a “bill of lading” for one hundred and thirty-four bales of cotton, thus characterizing the nature or legal effect of the paper, which must speak for itself. The receipt given to Belisle by Charles Cruchton, the clerk of the boat, was as follows:\n“ Steamer Franklin.\n“Received, at Mrs. Boykin’s landing, one hundred and thirty-four bales of cotton. Order from W. H. Harper, Columbus, says one hundred bales, but we concluded, as you had one hundred and thirty-four bales on the bank, that you wanted it all to go. The above is consigned to Messrs. Harper & Holmes, Apalachicola. Steamer Franklin,\n“December 26th, 1853. per Charles Cruchton, clerk.”\nNo doubt it would have been more correct for the witness to prove the paper, and then to have read it to the jury, without any expression of opinion as to its tenor and effect. But as the receipt was read and submitted to the jury, the irregularity was cured.\nThe second point we shall consider is, did the Court err in charging the jury that the mere silence of Mrs. Boykin, when the overseer handed her the paper left by the boat, she making no objections at the time, was no evidence of ratification of the taking one hundred and thirty-four bales of cotton by the boat. We think the specific objection is not well taken. Belisle, the agent and overseer of Mrs. Boykin, was not the person to whom her dissent should have been signified. If the boat had a place of doing business at Columbus, or elsewhere, of which there was no proof, it might be another question.\nAgain, error is charged in this, to-wit: that the Court admitted the books of Hall & Moses, which contained receipts by the boat for sundry articles shipped by the river, on which there was no exemption of the kind contended for, Mr. Moses stating expressly that these receipts were not intended to be bills of lading, but were memoranda taken from the boat by the dray-men to show that the goods were delivered. We think the testimony should have been excluded, because it does not serve to elucidate the issue before the jury, to-wit: custom or no custom.\nLastly, and mainly, it is complained of as error, that the Court charged the jury that if the contract was, that the carriers were to take one hundred bales of cotton only, and were not to take more than one hundred bales, and the carriers took more than one hundred, they violated the contract, and, there-\nfore, derived no right, under the contract, to carry any part of the cotton, and, consequently, they could not set up the contract as a defense to the suit. Reference to the testimony of W. H. Harper will show that there was no evidence to warrant this charge, and that it is purely hypothetical, and as such, condemned by numerous decisions of this Court: 7 Georgia Reports, 495; 8 Ibid., 116. We have in the evidence the written order, signed by Colonel Harper, under which the cotton was received. Colonel Harper was the shipping agent of Mrs. Boy-kin. It is in these words:\n“ Columbus, December 25th, 1853.\n“ Captain Berry will please call at Mrs. Boykin’s landing, and take one hundred bales, with or without mark, and deliver to Harper & Holmes, Apalachicola, by whom the freight will be paid, etc., and oblige W. H. Harper.”\nIt will be seen at a glance that the written authority given to the boat is very different from that expressed in the charge, to-wit: that the captain was to take one hundred bales, only, and not more than one hundred bales. Let this case, on the next trial, which we are constrained to award, and which it is hoped will be the last, be heard upon the evidence as it is, and in the light of the law, as heretofore laid down by this Court, and it seems to us there can be no difficulty in arriving at a correct result.\nLet the judgment be reversed on the ground that the Court below erred in charging the jury, “that if the contract was that the carriers were to take one hundred bales of cotton only, and wmre to take no more than one hundred bales, and the carriers took more, they violated the contract, and, therefore, derived no right, under the contract, to carry any part of the cotton, and, consequently, they could not set up the contract as a defense to the suit.”\nJudgment reversed.",
        "type": "majority",
        "author": "Lumpkin, C. J.,"
      }
    ],
    "attorneys": [
      "William Dougherty, for plaintiffs in error.",
      "Johnson & Sloan, eontra."
    ],
    "corrections": "",
    "head_matter": "Thomas Berry et al., plaintiffs in error, vs. Mark A. Cooper and another, executors, etc., defendants in error.\nAlthough it is irregular to allow a witness, in speaking of a paper, to give it a specific name, or to give an opinion as to its tenor and effect, yet if the paper be afterwards introduced in evidence and submitted to the jury, the irregularity is cured.\nThe mere silence of a party when a paper is handed to him is no evidence of the ratification of the transaction evidenced by the paper, where the person handing the paper is not one to whom dissent would be appropriately expressed.\nIrrelevant testimony that does not go to elucidate the pending issue, ought to be excluded by the Court.\nA charge of the Court not warranted by the evidence is erroneous, and furnishes good ground for a new trial.\nAction for damages, in Muscogee Superior Court, tried before Judge Edmund H. Worrill, at November Term, 1860.\nOn the 4th of May, 1854, Mark A. Cooper and Narcissa Boykin, as the executor and executrix of Samuel Boykin, deceased, brought an action of assumpsit in Muscogee Superior Court against Thomas Berry, Thomas Mehan, William Mount, Angus McAllister, Charles Pratt, John N. Copeland, John Hart, sr., and John Hart, jr., of said county, and John Dill, Alexander Marshall, Charles F. Bemis, John Prescott, William Tuttle and Ward H. Wakefield, of Clay county, and Delaware Morris, of Eandolph county, to recover the value of one liundred and thirty-four bales of cotton, which the plaintiffs alleged they had shipped on board the steamboat Franklin, of which the defendants were the owners, and which they used and employed in carrying freight between the city of Columbus, Georgia, and Apalachicola, Florida. The plaintiffs alleged that the cotton was received by the defendants at a landing in Muscogee county, to be securely kept, carried and delivered to Harper & Holmes, in Apalachicola, Florida, and that, by the negligence of defendants, the boat was burned and the cotton was wholly lost, to the damage of plaintiffs the full value of the cotton.\nTo this action the defendants pleaded the general issue, and that the cotton was shipped with the express agreement and understanding that the defendants were to be exempt from liability from fire, and that they were not to be responsible for any loss to shippers resulting from fire, and that such was the custom of all steamboats on the Chattahoochee river.\nOn the trial, the testimony for the plaintiffs showed that, in the fall of 1853, the plaintiffs, by William Belisle, their agent aud overseer, delivered to the defendants’ agents, on said steamboat Franklin, one hundred and thirty-four bales of cotton weighing five hundred pounds each, and worth from eight to nine cents per pound. Belisle simply did as directed by plaintiffs in hauling the cotton to the landing and delivering it to the officers of the boat. He knew that the boat was engaged to take one hundred bales, but on what terms and conditions he did not know. The officers of the boat took the additional thirty-four bales on their own responsibility. When Belisle got to the landing, the cotton was on the boat, and the captain handed him a bill of lading, as the witness called the receipt hereinafter copied. Belisle made no contract about the cotton, and simply shipped what he was ordered to ship. The captain showed him the following order, viz:\n“Captain Berry will please call at Mrs. Boykin’s landing, and take one hundred bales, with or without mark, and deliver to Harper & Holmes, Apalachicola, by whom the freight will be paid, and oblige. W. H. Harper.”\nThe captain of the boat took one hundred and thirty-four bales of cotton that were at the landing, and gave to Belisle the following receipt:\n“Steamer Franklin, December 26th, 1853.\n“Received, at Mrs. Boykin’s landing, one hundred and thirty-four bales of cotton. Order from William H. Harper, Columbus, says one hundred bales, but we have concluded, as you had one hundred and thirty-four bales on the bank, that you wanted it all to go. The above is consigned to Messrs. Harper & Holmes, Apalachicola. Charles Cruchton.”\nThe plaintiffs proved by the testimony of William H. Harper that he gave the order hereinbefore stated, and did not and Avould not have consented for the defendants to take more than the one hundred bales; that he Avould not ship more than that number on any one boat; that he told Cruchton, the clerk of the boat, to leave a memorandum; that he has no recollection of Cruchton offering him a bill of lading; that nothing was said as to risks and exemptions; .that one hundred bales of the cotton was AA'orth nine and three-fourths to ten cents per pound, and the balance was worth from nine and one-fourth to nine and one-half cents per pound. Harper also testified that, for some years prior to 1853, he had shipped cotton on the river, and had taken bills of lading with the exemption of fire in them.\nW. Cronwell, a boat owner, testified, that he had been a shipper of cotton on the Chattahoochee river ever since the fall of 1843, and that, from that time to the time of his testifying, it Avas the custom to exempt steamboats, in every instance, from liability on account of losses by fire; that the exemption was generally specified in the bills of lading, and if left out, it Avas the result of carelessness or oversight; that, so far as he kneAV, it was the general understanding that steamboat companies Avere exempt from liability for losses caused by fire, until a decision AAras made to the contrary in New Orleans, in 1846 or 1847, and after that time, it was put in the bills of lading, or left out by oversight.\nCromwell testified, that what he knew of custom on this subject was confined to his own business, and that he knew nothing of what others did.\nJohn Fontaine testified, that he had been a shipper of cotton on the Chattahoochee river for thirty-one years, and on almost all the boats — some seasons shipping from five to ten thousand bales, and that ever since 1837 or 1838, it had been the general custom to put in the bills of lading an exemption of the boat’s liability for losses caused by fire. On cross-examination, the witness confined his testimony to his own personal transactions, declaring that he knew nothing of the habits or customs of anybody else with other boats, or the same boats he dealt with.\nCaptain ^Stapler testified, that he had run boats on the Chattahoochee river, and had been agent for such boats since 1838, and it had been the general custom from that time hitherto to put in bills of lading a stipulation that the steamboat company were not to be held liable for losses resulting from fire. Upon cross-examination, the witness was shown several bills of lading that did not contain the stipulation before mentioned. Some of these bills of lading were signed by him, and some by other steamboat captains and agents. The witness then explained that, by general or invariable custom, he meant that the regulations and instructions of the steamboat companies were that the bills of lading should contain a stipulation exempting the companies from liability for losses occasioned by fire. Upon being re-examined by defendants, the witness stated that he signed the bills of lading shown to him that did not contain the exemption from oversight or by mistake, and that he never would have signed them if he had noticed the fact that they did not contain the exemption. The witness further testified, that in the hurry and excitement of business, bills may have been signed that did not embody the exemption, but that it was always understood that the company were not to account for losses by fire; that merchants and shippers usually had their bill book and filled out the bills themselves, and the agents and officers of boats would often sign them without noticing their contents particularly. The witness stated that he spoke of the custom in his own business only, and with reference to the boats with which he himself was connected.\nThe testimony of Captains McAllister and Horton was to the same effect as that of Captain Stapler, and bills not containing the exemption and signed by them were shown them, and they gave similar explanations to'that which Stapler gave. Several other witnesses were introduced and testified in behalf of defendants, whose testimony was in substance and fact the same as that of Captain Stapler, and whilst all of them testified as to the custom to exempt from liability for losses caused by fire, all of the witnesses were shown bills signed by themselves that did not contain the exemption and they explained the transaction just as the witness, Stapler, did.\nCharles Cruchton testified in behalf of the defendants, that he was clerk of the steamer Franklin at the time she was burned; that Col. W. H. Harper gave witness an order for one hundred bales of cotton, and for the boat to stop at Mrs. Boykin’s landing and get the cotton; that the interview with Harper occurred on the street in the city of Columbus; that witness offered to go to the boat and give him a bill of lading for the cotton, but that Harper declined, and told witness to make out a bill of lading for what he took from the plantation of Mrs. Boykin, and deliver it to the consignees, Messrs Harper & Holmes, of Apalachicola, Florida, as he, Harper, did not know that there was as much as a hundred bales of cotton at the river. This testimony was admitted over objection made thereto by plaintiff’s counsel. The witness also stated that, pursuant to these instructions, he did make out a bill of lading for the cotton, and placed it in the letter box of the boat, which was consumed by fire with the boat; that the bill of lading thus made out, did contain an exemption from loss by fire; that all precautions were used to prevent fire or accidents, such as pumps, hose, cisterns, and buckets, and that there were some thirty hands at work to extinguish the fire, but all to no avail. Upon cross-examination the witness stated, that he gave the receipt or memorandum hereinbefore copied, to Mrs. Boykin’s overseer, of one hundred and thirty-four bales, according to Col. Harper’s instructions to let her know which boat had taken the cotton, and it was not intended as a bill of lading; that all the bills of lading given on that trip of the boat contained a stipulation that the company was not to make good any damage sustained by fire; that lie made out the bill of lading for one hundred bales shipped by Col. Harper, and thirty-three or four shipped by consent of Mrs. Boykin’s overseer, as he was at the river when the cotton was taken on board; that it was customary, on the river, for overseers to ship cotton; that on that trip the steamer Franklin had on board eleven hundred bales of cotton, whilst her capacity was thirteen hundred bales; that the fire by which the boat was consumed originated in the outside tier of cotton, just aft the ashpan, and on the larboard side; that the wind was blowing considerably, and the fire being on the outside tier of cotton the smoke was blown aft; that the fire occurred just after breakfast; that all hands, captain, mate, clerk, watchman and deck hands, were on watch; that the cotton near the engine was kept constantly wet with buckets of water kept for the purpose; that it was the uniform custom for all bills of lading given by the steamer Franklin, to contain the exemption from loss by fire, and all given to shipper's did contain such exemption, unless it resulted from oversight. The instructions, to the witness as clerk of the boat were, never to fail to put it in the bill of lading; that Col. Harper was a large shipper of cotton, and shipped frequently on the Franklin, and all the bills of lading given to him contained said exemption; that witness, as clerk of the Franklin, had given at least three or four thousand bills of lading, which contained the exemption relative to losses by fire.\nSeveral witnesses were introduced by the plaintiffs, who testified that they knew of no particular custom relative to the exemption referred to, that sometimes the bills of lading contained the exemption and sometimes they did not; the witnesses were large shippers and had bill-books containing blank-bills of lading which said nothing about the exemption, and that often the clerks of the boats, just before leaving, would come round to the stores of the witnesses and sign the bills of lading; that it was generally done in a hurry, and by interlineation the exemption was sometimes put in and sometimes not. The defendants rejoined, with the testimony of other witnesses, going to show that it was customary to exempt steamboat companies from all liability for losses caused by fire, all of which testimony was substantially the same as that hereinbefore given on that subject.\nJohn Ross, first engineer of the boat, testified that the boat was discovered tobe on fire in daylight, just after breakfast; that all the precautions usually employed were used to prevent fire, and that all the officers and crew did their utmost to extinguish the fire, but could not; that there was no negligence on the part of the agents or employees of the boat, either in adopting measures to guard against fire, or extinguish it when the boat had caught on fire. Other officers and employees of the boat testified to the same effect.\nWilliam Belisle testified, in answer to interrogatories, that he was overseer for Mrs. Boykin at the time her cotton, one hundred and thirty-four bales, was shipped on the steamer Franklin; that, as overseer, he had nothing to do with the shipment; that he generally received a note from Mrs. Boykin to haul down to the landing on the river all the cotton he had ginned and packed ready for market; that he did so in this instance ; that he took the receipt that was given to him and carried it, within one hour, to. Mrs. Boykin, who was at the plantation at the time; that Mrs. Boykin expressed no dissatisfaction about it; that he simply supposed that she wished all the cotton shipped; but that he neither consented nor objected to more than one hundred bales being taken by the boat; that he was not consulted upon the subject; that he merely hauled the cotton to the river as he was told to do, and when the receipt was handed to him he carried it to Mrs. Boykin, and she made no objection to it, and he did not hear of her expressing any dissatisfaction until after the cotton was burned.\nPlaintiffs read in evidence a large number of bills of lading given by various boats running on the Chattahoochee river from the 23d of November, 1850, to December, 1853, and nineteen contained the exemption claimed by defendants, and eighty-six did not; and it also appeared that in these bills of lading there were shipped ten thousand seven hundred and fifty-six bales of cotton.\nThe plaintiffs also proved that Col. W. H. Harper was dead; and that on a former trial of this ease Col. Harper testified that it was Dr. Boykin’s custom, in his lifetime, not to ship more than one hundred bales of cotton on any one boat, and that he did not insure his cotton; and that since Dr. Boykin’s death he, Harper, had kept up this custom of Dr. Boykin in shipping the cotton of his estate.\nThe plaintiffs also introduced a receipt book of the firm of Hall & Moses, containing evidence of shipments by them on steamboats, in which receipts there rvas no exemption from liability for damage done by fire, Mr. Moses, one of the firm of Hall & Moses, testifying that he did not intend the writings contained in the book as bills of lading, but merely as a memoranda to show that the articles mentioned in them had 'been delivered by the drayman to the boats. This book was objected to by counsel for defendant, but admitted by the Court.\nAfter the testimony had closed, the presiding Judge charged the jury, amongst other things, “that if the contract was that the carriers were to take one hundred bales of cotton, or less, and not to take more than one hundred bales, then, if the carriers took more than one hundred bales they violated their contract, and therefore derived no right, under the contract, to carry any part of the cotton, and consequently they could not set up the contract as a defense to the suit. But if the contract was that the carriers were to take one hundred bales of cotton, or less, in any event; and, therefore, if they took more, the taking of the excess was no forfeiture of their right to take one hundred bales, or less, but was an independent matter.”\nThe presiding Judge also charged the jury, “that the mere silence of Mrs. Boykin, when the overseer handed her the paper left by the boat, she making no objection at the time, was not evidence of the ratification of the taking of the cotton by the boat;” and in connection with such charge, further charged, “that if the jury believed that Mrs. Boykin retained the paper or receipt with a view to its use thereafter, that was evidence from which they might infer ratification.”\nThe jury found for the plaintiffs $9,500 00 with costs of suit.\nCounsel for defendants then moved for a new trial of said case on the grounds—\n1st. That the Court erred in permitting the witness, Belisle, to characterize the receipt given to him by the clerk of the boat by saying'“the captain handed me a bill of lading for one hundred and thirty-four bales.”\n2d. That the Court erred in charging the jury as hereinbefore stated.\n3d. That the Court erred in admitting in evidence the book of Hall & Moses, over the objection of defendant’s counsel.\nThe presiding Judge refused the new trial, and a reversal of that judgment is sought by the plaintiffs in error.\nWilliam Dougherty, for plaintiffs in error.\nJohnson & Sloan, eontra."
  },
  "file_name": "0155-01",
  "first_page_order": 155,
  "last_page_order": 165
}
