{
  "id": 12023568,
  "name": "Cyrus MAXEY, Employee, v. MAJOR MECHANICAL CONTRACTORS, Employer",
  "name_abbreviation": "Maxey v. Major Mechanical Contractors",
  "decision_date": "1974-12-10",
  "docket_number": "",
  "first_page": "156",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 156"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "71 Ariz. 338",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        5151968
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/ariz/71/0338-01"
      ]
    },
    {
      "cite": "92 A.L.R. 1188",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "172 P. 32",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1918,
      "opinion_index": 0
    },
    {
      "cite": "102 Kan. 780",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        74037
      ],
      "year": 1918,
      "opinion_index": 0,
      "case_paths": [
        "/kan/102/0780-01"
      ]
    },
    {
      "cite": "15 A.2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "141 Pa.Super. 286",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1027583
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/141/0286-01"
      ]
    },
    {
      "cite": "182 So.2d 618",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9828841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/182/0618-01"
      ]
    },
    {
      "cite": "7 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "135 Pa.Super. 582",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1017113
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/135/0582-01"
      ]
    },
    {
      "cite": "492 P.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        1225435
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/ariz-app/16/0274-01"
      ]
    },
    {
      "cite": "432 S.W.2d 800",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10147724
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/432/0800-01"
      ]
    },
    {
      "cite": "310 A.2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/310/0883-01"
      ]
    },
    {
      "cite": "237 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/237/0700-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 9381,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 9.42990919941055e-08,
      "percentile": 0.5166501985250878
    },
    "sha256": "6893967492fd60b143a02c59164e5aef009e0ff2d68fc6d8001445f33c38fdc8",
    "simhash": "1:b27da7c45183c60a",
    "word_count": 1535
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cyrus MAXEY, Employee, v. MAJOR MECHANICAL CONTRACTORS, Employer."
    ],
    "opinions": [
      {
        "text": "OPINION\nBIFFERATO, Judge.\nThis is an appeal from a decision of the Industrial Accident Board [hereinafter Board] by Cyrus Maxey. Mr. Maxey was injured in a compensable industrial accident on September 3, 1969. In addition to total disability, he incurred permanent injury to his left arm. He could no longer function as a non-licensed plumber, a position which, at the time of the accident, paid him $180 per week, $4.50 per hour. He subsequently obtained employment at a gas station in July of 1970, and received a salary of $500 per month for a 50-hour week, approximately $2.50 per hour. He was awarded compensation for permanent partial disability in the amount of $50 per week by the Board pursuant to 19 Del.C. § 2325.\nIn April of 1973, Mr. Maxey was made supervisor of the Kayo Gas Station in Els-mere. His wages were $700 per month for a 50 hour week, the equivalent of $3.22 per hour, and he was subject to 24-hour call. On October 10, 1973 Maxey was transferred to another Kayo Station in Twin Oaks, Pennsylvania, where he served as manager. There he earned wages of $625 per month for a 50-hour seek, approximately $3.10 per hour, but he was no longer subject to 24-hour call.\nThe employer, appellee herein, on July 5, 1973, petitioned the Board to reduce Max-ey’s weekly compensation. Mr. Maxey urged the Board to deny this request on the ground that inflation accounted, in part, for his increased wages and, considering the inflationary factor, his compensation should remain $50 per week.\nAt the hearing before the Board, held on November 13, 1973, David Golland, Research Analyst Chief of the Delaware Department of Labor, testifying on behalf of Mr. Maxey, stated that one of his duties was to compute the average weekly wage of covered employees in the State of Delaware and that such average weekly wage has increased from $143 a week in 1969 to approximately $170 a week in 1973. This demonstrates an inflationary trend of approximately 19%.\nThe Board refused to take into account the change in wage scales since 1969. It estimated the hourly differential between Maxey’s pre-injury and post-injury wages and, based on a 40-hour week, computed a weekly loss of $51.20 for the period between April, 1973 and October 10, 1973 and a weekly loss of $64.80 for the com-pensable period subsequent to October 10, 1973. It therefore determined that Maxey was entitled to compensation in the amount of $34.13 per week for the period between April, 1973 and October 10, 1973 and $43.-80 per week for the compensable period thereafter.\nMaxey contends that the Board erred as a matter of law in failing to consider the increase in wage levels since 1969. He argues that in order to properly calculate his compensation either his pre-injury wages must be adjusted upward or his post-injury wages adjusted downward to reflect the wage level change since 1969. Maxey relies on the testimony of Mr. Gol-land to demonstrate said change.\nThe term “earning power,” as viewed in 19 Del.C. § 2325, is not synonymous with actual earnings. Rather, it is synonymous with earning capacity or earning ability. Ruddy v. I. D. Griffith & Co., 237 A.2d 700 (Del.Supr.1968); Globe Union, Inc. v. Baker, 310 A.2d 883 (Del.Super.1973). While post-injury compensation per se may, in some instances, constitute an adequate reflection of earning power, it is, under other circumstances, an unfair criterion thereof. Certain factors must be taken into account in evaluating the accuracy of post-injury compensation as a measure of earning power. In Ruddy, supra, the Supreme Court, citing 2 Larson, Workmen’s Compensation, delineated the following factors:\n1) The employee may be the beneficiary of a mere gratuity and does not actually earn his wages;\n2) The employee, by education and training, may have fitted himself for more remunerative employment;\n3) The employee worked longer hours than he did before his injury, his hourly remuneration having decreased ;\n4) A general change in wage scale may have taken place for the type of work or in the industry in general;\n5) The new wages are intended as an inducement to the employee to refrain from pursuing a claim;\n6) The employee before his injury was younger or a minor ;\n7) The employment in which the employee was employed after his injury was of uncertain duration.\nIn discussing the aforementioned factors, Larson states:\n“The ultimate objective of the disability test is, by discounting these variables, to determine the wage that would have been paid in the open labor market under normal employment conditions to claimant as injured, taking zvage levels, hours of work, . . . as of exactly the same period used for calculating actual wages earned before his injury. Only by the elimination of all variables except the injury itself can a reasonably accurate estimate be made of the impairment of earning capacity to be attributed to that injury.” 2 Larson, Workmen’s Compensation, § 57.21. [Emphasis supplied].\nSee, also, Osborne v. Johnson, 432 S.W.2d 800 (Ky.1968); Arizona Public Service Co. v. Industrial Comm., 492 P.2d 1212 (1972). Referring specifically to changes in wage levels, Larson emphatically states:\n“In determining loss of earning capacity, earnings after the injury must be corrected to correspond with the general wage level in force at the time preinjury earnings were calculated.” 2 Larson, Workmen’s Compensation, § 57.32.\nOn the basis of the factors delineated in Ruddy, and the construction thereof espoused by Larson, the Court believes that appellant’s point is well taken in that his post-injury earnings should be adjusted to the 1969 wage scale in order to adequately reflect earning power. In refusing to do so, the Board erred as a matter of law.\nThe employer contends that Ruddy is in-apposite insofar as it dealt with a situation wherein an employee subsequent to his injury was earning wages which were higher than his pre-injury compensation. In the instant case, appellant is earning less than his pre-injury compensation. Certainly, the preponderance of authority adopting the view that wage level increases must be considered in determining earning capacity does deal with situations wherein the employee is earning an amount equal to or greater than his pre-injury compensation. See, e. g., Ruddy v. I. D. Griffith & Co., supra; Marmon v. Union Collieries Company, 135 Pa.Super. 582, 7 A.2d 156 (1939); Kurtz v. Wall, 182 So.2d 618 (Fla.1966); Rennard v. Rouseville Cooperage Co., 141 Pa.Super. 286, 15 A.2d 48 (1940); Lombard v. Uhrich, 102 Kan. 780, 172 P. 32 (1918). See generally Annotation, 92 A.L.R. 1188. However, the Court has neither found nor has its attention been called to any authorities presenting a logical reason why an increase in wage levels should only be a factor in determining earning power in instances where an employee, after his accident, earns as much as or more than his pre-injury compensation. Moreover, Larson, in concluding that post-injury earning capacity must be measured by wage levels in effect at the time of the injury, relies heavily on the case of Whyte v. Industrial Commission, 71 Ariz. 338, 227 P.2d 230 (1951), which, in fact, dealt with an employee who was earning wages which were less than his pre-injury compensation. . See, also, 58 Am.Jur., Workmen’s Compensation § 316.\nThe figures proffered by appellant, through his witness, Mr. Golland, demonstrate that, in general, covered employees in 1969 earned approximately 84% of what they earned in 1973. However, these figures do not specifically reflect the change in wage scale for the industry in which Maxey is now employed or for the type of work he now performs, to wit, gas station manager, and, therefore, are not probative under the test enunciated in Ruddy.\nThis case is therefore remanded to the Board with the instruction that, assuming appellant introduces evidence of the 1969 wage scale of a manager of a comparable gas station, the Board must apply said 1969 wage scale, rather than appellant’s current wages, in order to determine his compensation under 19 Del.C. § 2325. It is so ordered.\n. 19 Del.C. § 2325, as it read at the time of the accident, provided:\n“For injuries resulting in partial disability for work, except the particular cases mentioned in subsections (a)-(g) of section 2326 of this title, the compensation to be paid shall be 66% percent of the difference between the wages received by the injured employee before the injury and the earning power of the employee thereafter, but such compensation shall not be more than $50 per week. This compensation shall be paid during the period of such partial disability for work, not, however, beyond 300 weeks. In construing the words ‘earning power of the employee thereafter’ as those words appear in this section, the Board shall take into consideration the value of gratuities, board, lodging and similar advantages received by the employee in a subsequent employment.”\n. Covered employees are those employees within the State who are covered by the unemployment insurance law. These employees comprise 75-80% of the total work force in the State.",
        "type": "majority",
        "author": "BIFFERATO, Judge."
      }
    ],
    "attorneys": [
      "Oliver V. Suddard, Wilmington, for claimant.",
      "R. I. G. Jones, and Robert W. Ralston, of Prickett, Ward, Burt & Sanders, Wilmington, for employer."
    ],
    "corrections": "",
    "head_matter": "Cyrus MAXEY, Employee, v. MAJOR MECHANICAL CONTRACTORS, Employer.\nSuperior Court of Delaware, New Castle.\nDec. 10, 1974.\nOliver V. Suddard, Wilmington, for claimant.\nR. I. G. Jones, and Robert W. Ralston, of Prickett, Ward, Burt & Sanders, Wilmington, for employer."
  },
  "file_name": "0156-01",
  "first_page_order": 194,
  "last_page_order": 197
}
