{
  "id": 11884930,
  "name": "William S. Paul vs. Massachusetts Insurers' Insolvency Fund",
  "name_abbreviation": "Paul v. Massachusetts Insurers' Insolvency Fund",
  "decision_date": "1997-09-29",
  "docket_number": "",
  "first_page": "157",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "1997 Mass. App. Div. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "410 Mass. 706",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3895521
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/mass/410/0706-01"
      ]
    },
    {
      "cite": "404 Mass. 14",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        484522
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/mass/404/0014-01"
      ]
    },
    {
      "cite": "369 Mass. 968",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        309424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/369/0968-01"
      ]
    },
    {
      "cite": "369 U.S. 654",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0654-01"
      ]
    },
    {
      "cite": "357 Mass. 449",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        296181
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/357/0449-01"
      ]
    },
    {
      "cite": "24 Mass. App. Ct. 34",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3993429
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/24/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 10128,
    "ocr_confidence": 0.834,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24385263387942696
    },
    "sha256": "28e1863a64e5caecfec5b9b915fcb5d211f99a9e25728810d73ceb712d205fa3",
    "simhash": "1:b1f34fc10240b4d1",
    "word_count": 1588
  },
  "last_updated": "2024-02-27T21:30:19.431360+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Johnson, Kelly & Meagher, JJ."
    ],
    "parties": [
      "William S. Paul vs. Massachusetts Insurers’ Insolvency Fund"
    ],
    "opinions": [
      {
        "text": "Johnson, J.\nThis is an appeal by the defendant Massachusetts Insurers’ Insolvency Fund (Fund) from the allowance of summary judgment in favor of the plaintiffs. The Fund brings three issues on appeal, one of which raises the question of whether the motion judge erred in finding no genuine issue of material fact prior to entry of summary judgment for the plaintiffs. We agree that the defendant raised a genuine issue of material fact and reverse the decision of the motion judge.\nThe facts necessary for a resolution of this matter are as follows. On July 1, 1988, Kathleen F. Nardullo (Nardullo) was the driver of an automobile involved in an accident with William S. Paul (Paul), a minor, operating a motorcycle at the time of the accident. Paul suffered injuries as a result of the accident. At the time of the accident Nardullo maintained a motor vehicle insurance policy with American Universal Insurance Company (American Universal).\nPaul and his father, Terrance L. Lindemann, (Lindemann), as next friend, brought a personal injury action against Nardullo in Plymouth Superior Court on April 2,1990. The plaintiffs allege that, in light of the action pending in Plymouth Superior Court, they entered into a settlement agreement with Nardullo’s insurance carrier, American Universal, on or about December 15,1990.\nPlaintiffs allege that an unidentified agent of American Mutual orally agreed to pay $15,000 in settlement of the suit and issued a check payable to “Terrance L. Lindemann, as father and next friend of William S. Paul, a minor and John E. Sheehy [plaintiffs’ attorney]” in exchange for a general release of both Nardullo and American Mutual. Shortly thereafter on January 8, 1991, American Mutual was declared insolvent. American Mutual never delivered a check to the plaintiffs.\nAs a result of American Mutual’s insolvency, plaintiffs filed a notice of claim against the Massachusetts Insurers’ Insolvency Fund. In a letter dated March 28, 1991, Guaranty Fund Management Services, an entity which handles claims on behalf of the Fund, sent plaintiffs a letter informing them that, in accordance with G.L.C. 175D, §9, they were required to exhaust any uninsured motorist coverage that might be available before seeking recovery from the Fund.\nIn accordance with the Fund’s directive, the plaintiffs filed an action against Lin-demann’s insurance carrier, Commerce Insurance Company (Commerce), based on the uninsured motorist provision of that policy. An arbitrator was appointed to hear the claim and, after a hearing, the arbitrator found that “the total amount of negligence attributable to the claimant [here, Paul] was in excess of fifty percent (50%).” Commerce denied liability on the basis of the arbitrator’s finding. A motion in Superior Court confirming the arbitrator’s finding was allowed in June, 1992.\nThe plaintiffs then filed this action against the defendant Fund for payment of the $15,000 settlement agreement reached with American Mutual.\nBoth parties filed motions for summary judgment pursuant to Mass. R. Civ. P, Rule 56. Plaintiffs' motion for summary judgment asserted that the Fund’s obligation was based on the agreement for settlement reached with American Mutual. Plaintiffs argued, in effect, that there was an agreement to settle the claim with American Mutual which was a binding contractual obligation of the Fund. The plaintiffs also argued that such pre-insolvency settlement agreements are “covered claims” within the meaning of G.L.c. 175D, §1 (2).\nThe defendant also moved for summary judgment, arguing the opposite position, that a pre-insolvency settlement agreement does not constitute a “covered claim” within the meaning of G.Lc. 175D. The Fund also argued that the plaintiffs’ claim was barred by principles of issue preclusion, citing Bailey v. Metropolitan Property and Liability Insurance Co., 24 Mass. App. Ct. 34 (1987), for the proposition that a determination of an issue in arbitration may bar a party from seeking further litigation of the same issue or fact in a subsequent proceeding.\nThe Fund also argued in its motion for summary judgment that “there is a genuine issue of material fact concerning the existence of such a settlement agreement.”\nThe court allowed the plaintiffs’ motion for summary judgment and denied the defendant’s motion for summary judgment.\nDiscussion\nIn reviewing a motion for summary judgment, the inferences to be drawn from the facts presented must be viewed in the light most favorable to the opposing party. See, Hub Associates, Inc. v. Goode, 357 Mass. 449, 451 (1970), quoting United States v. Diebold, Inc., 369 U.S. 654. In its motion in opposition, the Fund argued that “at best, the evidence is inconclusive concerning whether the parties [i.e. plaintiffs and American Mutual] agreed to settle the plaintiffs’ claim.”\nAlthough the judge, in granting the plaintiffs’ motion for summary judgment, wrote a detailed Memorandum of Decision in which he concluded that: (a) plaintiffs’ pre-insolvency settlement agreement was a “covered claim” within the meaning of G.L.c. 175D, and (b) plaintiffs’ claim against the Fund was not barred by the arbitrator’s decision on principles of issue preclusion, the judge did not address the Fund’s contention, clearly raised in its opposition, that summary judgment was improper because “[a] genuine issue of material fact exists as to the existence of a settlement agreement.”\nThere is not sufficient evidence of record to support the trial judge’s finding that “[b]oth parties agree that American Mutual issued a check for $15,000 payable to plaintiffs and their attorney” in settlement of the plaintiffs’ claim. A review of the record does not disclose that the Fund stipulated to the existence of a settlement agreement. On the contrary, the Fund denied the existence of the settlement agreement in its answer. There was no document offered by the plaintiffs which memorialized the settlement agreement they claim was reached with American Mutual. A copy of a general release, which was attached to the amended complaint and made part of the record, was signed by Lindemann but was not signed by an agent or representative of American Mutual. Although plaintiffs allege (hat a settlement with American Mutual was reached on or about December 15, 1990, American Mutual never delivered a settlement check to Paul, Lindemann or their attorney prior to American Mutual’s insolvency on January 8,1991.\nThe defendant, in support of its own motion for summary judgment, submitted the affidavit of a James S. Winskowicz, Vice President of Claims of the Guaranty Fund Management Service (a servicing agency of the Fund), which essentially contained the same factual scenario as claimed by the plaintiffs. Indeed, the plaintiffs cite portions of Winskowicz’s affidavit in support of the motion judge’s finding, arguing that his statements “confirm that the [pjlaintiffs and American Mutual reached a settlement.” However, the portion of Winskowicz’s affidavit relevant to the existence of the settlement agreement reads as follows:\nOn information and belief. American Universal issued a check in the amount of $15,000 made payable to ‘Terrance L. Lindemann as Father and Next Friend of William S. Paul, a minor and John E. Sheehy, as attorney.” On information and belief. American Universal did not deliver the check to Terrance L. Lindemann (“Lindemann”), William S. Paul (“Paul”), or John E. Sheehy (“Sheehy”). (emphasis added).\nGiven that the Fund has contested the existence of the plaintiffs’ settlement agreement since the beginning of litigation in this matter, we do not find Win-skowicz’s statements sufficient to carry the plaintiffs’ burden of proof, couched as it is in language that indicates he has no personal knowledge of these matters. See, Shapiro Equipment Corp. v. Morris & Sons Const. Corp., 369 Mass. 968 (“All affidavits or portions thereof made on information and belief, as opposed to personal knowledge, are to be disregarded in considering motions for summary judgment”)\nAccordingly, given the central role played by the existence of a settlement agreement in this controversy, we find that the defendant did demonstrate the presence of a genuine issue of material fact. See, Pederson v. Time, Inc., 404 Mass. 14 (1991); Kourouvacilis v. General Motors Corp., 410 Mass. 706 (1991). We note, without deciding, that the plaintiffs’ underlying claim against Nardullo, even in the absence of a pre-insolvency settlement agreement, may be a “covered claim” under G.L.c. 175D which the Fund may be required to honor. The trial court is more appropriately situated to decide this issue after further discovery, resolution of the disputed pre-insolvency settlement agreement, and an analysis of the application of issue preclusion as a result of an arbitrator’s finding as set out in Bailey v. Metropolitan Property and Liability Insurance Co., 24 Mass. App. Ct. 34 (1987).\nThe motion judge’s allowance of the plaintiffs’ motion for summary judgment is reversed. The complaint is restored to the trial docket for all purposes consistent with this opinion.\nFor the same purpose, the plaintiffs cite statements made by Ms. Nardullo’s counsel in the related Superior Court case against Ms. Nardullo. In the course of arguing a motion for summary judgment before the Hon. John A Tierney, counsel for Ms. Nardullo (not counsel for American Universal or the Fund) stated: “American Universal... on behalf of Nardullo, entered into a settlement agreement... for $15,000.00.” This statement does not prove the existence of the settlement agreement and cannot bind the Fund here for the simple reason that Nardullo’s interests in the Superior Court action are not the same as the Fund’s in the instant action. This statement by Nardullo’s counsel was intended to shift liability away from Ms. Nardullo to the Fund.",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "John E. Sheehy for the plaintiffs.",
      "Joseph C. Marrow for the defendant."
    ],
    "corrections": "",
    "head_matter": "William S. Paul vs. Massachusetts Insurers’ Insolvency Fund\nMunicipal Court\nSeptember 29, 1997.\nPresent: Johnson, Kelly & Meagher, JJ.\nJohn E. Sheehy for the plaintiffs.\nJoseph C. Marrow for the defendant.\nMinor, by father and next friend Terrance L. Lindemann."
  },
  "file_name": "0157-01",
  "first_page_order": 163,
  "last_page_order": 166
}
