{
  "id": 9085709,
  "name": "Bruce WILLIAMS, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Williams v. United States",
  "decision_date": "2003-09-18",
  "docket_number": "No. 02-CF-556",
  "first_page": "158",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "832 A.2d 158"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "315 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037478
      ],
      "pin_cites": [
        {
          "page": "841-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/315/0839-01"
      ]
    },
    {
      "cite": "527 A.2d 1257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906257
      ],
      "pin_cites": [
        {
          "page": "1259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/527/1257-01"
      ]
    },
    {
      "cite": "310 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8027565
      ],
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/310/0255-01"
      ]
    },
    {
      "cite": "507 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237509
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0725-01"
      ]
    },
    {
      "cite": "912 F.2d 1058",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        9050733
      ],
      "pin_cites": [
        {
          "page": "1060"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/912/1058-01"
      ]
    },
    {
      "cite": "407 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978291
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "704"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0702-01"
      ]
    },
    {
      "cite": "498 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920961
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1174"
        },
        {
          "page": "1176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/1172-01"
      ]
    },
    {
      "cite": "710 A.2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11836540
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "861-62"
        },
        {
          "page": "862-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/0858-01"
      ]
    },
    {
      "cite": "572 A.2d 453",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7382815
      ],
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0453-01"
      ]
    },
    {
      "cite": "792 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9510077
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "240"
        },
        {
          "page": "240-41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0237-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 7242,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 5.9127943806329716e-08,
      "percentile": 0.36961459915230577
    },
    "sha256": "34e7237b36339aa6e4234a002b150898f990116c17f78b3c64ffddf2cfb3ba18",
    "simhash": "1:f62cc628912d22a0",
    "word_count": 1215
  },
  "last_updated": "2024-02-27T20:53:06.260474+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FARRELL and WASHINGTON, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "Bruce WILLIAMS, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nFollowing a bench trial, appellant was found guilty of felony escape, D.C.Code § 22-2601(a)(l) (2001), based upon his successive failures to report to jail to serve weekend sentences. We affirm.\nI.\nIn March 2000, appellant was convicted in the Superior Court of two counts of assault, and was sentenced to concurrent terms of 180 days in prison. As to one count, however, the court suspended execution of the sentence entirely, and as to the other the court suspended execution of the sentence except for ten consecutive weekends of incarceration. The court further ordered appellant to serve two years of supervised probation. Appellant was ordered to begin serving his weekends in jail at 8:00 p.m. on Friday, March 17, 2000. He reported to jail as ordered on the weekends of March 17, March 24, and March 31, 2000, but failed to report on the weekend of April 7, 2000, or thereafter. Consequently, he was placed on escape status and was arrested for escape on or about June 7, 2000.\nOn March 7 and 8, 2002, the Superior Court held a stipulated trial on the escape charge. Appellant argued that he was not guilty of escape because he was on probation on the dates he failed to report to jail, and thus was not in custody. The trial court rejected these arguments and found him guilty of felony escape.\nII.\nAppellant argues that, because he was on probation at the time, he was not in “custody” for purposes of the escape statute when he failed to report to jail as ordered. As explained above, in the underlying case the court had suspended execution of one of appellant’s sentences as to all but ten weekends in jail, and further ordered him to serve two years’ probation. Appellant had only served three of the ten required weekends in jail when he failed to report for the fourth and subsequent weekends of incarceration.\nWhether appellant had begun his probationary period on the day of sentencing does not answer the question whether he was in custody at the time he was due to report to jail on the weekends. In analogous circumstances, we have held that probation is “tolled” or suspended when a defendant is in jail rather than under actual probationary supervision. See Payne v. United States, 792 A.2d 237, 240 (D.C.2001) (for purposes of calculating length of probationary term, probation is tolled while defendant serves weekends in jail); Belcher v. United States, 572 A.2d 453, 454 (D.C.1990) (probationary supervision could not begin while defendant was incarcerated on unrelated charge). Even if appellant was under probationary supervision during the weekdays, his status changed on weekends when he was remanded to the custody of the Attorney General for incarceration by virtue of the sentencing order. See Payne, 792 A.2d at 240-41. It is that custody, not his probation, that subjected him to the reach of the escape statute.\nRelatedly, appellant argued at trial that he was not in custody under the statute because he was not held in a halfway house — i.e., in physical custody — during the weekdays. But, again, it was the legal restraint requiring him to report to jail on weekends, not where he spent his time while not in jail, that placed him in custody for purposes of the escape statute. See Demus v. United States, 710 A.2d 858, 861-62 (D.C.1998); Gonzalez v. United States, 498 A.2d 1172, 1174 (D.C.1985) (citations omitted); Days v. United States, 407 A.2d 702, 704 (D.C.1979) (“[whatever may have been the privileges which [defendant] was permitted to enjoy [outside the halfway house], he was nevertheless under the legal restraint of his sentence and in the custody of the Attorney General”); see also United States v. Keller, 912 F.2d 1058, 1060 (9th Cir.1990) (defendant guilty of federal escape when he failed to report for incarceration, as ordered, on date certain; he was “effectively ordered into custody as of’ that date, and “[a]n instant later, he was an escapee”).\nFinally, appellant argues that because he failed to report for jail to serve a sentence in a misdemeanor case, the trial court should have “used its discretion” to convict him of misdemeanor failure to return, D.C.Code § 24-241.05(b) (2001), instead of felony escape under D.C.Code § 22-2601. Even if appellant had properly preserved this claim, which he did not, see United States v. Olano, 507 U.S. 725, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), it fails for two reasons. First, D.C.Code § 24-241.05(b) is inapplicable since appellant was not placed in a work-release program. See Armstead v. United States, 310 A.2d 255, 257 (D.C.1973). Second, assuming he could have been prosecuted under either statute, this court rejected the same challenge to prosecutorial choice in Demus, 710 A.2d at 862-63, and Gonzalez, 498 A.2d at 1176 (“nothing in the legislative history of [D.C.Code § 24-241.05(b)] compels us to conclude that this provision was enacted with the intent to preempt or detract from other preexisting authority [D.C.Code § 22-2601] to prosecute prison escape cases”). Accord, Days, 407 A.2d at 703 n. 1 (“While the escape statute [§ 22-2601] and § 24-[241,05(b)] overlap in coverage, it is well settled ‘that when an act violates more than one criminal statute, the Government may prosecute under either so long as it does not discriminate against any class of defendants’ ” (citation omitted)).\nAffirmed.\n. In his brief, appellant claims that he failed to report to jail on April 7, 2000, because he was working as a mover outside of Washington, D.C. and did not make arrangements to return to jail in time from a remote location (Brief for Appellant at 8). Appellant did not provide this or any other explanation for his escape during the trial. Even on appeal he does not attempt to explain why he was unable to return from the unspecified \"remote location” before he was arrested two months later.\n. The government impliedly disputes appellant’s premise that his probation had begun on March 14, 2000, when he was sentenced, but in view of our analysis in the text we need not resolve this dispute.\n. Our holding, which addresses only the issue of confinement or custody for purposes of the escape statute, casts no doubt on the principle that, for purposes of revocation of probation, probation is deemed to have begun on the date of sentencing even if service of the probation has not begun. See Resper v. United States, 527 A.2d 1257, 1259 (D.C.1987); Wright v. United States, 315 A.2d 839, 841-42 (D.C.1974).\n. Appellant also suggests he should have been charged with contempt of court instead of escape, but as noted in Days, the government may chose which offenses to prosecute so long as it does not discriminate against any class of defendants in doing so. Appellant raises no such claim here.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Deborah D. Wright, appointed by the court, was on the brief for appellant.",
      "Roscoe C. Howard, Jr., United States Attorney, and John R. Fisher, Roy W. McLeese III, Ian P. Alberg, and Suzanne C. Nyland, Assistant United States Attorneys, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Bruce WILLIAMS, Appellant, v. UNITED STATES, Appellee.\nNo. 02-CF-556.\nDistrict of Columbia Court of Appeals.\nSubmitted Sept. 11, 2003.\nDecided Sept. 18, 2003.\nDeborah D. Wright, appointed by the court, was on the brief for appellant.\nRoscoe C. Howard, Jr., United States Attorney, and John R. Fisher, Roy W. McLeese III, Ian P. Alberg, and Suzanne C. Nyland, Assistant United States Attorneys, were on the brief for appellee.\nBefore FARRELL and WASHINGTON, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0158-01",
  "first_page_order": 214,
  "last_page_order": 217
}
