{
  "id": 12023598,
  "name": "William J. COUGHLIN, Plaintiff, v. CONNECTICUT GENERAL LIFE INSURANCE COMPANY, Defendant",
  "name_abbreviation": "Coughlin v. Connecticut General Life Insurance",
  "decision_date": "1974-12-09",
  "docket_number": "",
  "first_page": "159",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 159"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "225 A.2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 402",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "204 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "468 F.2d 802",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        247302
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/468/0802-01"
      ]
    },
    {
      "cite": "187 A.2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "306 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038253
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/306/0734-01"
      ]
    },
    {
      "cite": "231 A.2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8084539
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/231/0258-01"
      ]
    },
    {
      "cite": "226 A.2d 910",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8100107
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "913"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/226/0910-01"
      ]
    },
    {
      "cite": "316 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11287797
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/316/0229-01"
      ]
    },
    {
      "cite": "179 A. 400",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "6 W.W.Harr. 582",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1935,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 13445,
    "ocr_confidence": 0.803,
    "pagerank": {
      "raw": 1.0152540802259494e-07,
      "percentile": 0.5432845698726064
    },
    "sha256": "b728f7dd822561cd032fd3507d2370bda234085b94c01017a4e254304421b7de",
    "simhash": "1:6713739211ef96b7",
    "word_count": 2171
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William J. COUGHLIN, Plaintiff, v. CONNECTICUT GENERAL LIFE INSURANCE COMPANY, Defendant."
    ],
    "opinions": [
      {
        "text": "TAYLOR, Judge.\nPlaintiff worked as a welder for many years. He developed arthritis at the thigh bone and was operated on for this condition in 1967. He had worked for All-American Engineering Company from 1959 until the time of the operation in 1967. At the time of the operation, plaintiff was the beneficiary under a group insurance policy issued by defendant. Plaintiff contends that under the policy he is entitled to receive disability payments for the period from September, 1969 through September 6, 1979.\nAccording to plaintiff, he has been in pain ever since the operation, with pain in the thigh muscles and in the groin area. He has to sit on extra cushions so that he is elevated and so that his leg can be out straight to one side. He testified and produced witnesses to his effort to perform work using his skill as a welder and his effort to work at a gasoline station. These were unsuccessful. He was age 50 at the time of the operation and 57 at the time of the trial. His education carried him only to the 9th grade, which he found it necessary to repeat, and he quit school at age 16. He has never done any office work.\nMedical testimony indicated that plaintiff could not do jobs involving walking, standing or bending, but that he could do limited sitting jobs. A consulting psychologist found that plaintiff was accurate but slow and that his speed was below average. He was not fast enough to do a clerical job and he was not competitively employable. A case coordinator for the Vocational Rehabilitation Service concluded that plaintiff was not employable.\nPlaintiff’s claim is governed by the requirement in the policy that:\n“the employee shall be wholly and continuously disabled by such sickness and unable to engage in any occupation or employment for wage or profit for which he is reasonably suited by education, training or experience.”\nDefendant contends that plaintiff has not exhausted the possibilities of employment and that he has not established that his unemployment does not depend primarily upon general economic conditions. The policy must be tested according to a standard of reasonableness. Culver v. Prudential Insurance Co. of America, Del.Super., 6 W.W.Harr. 582, 179 A. 400 (1935). The language of the policy requires proving the negative, and this must be considered in determining the quantum of proof required of the insured. After considering plaintiff’s efforts at obtaining employment, and the efforts of job placement specialists to find employment which would be suitable to plaintiff’s physical limitations, I conclude that plaintiff- has met his burden of proving that he has been wholly and continuously disabled by sickness and has been unable to engage in any occupation or employment for wage or profit for which he is reasonably suited by education, training or experience. Obviously, pain is an element to be considered in determining plaintiff’s availability for employment because it bears upon his capability to perform the job. See Wilmington Fiber Specialty v. Rynders, Del.Super., 316 A.2d 229 (1974).\nDefendant contends that the unavailability of employment to plaintiff is the result of economic conditions rather than plaintiff’s incapacity. It is clear from the testimony that plaintiff’s condition has been considered over a period of years and that his condition has not qualified him for a probable job opening. That testimony was not based upon a temporary high unemployment condition, such as the present recession, but involved a general state of the job market. This is a valid element of consideration in determining whether plaintiff could engage in an occupation or employment, since the testimony in reality dealt with the requirements for performing occupation or employment. In determining whether plaintiff is capable of performing any occupation or employment for wage or profit, the job requirements existing in the job market must be considered. If the job requirements existing in the job market are such that plaintiff cannot meet them, the test has not been met, because there is no employment for wage or profit for which his capability qualifies him. Culver v. Prudential Insurance Co. of America, supra. While not directly applicable, decisions in the field of workmen’s compensation may be analogized. In M. A. Hartnett, Inc. v. Coleman, Del.Supr., 226 A.2d 910, 913 (1967), the Delaware Supreme Court, in considering physical limitations not unlike those present here, held that the proper test for “total disability” is “the probable dependability with which claimant can sell his services in a competitive labor market, undistorted by such factors as business booms, sympathy of a particular employer or friends, temporary good luck, or the superhuman efforts of the claimant to rise above his crippling handicaps”. Mere evidence that a claimant could perform some work if he could get it does not detract from his status of total disability. Ibid. This concept has been elaborated upon in Ham v. Chrysler Corporation, Del.Supr., 231 A.2d 258 (1967) and Franklin Fabricators v. Irwin, Del.Supr., 306 A.2d 734 (1973).\nThat next issue is whether plaintiff is barred from recovering because he failed to submit to reasonable treatment to lessen his disability. The evidence does not indicate that defendant ever sought to have plaintiff take additional treatment or that plaintiff refused to permit his treating physician to take corrective steps recommended by the physician. Dr. Strange, by a report dated November 23, 1973, stated “the only surgery here that might be considered would be a total hip procedure. I would suggest that he return to see Dr. Bailey for this procedure, if he is interested in having surgery performed”. Plaintiff denies knowing of this recommendation prior to trial, the record does not indicate that Dr. Bailey, plaintiff’s treating physician, recommended this surgery, and there is no evidence with respect to the prohable results of the operation, the likelihood of success, the risks of the operation and the likelihood of plaintiff being able to perform an occupation after performance of the surgery. If this issue were to be applicable, proof of the latter factors would be required. There is no such proof in the record.\nDefendant’s next contention is that plaintiff is precluded from recovering under the policy because he failed to take reasonable steps to determine whether he was eligible for workmen’s compensation benefits. This contention is based upon plaintiff’s testimony that Dr. Bailey, who performed the surgery in 1967, advised him that his condition was probably caused by a bump received on the job at All-American Engineering. The policy provided for a reduction of insurance benefits to the extent of “any periodic cash payments provided under or on account of any workmen’s compensation or similar law which become payable on or after the commencement of the disability . . . ”. In order to entitle insurer to an offset against payments due under a policy, the evidence must show that such payments were payable under the law. 12 Couch on Insurance 2d § 45:594, page 551. An essential element for recovery of workmen’s compensation is that the employee received injury “by accident arising out of and in the course of his employment . . . 19 Del.C. § 2314. Ordinarily, this requires that the injury be traceable to a definite time, place and cause. A. H. Angerstein, Inc. v. Jankowski, Del.Supr., 187 A.2d 81 (1962). The burden of proof is upon the employee to show that his injury meets the above test in order to be entitled to receive workmen’s compensation. The evidence in the record in this case would not meet this test. Accordingly, defendant is not entitled to an offset based upon this contention.\nThe next issue is whether defendant is entitled to any reduction in payments by virtue of Social Security benefits paid for two minor children of plaintiff.\nThe policy provides that the monthly payments:\n“will be reduced by the amount of any and all Other Income Benefits (as defined below), if any, payable for the same monthly period for which monthly indemnity is payable under the policy”.\nThe term “Other Income Benefits” is defined as meaning:\n“any periodic cash payments provided on account of disability by any State or Federal Government, retirement plan, or Social Security law which became payable on or after the commencement of the disability for which monthly indemnity is payable under the policy . . .”.\nSocial Security payments with respect to the children have, for the most part, been paid to the agencies or institutions which have cared for the children. Since the major portion of this claimed offset was not received by plaintiff, the first question to be considered is whether defendant is entitled to an offset for Social Security benefits paid on behalf of the children to a third party.\nAt issue here is the meaning of the phrase “any periodic cash payments provided on account of disability”. It is noted that the same phrase is used in four different contexts in the quoted paragraph. The first usage relates to payments under insurance coverage for which the employer makes contributions or payroll deductions; the second usage relates to payments by a State or Federal retirement plan or Social Security law; the third usage relates to payments under workmen’s compensation or similar law; the fourth usage relates to payments under any pension plan to which the employer makes contributions or payroll deductions. The quoted phrase is silent as to the person for whom the payments are provided, and the person whose disability activates the payments. Only in determining the monthly periods for which the Other Income Benefits provision would be applicable does the Other Income Benefits provision specifically refer to the insured. Thus, the argument can be made that the payments referred to in the “Other Income Benefits” provision are payments made to the insured and that they relate to the disability of the insured, or, on the other hand, the argument can be made that they are not so limited. If the payments and disability do not refer to the insured, what are the determinants? Defendant argues that the disability is limited to the insured’s disability, but that the payments include any payments to anyone which are based on the insured’s disability. No constructional aid is cited in support of this proposition.\nTo read the above-quoted phrase without limitation as to person would be to render the insurance policy nugatory. Such a result must be rejected. Moreover, I fin.d no greater reason for identifying the disability with the insured but not so identifying the payment, than there would be to identify the payment with the insured and not to so identify the disability.\nDefendant relies on Dowell v. Aetna Life Insurance Company, 468 F.2d 802, 4 Cir. (1972) in support of the proposition that the policy requires an offset of all Social Security payments including those paid to someone other than the insured. Dowell is distinguishable on the ground that in that case a number of clauses relating to offsets specifically referred to amounts received by the insured, while the Social Security reference failed to contain that specific language. The instant policy contains no such phraseological distinction.\nI conclude that the above-quoted language does contain ambiguities. Ambiguities should be resolved least favorably to the draftsman. B. S. F. Co. v. Philadelphia National Bank, Del.Supr., 204 A.2d 746 (1964). This policy was the creature of defendant. From the foregoing, I conclude that the language of this policy does not require an offset of payments made to others for the benefit of plaintiff’s children under the Social Security law to which plaintiff is not entitled.\nThe pertinent provision of the Social Security law is found at 42 U.S.C. § 402(d)(1). This section provides that “every child . . . shall be entitled to a child’s insurance benefit for each month . ”. The Court concludes that under the statutory provision, plaintiff did not have the right to receive Social Security payments due the children other than in a representative capacity. Miller v. Shapiro, 4 Conn.Cir. 63, 225 A.2d 644 (1966). Accordingly, defendant is not entitled to an offset for Social Security payments due the children which were not paid to plaintiff.\nI conclude that plaintiff is entitled to recover. The parties have not addressed themselves to the amount of recovery to be awarded. Each side is requested to submit this information within one week, with a reply to the other party's submission within one week thereafter.\n. In the field of workmen’s compensation, the burden is upon the employer-insurer to prove that the injured employee is capable of performing other employment. M. A. Hartnett, Inc. v. Coleman, Del.Supr., 226 A.2d 910 (1967).\n. Plaintiff concedes that defendant is entitled to an offset for Social Security disability payments received by plaintiff for bis own disability.\n. The Court has given no consideration to changes in policy language made by defendant subsequent to this policy.",
        "type": "majority",
        "author": "TAYLOR, Judge."
      }
    ],
    "attorneys": [
      "John G. Abramo, of Abramo, Hunt & Abramo, Wilmington, for plaintiff.",
      "David F. Anderson, and James F. Burnett, of Potter, Anderson & Corroon, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "William J. COUGHLIN, Plaintiff, v. CONNECTICUT GENERAL LIFE INSURANCE COMPANY, Defendant.\nSuperior Court of Delaware, New Castle.\nDec. 9, 1974.\nJohn G. Abramo, of Abramo, Hunt & Abramo, Wilmington, for plaintiff.\nDavid F. Anderson, and James F. Burnett, of Potter, Anderson & Corroon, Wilmington, for defendant."
  },
  "file_name": "0159-01",
  "first_page_order": 197,
  "last_page_order": 201
}
