{
  "id": 11619892,
  "name": "LTV STEEL COMPANY, INC., Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (MOZENA), Respondent",
  "name_abbreviation": "LTV Steel Co. v. Workers' Compensation Appeal Board",
  "decision_date": "1999-03-16",
  "docket_number": "",
  "first_page": "160",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "698 A.2d 1372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12016161
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/1372-01"
      ]
    },
    {
      "cite": "722 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11776096
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0746-01"
      ]
    },
    {
      "cite": "727 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11619973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/727/0165-01"
      ]
    },
    {
      "cite": "611 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1433501
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0343-01"
      ]
    },
    {
      "cite": "717 A2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119322,
        356246
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/717/0525-01",
        "/pa/553/0044-01"
      ]
    },
    {
      "cite": "553 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356246
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0044-01"
      ]
    },
    {
      "cite": "394 A.2d 1058",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "405 A.2d 1039",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 15831,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 1.7949332982040798e-07,
      "percentile": 0.7155407516036649
    },
    "sha256": "b505a889742ed8195fc792f8a6fa2b406a0d4391f116c65f992472b51385478a",
    "simhash": "1:bee24047c2a19c22",
    "word_count": 2610
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI, J., KELLEY, J., and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "LTV STEEL COMPANY, INC., Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (MOZENA), Respondent."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nLTV Steel Company, Inc. (Employer) petitions for review of an order of the Workers’ Compensation Appeal Board (Board) awarding hearing loss benefits to John Mozena (Claimant) as a result of a 26.56% binaural hearing loss he suffered due to his long-term exposure to hazardous occupational noise while in the course of his employment.\nClaimant began working at Employer’s Al-iquippa plant as a laborer in 1957 and is still employed at that plant. On August 21,1995, Claimant filed a claim petition alleging that he had suffered bilateral hearing loss as a result of his long-term exposure to hazardous occupational noise during the course of his employment with Employer. Employer opposed Claimant’s petition, and the matter was assigned to a Workers’ Compensation Judge (WCJ) for disposition.\nBefore the WCJ, Claimant testified that during his forty-two years of employment at the Aliquippa plant, he was exposed to loud, continuous noise in the form of machinery and blast furnaces. He stated that he began to notice some hearing loss as far back as 1988 and assumed that it was a result of his exposure to noise at work, but was never told by a doctor that his hearing loss was work-related.\nIn support of his petition, Claimant introduced the testimony of Michael Bell, M.D., a board certified otolarynologist, who examined Claimant on August 15,1995. Dr. Bell testified that audiometric testing of Claimant revealed bilateral hearing loss, and according to the American Medical Association’s Guide to the Evaluation of Permanent Impairment (AMA Guides) which were required to be used pursuant to Section 306(e)(8)(i) of the Workers’ Compensation Act in evaluating the percentage of hearing loss, Claimant had suffered a binaural loss of 26.56% as a result of continuous long-term exposure to occupational noise.\nNot disagreeing that Claimant’s hearing loss was caused in part by his employment, Employer introduced the testimony of Sidney Busis, M.D., board certified in otolaryn-gology, to testify regarding the amount and cause of Claimant’s hearing loss. Dr. Busis stated that he, too, performed audiometric testing that revealed bilateral hearing loss, but Claimant only suffered a 23.5% binaural hearing loss as measured by the AMA Guides. Dr. Busis stated, however, that in his opinion, only 15.31% of that loss could be attributed to Claimant’s exposure to occupational noise, with the remaining 8.11% of his hearing loss due to the aging process. Dr. Busis explained that the 8.11% he calculated that resulted from the normal aging was determined from International Standard 1999 of The International Organization of Standardization (ISO 1999) which sets forth a predetermined hearing loss that occurs solely as a result of aging. He also stated that the portion of Claimant’s hearing loss resulting from exposure to occupational noise occurred entirely within his first ten to fifteen years of employment at the Aliquippa plant, and beyond that, any hearing loss was attributable to heredity and aging.\nEmployer also introduced the testimony of its senior attorney, Mark Katz, to show that Claimant worked for a different employer prior to 1974 and that Claimant suffered hearing loss prior to that date for which it was not responsible. Katz testified that when Claimant began working at the Aliquip-pa plant in 1957, it was owned by J & L Steel (J & L). In 1974, however, LTV Corporation, a Dallas-based holding company, purchased 100% of J & L’s stock at which time J & L ceased to exist as an independent steel producer and became a wholly-owned subsidiary of LTV Corporation. In the merger, LTV Corporation took on all of J & L’s assets and liabilities, assumed liability for all of J & L’s existing workers’ compensation claims, and became responsible for paying all workers’ compensation claims that arose before 1974. The Aliquippa plant, however, continued to operate under the J & L name. In 1981, LTV Corporation merged J & L with Youngstown Sheet & Tube Steel Company which it had acquired in 1978. At that same time, LTV Corporation also acquired Republic Steel and changed its name to LTV Steel Company, Inc., Claimant’s present Employer.\nThe WCJ credited the testimony of Dr. Bell over that of Dr. Busis and concluded that Claimant suffered a 26.56% binaural hearing loss as result of long-term exposure to hazardous occupational noise. He also credited the testimony of Katz but found that his testimony indicated that Claimant had worked for the same employer because LTV Corporation, at the time of the merger with J & L, assumed all liabilities, including J & L’s liability for workers’ compensation claims. Employer appealed to the Board which affirmed and this appeal followed.\nEmployer contends that it is not responsible for any of Claimant’s hearing loss caused before the merger of J & L and LTV Corporation because the merger created a new employer. It argues that because Section 306(c)(8)(vi) of the Act provides that an employer is only responsible for hearing loss caused by such employer, it should not be responsible for any of Claimant’s hearing loss while he still worked for J & L. It maintains that Claimant’s previous audio-gram reading taken in 1966 while still employed by J & L and another taken in 1984 immediately before the creation of LTV Steel Company, Inc., when subtracted from Claimant’s present audiogram reading, indicates that Claimant has not suffered any compen-sable hearing loss while working for this present version of Employer. Even though the WCJ factually found that LTV was, in effect, a successor-in-interest to its predecessor steel companies that owned Claimant’s plant, it argues that as a matter of law, it is not the “employer” as that term is used in Section 306(c)(8)(vi) of the Act.\nIn support of its contention, Employer relies on Fisher v. Commonwealth, 45 Pa. Cmwlth. 516, 405 A.2d 1039 (1979) and Baughman v. Meadville Malleable Iron, 39 Pa.Cmwlth. 4, 394 A.2d 1058 (1978). In both Fisher and Baughman, the main issue in each case was whether the corporation surviving a merger was responsible for paying a share of the claimant’s benefits after he became disabled from silicosis. Section 308(a) of the Occupational Disease Act, Act of June 21, 1939, P.L. 566, as amended, 77 P.S. § 1408(a), provides that when benefits are awarded because of disability caused by one or more of the enumerated occupational diseases, compensation shall be paid jointly by the employer and the Commonwealth; with the employer responsible for 60% and the Commonwealth responsible for 40%. However, where there has been a showing that the claimant worked for successive different employers, Section 301(g) of the Occupational Disease Act, 77 P.S. § 1401(g), provides that the Commonwealth shall be responsible for 100% of the compensation unless it can conclusively prove that the claimant was disabled as a result of the last exposure. We decided in both of those eases that a merger or acquisition created a new employer for purposes of Section 301(g) of the Occupational Disease Act, and that as a matter of law, the employers in those cases were not responsible for contribution.\nIn determining whether Fisher and Baughman apply to this case, our Supreme Court has stated that we must remember that the purpose of the Act is remedial in nature and to benefit the workers of this Commonwealth. Moreover, the Act is to be liberally construed to effectuate its humanitarian objectives, and borderline interpretations of the Act are to be construed in the injured party’s favor. Sporio v. W.C.A.B. (Songer Const.), 553 Pa. 44, 717 A2d 525 (1998).\nAside from involving a different provision of a different Act, what was at issue in Fisher and Baughman was who was responsible for paying compensation, not whether compensation was going to be paid. In this ease, the issue is whether a claimant would be deprived of compensation for an admitted work-related hearing loss merely because most of the injury occurred early in his career at the plant where he worked and that plant changed ownership. Because there are different policy considerations and a different Act, those cases are not controlling in determining who is a “new” employer when interpreting 306(c)(8)(vi) of the Act.\nUnder Employer’s position, in determining who is an employer under 306(c)(8)(vi) of the Act, we must look at the change in corporate ownership, which entity controls, and the different minute books, and ultimately conclude that there is a different employer. However, the intent behind the adoption of Section 306(c)(8)(vi) of the Act was not, as Employer’s position suggests, that corporations could merely change their structure and “churn” their employees to absolve themselves of liability, but to impose on employers the responsibility to pay only for the hearing loss a claimant incurred while in its employ. Just because a claimant works at the same job for many years does not necessarily mean that he has the same employer no matter if the plant or corporation he works at is acquired or merged. To determine if the new corporate title owner is absolved of responsibility because it is a new employer depends on the totality of the circumstances on how the plant or corporation is‘ acquired; if the circumstances establish that the new owner is a successor-in-interest, it is not a new employer.\nIn this case, the WCJ found that Employer was a successor-in-interest because when LTV acquired J & L, it was a stock sale rather than an asset sale; it assumed all operations at the Aliquippa plant and retained all of J & L employees; it specifically agreed to assume liability for all of J & L’s workers’ compensation claims existing at the time of the merger; and it paid all workers’ compensation claims that arose prior to 1974 when LTV acquired J & L. In other words, it assumed responsibility for all claims of J & L employees at the time of the merger, including Claimant. These facts provide substantial evidence upon which the WCJ could find that LTV was a successor and not a new employer, and responsible for all of Claimant’s hearing loss.\nEmployer’s final argument is that the failure of the WCJ to determine a specific date of injury requires a reversal or, at the very least, a remand so that a date may be determined. Section 306(c)(8)(ix), 77 P.S. § 513(8)(ix), however, specifically provides that, “the date of injury for occupational hearing loss ... is the earlier of the date on which the claim is filed or the last date of long-term exposure to hazardous occupational noise while in the employ of the employer against whom the claim is filed.” Because Claimant was still working for Employer on the date he filed his claim petition for hearing loss benefits, the date of injury can only be the date that the claim was filed, which was August 21, 1995. Any error then resulting from the failure to specify a date of injury in this case is harmless.\nAccordingly, for the foregoing reasons, the order of the Board is affirmed.\nORDER\nAND NOW, this 16th day of March, 1999, the order of the Workers’ Compensation Appeal Board at No. A97-2990, dated July 22, 1998, is affirmed.\n.Act of June 2, 1915, P.L. 736, added by Act of February 22, 1995, P.L. 1, as amended, 77 P.S. § 513(8)(i). Section 306(c)(8)(i) provides:\nFor permanent loss of hearing which is medically established as an occupational hearing loss caused by long-term exposure to hazardous occupational noise, the percentage of impairment shall be calculated by using the bin-aural formula provided in the Impairment Guides.\nSection 105.5 of the Act, 77 P.S. § 25.5, provides that \"the term 'Impairment Guides' as used in this act means the American Medical Association's Guides to the Evaluation of Permanent Impairment, Fourth Edition (June 1993).\"\n. This Court’s scope of review in workers’ compensation proceedings is limited to a determination of whether constitutional rights have been violated, an error of law has been committed, or whether findings of fact are not supported by substantial evidence. Nabisco v. Workmen’s Compensation Appeal Board (Kelly), 148 Pa. Cmwlth. 343, 611 A.2d 352 (1992).\n. Employer also contends that the WCJ erred in not allowing its expert to testify regarding evidence of the non-occupational causes of Claimant’s hearing loss, such as aging. Recently, in USX Corporation v. Workers’ Compensation Appeal Board (Rich), 727 A.2d 165 (Pa.Cmwlth.), we decided as a matter of law that hearing loss from the normal aging process was not permitted to be deducted from the AMA Guides. In any event, Employer’s argument that a new employer was created when LTV merged with J & L and Employer’s medical evidence regarding Claimant’s alleged prior hearing loss was rejected by the WCJ. See Cooper Power Systems v. Workers’ Compensation Appeal Board (McFarland), 722 A.2d 746 (Pa.Cmwlth. 1998).\n. Section 306(c)(8)(vi) of the Act provides:\nAn employer shall be liable only for the hearing impairment caused by such employer. If previous occupational hearing impairment or hearing impairment from non-occupational causes is established at or prior to the time of employment, the employer shall not be liable for the hearing impairment so established whether or not compensation has previously been paid.\n77 P.S. § 513(8)(vi).\n. Employer also contends that because Claimant testified that he was aware of some hearing loss as far back as 1988, and suspected that his hearing loss was the result of his exposure to noise at work, his present petition is time barred because it was not filed within 120 days of the date of injury. This Court, however, has held that a claimant's duty to give notice in a hearing loss case does not arise until he or she is informed by a medical professional that his or her hearing loss is a result of exposure to occupational noise. See Sellari v. Workmen’s Compensation Appeal Board (NGK Metals), 698 A.2d 1372 (Pa.Cmwlth. 1997).\n.Section 301(g) provides, in pertinent part:\nThe employer liable for compensation provided by this article shall be the employer whose employe was last exposed to the hazard of the occupational disease claimed, regardless of the length of time of that exposure: Provided, That when a claimant alleges that disability or death was due to silicosis, anthraco-silicosis, coal worker’s pneumoconiosis, asbestosis, or any other occupational disease which developed to the point of disablement only after an exposure of five or more years, the only employer liable shall be the last employer in whose employment the employe was last exposed to the hazard of such an occupational disease during a period of six months or more: And provided further, That in those cases where disability or death is not conclusively proved to be the result of such last exposure, all compensation shall be paid by the Commonwealth....\n77 P.S. § 1401(g).\n. Claimant argues that if even if Employer established that it was a \"new” employer, Employer has not met its burden of proof under Section 306(c)(8)(vi) not to be held responsible for his hearing loss because it did not establish what portion of Claimant’s \"previous employment” was responsible for Claimant's hearing loss as the tests that Employer offered were not reliable. Because the WCJ found that Employer was not an “employer,” the WCJ never reached whether those tests were adequate for Employer to meet its burden. If we had not resolved the issue the way we did, we would be required to remand for findings on that issue.",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Michael A. Cohen, Pittsburgh, for petition-",
      "Martin Singer, Pittsburgh, for respondent."
    ],
    "corrections": "",
    "head_matter": "LTV STEEL COMPANY, INC., Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (MOZENA), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 8, 1999.\nDecided March 16, 1999.\nMichael A. Cohen, Pittsburgh, for petition-\nMartin Singer, Pittsburgh, for respondent.\nBefore PELLEGRINI, J., KELLEY, J., and JIULIANTE, Senior Judge."
  },
  "file_name": "0160-01",
  "first_page_order": 214,
  "last_page_order": 219
}
