{
  "id": 9176220,
  "name": "Gregory G. GENSHEIMER et al. v. TOWN OF PHIPPSBURG",
  "name_abbreviation": "Gensheimer v. Town of Phippsburg",
  "decision_date": "2005-02-02",
  "docket_number": "",
  "first_page": "161",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 161"
    },
    {
      "type": "parallel",
      "cite": "2005 ME 22"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "589 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/589/1272-01"
      ]
    },
    {
      "cite": "2003 ME 135",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9298124
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 27"
        },
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/837/0148-01"
      ]
    },
    {
      "cite": "611 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936704
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0059-01"
      ]
    },
    {
      "cite": "2000 ME 166",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11232558
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "705-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/759/0704-01"
      ]
    },
    {
      "cite": "854 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9214096,
        9214046
      ],
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0216-02",
        "/a2d/854/0216-01"
      ]
    },
    {
      "cite": "2004 ME 95",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9214096
      ],
      "pin_cites": [
        {
          "page": "¶ 9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/854/0216-02"
      ]
    },
    {
      "cite": "2003 ME 30",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9357760
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 8"
        },
        {
          "page": "1017"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/818/1013-01"
      ]
    },
    {
      "cite": "662 A.2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865827
      ],
      "pin_cites": [
        {
          "page": "916"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/662/0914-01"
      ]
    },
    {
      "cite": "591 A.2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378597
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "863"
        },
        {
          "page": "863"
        },
        {
          "page": "863"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/591/0861-01"
      ]
    },
    {
      "cite": "2003 ME 149",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9300358
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1286-87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/836/1285-01"
      ]
    },
    {
      "cite": "2001 ME 9",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11179639
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/763/1183-01"
      ]
    },
    {
      "cite": "793 A.2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9448633
      ],
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/793/0504-01"
      ]
    },
    {
      "cite": "2002 ME 62",
      "category": "reporters:neutral",
      "reporter": "ME",
      "pin_cites": [
        {
          "page": "¶ 5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2001 ME 2",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11179543
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 12-13"
        },
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/763/1168-01"
      ]
    },
    {
      "cite": "2004 ME 47",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9276391
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/845/1168-01"
      ]
    },
    {
      "cite": "2000 ME 157",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11243491
      ],
      "weight": 17,
      "pin_cites": [
        {
          "page": "¶ 2"
        },
        {
          "page": "775"
        },
        {
          "page": "¶¶ 6-7"
        },
        {
          "page": "775-76"
        },
        {
          "page": "777"
        },
        {
          "page": "778"
        },
        {
          "page": "¶ 10"
        },
        {
          "page": "776-77"
        },
        {
          "page": "775"
        },
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/757/0773-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 792,
    "char_count": 20668,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 6.012558569206249e-07,
      "percentile": 0.9544351813561331
    },
    "sha256": "43c512334fded1acba39dc7addac3160e84b93b6f73b71dc2f5e8ef4d1372193",
    "simhash": "1:4eafb1f8229361ea",
    "word_count": 3420
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, and LEVY, JJ."
    ],
    "parties": [
      "Gregory G. GENSHEIMER et al. v. TOWN OF PHIPPSBURG."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, J.\n[¶ 1] Gregory G. Gensheimer and Kathleen F. Gensheimer appeal from the judgment of the Superior Court (Sagadahoc County, Crowley, J.) affirming the decision of the Town of Phippsburg Zoning Board of Appeals which in turn upheld the decision of the Town Planning Board denying their request to maintain an existing roadbed as an alternate means of accessing their home. The Gensheimers contend that the Board of Appeals and the Planning Board committed various errors in the way they interpreted and applied the Shoreland Zoning Ordinance, and that their factual findings are not supported by the evidence. We agree in part with the Gensheimers and vacate the decision of the Superior Court and remand to the Board of Appeals with instructions to remand to the Planning Board for further proceedings before that Board.\n[¶ 2] In August of 2002, the Gensheimers applied to the Phippsburg Planning Board seeking permission to use and maintain an existing roadbed on their property as an alternate means of accessing their property. The Gensheimers argued that the subdivision road already in use to access their property was poorly designed, had steep grades, sharp curves, and poor visibility, and was therefore very dangerous. Following a hearing conducted in September of 2002, the Planning Board denied the Gensheimers’ application, stating as its rationale: “Sec. 14.26 in Table of Land Uses — an alternative access presently exists. Subdivision was approved with only one subdivision road.”\n[¶ 3] The Gensheimers appealed the matter to the Phippsburg Board of Appeals. Following a hearing, the Board of Appeals affirmed the decision of the Planning Board, giving as its reason: “(1) Agreed with Planning Board’s [interpretation] of ordinance, (2) Current subdivision access road is adequate with some maintenance and improvement.”\n[¶ 4] Pursuant to M.R. Civ. P. 80B, the Gensheimers filed a complaint in the Superior Court. The court affirmed the decision of the Zoning Board of Appeals affirming the Planning Board. The Gen-sheimers filed this appeal.\nI. STANDARD OF REVIEW\n[¶ 5] Before we address the substantive merits of the appeal, we have to determine which municipal decision we review, and we must examine whether the Board of Appeals undertook an appropriate review of the decision of the Planning Board. See Stewart v. Town of Sedgwick, 2000 ME 157, 757 A.2d 773. “The jurisdiction of a board of appeals ‘is a question of law that must be ascertained from an interpretation of municipal statutes and local ordinances.’ ” Hathaway v. City of Portland, 2004 ME 47, ¶ 14 n. 1, 845 A.2d 1168, 1172 (citation omitted).\n[¶ 6] In Stewart, the Schneiders applied to the local Planning Board for a permit to build a dock. Stewart, 2000 ME 157, ¶ 2, 757 A.2d at 775. After the Planning Board granted the application, a neighbor, Stewart, appealed to the Zoning Board of Appeals. Id. ¶¶ 2-3. The Board of Appeals affirmed the Planning Board’s decision, and Stewart appealed to the Superior Court, which affirmed the decision of the Zoning Board of Appeals. Id. ¶ 3.\n[¶ 7] The general rule regarding the standard of review for administrative decisions is: “When the Superior Court acts as an appellate court, we review directly the operative decision of the municipality.” Id. ¶ 4. When a case has proceeded through two stages of agency decision-making, however, whether the “operative decision of the municipality” is the Planning Board decision or the decision of the Board of Appeals depends oh the type of review that the Board of Appeals is authorized to undertake and what kind of review that Board actually performs:.\nIf the Board of Appeals acted as a tribunal of original jurisdiction, that is, as factfinder and decision maker, we review its decision directly. If, however, the Board acted only in an appellate capacity, we review directly the decision of the Planning Board, or other previous tribunal, not the Board of Appeals.\nId. (citations omitted).\n[¶ 8] Pursuant to 30-A M.R.S.A. § 2691(3)(D) (1996), unless a local ordinance limits the authority of the Board of Appeals to appellate review, the Board of Appeals is required by statute to undertake a de novo review, take evidence, make factual findings, and apply the applicable statutory and municipality provisions entirely independent from the decision of the Planning Board. Stewart, 2000 ME 157, ¶¶ 6-7, 757 A.2d at 775-76. If, however, an ordinance provides that the Board of Appeals act in an appellate capacity, the Board of Appeals should limit itself to reviewing the evidence presented to the Planning Board and determining whether the Planning Board committed error in making its decision. Id. ¶ 8.\n[¶ 9] In Stewart, no ordinance provision specifically provided that the Board of Appeals conduct an appellate review. Id. ¶ 11, 757 A.2d at 777. The ordinance itself suggested that the Board of Appeals should conduct a de novo hearing. Id. Thus, in the absence of an ordinance authorizing appellate review, the Board of Appeals was charged with conducting a de novo hearing pursuant to section 2691(3)(D). Id.\n[¶ 10] To that end, the Board of Appeals notified the parties that it would conduct a de novo hearing and began to undertake such a hearing. Id. ¶ 12. The Board later contradicted itself, however, by expressly stating that its task was to determine whether the Planning Board’s decision was supported by the record. Id. ¶ 13. We concluded that the actions of the Board of Appeals in undertaking a full evidentiary hearing, but nevertheless describing its role as limited to reviewing the Planning Board’s decision, created confusion and complied with neither statutory nor municipal requirements. Id. ¶ 15, 757 A.2d at 778. The parties before the Board of Appeals were therefore deprived of their right to have the Board of Appeals consider the matter de novo. Id. We vacated the decision of the Superior Court and remanded the matter to the Board of Appeals for a true de novo hearing. Id.\n[¶ 11] In this case, the Gensheimers also appealed the decision of the Planning Board to the Board of Appeals and then to the Superior Court. The appeal provisions of the Ordinance provide: “The Board of Appeals shall have the powers and duties granted in the current ‘Board of Appeals Ordinance.” ’ Phippsburg, Me., Changes to Shoreland Zoning Ordinance § 16 G (May 15, 2002). The Board of Appeals Ordinance lists the following powers and duties of the Board of Appeals:\nA. The Board shall have the following powers to be exercised only upon receipt of a written appeal by an aggrieved party:\n1. The Board may interpret the provisions of any applicable town ordinance which are called into question[ ]. As of the date of enactment of this ordinance, the applicable town ordinances are: Harbor Ordinance, Shellfish Ordinance, Land Use and Subdivision Ordinance and the Shore-land Zoning Ordinance.\n2. The Board may grant a variance\n3. The Board shall have the power to hear and determine all appeals by any person directly or indirectly affected by any decision, action or failure to act with respect to any license, permit variance or other required approval, or any application therefore, including, the grant, conditional grant, denial, suspension, or revocation of any such license, permit, variance or other approval (hereinafter a “Decision”):\na. rendered by the Code Enforcement Officer or the Planning Board pursuant to the Shoreland Zoning Ordinance;\nPhippsburg, Me., Board of Appeals Ordinance § IV(A) (Mar. 19,1994). The Board of Appeals Ordinance further provides: “The board may reverse the decision, or failure to act, of a town officer, board or commission only upon a finding that the decision, or failure to act, was clearly contrary to specific provisions of this ordinance or unsupported by substantial evidence in the record.” Phippsburg, Me., Board of Appeals Ordinance § VIII(E) (Mar. 19, 1994). Thus, the Board of appeals is charged with reviewing a decision of the Planning Board in an appellate capacity only. This specific limitation negates the de novo review provision of section 2691(3)(D). See Yates v. Town of Southwest Harbor, 2001 ME 2, ¶¶ 12-13, 763 A.2d 1168, 1172 (concluding, based on identical language, that the Southwest Harbor’s Board of Appeals was limited to conducting an appellate review of decisions of the Planning Board).\n[¶ 12] At the outset of the Gensheimers’ Board of Appeals hearing, one member of the Board of Appeals stated that the Gen-sheimers “formally applied to the Appeals Board on an Administrative Appeal, that was the form that they took, whereby they wanted us as a Board to reconsider, or whatever, the decision of the Planning Board.” In its decision upholding the Planning Board’s interpretation of the Ordinance, the Board of Appeals again acknowledged that the Gensheimers sought an appeal of the Planning Board’s decision. Thus, there was some recognition by the Board of Appeals that its role in the Gen-sheimers’ appeal was an appellate one.\n[¶ 13] Nevertheless, the Board of Appeals conducted an evidentiary hearing regarding the subdivision road, and considered the following new evidence: (1) members of the Board of Appeals traveled to the site of the road, completed an independent examination of the road in person, and stated their opinions regarding various aspects of the road during the hearing; (2) at least one member of the Board of Appeals also offered opinions based on past personal experiences with the road; (3) the Board of Appeals asked numerous questions of Gregory Gensheimer regarding the role that the developer still had in the maintenance of the road, evidence that had not been presented to the Planning Board; and (4) the Board of Appeals considered the statements of two abutting landowners who had not spoken before the Planning Board.\n[¶ 14] Further, the Board of Appeals decision upheld the decision of the Planning Board and in addition, made the independent factual determination that the already existing subdivision road was adequate. In short, the Board of Appeals not only expressly decided the matter as an appeal of the Planning Board decision, but also heard and considered new evidence that had not been presented before the Planning Board, and made an independent factual determination that the existing subdivision road was adequate.\n[¶ 15] We concluded in .Stewart: “Unless the ordinance or statute specifically calls for the Board to act as both factfinder and appellate review tribunal, the Board will act in only one capacity, either as a tribunal of original jurisdiction, holding a hearing de novo, or as an appellate tribunal, reaching its decision on the basis of the record below.” Stewart, 2000 ME 157, ¶ 10, 757 A.2d at 776-77. In this case, the Board of Appeals Ordinance does not “specifically call[ ] for the Board to act as both factfinder and appellate review tribunal.” See id. Thus, the Board of Appeals should have conducted an appellate review only, and exceeded its authority when it considered new evidence and made independent factual determinations within the scope of a purported appellate review.\n[¶ 16] Because the proper role of the Board of Appeals in this case is appellate review, the decision of the Planning Board is the “operative decision of the municipality.” See id. ¶ 4, 757 A.2d at 775. This is unlike the case in Stewart, in which Stewart was entitled to a de novo review at the Board of Appeals level, and the Board of Appeals decision was therefore the “operative decision of the municipality.” See id. ¶ 15, 757 A.2d at 778. Accordingly, it is not the decision of the Board of Appeals, but rather the decision of the Planning Board, that we review for “abuse of discretion, errors of law, or findings not supported by the substantial evidence in the record.” McGhie v. Town of Cutler, 2002 ME 62, ¶ 5, 793 A.2d 504, 505. “Substantial evidence exists when a reasonable mind would rely on that evidence as sufficient support for a conclusion .... ” Forbes v. Town of Southwest Harbor, 2001 ME 9, ¶ 6, 763 A.2d 1183, 1186. The interpretation of a local ordinance is a question of law, and we review that determination de novo. Isis Dev., LLC v. Town of Wells, 2003 ME 149, ¶ 3 n. 4, 836 A.2d 1285, 1286-87.\n[¶ 17] We review factual findings of the Planning Board with deference and may not substitute our own judgment for that of the Board. Perrin v. Town of Kittery, 591 A.2d 861, 863 (Me.1991). “The Board’s decision is not wrong because the record is inconsistent or a different conclusion could be drawn from it.” Twigg v. Town of Kennebunk, 662 A.2d 914, 916 (Me.1995). Further, “[a] demonstration that no competent evidence supports the local board’s findings is required in order to vacate the board’s decision.” Thacker v. Kenover Dev. Corp., 2003 ME 30, ¶ 8, 818 A.2d 1013, 1017.\n[¶ 18] Because the Gensheimers were the applicants, the burden of establishing the factual elements necessary for the grant of their application was on them. See Perrin, 591 A.2d at 863. We are bound to uphold the Board’s decision “unless the evidence before the Board would compel a positive finding” for the Gen-sheimers. Id.\nII. ORDINANCE INTERPRETATION\n[¶ 19] The Gensheimers contend that the Board erred in interpreting the requirements of the Shoreland Zoning Ordinance applicable to the creation of a new road. The Shoreland Zoning Ordinance contains a table listing the various types of land use activities and whether or not they are permitted in each of the Town districts. Phippsburg, Me., Shoreland Zoning Ordinance § 14, (June 5,1993). The parties do not dispute that the Gensheimers’ property, including their home and the roadbed they seek to use as a road, are located in the RP, or Resource Protection, District. The Land Use Table indicates that “road and driveway construction” in the RP District is prohibited “[e]xcept to provide access to permitted uses within the district, or where no reasonable alternative route or location is available outside the RP area, in which case a permit is required from the Planning Board.” Phippsburg, Me., Shoreland Zoning Ordinance § 14.26 & n. 7 (June 5, 1993) (emphasis added). Similarly, the portion of the Ordinance dedicated to roads and driveways states:\nNew roads and driveways are prohibited in a Resource Protection District except to provide access to permitted uses within the district, or as approved by the Planning Board upon a finding that no reasonable alternative route or location is available outside the district, in which case the road and/or driveway shall be set back as far as practicable from the normal high-water line of a water body, tributary stream, or upland edge of a wetland.\nPhippsburg, Me., Shoreland Zoning Ordinance § 15(H)(3) (June 5, 1993) (emphasis added).\n[¶ 20] In this case, the Planning Board denied the Gensheimers’ application based on its finding that: “Sec. 14.26 in Table of Land Uses — an alternative access presently exists.” Thus, the Planning Board appears to have determined that the Gen-sheimers’ application for creation of a new road should be denied solely because an alternative means of access exists for the Gensheimers’ property.\n[¶ 21] The Gensheimers contend that the Board erred in its interpretation of the Ordinance. Specifically, the Gensheimers argue that the plain language of sections 14.26 and 15(H)(3) indicate that an inquiry into whether a reasonable alternative access exists is necessary only when the roadway is requested to provide access to a non-permitted use. Pursuant to the Ordinance, the Gensheimers contend, a new roadway is allowed- in the RP District either when the property to be accessed is a permitted use, or when no reasonable alternative means of access exists. Because their property is a permitted use, they contend, the Board should have granted their permit to build the new road. The Town contends that “ ‘or’ must be read as ‘and’ to effectuate the purposes and objectives of the ordinance” to limit development in the RP District.\n[¶ 22] Although “[t]he terms or expressions in an ordinance are to be construed reasonably with regard to both the objectives sought to be obtained and the general structure of the ordinance as a whole,” Peregrine Developers, LLC v. Town of Orono, 2004 ME 95, ¶ 9, 854 A.2d 216, 219, we look first to the plain language of the provisions to be interpreted, see Marton v. Town of Ogunquit, 2000 ME 166, ¶ 6, 759 A.2d 704, 705-06. “As a general rule, the use of a disjunctive in a statute indicates alternatives and requires that those alternatives be treated separately. Hence, language in a clause following a disjunctive is considered inapplicable to the subject matter of the preceding clause.” Bureau of Employee Relations v. Me. Labor Relations Bd., 611 A.2d 59, 61 (Me.1992). This general rule of disjunctives applies to the Ordinance provisions in this case. The plain language of sections 14.26 and 15(H)(3) both contain the disjunctive “or,” and both read (1) that a new roadway may be constructed for the purpose of providing access to a permitted use, and, independently; (2) that a new roadway may be constructed when no reasonable alternative means of access exists. The same requirements are listed in the same manner in two independent sections of the Ordinance, sections 14.26 and 15(H)(3).\n[¶ 23] We agree with the Gen-sheimers that the plain language of sections 14.26 and 15(H)(3) of the Ordinance provide that a permit is required to construct a roadway only when there is no reasonable alternative access to a non-permitted use, and that no permit is required to construct such a roadway when the applicant’s use is a permitted use, regardless of whether there is a reasonable alternative. Thus, the Gensheimers are entitled to create a new road to access their property without a permit if their home is a permitted use, or with a permit if no reasonable means of access exists for their home.\n[¶ 24] The Board’s determination that the subdivision road did provide the Gensheimers with a reasonable means of accessing their property is a factual finding entitled to deference. Record evidence exists to support that finding, and, contrary to the Gensheimers’ contentions, the Board was not compelled to find that the subdivision road was an unreasonable means of accessing the Gensheimers’ property. See Perrin, 591 A.2d at 863. The remaining issue for our consideration, therefore, is whether the Gensheimers’ home is a permitted use in the RP District. If it is, the Gensheimers are entitled to construct the new roadway they seek even without a permit from the Planning Board.\n[¶ 25] At the Planning Board stage, the only evidence offered regarding whether the Gensheimers’ home was a permitted use pursuant to the Ordinance were Gregory Gensheimer’s statements to that effect. The Planning Board made no findings regarding whether the Gensheimers’ home is or is not a permitted use. “When administrative agencies are required to make’findings of fact to support a decision, the findings must be adequate to indicate the basis for the decision and to allow meaningful judicial review.” Carroll v. Town of Rockport, 2003 ME 135, ¶ 27, 837 A.2d 148, 156. On this record, it is impossible for us to determine what, if any, findings were made regarding whether the Gensheimers’ home constitutes a permitted use. We therefore remand the matter to the Planning Board for further findings.\nThe entry is:\nJudgment vacated and remanded to the Superior Court with instructions to remand the matter to the Board of Appeals with instructions to remand to the Planning Board for further proceedings consistent with this opinion.\n. Section 2691(3)(D) enumerates the default powers of a Board of Appeals:\nThe board may receive any oral or documentary evidence but shall provide as a matter of policy for the exclusion of irrelevant, immaterial or unduly repetitious evidence. Every party has the right to present the party's case or defense by oral or documentary evidence, to submit rebuttal evidence and to conduct any cross-examination that is required for a full and true disclosure of the facts.\n30-A M.R.S.A. § 2691(3)(D) (1996).\n. This issue was discussed in Gerald v. Town of York, 589 A.2d 1272 (Me.1991).",
        "type": "majority",
        "author": "CLIFFORD, J."
      }
    ],
    "attorneys": [
      "Geoffrey H. Hole, Esq., Joan M. Fortin, Esq., Bernstein, Shur, Sawyer & Nelson, P.A., Portland, for plaintiffs.",
      "Richard L. Hornbeck, Esq., Moncure & Barnicle, Brunswick, for defendant."
    ],
    "corrections": "",
    "head_matter": "2005 ME 22\nGregory G. GENSHEIMER et al. v. TOWN OF PHIPPSBURG.\nSupreme Judicial Court of Maine.\nSubmitted On Briefs: Nov. 18, 2004.\nDecided: Feb. 2, 2005.\nGeoffrey H. Hole, Esq., Joan M. Fortin, Esq., Bernstein, Shur, Sawyer & Nelson, P.A., Portland, for plaintiffs.\nRichard L. Hornbeck, Esq., Moncure & Barnicle, Brunswick, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, and LEVY, JJ."
  },
  "file_name": "0161-01",
  "first_page_order": 201,
  "last_page_order": 208
}
