{
  "id": 8321960,
  "name": "Lani G. HARKNESS v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW. Macy's East, Inc., Intervenor. Appeal of Macy's East, Inc., Intervenor. Lani G. Harkness v. Unemployment Compensation Board of Review. Macy's East, Inc., Intervenor. Appeal of Unemployment Compensation Board of Review",
  "name_abbreviation": "Harkness v. Unemployment Compensation Board of Review",
  "decision_date": "2007-04-17",
  "docket_number": "Nos. 112 MAP 2005, 113 MAP 2005",
  "first_page": "162",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "813 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9380819,
        1070133
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0659-01",
        "/pa/571/0637-01"
      ]
    },
    {
      "cite": "34 Pa. Code § 101.85",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "\"[T]he tribunal ... shall ... give notice to the parties and their counsel or authorized agent of record_\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "752 A.2d 878",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        93536,
        11511940
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "881"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0629-01",
        "/a2d/752/0878-01"
      ]
    },
    {
      "cite": "561 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93536
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0629-01"
      ]
    },
    {
      "cite": "851 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9241594,
        1329450
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "905"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/851/0903-01",
        "/pa/578/0317-01"
      ]
    },
    {
      "cite": "578 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329450
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0317-01"
      ]
    },
    {
      "cite": "490 N.E.2d 585",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "589-90",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "22 Ohio St.3d 213",
      "category": "reporters:state",
      "reporter": "Ohio St. 3d",
      "case_ids": [
        1821091
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-3d/22/0213-01"
      ]
    },
    {
      "cite": "369 N.W.2d 839",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "422 Mich. 188",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1965313
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/mich/422/0188-01"
      ]
    },
    {
      "cite": "654 N.E.2d 232",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "210 Ill.Dec. 933",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "274 Ill.App.3d 485",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        291525
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/274/0485-01"
      ]
    },
    {
      "cite": "713 A.2d 82",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11805112,
        559314
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0082-01",
        "/pa/552/0013-01"
      ]
    },
    {
      "cite": "552 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559314
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0013-01"
      ]
    },
    {
      "cite": "193 A. 20",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 4,
      "year": 1937,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "24"
        },
        {
          "page": "21"
        },
        {
          "page": "22-23",
          "parenthetical": "warning that functions and mode of operations of workers compensation board should not be confused with other administrative bodies and agencies which are legislative or executive in character rather than judicial in nature"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176738
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0081-01"
      ]
    },
    {
      "cite": "855 A.2d 654",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12254577,
        1370957
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "660"
        },
        {
          "page": "658"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/855/0654-01",
        "/pa/579/0001-01"
      ]
    },
    {
      "cite": "579 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1370957
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/579/0001-01"
      ]
    },
    {
      "cite": "465 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1712685
      ],
      "weight": 6,
      "year": 1976,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "233"
        },
        {
          "page": "233"
        },
        {
          "page": "232-33",
          "parenthetical": "considering whether licensed casualty adjuster's representation of third parties constituted the unauthorized practice of law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/465/0545-01"
      ]
    },
    {
      "cite": "867 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9027331
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "731"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/867/0728-01"
      ]
    },
    {
      "cite": "807 A.2d 812",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        312804,
        312806
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/569/0579-01",
        "/pa/569/0578-01"
      ]
    },
    {
      "cite": "569 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        312804
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/569/0579-01"
      ]
    },
    {
      "cite": "751 A.2d 1241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11514976
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "1254"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/751/1241-01"
      ]
    },
    {
      "cite": "160 F.Supp. 157",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        342575
      ],
      "weight": 2,
      "year": 1958,
      "pin_cites": [
        {
          "page": "159"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/160/0157-01"
      ]
    },
    {
      "cite": "331 Pa.Super. 137",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        612904
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "although Pennsylvania Supreme Court has not directly addressed issue, law is clear that corporation may appear in court only through attorney at law admitted to practice before court"
        },
        {
          "parenthetical": "although Pennsylvania Supreme Court has not directly addressed issue, law is clear that corporation may appear in court only through attorney at law admitted to practice before court"
        },
        {
          "page": "284"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/331/0137-01"
      ]
    },
    {
      "cite": "193 A. 20",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 1
    },
    {
      "cite": "327 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176738
      ],
      "year": 1937,
      "opinion_index": 1,
      "case_paths": [
        "/pa/327/0081-01"
      ]
    },
    {
      "cite": "867 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9027331
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "731"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/867/0728-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1326,
    "char_count": 34472,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20248149602544396
    },
    "sha256": "8b4f395c39db2fe8b4a5aa482f627c4ce97f2bd9fd2ea4a94ce184e614bdaa5f",
    "simhash": "1:cd8361b65d0e276a",
    "word_count": 5355
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN and BAER, JJ.",
      "Former Justice NIGRO did not participate in the consideration or decision of this matter.",
      "Former Justice NEWMAN did not participate in the decision of this matter.",
      "Justice BAER joins the opinion.",
      "Justice SAYLOR concurs in the result.",
      "Justice EAKIN files a dissenting opinion in which Justice CASTILLE joins.",
      "Justice CASTILLE joins this dissenting opinion."
    ],
    "parties": [
      "Lani G. HARKNESS v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW. Macy’s East, Inc., Intervenor. Appeal of Macy’s East, Inc., Intervenor. Lani G. Harkness v. Unemployment Compensation Board of Review. Macy’s East, Inc., Intervenor. Appeal of Unemployment Compensation Board of Review."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nChief Justice CAPPY.\nIn this appeal by allowance we consider whether an employer may be represented at an unemployment compensation hearing before a referee of the Unemployment Compensation Board of Review by an individual who is not an attorney. A majority of the Commonwealth Court determined that an employer may not be so represented. We respectfully disagree, and thus, for the reasons set forth below, reverse the order of the Commonwealth Court.\nThe facts underlying this appeal, as found by the Unemployment Compensation Referee S. Harold Geld (Referee), are as follows: Claimant Lani Harkness (Claimant) was employed by Federated Logistics t/a Macy’s Department Store (Macy’s) as a beauty advisor for Estée Lauder products. On August 11, 2003, a customer became rude with Claimant in a discussion regarding an eye concealer product which was not presently available. The customer informed Claimant that she did not want a “b-” like her to wait on her. The customer also made gestures such as kissing sounds, which Claimant found offensive and asked Claimant how old she was. Claimant, despite the “accelerated” confrontation, did not attempt to obtain a supervisor or a manager nor request that a nearby co-employee make such a contact. While Claimant considered calling security, she did not do so. Ultimately, Claimant told the customer to “get your fat a — out of here.”\nClaimant was aware, based upon the employee handbook, that the use of lewdness and/or use of obscenities or vulgarities towards a customer could be grounds for immediate termination without prior warning.. Claimant was not immediately disciplined by her department manager who intervened to appease the customer. On August 22, 2003, however, after Claimant returned from a one week vacation, the store manager terminated Claimant from her employment for her remarks to the customer.\nOn August 24, 2003, Claimant filed for unemployment compensation benefits.\nApproximately two weeks later, on September 11, 2003, the Allentown Unemployment Compensation Service Center found Claimant to be ineligible for benefits.\nThe Claimant appealed and a hearing was held on October 9, 2003 before Referee Geld. The hearing was attended by Claimant, Claimant’s counsel, and a representative for Macy’s. Macy’s representative, William Forrest, was an employee of TALX UC EXPRESS, a company located in St. Louis, Missouri that is in the business of representing companies in unemployment compensation matters. Forrest was not an attorney. Initially, Claimant objected to Macy’s being represented by a non-attorney. This objection was overruled by Referee Geld.\nBy decision/order dated November 4, 2003, Referee Geld concluded that Claimant violated Macy’s’ customer service policy and that this rose to the level of willful misconduct. Section 402(e) of the Pennsylvania Unemployment Compensation Law provides that a claimant shall not be eligible for compensation for any week in which her unemployment is due to her discharge from work for willful misconduct connected with her work. 43 P.S. § 802(e). Thus, Referee Geld found that benefits were properly denied under Section 402(e) of the Law.\nClaimant appealed this decision to the Unemployment Compensation Board of Review (Board). The Board concluded that the determination made by Referee Geld was proper under the Unemployment Compensation Law and adopted the Referee’s findings and conclusions. Furthermore, with respect to the issue sub judice, the Board found that the Law “permits parties to be represented by legal or nonlegal advisors. As such, the Referee did not err in allowing the employer to be represented by a non-legal advisor.” Decision of Unemployment Compensation Board of Review, at 1.\nThereafter, Claimant appealed to the Commonwealth Court. On February 3, 2005, a divided en banc Commonwealth Court concluded that it was error for the Referee to permit Macy’s to be represented at the hearing by a non-attorney “tax consultant.” Harkness v. Unemployment Compensation Board of Review, 867 A.2d 728 (Pa.Cmwlth.2005).\nSpecifically, the court engaged in a twofold inquiry. The majority first determined that Forrest was engaging in the practice of law as he appeared before the Referee and acted as an advocate of Macy’s contending that Claimant was discharged due to willful misconduct. In support thereof, the majority noted that Forrest conducted “cross-examination” of witnesses, “made decisions regarding evi-dentiary matters,” and offered a “closing legal argument.” Id. at 731. The court majority then found that Forrest’s engaging in the practice of law was unauthorized, based upon the proposition that generally, a non-attorney may not represent parties before Pennsylvania courts or administrative agencies. While acknowledging exceptions, the majority pointed to the Unemployment Compensation Law, as well as regulations promulgated pursuant to the Law, that in the majority’s view only permits the claimant to be represented by a non-attorney in an unemployment compensation hearing. 43 P.S. § 862. The Commonwealth Court majority concluded that despite the informal nature of unemployment compensation proceedings and the relatively small amounts in controversy, it was erroneous for the Board to allow non-lawyer employer representation. Thus, the Commonwealth Court vacated the Board’s order and remanded the case to the Board, for remand to a referee for a new hearing consistent with the court’s opinion.\nJudge Bonnie Brigance Leadbetter, joined by Judge Renée Cohn Jubelirer, dissented. The dissenters first opined that even if Forrest was engaged in the unauthorized practice of law, any error was harmless. Second, the dissenters found the majority’s analysis to be overly broad in that not all non-lawyer representatives in these proceedings are engaged in the practice of law; they often assist in clarifying issues. Furthermore, according to the dissenters, the Board demonstrated sound policy reasons for permitting non-lawyers to participate in unemployment compensation hearings: the proceedings are informal and relatively small amounts of money are in controversy. Finally, the dissenters questioned whether the majority’s conclusion that non-lawyers could not represent employers but could represent claimants, in essence requiring the Board to discriminate between parties, could withstand equal protection scrutiny.\nMacy’s, which had sought and been granted post-decision leave to intervene, and the Board both filed petitions for allowance of appeal from the Commonwealth Court’s decision. We granted allocatur, and consolidated the matters to consider whether a non-employee, non-lawyer may represent an employer in unemployment compensation proceedings.\nIn determining whether a non-lawyer may represent an employer in unemployment compensation proceedings, we first will consider whether a non-lawyer representing an employer in such proceedings is engaging in the practice of law. As we find that such representation does not constitute the practice of law, we will then consider whether the Unemployment Compensation Law permits non-lawyer representation of an employer.\nThe Pennsylvania Constitution vests with our Court the exclusive authority to regulate the practice of law, which includes the power to define what constitutes the practice of law. Pa. Const. Art. V, § 10(c); Dauphin County Bar Association v. Mazzacaro, 465 Pa. 545, 351 A.2d 229, 233 (1976)., What constitutes the practice of law, however, is not capable of a comprehensive definition. For this reason, our Court has not attempted to provide an all-encompassing statement of what activities comprise the practice of law. Office of Disciplinary Counsel v. Marcone, 579 Pa. 1, 855 A.2d 654, 660 (2004); Shortz et al. v. Farrell, 327 Pa. 81, 193 A. 20, 21 (1937). Thus, we have determined what constitutes the practice of law on a case-by-ease basis.\nWhile our Court has addressed the question of what constitutes the practice of law on an individualized basis, we have made clear that paramount to the inquiry is consideration of the public interest. Marcone, 855 A.2d at 658; Dauphin County, 351 A.2d at 233. Consideration of the public interest has two related aspects: protection of the public and prudent regulation so as not to overburden the public good.\nRegarding the protection of the public, then Justice, later Chief Justice Stern perhaps best summarized this aspect of the Court’s concern in Shortz, ‘While in order to acquire the education necessary to gain admission to the bar and thereby become eligible to practice law, one is obliged to ‘scorn delights, and live laborious days,’ the object of the legislation forbidding practice to laymen is not to secure to lawyers a monopoly, however deserved, but, by preventing the intrusion of inexpert and unlearned persons in the practice of law, to assure to the public adequate protection in the pursuit of justice, than which society knows no loftier aim.” Shortz, 193 A. at 24.\nWhile the public interest is certainly served by the protection of the public, it is also achieved by not burdening the public by too broad a definition of the practice of law, resulting in the overregulation of the public’s affairs. As stated by our Court in Dauphin County, “The threads of legal consequences often weave their way through even casual contemporary interactions. There are times, of course, when it is clearly within the ken of lay persons to appreciate the legal problems and consequences involved in a given situation and the factors which should influence necessary decisions. No public interest would be advanced by requiring these lay judgments to be made exclusively by lawyers .... Each case must turn on a careful analysis of the particular judgment involved and the expertise which must be brought to bear on its exercise.” Dauphin County, 351 A.2d at 233.\nThus, our Court, in determining what constitutes the practice of law, must keep the public interest of primary concern, both in terms of the protection of the public as well as in ensuring that the regulation of the practice of law is not so strict that the public good suffers.\nWhen considering the public interest, our Court has focused on the character of the activities at issue. In Shortz, our Court set forth three broad categories of activities that may constitute the practice of law: (1) the instruction and advising of clients in regard to the law so that they may pursue their affairs and be informed as to their rights and obligations; (2) the preparation of documents for clients requiring familiarity with legal principles beyond the ken of ordinary laypersons; and (3) the appearance on behalf of clients before public tribunals in order that the attorney may assist the deciding official in the proper interpretation and enforcement of the law. Id. More recently, our Court expressed that the practice of law is implicated by the holding out of oneself to the public as competent to exercise legal judgment and the implication that he or she has the technical competence to analyze legal problems and the requisite character qualifications to act in a representative capacity. Dauphin County, 351 A.2d at 232-33 (considering whether licensed casualty adjuster’s representation of third parties constituted the unauthorized practice of law). Thus, the character of the actions taken by the individual in question is a significant factor in the determination of what constitutes the practice of law.\nFinally, we have cautioned that the tribunal before which the individual is before is not determinative in deciding what comprises the practice of law, viz., “whether or not the tribunal is called a ‘court’ or the controversy ‘litigation’.... ” Shortz, 193 A. at 21. Yet, the nature of the proceedings in which the individual is acting is not to be wholly discounted. Id. at 22-23 (warning that functions and mode of operations of workers compensation board should not be confused with other administrative bodies and agencies which are legislative or executive in character rather than judicial in nature). Indeed, the nature of such proceedings certainly is relevant in determining the needs of the public, both in terms of protection and overregulation.\nCognizant that a determination of the practice of law is made on a case-by-case basis, focusing primarily on protection of the public and the public weal, and in doing so, considering the character of the activities engaged in, as well as the nature of the proceedings at issue, we turn to the facts at issue in this appeal.\nFirst, we find that the activities performed by an employer representative in an unemployment compensation proceeding are largely routine and primarily focus upon creating a factual basis on which a referee will award or deny unemployment compensation benefits. As a general proposition, providers of services such as the management of payroll, tax, and employee benefit operations will also attend unemployment compensation proceedings to provide appropriate personnel records and other documents and assist in the fact-finding process so as to aid the referee in his or her determination. These individuals are more akin to facilitators rather than legal practitioners. The purpose of their presence is not to engage in the analysis of complex and intricate legal problems, but rather as an adjunct to the employer (or claimant) in offering their respective viewpoints concerning the events at issue.\nIn terms of the three broad categories of activities that our Court has suggested may constitute the practice of law, there is scant advising as to legal rights and responsibilities and few instances of the preparation of documents requiring familiarity with legal principles. Furthermore, while as noted by the Commonwealth Court, non-attorney representatives certainly appear on behalf of an employer before public tribunals, their role in assisting the deciding official in the proper interpretation and enforcement of the law is lacking. As noted above, the role of the non-attorney representative is more as a facilitator rather than an advocate engaging in an analysis of the law.\nSecond, we take note of the nature of unemployment compensation proceedings. The Unemployment Compensation Law is remedial in nature. The fundamental purpose of the Law is to provide economic security to those unemployed through no fault of their own. 43 P.S. § 752. As Madame Justice Newman aptly noted in Rue v. K-Mart Corporation, 552 Pa. 13, 713 A.2d 82, 86 (1998), the Law is designed to allow funds to be obtained by persons unemployed through no fault of their own at the earliest point that is administratively feasible.\nTo this end, the unemployment compensation system must operate quickly, simply, and efficiently. The proceedings are “by design, brief and informal in nature.” Id. Thus, the claims for benefits are not intended to be intensely litigated. Unemployment compensation proceedings are not trials. The rules of evidence are not mandated; there is no pre-hearing discovery; the' parties have no right to a jury trial; indeed there is no requirement that the referee be a lawyer. Also, and importantly, there are only minimal amounts of money in controversy. Id. Issues arising in these matters are generally questions of fact not requiring complex legal analysis. Requiring employers to be represented by counsel will not only undermine the informal, speedy and low cost nature of these proceedings, it may dissuade many employers from defending claims for benefits leading to the possibility of an unwarranted drain on the system.\nSimply stated, the character of the activities performed by representatives at unemployment hearings coupled with the informal nature of these proceedings, the minimal amounts at issue, and the long history of participation by non-lawyer representatives suggest that the public does not need the protection that serves as the basis for classifying certain activities to constitute the practice of law and that indeed, finding non-lawyer representatives to be engaging in the practice of law by acting in unemployment compensation proceedings would impose an unnecessary burden on the public.\nBased upon the above considerations, we hold that a non-attorney representing an employer before a referee of the Board is not engaging in the practice of law.\nOur holding regarding the practice of law is further supported by numerous other states that have come to similar conclusions with respect to their unemployment compensation systems. See, e.g., Perto v. The Board of Review, Illinois Department of Employment Security, 274 Ill.App.3d 485, 210 Ill.Dec. 933, 654 N.E.2d 232 (1995); State Bar of Michigan v. Galloway, 422 Mich. 188, 369 N.W.2d 839 (1985). Of particular note is a decision rendered by the Supreme Court of our sister state Ohio in Henize v. Giles, 22 Ohio St.3d 213, 490 N.E.2d 585 (1986). The rationale that supported the Ohio High Court’s holding that non-lawyer representation of an employer in a hearing before a referee does not run afoul of the public interest rings especially true here:\nThe finding is inescapable that because of the character of the proceedings in light of the interest at stake, lay representation does not pose a hazard to the public in this limited setting. Our conclusion is bolstered by the clear recognition that lay representation has been the practice since the inception of Ohio’s unemployment compensation program in 1936.... Our decision today does not reach nor permit the rendering of legal advice regarding unemployment compensation laws or board orders. Rather our narrow holding merely permits lay representation of parties to assist in the preparation and presentation of their cause in order to facilitate the hearing process. We believe board hearings should not be turned into adversarial proceedings since they are legislatively designed to function as an informal mechanism through which the referee, in a participatory capacity, ascertains the facts involved. In light of the serious detriment to claimants and employers which would result if the current system were unnecessarily disturbed, we deem this to be an appropriate and limited setting in which to authorize lay representation by granting due deference to the statute and agency rule.\nId. at 589-90 (emphasis in original).\nHaving concluded that non-attorney employer representatives at unemployment compensation proceedings are not engaging in the practice of law, we will next determine whether the General Assembly intended in the Unemployment Compensation Law to permit such representation. The Commonwealth Court, after concluding that non-lawyer representatives were engaged in the practice of law, continued its analysis and concluded that such representation was not authorized under the Unemployment Compensation Law. Due to our determination that non-lawyer employer representatives are not engaging in the practice of law we need not consider whether the “practice of law” is “authorized” in the Unemployment Compensation Law. Yet, we must nevertheless engage in a statutory inquiry as to whether the Law permits an employer to use a non-lawyer representative under the statute. Based upon the Law and the regulations promulgated there under, we conclude that a non-attorney representative is permitted to represent an employer in unemployment compensation proceedings before a referee.\nAs in all matters of statutory construction, our goal is to ascertain and effectuate the intent of the Legislature. 1 Pa.C.S. § 1921(a). When the language of a statute is clear and unambiguous, we need go no further in determining the General Assembly’s intent. 1 Pa.C.S. § 1921(b) (“When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.”) It is only when the words of a statute are not explicit that the intention of the General Assembly may be discerned by considering other means of statutory interpretation. 1 Pa.C.S. § 1921(c).\nThe Commonwealth Court focused solely on Section 702 of the Unemployment Compensation Law. 43 P.S. § 862. Specifically, the court pinpointed the language regarding the limitations on fees to be imposed upon claimants. Quoting the sentence “Any individual claiming compensation in any proceeding before the department, the board, or referee may be represented by counsel or other duly authorized agent; but no such counsel or agent shall charge or receive any greater fee for such services than is approved by the board,” 43 P.S. § 862, the Court came to the conclusion that only the claimant may be represented by a non-lawyer and thus, an employer may not be represented by a non-lawyer.\nThe Commonwealth Court’s reliance upon this section is troublesome. First, Section 702 is entitled “Limitation of fees” and does not speak to the right of representation. Furthermore, in Section 702, the General Assembly clearly spoke to a claimant’s right to be assessed a fee by counsel or authorized agent no greater than that approved by the Board. Yet while Section 702 unmistakably protects a claimant from excessive fees, it is plainly silent as to the fees to be assessed an employer and in no way addresses an employer’s right to non-lawyer representation. Thus, we believe it was error for the Commonwealth Court to rely upon this section in support of its determination that the Unemployment Compensation Law does not authorize employer representation by a non-lawyer.\nWhile Section 702 is not helpful in discerning whether the Legislature intended that an employer may be represented by a non-lawyer, another section of the Unemployment Compensation Law clearly reveals that the General Assembly contemplated non-attorney representation of an employer. Specifically Section 502 of the Law, 43 P.S. § 822, addresses decisions of a referee and the appeals process and notes that, “The parties and their attorneys or other representatives of record and the department shall be duly notified of the time and place of a referee’s hearing and of the referee’s decision and the reasons therefor[e],.... ” 43 P.S. § 822 (emphasis supplied). The statute’s language does not differentiate between claimant and employer. It refers to representation of all parties by attorneys or “other representatives” at the referee’s hearing. Based upon the clear and explicit language at issue here, we have no trouble finding that there is a statutory basis for employer non-lawyer representation. Thus, we hold that the Unemployment Compensation Law clearly and explicitly permits representation by a non-lawyer in unemployment compensation proceedings.\nConsistent with our interpretation of the Unemployment Compensation Law, the Board has long interpreted the Law to permit both claimants and employers to be represented by non-lawyers in proceedings before an unemployment compensation referee. An interpretation by the agency charged with the administration of a particular law is normally accorded deference, unless clearly erroneous. Tritt v. Cortes, 578 Pa. 317, 851 A.2d 903, 905 (2004); Winslow-Quattlebaum v. Maryland Ins. Group, 561 Pa. 629, 752 A.2d 878, 881 (2000). In this respect, the Board’s interpretation is made manifest by the numerous regulations which envision the option of representation by non-lawyers for both claimant and employer. See, e.g., 34 Pa. Code § 101.85(a) (“[T]he tribunal ... shall ... give notice to the parties and their counsel or authorized agent of record_”); 34 Pa.Code § 101.89 (“A copy of the decision ... shall be mailed ... to the parties ... and their counsel or authorized agent....”).\nIn conclusion, we find that a non-lawyer representative representing an employer in unemployment compensation proceedings before a referee is not engaging in the practice of law and that the Unemployment Compensation Law permits such representation. Based upon the foregoing, the order of the Commonwealth Court is hereby reversed and the matter is remanded to the Commonwealth Court for proceedings consistent with this opinion.\nFormer Justice NIGRO did not participate in the consideration or decision of this matter.\nFormer Justice NEWMAN did not participate in the decision of this matter.\nJustice BAER joins the opinion.\nJustice SAYLOR concurs in the result.\nJustice EAKIN files a dissenting opinion in which Justice CASTILLE joins.\n. Our Court has jurisdiction over this appeal pursuant to 42 Pa.C.S. § 724(a).\n. As the issue before us involves a pure question of law, our standard of review is de novo and to the extent necessary, our scope of review is plenary. Buffalo Township v. Jones, 571 Pa. at 644 n. 4, 813 A.2d 659, 664 (2002).\n. \"The Supreme Court shall have the power to prescribe general rules governing practice, procedure and the conduct of all courts, justices of the peace and all officers serving process or enforcing orders, judgments or decrees of any court or justice of the peace, ... and for admission to the bar and to practice law....” Pa. Const, art. V, § 10(c).\n.Related thereto, in Pennsylvania, the practice of law by a person who is not a member of the bar is a misdemeanor. 42 Pa.C.S. § 2524(a).\n. These activities and type of proceedings can be contrasted with the situation in Shortz, relied upon by the Commonwealth Court in this matter, in which our Court found non-lawyer representation during workers' compensation proceedings to constitute the practice of law. The formality and complexity of workers' compensation proceedings, however, stand in sharp contrast to the informal, straightforward proceedings that serve as the vehicle to determine unemployment compensation benefits. The hallmarks of workers’ compensation proceedings include pre-trial investigation and discovery, the filings of pleadings, testimony by experts, and the potentiality of significant benefit amounts at issue. None of these hallmarks, however, are present in unemployment compensation proceedings.\n. We note that the General Assembly has enacted Act 5 of 2005 which added Section 214 to the Unemployment Compensation Law. 43 P.S. § 774. Entitled \"Representation of Parties,” this section provides that all parties to any proceeding under Unemployment Compensation Law may be represented by an attorney or other representative. While the Board suggests that this enactment renders this appeal moot, we disagree as the enactment does not answer the question of whether non-lawyer representation in unemployment compensation proceedings constitutes the practice of law. Furthermore Macy’s would still be subject to the time and expense of a new hearing if the Commonwealth Court’s order remained valid.\n. Due to our resolution of the issue before us, we need not entertain Macy’s' argument that the Commonwealth Court’s determination constitutes an unconstitutional interpretation of the Unemployment Compensation Law in violation of the Equal Protection Clause of the United States Constitution.",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      },
      {
        "text": "Justice EAKIN,\ndissenting.\nBecause I find the non-employee representative’s actions in this matter constituted “practicing law” under Shortz et at. v. Farrell, 327 Pa. 81, 193 A. 20 (1937), I must dissent.\nShortz held the practice of law included “the appearance on behalf of clients before public tribunals, the application of rules of evidence, the examination and cross-examination of witnesses, and presentation of arguments in order to assist the deciding official in the proper interpretation and enforcement of the law.” Harkness v. Unemployment Compensation Board of Review, 867 A.2d 728, 731 (Pa.Cmwlth.2005) (citing Shortz, at 21). Here, the representative “conducted cross-examination[,] ... made decisions regarding evidentiary matters, and a closing legal argument^] ... [and] implicitly represented that he had the technical competence to analyze the legal problem faced by the Board, and that he had the requisite character qualifications to act in a representative capacity.” Id. These facts support the conclusion the representative performed the function of an attorney and thus was engaged in the practice of law.\nAt the time of this hearing, a corporation could not be represented by anyone other than licensed counsel; as an artificial entity, a corporation could not represent itself pro se, as a natural person was permitted to do. See Walacavage v. Excell 2000, Inc., 331 Pa.Super. 137, 480 A.2d 281, 283 n. 3 & 283-84 (1984) (although Pennsylvania Supreme Court has not directly addressed issue, law is clear that corporation may appear in court only through attorney at law admitted to practice before court). This was because “a corporation can do no act except through its agents and ... such agents representing the corporation in Court must be attorneys at law who have been admitted to practice, are officers of the court and subject to its control.” Id., at 284 (quoting MacNeil v. Hearst Corp., 160 F.Supp. 157, 159 (D.Del. 1958)).\nAfter the hearing in this case, however, 43 P.S. § 774 was enacted, providing any party to an unemployment compensation proceeding “may be represented by an attorney or other representative.” Id. (emphasis added). This recognized that corporations, big or small, should be allowed to present their case just as would a natural person. The question is whether “other representative” was meant to include officers and employees of the corporation itself (putting it on an equal footing with natural persons), or whether it was meant to include hiring non-lawyer representatives.\nThe General Assembly may enact legislation affecting representation in a legal proceeding, but it remains the exclusive province of this Court to regulate the practice of law, including defining what constitutes such practice. See Pa. Const. art. V, § 10(c); Gmerek v. State Ethics Commission, 751 A.2d 1241, 1254 (Pa.Cmwlth. 2000), aff'd, 569 Pa. 579, 807 A.2d 812 (2002) (per curiam) (power to regulate and define what constitutes practice of law is vested in judiciary, and not in executive or legislative branches of government). I would hold the statute’s phrase “other representative” encompasses a corporate officer or member of the corporation’s own staff, but does not include a non-employee representative, hired only for the purpose of representation at hearings where the legal rights of the parties are determined.\nIt is entirely appropriate for a corporation to send an officer or employee to represent its interests. Just as with a claimant’s right to appear pro se, so may a corporate entity appear “pro se.” Indeed, it would be unfair, if not a constitutional denial of equal protection, to prohibit it from doing so. Particularly with small business corporations, it is economically imperative that management be allowed to appear. However, when the corporation hires outside representation, that representation must be evaluated based on its services — here, they amount to legal representation.\nIn magisterial district judge proceedings, individuals may proceed pro se, with counsel, or by a representative with personal knowledge of the matter, see Pa. R.C.P.M.D.J. 207(A)(1), and corporations may now be represented “by an attorney at law, by an officer of the corporation, ... or by an employee or authorized agent of the corporation, ... with personal knowledge of the subject matter of the litigation and written authorization from an officer of the corporation....” Id., 207(A)(3) (emphasis added). The note to the Rule provides: “This rule is intended to permit a non-lawyer representative, employee, or authorized agent to appear on behalf of ... [a] corporation, but not to allow a non-lawyer to establish a business for the purpose of representing others in magisterial district court proceedings.” Pa. R.C.P.M.D.J. 207, note (emphasis added).\nIf permitting a non-lawyer to establish such a business is undesirable in magisterial proceedings, in which the policy is to keep the procedures “as simple and nontechnical as possible,” id., 210, note, permitting such representation cannot be favored in other legal proceedings. This must include unemployment compensation hearings, regardless of how perfunctory or informal they may seem to those who are familiar with them. It is not the place on the scale of legal complexity that determines the true nature of the representation.\nThe amount in controversy, the routine nature of the proceedings, the informality, and the “scant” advising, see Majority Slip Op., at 8, may not make this a complex trial, but these are not factors by which “practicing law” is measured. On a daily basis, lawyers represent people where the amount in controversy is small. They routinely represent people in routine matters. If their advice be “scant,” that does not diminish it or transform it into something else — scant legal advice is still legal advice.\nAccordingly, because the representative here was not a Mary’s officer or staff member, I would hold his legal representation constituted the unauthorized practice of law, and must respectfully dissent from the opinion of my colleagues.\nJustice CASTILLE joins this dissenting opinion.",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Roger H. Caffier, Esq., Gerard Matthew Mackarevieh, Esq., Carol J. Mowery, Esq., Harrisburg, for Unemployment Compensation Board of Review.",
      "Thomas Sanford Beckley, Esq., Charles Owen Beckley, II, Esq., Harrisburg, for amicus curiae PA Retailers’ Association.",
      "Jonathan A. Segal, Esq., Robert M. Gol-dich, Esq., Kelly Dobbs Bunting, Esq., Philadelphia, for amicus curiae Society for Human Resource Management, et al.",
      "Steven Eric Hoffman, Esq., Allentown, for Lani G. Harkness.",
      "Debra P. Fourlas, Esq., James P. DeAn-gelo, Esq., David Barasch, Esq., Harrisburg, for Macy’s East, Inc.",
      "Roger H. Caffier, Esq., Gerard Matthew Maekarevich, Esq., Carol J. Mowery, Esq., Harrisburg, for Unemployment Compensation Board of Review.",
      "Debra P. Fourlas, Esq., James P. DeAn-gelo, Esq., David Barasch, Esq., Harrisburg, for Macy’s East Inc."
    ],
    "corrections": "",
    "head_matter": "Lani G. HARKNESS v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW. Macy’s East, Inc., Intervenor. Appeal of Macy’s East, Inc., Intervenor. Lani G. Harkness v. Unemployment Compensation Board of Review. Macy’s East, Inc., Intervenor. Appeal of Unemployment Compensation Board of Review.\nNos. 112 MAP 2005, 113 MAP 2005.\nSupreme Court of Pennsylvania.\nArgued Dec. 7, 2005.\nDecided April 17, 2007.\nRoger H. Caffier, Esq., Gerard Matthew Mackarevieh, Esq., Carol J. Mowery, Esq., Harrisburg, for Unemployment Compensation Board of Review.\nThomas Sanford Beckley, Esq., Charles Owen Beckley, II, Esq., Harrisburg, for amicus curiae PA Retailers’ Association.\nJonathan A. Segal, Esq., Robert M. Gol-dich, Esq., Kelly Dobbs Bunting, Esq., Philadelphia, for amicus curiae Society for Human Resource Management, et al.\nSteven Eric Hoffman, Esq., Allentown, for Lani G. Harkness.\nDebra P. Fourlas, Esq., James P. DeAn-gelo, Esq., David Barasch, Esq., Harrisburg, for Macy’s East, Inc.\nRoger H. Caffier, Esq., Gerard Matthew Maekarevich, Esq., Carol J. Mowery, Esq., Harrisburg, for Unemployment Compensation Board of Review.\nDebra P. Fourlas, Esq., James P. DeAn-gelo, Esq., David Barasch, Esq., Harrisburg, for Macy’s East Inc.\nBEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0162-02",
  "first_page_order": 196,
  "last_page_order": 207
}
