{
  "id": 7927026,
  "name": "Ben C. FISHER, et al., Appellants, v. Robert N. BANDER, Appellee",
  "name_abbreviation": "Fisher v. Bander",
  "decision_date": "1986-12-31",
  "docket_number": "No. 86-259",
  "first_page": "162",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 162"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "1980 Sup.Ct.Rev. 77",
      "category": "journals:journal",
      "reporter": "Sup. Ct. Rev.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "87-88",
          "parenthetical": "emphasis added; footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "355 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11816389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/355/0808-01"
      ]
    },
    {
      "cite": "466 U.S. 408",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200640
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "distinguishing between \"specific jurisdiction\" based on contacts related to the cause of action, and \"general jurisdiction\" based on unrelated contacts"
        },
        {
          "parenthetical": "distinguishing between \"specific jurisdiction\" based on contacts related to the cause of action, and \"general jurisdiction\" based on unrelated contacts"
        },
        {
          "parenthetical": "distinguishing between \"specific jurisdiction\" based on contacts related to the cause of action, and \"general jurisdiction\" based on unrelated contacts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0408-01"
      ]
    },
    {
      "cite": "490 A.2d 1140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912395
      ],
      "pin_cites": [
        {
          "page": "1146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/1140-01"
      ]
    },
    {
      "cite": "617 F.Supp. 1414",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3792231
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1415"
        },
        {
          "page": "1428"
        },
        {
          "parenthetical": "California resident seeking FCC expertise"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/617/1414-01"
      ]
    },
    {
      "cite": "71 L.Ed.2d 875",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "102 S.Ct. 1643",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "455 U.S. 1006",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11373013,
        11373063
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/1006-01",
        "/us/455/1006-02"
      ]
    },
    {
      "cite": "434 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000689
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "989-90"
        },
        {
          "page": "992",
          "parenthetical": "jurisdiction even without physical presence, if defendant has purposefully availed himself of forum contacts"
        },
        {
          "page": "988-90",
          "parenthetical": "Florida law firm sought assistance of Washington, D.C. law firm for litigation in federal district court in Florida"
        },
        {
          "parenthetical": "Florida general practice firm seeking advice from Washington, D.C. trademark and patent law specialists"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/434/0988-01"
      ]
    },
    {
      "cite": "444 U.S. 286",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11306135
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "297"
        },
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0286-01"
      ]
    },
    {
      "cite": "471 U.S. 462",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205101
      ],
      "weight": 15,
      "year": 1985,
      "pin_cites": [
        {
          "page": "474"
        },
        {
          "page": "2183"
        },
        {
          "page": "472"
        },
        {
          "page": "2182",
          "parenthetical": "citations omitted"
        },
        {
          "page": "473-74"
        },
        {
          "page": "2182-83"
        },
        {
          "page": "476"
        },
        {
          "page": "2184"
        },
        {
          "page": "472"
        },
        {
          "page": "2182"
        },
        {
          "page": "474"
        },
        {
          "page": "2183"
        },
        {
          "page": "477"
        },
        {
          "page": "2184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0462-01"
      ]
    },
    {
      "cite": "326 U.S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157001
      ],
      "weight": 5,
      "year": 1945,
      "pin_cites": [
        {
          "page": "316"
        },
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0310-01"
      ]
    },
    {
      "cite": "452 A.2d 333",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973553
      ],
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/452/0333-01"
      ]
    },
    {
      "cite": "458 A.2d 1187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7998471
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1190"
        },
        {
          "page": "1188",
          "parenthetical": "jurisdiction for suit to collect unpaid bills against out-of-state client who had \"approached\" Washington, D.C. law firm, initiating a contract for services"
        },
        {
          "page": "1188-89",
          "parenthetical": "defendant resident of Arizona employed Washington, D.C. law firm to assist in move of manufacturing operations from Connecticut to Uruguay"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/458/1187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 10187,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 2.0778802847483841e-07,
      "percentile": 0.7586478980048644
    },
    "sha256": "e98083ba37a0ebe6a804a23328d1d5cc971bff3a0e0da14df4f379ed8e3b732c",
    "simhash": "1:699e7aaa57c09424",
    "word_count": 1581
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PRYOR, Chief Judge, and NEWMAN and BELSON, Associate Judges."
    ],
    "parties": [
      "Ben C. FISHER, et al., Appellants, v. Robert N. BANDER, Appellee."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Associate Judge:\nThis is an appeal from the dismissal for lack of personal jurisdiction of a breach of contract claim by Fisher, et al., a law firm, against Robert Bander, its former client. We hold that Bander purposely availed himself of the benefits of doing business with Fisher in the District of Columbia, and that therefore the District of Columbia courts have jurisdiction to adjudicate this claim — an action to collect disputed fees— that arises from such contacts. Accordingly, we reverse the trial court’s order and remand.\nI\nOn January 17, 1983, Robert Bander, a North Carolina resident and businessman, telephoned the Washington, D.C. law firm of Fisher, Wayland, Cooper and Leader, securing their services in connection with the sale of radio station WRZR (AM), Raleigh, North Carolina. According to Ban-der, he chose the Fisher law firm because it specialized in FCC matters. Over a two-month period, the law firm, in Washington, prepared an application for transfer of the broadcast license and tangible assets of the station, obtained the required FCC approval, drafted a contract of sale, and mailed that contract to North Carolina where it was signed by the parties to the sale. The contract was returned to the law firm’s office in the District of Columbia, and on March 30, 1983, Bander and the purchaser of the station met at the law office and signed the remaining documents to close the sale. According to Bander, this trip to attend the formal closing was his only visit to Washington, D.C. in connection with the WRZR matter. The law firm maintains that Bander visited its office in Washington on several other occasions to check on the status of the transfer application before the FCC.\nOn August 7, 1985, Fisher, et al. filed a complaint in Superior Court for breach of contract, alleging that Bander had failed to pay legal bills of $3,911.44 for services rendered in connection with the radio station matter. Bander moved to dismiss under Super.CtCiv.R. 12(b)(2) for lack of personal jurisdiction. Without a hearing or findings of fact, the trial court issued an order granting the motion.\nII\nThe District of Columbia long-arm statute provides in pertinent part that “[a] District of Columbia court may exercise personal jurisdiction over a person, who acts directly or by an agent, as to a claim for relief arising from the person’s— ... transacting any business in the District of Columbia.” D.C.Code § 13-423(a)(l) (1981). We have held that this provision of the statute is co-extensive with the due process clause of the fifth amendment, and that its construction is subsumed by a due process analysis. Hummel v. Koehler, 458 A.2d 1187, 1190 (D.C.1983); Smith v. Jenkins, 452 A.2d 333, 336 (D.C.1982).\nSome forty years after the Supreme Court’s decision in International Shoe Co. v. Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945), the constitutional touchstone for the exercise of personal jurisdiction consistent with due process remains whether the defendant has established “minimum contacts” in the forum state. Burger King Corp. v. Rudzewicz, 471 U.S. 462, 474, 105 S.Ct. 2174, 2183, 85 L.Ed.2d 528 (1985), quoting International Shoe, supra, 326 U.S. at 316, 66 S.Ct. at 158. The defendant’s “conduct and connection with the forum State [must be] such that he should reasonably anticipate being haled into court there.” World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 297, 100 S.Ct. 559, 567, 62 L.Ed.2d 490 (1980). This “fair warning” requirement is satisfied “if the defendant has ‘purposefully directed’ his activities at residents of the forum, ... and the litigation results from alleged injuries that ‘arise out of or relate to’ those activities.” Burger King, supra, 471 U.S. at 472, 105 S.Ct. at 2182 (citations omitted).\nThere are three justifications for a forum’s assertion of jurisdiction over a defendant in litigation arising out of his purposeful contact in the forum with forum residents. First, the state has an interest in providing its residents with the opportunity to redress grievances inflicted by out-of-state defendants. Second, when out-of-state actors avail themselves of the benefits of contact within the forum state, fairness requires that they be held accountable therein for the consequences of such activities. Third, the voluntary establishment of contacts within the forum state helps to assure that litigating within that state would not impose an undue burden on the out-of-state party. Burger King, supra, 471 U.S. at 473-74, 105 S.Ct. at 2182-83.\nIn this case, Bander, the out-of-state defendant, purposefully directed his activities at plaintiffs within the forum state. Ban-der telephoned the law firm in Washington, D.C. and requested its services. See Hummel, supra, 458 A.2d at 1188 (jurisdiction for suit to collect unpaid bills against out-of-state client who had “approached” Washington, D.C. law firm, initiating a contract for services); Mouzavires v. Baxter, 434 A.2d 988, 989-90 (D.C.1981) (en banc) (same; Florida client initiated contractual arrangement with D.C. firm by telephone), cert, denied, 455 U.S. 1006, 102 S.Ct. 1643, 71 L.Ed.2d 875 (1982); Chase v. Pan-Pacific Broadcasting, Inc., 617 F.Supp. 1414, 1415 (D.D.C.1985) (same; California resident telephoned law firm in Washington, D.C.). Bander was physically present in Washington, D.C. at least once in connection with the matter. See Burger King, supra, 471 U.S. at 476, 105 S.Ct. at 2184; Mouzavires, supra, 434 A.2d at 992 (jurisdiction even without physical presence, if defendant has purposefully availed himself of forum contacts). Furthermore, the suit “arise[s] out of” the activities that provide the contact with the forum. Burger King, supra, 471 U.S. at 472, 105 S.Ct. at 2182. Hence, continuous and systematic general business contacts are not required. Hughes v. A.H. Robins Co., 490 A.2d 1140, 1146 (D.C.1985) (when the contact is related to the cause of action, even one such contact may be sufficient to support jurisdiction); see also Helicopteros Nacionales de Colombia, S.A. v. Hall, 466 U.S. 408, 414 nn. 8 & 9, 104 S.Ct. 1868, 1872 nn. 8 & 9, 80 L.Ed.2d 404 (1984) (distinguishing between “specific jurisdiction” based on contacts related to the cause of action, and “general jurisdiction” based on unrelated contacts). The fact that the business matter consulted about involved a transaction among North Carolina parties in North Carolina does not preclude jurisdiction. See Hummel, supra, 458 A.2d at 1188-89 (defendant resident of Arizona employed Washington, D.C. law firm to assist in move of manufacturing operations from Connecticut to Uruguay); Mouzavires, supra, 434 A.2d at 988-90 (Florida law firm sought assistance of Washington, D.C. law firm for litigation in federal district court in Florida). “Rather, the contacts in this case are those between the attorney and client.” Chase, supra, 617 F.Supp. at 1428.\nAll three of the justifications for a forum’s assertion of jurisdiction are applicable here. First, the District of Columbia has a substantial interest in providing a forum to redress wrongs inflicted upon its citizens by clients who fail to pay for professional services supplied in the District of Columbia by District of Columbia law firms. That this is not an isolated problem is amply reflected by the number of our personal jurisdiction cases arising from this same factual situation. See, e.g., Hummel, supra; Mouzavires, supra; Chase, supra; Environmental Research International, Inc. v. Lockwood, Greene Engineers, Inc., 355 A.2d 808 (D.C.1976) (en banc) (consulting firm). Second, Bander availed himself of the special benefits of doing business with a Washington, D.C. law firm, seeking out the Fisher firm for expertise in FCC matters, a service strongly associated with Washington lawyers. See Chase, supra, (California resident seeking FCC expertise); Mouzavires, supra, (Florida general practice firm seeking advice from Washington, D.C. trademark and patent law specialists). Having thus sought out the benefit of contact within the forum, Bander cannot now invoke due process “to avoid interstate obligations that have been voluntarily assumed.” Burger King, supra, 471 U.S. at 474, 105 S.Ct. at 2183. Finally, where an out-of-state client employs a District of Columbia attorney to perform services in the District of Columbia, it can hardly be said that litigation of a fee dispute with that same attorney in the same forum poses any undue burden upon the client.\n“[W]here a defendant who purposefully has directed his activities at forum residents seeks to defeat jurisdiction, he must present a compelling case that the presence of some other considerations would render jurisdiction unreasonable.” Burger King, supra, 471 U.S. at 477, 105 S.Ct. at 2184. Bander purposefully directed his activities at plaintiffs within the forum. He has presented no countervailing considerations to defeat jurisdiction. Therefore, the trial court’s order dismissing for lack of personal jurisdiction must be reversed.\nReversed and remanded.\n. See generally Brilmayer, How Contacts Count-Due Process Limitations on State Court Jurisdiction, 1980 Sup.Ct.Rev. 77.\nThe two bases of jurisdiction — unrelated and related contacts — ... constitute alternative aspects of a State’s sovereignty, namely, self-governance and territoriality. Systematic unrelated activity, such as domicile, incorporation, or doing business, suggests that the person or corporate entity is enough of an \"insider\" ... [in] the State’s political processes [to justify jurisdiction]. Related contacts suggest a regulatory and territorial justification.\nId. at 87-88 (emphasis added; footnote omitted).",
        "type": "majority",
        "author": "NEWMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Barry H. Gottfried, Washington, D.C., for appellants.",
      "Vickie Winn Martin, of the bar of the State of North Carolina, pro hac vice, with whom Bettie Kelley Sousa, Raleigh, N.C., and Warren S. Rosenfeld, Washington, D.C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ben C. FISHER, et al., Appellants, v. Robert N. BANDER, Appellee.\nNo. 86-259.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 22, 1986.\nDecided Dec. 31, 1986.\nBarry H. Gottfried, Washington, D.C., for appellants.\nVickie Winn Martin, of the bar of the State of North Carolina, pro hac vice, with whom Bettie Kelley Sousa, Raleigh, N.C., and Warren S. Rosenfeld, Washington, D.C., were on the brief, for appellee.\nBefore PRYOR, Chief Judge, and NEWMAN and BELSON, Associate Judges."
  },
  "file_name": "0162-01",
  "first_page_order": 208,
  "last_page_order": 211
}
