{
  "id": 11241860,
  "name": "Anthony R. SCALISE and Dolores Scalise, Appellants, v. ZONING HEARING BOARD OF BOROUGH OF WEST MIFFLIN and Borough of West Mifflin",
  "name_abbreviation": "Scalise v. Zoning Hearing Board of Borough of West Mifflin",
  "decision_date": "2000-07-21",
  "docket_number": "",
  "first_page": "163",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "412 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "166"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "471 A.2d 1317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1320"
        },
        {
          "page": "1320"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "419 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "254 A.2d 12",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922608
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0331-01"
      ]
    },
    {
      "cite": "241 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915702
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0010-01"
      ]
    },
    {
      "cite": "526 Pa. 186",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825922
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "192",
          "parenthetical": "stating general principle in the context of a case involving pre-existing non-conforming use"
        },
        {
          "page": "1375",
          "parenthetical": "stating general principle in the context of a case involving pre-existing non-conforming use"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0186-01"
      ]
    },
    {
      "cite": "673 A.2d 1055",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/1055-01"
      ]
    },
    {
      "cite": "647 A.2d 279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1464355,
        7862844
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/166/0626-01",
        "/a2d/647/0279-01"
      ]
    },
    {
      "cite": "183 A.2d 539",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308422
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0306-01"
      ]
    },
    {
      "cite": "145 A. 77",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "295 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115136
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0257-01"
      ]
    },
    {
      "cite": "378 A.2d 1054",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "1056"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 13625,
    "ocr_confidence": 0.663,
    "pagerank": {
      "raw": 1.1994415652464174e-07,
      "percentile": 0.5932836238715076
    },
    "sha256": "194b6a336bea3c81f7820fa210fa984b5fc9d2f7caa1b976fa701683c5d25646",
    "simhash": "1:1835a4b34668d189",
    "word_count": 2213
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLEY, J., LEADBETTER, J., and LEDERER, Senior Judge."
    ],
    "parties": [
      "Anthony R. SCALISE and Dolores Scalise, Appellants, v. ZONING HEARING BOARD OF BOROUGH OF WEST MIFFLIN and Borough of West Mifflin."
    ],
    "opinions": [
      {
        "text": "LEADBETTER, Judge.\nAnthony R. and Dolores Scalise appeal from the order of the Court of Common Pleas of Allegheny County that affirms the decision of the Zoning Hearing Board of the Borough of West Mifflin (ZHB). The ZHB granted the Sealises’ a variance to permit their tenant to store pool supplies and accessories. The Sealises object to the limited scope and conditions attached to the variance.\nSince 1969, the Sealises have owned a lot at 1501 Sylvan Avenue, in the R-2 Medium Density Residential District. On the lot there currently exists a 17,000 square-foot building. At the time they purchased the property, it was being used for the outdoor storage of carnival and other commercial/industrial equipment. From 1971 until 1994, the Sealises operated a sheet metal shop constructing HVAC duct-work. They operated their business pursuant to a variance granted in 1971 permitting use of the site for a sheet metal shop and construction of a building therefore. An additional variance granted in 1988 permitted construction of an addition to the building. In 1994, the Sealises ceased operating their business at the site and since that time have periodically leased the site to a variety of different businesses. At present, the Sealises lease the building to Aqua Pool Company. Aqua Pool uses a portion of the building to store pool equipment and accessories. In addition, Rycon Construction uses a portion of the building for temporary storage of auditorium seats while Rycon makes repairs at the local high school. In light of Aqua Pool’s intention to store materials, the Sealises applied for a certificate of occupancy for “storage,” which the zoning officer denied \"on the ground that the ordinance does not permit storage/warehouse in the R-2 District.\nThe Sealises appealed the denial of the certificate contending before the ZHB that the variances granted in 1971 and 1988, as well as certificates of occupancy issued during the time the Sealises fabricated HVAC ducts, created a vested right to a non-conforming use of the property for “a fabricating shop, offices, storage warehouse, garage and related commercial/light industrial uses.” The ZHB rejected this contention and found that the 1971 and 1988 variances granted a limited authorization for a sheet metal fabrication shop with indoor storage for the Sealises’ own materials and maintenance of their vehicles. Consequently, the use by Aqua Pool required a new variance, which the ZHB granted with limitations that confined the use to storage, allowed loading and unloading only between 8:00 a.m. and 6:00 p.m., Monday through Saturday, and specifically prohibited sales, manufacturing, or construction activities. The Sealises appealed to the court of common pleas, which affirmed and adopted the findings and conclusions of the ZHB. Subsequently, the Sealises filed the present appeal in which they contend that the ZHB erred in failing to direct the issuance of the certificate of occupancy based on their tenant’s entitlement to engage in a broad range of unspecified commercial/light industrial uses. The Sealises argue that a certificate of occupancy for use by Aqua Pool cannot be denied because the 1971 variance, as well as the certificates of occupancy issued in 1972,1977 and 1984, established their right to any non-conforming use sufficiently similar to the sheet metal shop and associated storage. The Scalises also contend that their right to maintain a non-conforming use cannot be abrogated or limited by the imposition of restrictions such as those the ZHB attached to the variance permitting pool equipment storage.\nInitially, it is to be noted that the ZHB did not find that the Scalises had any rights arising from the existence of a preexisting non-conforming use, and there is no evidentiary support for such an assertion. Hence, the doctrines protecting a pre-existing non-conformity and allowing for its natural expansion do not apply to this case. See Schaffer v. Zoning Hearing Bd., 32 Pa.Cmwlth. 261, 378 A.2d 1054, 1056 (1977). A pre-existing non-conforming use arises when a lawful existing use is subsequently barred by a change in the zoning ordinance. See Haller Baking Company’s Appeal, 295 Pa. 257, 145 A. 77 (1928). “The protected status accorded non-conforming uses or buddings is bottomed on the belief that in many instances a retroactive enforcement of zoning would have such severe effects on the owner that it would be an impermissible ‘taking’ in the absence of compensation.” Ryan, Pennsylvania Zoning Law and Practice, § 7.1.3 (1981), citing Hanna v. Board of Adjustment, 408 Pa. 306, 183 A.2d 539 (1962). It is axiomatic that the right to maintain a pre-existing non-conformity extends only to uses that were legal when they came into existence. The enactment of a new ordinance cannot have the effect of protecting a pre-existing illegality.\nThe burden of proving a pre-existing non-conformirig use is on the property owner making the assertion. Appeal of Lester M. Prange, Inc., 166 Pa.Cmwlth. 626, 647 A.2d 279, 281 (1994). Consequently, the Scalises had the burden of proving that the commercial storage use existing on the property when they purchased it in 1969 was a lawful use that predated the enactment of the ordinance which zoned the site for residential use. At the ZHB hearing, they failed to sustain their burden. In opening remarks, the Scalises’ attorney said that prior to 1969 the site was used for “outdoor storage of carnival equipment and other types of industrial-type equipment.” R.R. 24. (Mark Scalise later testified that his attorney’s statements were accurate.) Anthony Scalise testified that the equipment was stored on the property by “squatters” whom the Scalises’ predecessors had tried to evict for “[probably] twenty years.” R.R. 71-72. However, it is not enough to show that a non-conforming use existed on the site at the time of purchase. It must be shown that the non-conformity came into existence legally and predated a change in zoning that rendered it nonconforming. Here, there is no evidence in the record as to when the site was first .zoned residential, or precisely when the junkyard/storage use came into existence. Moreover, the only evidence on the point strongly suggests that the equipment storage use was unlawful.\nThe Scalises also argue that they derive rights generally associated with a pre-ex-isting non-conforming use by virtue of the certificates of occupancy issued in 1972, 1977 and 1984, which documented their sheet metal shop with associated storage and office for HVAC contracting as an authorized non-conforming use. This argument misconstrues the purpose and effect of the certificates of occupancy and equates “pre-existing non-conformity” with the non-conformity that arises where a variance is granted. The certificates neither create a pre-existing non-conforming use nor are they sufficient to prove that one existed. The certificates serve only to document the continued presence of an authorized use other than one permitted under the ordinance by-right, i.e., non-conformity in a more generalized sense.\nThe Scalises’ entitlement to use the property in a manner other than that permitted by the ordinance arose by virtue of the 1971 use variance, as expanded by the variance issued in 1988. It is true, as the Scalises assert, that the right to use in conformance with these variances runs with the land, insofar as it is not a right limited to only the Scalises. See Aquaro v. Zoning Bd. of Adjustment, 673 A.2d 1055, 1060 n. 12 (Pa.Cmwlth.1996). It is also generally true that municipalities do not have the power to compel a change in the nature of an existing lawful use of property. PA Northwestern Distrib., Inc. v. Zoning Hearing Bd., 526 Pa. 186, 192, 584 A.2d 1372, 1375 (1991) (stating general principle in the context of a case involving pre-existing non-conforming use). However, the ZHB did not rule that the Scalises’ successors or lessees could not use the property in the manner allowed by the 1971/88 variances and the corresponding certificates of occupancy, but rather that the proposed use did not fit within their scope. We agree.\nA variance is, or should be, a fairly narrowly tailored cure for a site-specific hardship. See Section 910.2(a)(5) of the Municipalities Planning Code (MPC), 53 P.S. § 10910.2(a)(5) (stating that, where authorized, variance will represent the minimum that will afford relief). The reason for limiting the relief available by way of a variance derives from the very nature of the power to grant site-specific relief from legislation. In his treatise, Ryan explains:\nThe modification of a zoning ordinance by the issuance of a variance is itself a form of legislative power: H.A. Steen Ind., Inc., v. Cavanaugh, 430 Pa. 10, 17, 241 A.2d 771, 775 (1968). While the ordinance reflects legislation in its most common form — the creation of rules of general application - a variance is a specialized form of legislation, directed at the specific property involved. The courts have long recognized that unlimited use of the variance power would swallow the entire legislative power and therefore generally have refused to permit its use as a substitute for rezoning: see O’Neill v. Zoning Board of Adjust, 434 Pa. 331, 254 A.2d 12 (1969).\nMost of the rules which limit variances are designed to keep the variance power from growing to a general legislative power. This is the central problem in variance law. It is reflected in the concept that the hardship which justifies a variance must not be merely that hardship which results of necessity from a valid zoning regulation; in the requirement that a property be “uniquely” affected in order to justify a variance; and in the rule that a zoning board has no authority to grant a variance affecting too large a tract of land. 1\nRyan, Pennsylvania Law and Practice, § 6.1.3 (1981). As Ryan further recognizes, “A corollary to the concept that variances cannot be used to achieve general legislative solutions of zoning problems is the rale that the issuance of a variance permits only the act specifically authorized.” Id. at § 6.1.4. Hence, a use permitted by variance “is not one upon which a right of extension may be erected as though it were a [pre-existing] non-conforming use.” Pierorazio Appeal, 53 Pa.Cmwlth. 593, 419 A.2d 221, 222 (1980). See also Kensington South Neighborhood Advisory Council v. Zoning Bd. of Adjustment, 80 Pa.Cmwlth. 546, 471 A.2d 1317, 1320 (1984). Alterations in a use granted by variance require further action by the zoning authorities. Kensington, 471 A.2d at 1320. The ZHB’s finding that the 1971/88 variances were limited to the operations of a sheet metal shop, the indoor storage of the materials used in the sheet metal business and maintenance qf that business’ vehicles is fully supported by the plain language of those variances. Thus, the ZHB properly proceeded to consider the Scahses’ alternative request for a new variance.\nIn considering the application for a new variance to allow use by Aqua Pool, the ZHB properly limited the scope of the use to the minimum necessary to afford relief from the hardship imposed by strict adherence to the ordinance. There is no merit to the Scahses’ contention that they should have been granted a broad variance for any commercial or light industrial use. Their right is to variance relief that affords them reasonable use of their property within the limitations imposed both by the nature of the variance power afforded to the ZHB and by Section 910.2(a)(5) of the MPC, i.e., “the minimum variance that will afford relief and will represent the least modification possible of the regulation in issue.”\nThere is also no merit to their argument that the ZHB erred in imposing conditions on the variance granted. Section 910.2(b) of the MPC, 53 P.S. § 10910.2(b), authorizes the attachment of reasonable conditions to a variance. See also R & L Marino Bros., Inc. v. Zoning Hearing Bd., 49 Pa.Cmwlth. 267, 412 A.2d 163, 166 (1980). In light of the testimony at the hearing, we find the restrictions to have been reasonable and appellants do not claim otherwise. They claim instead that the restrictions imposed under the current variance for Aqua Pool’s use deprives them of the full scope of the 1971 variance. However, once it is determined that the proposed use requires a new variance, whether conditions should be imposed upon that new variance must be determined based upon the circumstances surrounding the newly allowed use. It is of no moment whatsoever that a prior variance which allowed a different use may have had fewer or different restrictions.\nAccordingly, we affirm.\nORDER\nAND NOW, this 21st day of July, 2000, the order of the Court of Common Pleas of Allegheny County in the above captioned matter is hereby affirmed.\n. Act of July 31, 1968, P.L. 805, as amended, 53 P.S. §§ 10101 - 11202. Section 910.2 was added by the Act of December 21, 1988, P.L. 1329.\n. The 1988 variance specifically provides \"That the use of the subject property be specifically limited to indoor storage of [the Scal-ises'] own materials and the maintenance of [the Scalises’] own vehicles...”",
        "type": "majority",
        "author": "LEADBETTER, Judge."
      }
    ],
    "attorneys": [
      "W. Timothy Barry, Pittsburgh, for appellants.",
      "David C. Fetzko, West Mifflin, for appel-lee, Bor. of West Mifflin.",
      "Mike Adams, Pittsburgh, for appellee, ZHB of the Bor. of West Mifflin."
    ],
    "corrections": "",
    "head_matter": "Anthony R. SCALISE and Dolores Scalise, Appellants, v. ZONING HEARING BOARD OF BOROUGH OF WEST MIFFLIN and Borough of West Mifflin.\nCommonwealth Court of Pennsylvania.\nArgued June 7, 2000.\nDecided July 21, 2000.\nW. Timothy Barry, Pittsburgh, for appellants.\nDavid C. Fetzko, West Mifflin, for appel-lee, Bor. of West Mifflin.\nMike Adams, Pittsburgh, for appellee, ZHB of the Bor. of West Mifflin.\nBefore KELLEY, J., LEADBETTER, J., and LEDERER, Senior Judge."
  },
  "file_name": "0163-01",
  "first_page_order": 197,
  "last_page_order": 202
}
