{
  "id": 12023643,
  "name": "Joan JONES, Individually, et al., Plaintiffs, v. Eugene C. DICKERSON, Jr., Defendant",
  "name_abbreviation": "Jones v. Dickerson",
  "decision_date": "1974-12-10",
  "docket_number": "",
  "first_page": "164",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 164"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "125 A. 675",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "pin_cites": [
        {
          "page": "677"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "14 Del.Ch. 307",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        477561
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/14/0307-01"
      ]
    },
    {
      "cite": "113 A.2d 877",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1580896
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "878"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "35 Del.Ch. 188",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        488087
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/35/0188-01"
      ]
    },
    {
      "cite": "111 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "705"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "35 Del.Ch. 115",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        487929
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/35/0115-01"
      ]
    },
    {
      "cite": "295 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0771-01"
      ]
    },
    {
      "cite": "310 A.2d 924",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038658
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/310/0924-01"
      ]
    },
    {
      "cite": "295 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254371
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0768-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 11049,
    "ocr_confidence": 0.797,
    "pagerank": {
      "raw": 1.6890482869635825e-07,
      "percentile": 0.6988540644647623
    },
    "sha256": "c2cc3a1999f02d052302d0f70e4642fbe942d7ae30d9426f572fde0cd84c39f7",
    "simhash": "1:9834ef6e42f3c4be",
    "word_count": 1869
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joan JONES, Individually, et al., Plaintiffs, v. Eugene C. DICKERSON, Jr., Defendant."
    ],
    "opinions": [
      {
        "text": "QUILLEN, Chancellor:\nThe plaintiff (mother) and defendant (father) are divorced. The divorce became final on December 11, 1970 and the parties executed a separation agreement dated March 10, 1970 which by its terms survives the divorce. The plaintiff brings the instant action for two specific items. First, in her capacity as guardian ad litem for the benefit of the minor children of the marriage, she brings a claim for $260.00 unpaid back support. Second, in her own capacity as a party to the separation agreement, she brings a claim for monies which she alleges under the separation agreement should have been paid to her for the support of a daughter of the marriage, Ghitana Aires Dickerson, who is now over eighteen years of age and attending Princeton University. The agreement provided for “support” for an adult child, payable at the mother’s residence, if the child was attending an undergraduate college.\nThe defendant has moved to dismiss for lack of jurisdiction.\nAs to the first claim, it appears from the discussion at oral argument and the defendant’s opening brief that the very same claim was presented in 1973 to the Family Court but not resolved by the Family Court. Since the Family Court generally has exclusive jurisdiction over support cases for the benefit of minors and since the case was initially brought before the Family Court, this Court will not exercise jurisdiction over that claim. Wife, S. v. Husband, S., Del.Ch., 295 A.2d 768 (1972). I have considered whether it is appropriate for this Court to retain jurisdiction in order to grant complete relief between the parties, but, in light of the prior excercise of jurisdiction on this very claim by the Family Court, and the easy severability of two claims which do not involve the same evidence, and the fact that one claim is by the plaintiff in her representation capacity, it seems to me the matter of child support should be finally resolved in the Family Court pursuant to its ordinary jurisdiction in such matters. Even assuming that jurisdiction would lie on the second claim, I decline in this case to accept jurisdiction over the child support matter notwithstanding the equitable doctrine of granting complete relief.\nThe defendant also claims that this Court should not take jurisdiction over the claim of the mother for support of a daughter over the age of eighteen who is now in college. Basically the defendant makes two contentions. First, he contends that the adult daughter should be a party to the lawsuit and no relief can be granted without her being made a party. Second, he contends that the claim is basically a support claim and should be brought in Family Court in any event.\nThe first contention is without merit. Under normal contract doctrine, the promisee has the right to enforce a promise made for the benefit of a third person. 17 Am.Jur.2d, Contracts, § 297. Moreover, this Court’s rules expressly state “a party with whom or in whose name a contract has been made for the benefit of another . . . may sue in his own name without joining with him the party for whose benefit the action is brought”. Rule 17(a).\nTurning to the second contention of the defendant, it has been said in a reported opinion that:\n“This Court . . . has no jurisdiction over civil actions for the support and education of minor children, and the General Assembly, by 1 Del.C., § 701 [, reducing the age of majority to eighteen,] seems to have indicated that age alone is no longer a criterion for receiving parental assistance once a person passes the age of eighteen years . [T]here is no right for which to provide a remedy in view of the new age of majority.” Scribner v. Chonofsky, Del.Ch., 310 A.2d 924 (1973).\nThe Court went on to cite the former 13 Del.C. § 501(a), dealing with the responsibility to support a poor person as the remaining standard, and noted enforcement was within the exclusive original civil jurisdiction of the Family Court under 10 Del.C. § 921(7). For current support law effective October 29, 1974, see 59 Del.Laws, Ch. 567.\nThus, as to an adult daughter, there is no general enforceable duty in this Court for education expenses. The current case involves a separation agreement and is thus distinguishable from Scribner. And, since the claim is based on contract, it is not necessarily governed by the means test of the statute. The question becomes whether the existence of a contract right gives jurisdiction to this Court. It is important to note that the contract claim for the support of the adult daughter is the sole claim remaining in the lawsuit.\nIn a related area, it has been held that a suit for specific performance solely of the child support provisions of a separation agreement lies exclusively within the jurisdiction of the Family Court. Wife, S. v. Husband, S., Del.Ch., 295 A.2d 768 (1972); 10 Del.C., § 921(3) and § 925(15); 59 Del.Laws, Ch. 567 eff. October 29, 1974. Under the new law, which gives the Family Court jurisdiction over separate maintenance actions by a wife, it would appear to follow that a suit solely for maintenance of a wife, even when based on a separation agreement, pursuant to the reasoning of Wife, S. v. Husband, S., supra, would fall within the exclusive jurisdiction of Family Court. But that conclusion as well does not necessarily control in the case of a contract covering an adult daughter.\nIt is interesting to note that in Wife, S. v. Husband, S., supra, the Court relied on 10 Del.C., § 925(15) of the Family Court Act which authorizes the Family Court to enter orders “as the principles of equity appear to require” [i]n any civil action where jurisdiction is otherwise conferred”. The Scribner case suggests that, after the reduction of the age of majority to eighteen, 1 Del.C. § 701, no right exists and consequently jurisdiction is not otherwise conferred in the Family Court except in the case of a poor person. Thus, there would appear to be no statutory basis for jurisdiction in the Family Court of a separation agreement claim for support of an adult daughter as of the time of Scribner.\nThe question then becomes whether the recently enacted statute, 59 Del.Laws Ch. 567, changes the situation. That statute includes the new 13 Del.C. § 507(a) which reads as follows:\n“(a) The Family Court of the State of Delaware shall have exclusive original jurisdiction over all actions arising under this Chapter. The Court shall have and excercise all other jurisdiction and powers relating to support and separate maintenance actions heretofore possessed by the Chancellor or the Court of Chancery of the State of Delaware.”\nIt is interesting to note that the sentence of § 507(a) not only gives the Court general equitable powers in cases where jurisdiction is elsewhere granted. It also grants “all other jurisdiction . . . relating to support and separate maintenance actions heretofore possessed by the Chancellor or the Court of Chancery of the State of Delaware.” Moreover, this jurisdictional grant is an additional grant than the grant contained in the first sentence of “exclusive original jurisdiction over all actions arising under this Chapter.” In my judgment, the jurisdictional grant contained in the second sentence is clearly broad enough to encompass a support claim, such as the one in this case, under a separation agreement for the benefit of an adult daughter. Moreover, in light of new 13 Del.C., Ch. 5 and the Family Court Act, the grant is an adequate remedy at law sufficient to deprive this Court of jurisdiction under 10 Del.C., § 342. It also seems to make common sense and furthers the legislative intent if support actions for adult children under separate agreements are heard in Family Court where other support and separate maintenance actions are heard. See Chancellor Duffy’s comments in Wife, S. v. Husband, S., supra, at 295 A.2d 771. This is especially true since in many cases, as in this one, there are minor children in the picture as well.\nThe plaintiff has argued that legislative history of the new support law shows the General Assembly excluded by amendment a provision which would have created a substantive statutory duty on the parents to support children through college. House Amendment 2 to House Bill 334. This is true but not the key point in a case where a support duty for an adult child exists by contract rather than under a statute. In contract support case, this Court’s jurisdiction did exist and now exists in the Family Court by virtue of the second sentence of 13 Del.C. § 507(a) of the new support law.\nThere remains, however, one further problem. The new support statute became effective on October 29, 1974. This case was filed on September 9, 1974. The question therefore arises whether cases filed before the effective date of the new law should be retained in the Court of Chancery or transferred to Family Court. The only express provision in the new law which deals with this problem is 13 Del.C. § 507(b) which reads as follows:\n“(b) The jurisdiction of the Court of Chancery in civil actions for separate maintenance is hereby terminated, except for such action for separate maintenance as have been commenced in the Court of Chancery prior to the effective date hereof. The Court of Chancery shall retain exclusive jurisdiction over such latter actions.”\nThe provision is interesting because the savings portion of the statute relates to separate maintenance claims filed prior to October 29, 1974. In § 507(a) quoted above, the statute speaks of “support and separate maintenance”. It therefore becomes important to determine whether the instant claim, which is brought by the mother individually based on the contract, is a separate maintenance claim. It may well be that the term separate maintenance can include an allowance to a wife for both herself and her children. See definition in Black’s Law Dictionary (Rev. 4th Ed. 1968) p. 1530. But it seems equally clear that children in this context means minor children. Cohen v. Markel, 35 Del.Ch. 115, 111 A.2d 702, 705 (Ch. 1955); Spruance v. Spruance, 35 Del.Ch. 188, 113 A.2d 877, 878 (Ch. 1955); Scribner v. Chonofsky, supra; McCafferty v. Flinn, 14 Del.Ch. 307, 125 A. 675, 677 (Ch. 1924). A suit by a divorced mother against her former husband for support of an adult daughter pursuant to the terms of a separation agreement is not a suit for separate maintenance.\nTherefore, and since this case is in a pretrial stage and since there is now an adequate remedy at law, this Court does not have jurisdiction over the subject matter and the defendant’s motion should be granted and the case should be dismissed without prejudice subject to plaintiff’s right to transfer the case to Family Court under 10 Del.C. § 1901. It is so ordered.",
        "type": "majority",
        "author": "QUILLEN, Chancellor:"
      }
    ],
    "attorneys": [
      "Jane R. Roth, of Richards, Layton & Finger, Wilmington, for plaintiffs.",
      "John S. Grady, of Bader, Dorsey & Kreshtool, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Joan JONES, Individually, et al., Plaintiffs, v. Eugene C. DICKERSON, Jr., Defendant.\nCourt of Chancery of Delaware, New Castle.\nDec. 10, 1974.\nJane R. Roth, of Richards, Layton & Finger, Wilmington, for plaintiffs.\nJohn S. Grady, of Bader, Dorsey & Kreshtool, Wilmington, for defendant."
  },
  "file_name": "0164-01",
  "first_page_order": 202,
  "last_page_order": 206
}
