{
  "id": 8383360,
  "name": "Mary Irene SHEPARD v. HARLEYSVILLE WORCESTER INSURANCE CO., INC.",
  "name_abbreviation": "Shepard v. Harleysville Worcester Insurance",
  "decision_date": "2008-04-07",
  "docket_number": "No. 2007-154-Appeal",
  "first_page": "167",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 167"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "271 N.E.2d 592",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "598"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "360 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        317497
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/mass/360/0001-01"
      ]
    },
    {
      "cite": "754 N.E.2d 662",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2001,
      "pin_cites": [
        {
          "page": "667",
          "parenthetical": "quoting Pinnick v. Cleary, 360 Mass. 1, 271 N.E.2d 592, 598 (1971)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "435 Mass. 88",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        993875
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "quoting Pinnick v. Cleary, 360 Mass. 1, 271 N.E.2d 592, 598 (1971)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/435/0088-01"
      ]
    },
    {
      "cite": "546 N.E.2d 184",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1989,
      "pin_cites": [
        {
          "page": "186"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 Mass.App.Ct. 85",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        4001220
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/28/0085-01"
      ]
    },
    {
      "cite": "448 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967665
      ],
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0728-01"
      ]
    },
    {
      "cite": "529 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12028944
      ],
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/529/0107-01"
      ]
    },
    {
      "cite": "409 A.2d 536",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977185,
        5542967
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/409/0536-01",
        "/ri/122/0469-01"
      ]
    },
    {
      "cite": "122 R.I. 469",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5542967
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0469-01"
      ]
    },
    {
      "cite": "681 A.2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860352
      ],
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/681/0256-01"
      ]
    },
    {
      "cite": "674 A.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871071
      ],
      "pin_cites": [
        {
          "page": "1226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/1223-01"
      ]
    },
    {
      "cite": "763 A.2d 1005",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11175757
      ],
      "pin_cites": [
        {
          "page": "1007"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/763/1005-01"
      ]
    },
    {
      "cite": "794 A.2d 476",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9441594
      ],
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/794/0476-01"
      ]
    },
    {
      "cite": "880 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939636
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "791",
          "parenthetical": "citing Roe v. Gelineau, 794 A.2d 476, 481 (R.I.2002)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0784-01"
      ]
    },
    {
      "cite": "705 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11874665
      ],
      "pin_cites": [
        {
          "page": "971"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0969-01"
      ]
    },
    {
      "cite": "899 A.2d 449",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419293
      ],
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/899/0449-01"
      ]
    },
    {
      "cite": "898 A.2d 1240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8420903
      ],
      "pin_cites": [
        {
          "page": "1241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/898/1240-01"
      ]
    },
    {
      "cite": "911 A.2d 1035",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8404600
      ],
      "pin_cites": [
        {
          "page": "1038"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/1035-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 592,
    "char_count": 10144,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 1.241406561330826e-07,
      "percentile": 0.6079788821664892
    },
    "sha256": "8e000b4f64c70594ffe2714e6b52b734cbfca103dea4d08db575d07fb5f7b3cc",
    "simhash": "1:122a5a9801a5c354",
    "word_count": 1596
  },
  "last_updated": "2024-02-27T23:28:40.468302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
    ],
    "parties": [
      "Mary Irene SHEPARD v. HARLEYSVILLE WORCESTER INSURANCE CO., INC."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice FLAHERTY,\nfor the Court.\nThe plaintiff, Mary Irene Shepard (Shepard), appeals from a Superior Court judgment granting the motion for summary judgment of the defendant, Har-leysville Worcester Insurance Co., Inc. (Harleysville). This case came before the Supreme Court for oral argument on March 10, 2008, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. After hearing the parties’ arguments and examining the memoranda they submitted, we are of the opinion that this appeal may be decided at this time without further briefing or argument. For the reasons set forth herein, we affirm the judgment of the Superior Court.\nFacts and Procedural History\nOn July 1, 1999, an automobile owned by Hope and Neil Sheridan (the Sheridans) struck the car of Sarah Dorsey (Dorsey) from behind in Wareham, Massachusetts. The plaintiff, who was insured by defendant Harleysville, was a passenger in the Dorsey vehicle at the time of the collision. As a result of the accident, plaintiff claimed that she incurred lost wages and medical bills, and experienced pain and suffering. Dorsey’s insurance carrier, Arbella Insurance Company (Arbella), subsequently paid plaintiff $8,000 in personal injury protection (PIP) benefits pursuant to Mass. Gen. Laws ch. 90, § 34M.\nShepard filed a personal-injury suit in the Massachusetts District Court against the Sheridans, which later was submitted to binding arbitration pursuant to Mass. Gen. Laws ch. 251. After a hearing, the arbitrator determined that the negligence of the Sheridans caused the accident and she awarded $21,816.21 in damages to Shepard. However, plaintiff received a net amount of $13,816.21 after the arbitrator reduced the total award by the $8,000 PIP payment Arbella previously had made to Shepard under the policy that the company issued to Dorsey. After the arbitrator’s award was issued, a stipulation of dismissal with prejudice was entered in the pending Massachusetts civil action.\nShepard then made a claim for uninsured motorist (UM) coverage under her own policy with Harleysville in accordance with G.L.1956 § 27-7-2.1. Shepard contended that the Sheridans met the definition of “underinsured motorists” under the statute because the liability limit of the Sheridans’ insurance policy with Commerce Insurance was less than her damages, which she calculated as the $21,816.21 awarded to her in arbitration. When Harleysville declined Shepard’s demand for arbitration, she filed an action in the Newport County Superior Court to compel Harleysville to participate.\nAfter both parties filed motions for summary judgment, the hearing justice decided in favor of Harleysville, determining that Shepard lacked standing to bring a UM claim against Harleysville because her damages of $13,816.21 were less than the Sheridans’ liability coverage of $20,000. Shepard timely appealed to this Court, and she now argues that (1) she has standing to seek UM benefits because the gross amount of the damages she was awarded by the arbitrator exceeded the Sheridans’ policy limit, and (2) collateral estoppel is inapplicable because there is no privity between the defendants in the cases. Har-leysville counters that Shepard lacks standing to assert a UM claim and further that she is collaterally estopped from re-litigating the amount of damages suffered because of the binding-arbitration award and the subsequent dismissal of her case in the Massachusetts District Court.\nStandard of Review\nWhen examining a grant of summary judgment by the Superior Court, this Court engages in a de novo review, and we apply the same criteria as did the hearing justice. Smiler v. Napolitano, 911 A.2d 1035, 1038 (R.I.2006) (citing Andreoni v. Ainsworth, 898 A.2d 1240, 1241 (R.I.2006)). “[W]e must examine the pleadings, memo-randa, affidavits, and relevant portions of the record in a light most favorable to the nonmoving party.” Urena v. Theta Products, Inc., 899 A.2d 449, 452 (R.I.2006) (citing Bourg v. Bristol Boat Co., 705 A.2d 969, 971 (R.I.1998)). We affirm the judgment only if “we conclude that * * * the moving party is entitled to judgment as a matter of law.” Tanner v. Town Council of East Greenwich, 880 A.2d 784, 791 (R.I. 2005) (citing Roe v. Gelineau, 794 A.2d 476, 481 (R.I.2002)).\nAdditionally, “[questions of law and statutory interpretation * * * are reviewed de novo by this Court.” Rhode Island Depositors Economic Protection Corp. v. Bowen Court Associates, 763 A.2d 1005, 1007 (R.I.2001). In carrying out our duty as the final arbiter on questions of statutory construction, “[i]t is well settled that when the language of a statute is clear and unambiguous, this Court must interpret the statute literally and must give the words of the statute their plain and ordinary meanings.” Accent Store Design, Inc. v. Marathon House, Inc., 674 A.2d 1223, 1226 (R.I.1996). However, “[t]his [C]ourt will not construe a statute to reach an absurd result.” Kaya v. Partington, 681 A.2d 256, 261 (R.I.1996) (citing Beaudoin v. Petit, 122 R.I. 469, 476, 409 A.2d 536, 540 (1979)). Furthermore, we are free to affirm on grounds other than those relied on by the trial justice. State v. Nordstrom, 529 A.2d 107, 111 (R.I.1987) (citing State v. Ibbison, 448 A.2d 728, 733 (R.I.1982)).\nAnalysis\nAlthough we affirm the Superior Court’s judgment in favor of Harleysville, we disagree with the hearing justice that Shepard lacked standing to bring the action. Because plaintiff had an automobile insurance policy with Harleysville and she alleged a breach of that insurance contract, she clearly had standing to sue. See § 27-7-1.\nNonetheless, we hold that summary judgment is appropriate in this case because there is no dispute as to any material fact and Shepard does not have a legally valid claim for UM coverage. Because the accident occurred in Massachusetts but Shepard was the named insured on a policy issued in accordance with the laws of Rhode Island, we must review the relevant laws of both states. In Massachusetts, PIP benefits are “granted in lieu of damages otherwise recoverable by the injured person or persons in tort as a result of an accident occurring within this commonwealth.” Mass. Gen. Laws ch. 90, § 34M (emphasis added). PIP benefits, therefore, are clearly not damages. Moreover, a carrier that pays such benefits has a right of subrogation; otherwise, a plaintiff could be compensated for medical payments and actual lost wages twice — once from the carrier providing PIP benefits and again from the tortfeasor’s carrier as damages. Such a double recovery would be directly at odds with the objective of PIP. See Amica Mutual Insurance Co. v. Bagley, 28 Mass.App.Ct. 85, 546 N.E.2d 184, 186 (1989).\nSection 27-7-2.1(g), which determines eligibility for UM coverage in Rhode Island, reads in relevant part:\n“[T]he owner or operator of a motor vehicle who carries automobile liability insurance with coverage in an amount less than the limits or damages that persons insured pursuant to this section are legally entitled to recover because of bodily injury, sickness, or disease, including death, resulting from that injury, sickness or disease.” (Emphasis added.)\nHere, the only vehicle operators or owners liable to Shepard were the Sheridans. The arbitration award issued in favor of Shepard against the Sheridans was $13,816.21, after adjustment for the $8,000 PIP benefit previously paid to Shepard. Because the $20,000 limit of the Sheridan’s coverage exceeded the amount that Shepard was “legally entitled to recover,” the Sheridans did not meet the statutory definition of “underinsured motorists.” Therefore, Shepard had no claim under the UM provisions of the Harleysville policy and summary judgment properly was granted to Harleysville.\nConclusion\nThe judgment of the Superior Court is affirmed. The record in this case shall be returned to that tribunal.\n. Personal injury protection (PIP) is a type of no-fault automobile insurance that provides payment for wages, medical expenses, and other damages. See Mass. Gen. Laws ch. 90, § 34M. \"PIP benefits were instituted to provide injured parties with their 'most pressing items of cost’ without the complication and time involved in determining the party at fault for the motor vehicle accident.” Fascione v. CNA Insurance Companies, 435 Mass. 88, 754 N.E.2d 662, 667 (2001) (quoting Pinnick v. Cleary, 360 Mass. 1, 271 N.E.2d 592, 598 (1971)).\n. Chapter 90, § 34M reads in relevant part:\n\"The benefits due and payable under any motor vehicle liability policy or bond as a result of the provisions therein providing personal injury protection benefits, and any benefits due any person entitled to make claim under the assigned claims plan established in accordance with section thirty-four N, are granted in lieu of damages otherwise recoverable by the injured person or persons in tort as a result of an accident occurring within this commonwealth.”\n. The Sheridans were insured by Commerce Insurance under a policy that provided $20,000 in liability coverage.\n. General Laws 1956 § 27-7-2.1(g) says:\n\"For the purposes of this section 'uninsured motorist’ shall include an underin-sured motorist. An 'underinsured motorist' is the owner or operator of a motor vehicle who carries automobile liability insurance with coverage in an amount less than the limits or damages that persons insured pursuant to this section are legally entitled to recover because of bodily injury, sickness, or disease, including death, resulting from that injury, sickness or disease.”\n.At oral argument, Shepard argued that the entire issue of damages was on the table de novo because Harleysville was offered the opportunity to participate in arbitration and did not do so.\n. The insured can reject this UM protection.",
        "type": "majority",
        "author": "Justice FLAHERTY,"
      }
    ],
    "attorneys": [
      "Mary Ann E. Rousseau, Esq., Fall River, MA, for Plaintiff.",
      "Michael W. Garland, Esq., for Defendant."
    ],
    "corrections": "",
    "head_matter": "Mary Irene SHEPARD v. HARLEYSVILLE WORCESTER INSURANCE CO., INC.\nNo. 2007-154-Appeal.\nSupreme Court of Rhode Island.\nApril 7, 2008.\nMary Ann E. Rousseau, Esq., Fall River, MA, for Plaintiff.\nMichael W. Garland, Esq., for Defendant.\nPresent: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
  },
  "file_name": "0167-01",
  "first_page_order": 213,
  "last_page_order": 217
}
