{
  "id": 9176243,
  "name": "STATE of Maine v. Marshall LOWE",
  "name_abbreviation": "State v. Lowe",
  "decision_date": "2005-02-03",
  "docket_number": "",
  "first_page": "168",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 168"
    },
    {
      "type": "parallel",
      "cite": "2005 ME 23"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "440 A.2d 1078",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7948254
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1079"
        },
        {
          "page": "1080"
        },
        {
          "page": "1079"
        },
        {
          "page": "1079"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/440/1078-01"
      ]
    },
    {
      "cite": "1997 ME 114",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        12023188
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 16"
        },
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/0423-01"
      ]
    },
    {
      "cite": "2001 ME 90",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11090589
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/0457-01"
      ]
    },
    {
      "cite": "1999 ME 126",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11570813
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0554-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 10320,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21520289406834145
    },
    "sha256": "2199cfa1d493df71e0097003a99a5560bbbac3fc6d0fb168d065f23e9cc6133c",
    "simhash": "1:ee8891faa915815f",
    "word_count": 1804
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, and CALKINS, JJ."
    ],
    "parties": [
      "STATE of Maine v. Marshall LOWE."
    ],
    "opinions": [
      {
        "text": "CALKINS, J.\n[¶ 1] The State appeals, pursuant to 15 M.R.S.A. § 2115-A(2), (5) (2003) and M.R.App. P. 21(b), a judgment of acquittal entered in the Superior Court (Waldo County, Marden, J.) after a jury found Marshall Lowe guilty of failure to stop for an officer, 29-A M.R.S.A. § 2414(2) (1996) (Class E). The State contends that the Superior Court erroneously interpreted section 2414 to require proof that the signal given by the officer was one that a reasonable person would objectively recognize as a signal for that person to stop. We agree that section 2414 does not require proof that the signal was objectively recognizable by a reasonable person as a signal to stop. A fact-finder’s determination that the person knowingly or intentionally refused or failed to stop a motor vehicle upon the request or signal to stop by a uniformed law officer is all that the statute requires. We vacate the judgment of acquittal and reinstate the jury verdict.\nI. FACTS AND PROCEDURE\n[¶ 2] A Waldo County deputy, who was acquainted with Lowe, had the following information about Lowe: his driver’s license was under suspension; he was working as a dump truck driver; and he would likely be driving a black truck. While traveling southbound on Route 7 in a marked cruiser in the afternoon, the uniformed deputy observed a black dump truck traveling in the opposite direction. As soon as the deputy saw the truck he turned on his cruiser’s blue lights. When the deputy was twelve to fifteen feet away from the truck, he saw that Lowe was the driver. The dump truck continued traveling in the opposite direction.\n[¶ 3] The deputy pulled over to the right side of the road, waited for a car behind him to pass, and then made a u-turn to follow the dump truck. The deputy, who lost sight of the truck, searched for it and later discovered it near Lowe’s employer’s recent worksite, past the end of a dirt driveway at the edge of the woods. Lowe was not in the track, but there were fresh footprints leading from the track into the woods.\n[¶ 4] The deputy called for assistance, and an officer waited for Lowe at his employer’s gravel pit. When Lowe arrived, the officer arrested him, and at the police station, the deputy issued Lowe a summons for failure to stop for an officer pursuant to 29-A M.R.S.A. § 2414(2).\n[¶ 5] At his jury trial, Lowe testified that he had learned the day before he was arrested that there was a warrant for his arrest because of an unpaid fine and that he knew the police were looking for him. He saw the cruiser on Route 7, but he denied seeing the blue lights or seeing the cruiser turn around. But because he did not want to be stopped by the police on Route 7, he drove to a location where he knew the truck would be safe and he could leave it.\n[¶ 6] The court instructed the jury to determine whether Lowe “refused or failed to stop a motor vehicle on request or signal of a uniformed law enforcement officer.” The court further instructed the jury that the State had to prove that Lowe intentionally or knowingly committed the offense, and the court gave the jury the statutory definitions of “intentionally” and “knowingly.” See 17-A M.R.S.A. § 35(1)(A), (2)(A) (1983). The court’s instruction on the term “signal” followed the statutory language: “ ‘Signal’ includes, but is not limited to, the use of a hand signal, siren or flashing emergency lights.” 29-A M.R.S.A. § 2414(1)(B) (1996).\n[¶ 7] The jury returned a guilty verdict, and Lowe moved for a judgment of acquittal pursuant to M.R.Crim. P. 29(b). Lowe argued that the conduct of the deputy in activating the cruiser’s blue lights and pulling over to the side of the road, without any other action or signal to the truck to pull over, was an insufficient signal to require Lowe to stop. The State argued that because Lowe was aware that the police were looking for him, the blue lights, without more, were a sufficient signal to him to stop. The court granted Lowe’s motion on the ground that activating the cruiser’s blue lights to an oncoming car, without more, is a legally insufficient signal to support a guilty verdict.\nII. DISCUSSION\n[¶ 8] We review the interpretation of a statute de novo. State v. Raymond, 1999 ME 126, ¶ 6, 737 A.2d 554, 555. We look to the plain meaning of the statute to determine the Legislature’s intent. Brent Leasing Co. v. State Tax Assessor, 2001 ME 90, ¶ 6, 773 A.2d 457, 459.\n[¶ 9] “A person commits a Class E crime if that person fails or refuses to stop a motor vehicle on request or signal of a uniformed law enforcement officer.” 29-A M.R.S.A. § 2414(2). A “ ‘[sjignal’ includes, but is not limited to, the use of a hand signal, siren or flashing emergency lights.” 29-A M.R.S.A. § 2414(1)(B). The plain meaning of this language does not require that the signal be objectively reasonable.\n[¶ 10] However, we have interpreted the statute as requiring the State to prove, beyond a reasonable doubt, that a defendant intentionally or knowingly failed to stop after being signaled by the officer. See State v. Stoddard, 1997 ME 114, ¶ 16, 696 A.2d 423, 428. Implicit within a finding that the defendant intentionally or knowingly failed to stop is a finding that a defendant saw or heard a police signal and recognized it as a signal to stop. The State is not required to prove more.\n[¶ 11] In considering a State appeal of a judgment of acquittal, we determine de novo whether the evidence presented at trial, assessed most favorably to the State, was legally sufficient to support the jury’s verdict. See State v. Harrington, 440 A.2d 1078, 1079 (Me.1982). Evidence is insufficient to sustain a verdict if the evidence could not “convince a rational factfinder of [the] defendant’s guilt beyond a reasonable doubt.” See id. at 1080. We do not defer to the court’s grant of acquittal, but “much deference is owed the findings of a properly instructed jury acting on competent evidence without suggestion of misconduct.” Id. at 1079.\n[¶ 12] The evidence supports the jury’s finding that Lowe intentionally or knowingly refused to stop for the deputy after being signaled. There was a warrant for Lowe’s arrest at the time of this incident. Lowe and the deputy were traveling in opposite directions on Route 7. The deputy activated his emergency blue lights when he saw the black dump truck. The jury could have reasonably found that, in his rearview mirror, Lowe saw the deputy, with his blue lights flashing, pull over on the right side of the road. The jury could have inferred that, because Lowe knew that there was an arrest warrant for him, he was particularly vigilant in keeping an eye out for the police. The deputy found the dump truck Lowe was driving at the end of a dirt driveway near his employer’s recent worksite. Lowe was not in the truck, but there were footprints leading from the truck into the woods. Based on these facts, a jury could rationally conclude, beyond a reasonable doubt, that Lowe saw the deputy’s signal, knew it was for him, and intentionally failed to stop.\nThe entry is:\nJudgment vacated. Case remanded for entry of judgment of conviction on the jury verdict.\n. The deputy later found out that Lowe’s license was not suspended, but there was a warrant out for his arrest.\n. The deputy testified that when he first saw the truck coming in his direction he turned on his blue light switch. He later testified that he “hit the lights” when he recognized Lowe, after he had traveled closer to the truck. Because we must assess the evidence in the light most favorable to the State, State v. Harrington, 440 A.2d 1078, 1079 (Me.1982), we recite the facts in that light; that is, that the deputy turned on his blue lights when he first saw the truck.",
        "type": "majority",
        "author": "CALKINS, J."
      },
      {
        "text": "ALEXANDER, J.,\ndissenting.\n[¶ 13] I respectfully dissent. Having presided at trial, and heard the evidence, and after careful consideration, the trial justice ruled as he was compelled to do in granting the defense motion for a judgment notwithstanding the verdict.\n[¶ 14] As the Court’s opinion notes, the testimony indicated that the deputy, in his vehicle and traveling in the opposite direction, was fifteen feet from the ¡truck when he recognized Lowe as the driver. The deputy testified that both vehicles were traveling at fifty miles-per-hour. Assuming that the deputy took only one second from recognizing Lowe to turn on his blue lights, both Lowe’s vehicle and the deputy’s vehicle would have traveled more than seventy-three feet in opposite directions in that second. The deputy testified that after recognizing Lowe, “I reached over with my right hand and flipped my blue light switch on.' The truck wás going by me .... ” Thus, the blue lights would have come on somewhere near, or beyond, the rear end of Lowe’s truck, as he and the deputy were moving away from each other. The evidence indicates that the deputy then pulled to the side of the road and stopped, waited “maybe half a minute, less” for a vehicle to pass and then turned around, by which time Lowe was out of sight.\n[¶ 15] With this as the status of the evidence most favorable to the State, the trial justice correctly concluded that no fact-finder could rationally conclude, beyond a reasonable doubt, that Lowe would have been aware of the activation of the blue lights. Even if Lowe had seen the blue lights, no fact-finder could rationally conclude, beyond a reasonable doubt, that Lowe knew that activation of the blue lights behind his truck, by a police vehicle that then pulled to the opposite side of the road and stopped, was intended as a signal for the driver of the truck to stop. Without such knowledge or belief regarding the signal, it would not have been possible to conclude, beyond a reasonable doubt, that the driver of the truck intentionally or knowingly failed to stop for the signal. Because the trial justice correctly evaluated the evidence, considered in the light most favorable to the State, I would affirm the judgment of the Superior Court.",
        "type": "dissent",
        "author": "ALEXANDER, J.,"
      }
    ],
    "attorneys": [
      "Geoffrey A. Rushlau, District Attorney, Eric J. Walker, Assistant D.A., Belfast, for State.",
      "John E. Harrington Jr., Esq., Winter-port, for defendant."
    ],
    "corrections": "",
    "head_matter": "2005 ME 23\nSTATE of Maine v. Marshall LOWE.\nSupreme Judicial Court of Maine.\nSubmitted On Briefs: Dec. 8, 2004.\nDecided: Feb. 3, 2005.\nGeoffrey A. Rushlau, District Attorney, Eric J. Walker, Assistant D.A., Belfast, for State.\nJohn E. Harrington Jr., Esq., Winter-port, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0168-01",
  "first_page_order": 208,
  "last_page_order": 212
}
