{
  "id": 11241892,
  "name": "Seymour LEVIN v. George F. KILBORN et al.",
  "name_abbreviation": "Levin v. Kilborn",
  "decision_date": "2000-06-19",
  "docket_number": "No. 99-1-Appeal",
  "first_page": "169",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 169"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "312 U.S. 52",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359179
      ],
      "weight": 3,
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/us/312/0052-01"
      ]
    },
    {
      "cite": "331 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157471
      ],
      "weight": 3,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0218-01"
      ]
    },
    {
      "cite": "100 L.Ed. 640",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "350 U.S. 497",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033765
      ],
      "weight": 2,
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/us/350/0497-01"
      ]
    },
    {
      "cite": "389 U.S. 429",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11340675
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/389/0429-01"
      ]
    },
    {
      "cite": "442 F.Supp. 1168",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3975808
      ],
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/442/1168-01"
      ]
    },
    {
      "cite": "640 A.2d 534",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863595
      ],
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0534-01"
      ]
    },
    {
      "cite": "933 F.Supp. 303",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7650838
      ],
      "pin_cites": [
        {
          "page": "313-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/933/0303-01"
      ]
    },
    {
      "cite": "573 F.2d 685",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        914007
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "696-97"
        },
        {
          "page": "697-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/573/0685-01"
      ]
    },
    {
      "cite": "814 F.2d 798",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1684275
      ],
      "pin_cites": [
        {
          "page": "803"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/814/0798-01"
      ]
    },
    {
      "cite": "824 F.2d 123",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1730348
      ],
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/824/0123-01"
      ]
    },
    {
      "cite": "791 F.Supp. 327",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7409140
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "330"
        },
        {
          "page": "330"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/791/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 18715,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3287384708529339
    },
    "sha256": "75a1b657674cf6e56ca083c148e6a5bb7d1e331c8b5daabf827d42fb972ff3b9",
    "simhash": "1:5b3b53a9222d765a",
    "word_count": 2971
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS and GOLDBERG, JJ."
    ],
    "parties": [
      "Seymour LEVIN v. George F. KILBORN et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Chief Justice.\nThis case comes before us on appeal from a judgment of the Superior Court dismissing all claims filed under an amended complaint by the plaintiff, Seymour Levin (plaintiff), against the defendants, George F. Kilborn (Kilborn), Barclay Capital Management, Inc. (Barclay), Blackstone Investment Advisory Group, Inc. (Blaekstone), and Barclay Investments, Inc., on the ground that all these claims, both statutory and common-law actions, were time-barred by the relevant statutes of limitations. We affirm the judgment in part and reverse in part and remand the case to the Superior Court for further proceedings. The facts of the case insofar as pertinent to this appeal are as follows.\nIn 1989, plaintiff hired Kilborn to manage and invest his retirement funds. At the time, Kilborn was employed by Barclay. Kilborn left Barclay on May 31, 1991, and founded Blaekstone. He retained plaintiffs account in the process. The plaintiff continued his relationship with defendants until mid-1993.\nThroughout their relationship, plaintiff instructed Kilborn to invest his retirement funds conservatively, in low-risk investments that were liquid or readily available. Between October 1989 and August 1991, Kilborn used $160,000 of plaintiffs money to purchase interests in certain mortgage loan investments from Security Finance Group, Inc. (SFG). In March 1993, plaintiff learned that an involuntary petition in bankruptcy had been filed against SFG and that his $160,000 investment was worthless. Subsequently, on October 12, 1993, after the Rhode Island Department of Business Regulation (DBR) began to investigate defendants’ conduct relative to SFG, defendants entered into a consent order with DBR. In the consent order, the director of DBR (director) found that defendants made misleading filings, violated Rhode Island securities laws, and breached their fiduciary duties to their clients by recommending and selling the SFG investments. The DBR found that Kilborn had limited knowledge and/or expertise with construction loans or as a real estate investor, that he never reviewed SFG’s financial statements or tax returns or any evidence of its ability to support and meet the investment’s contingent liability, and that he performed less than adequate due diligence concerning the viability and creditworthiness of the SFG investments.\nOn June 10, 1994, plaintiff filed suit to recover the $160,000 that defendants had invested in SFG. The plaintiff asserted that defendants violated a number of federal and state securities laws, specifically the Securities Act of 1933, 15 U.S.C. § 77a (1933 Act), the Investment Advisors Act of 1940, 15 U.S.C. § 80b-l (IAA), and the Rhode Island Uniform Securities Act of 1990, G.L.1956 chapter 11 of title 7 (RIU-SA)- The plaintiff also asserted common-law claims for breach of fiduciary duty, negligence, and misrepresentation. The plaintiffs action was the third of four lawsuits filed against defendants by former investment clients. The two actions heard before plaintiffs action, Kaplan v. Kilborn et al. and United Restaurant Equipment Co. v. Kilborn et al., were both dismissed on statute-of-limitations grounds. Neither of those judgments was appealed. Consistent with those decisions, the motion justice in the instant case determined that the statute of limitations began to run on the statutory claims in March 1993, when plaintiff learned that his investments were worthless, and that plaintiffs action was time-barred because it was not filed within the requisite one-year period of limitation. As for the common-law claims, the motion justice concluded that they also should be dismissed because those claims were essentially subsumed by the state statutory claim, and that the one-year limitation, therefore, applied to them as well.\nThe plaintiff then filed the instant appeal. The plaintiff raises two issues on appeal. First, plaintiff argues that the motion justice erred in holding that plaintiff failed to file his statutory and common-law claims within the time limited by the relevant statutes of limitations. The plaintiff argues that the correct date from which to trigger the statute of limitations is October 12, 1993, when the consent order was entered with DBR and plaintiff actually learned about defendants’ misconduct. Second, plaintiff argues that the motion justice applied the wrong statute of limitations for the common-law claims. The plaintiff argues that the general ten-year period contained in G.L.1956 § 9-1-13 should have been applicable to the common-law claims, not the one-year period contained in RIUSA. These issues will be discussed in the order in which they are set forth in plaintiffs brief.\nThe Statutory Claims\nThe plaintiff asserted two statutory claims, one federal and one state. The one federal claim, violations of the 1933 Act, is governed by a statute of limitations, which provides, in pertinent part, that:\n“No action shall be maintained to enforce any liability created under section 77k or 111 (2) of this title unless brought within one year after the discovery of the untrue statement or the omission, or after such discovery should have been made by the exercise of reasonable diligence, or, if the action is to enforce a liability created under section 111 (1) of this title, unless brought within one year after the violation upon which it is based. In no event shall any such action be brought to enforce a liability created under section 77k or 111 (1) of this title more than three years after the security was bona fide offered to the public, or under section 111 (2) of this title more than three years after the sale.” 15 U.S.C. § 77m.\nThe plaintiffs state claim arises under RIUSA. The statute of limitations for that claim is set forth in § 7-11-606, which provides that:\n“No person may obtain relief under § 7-11-605 [imposing civil liability on a person who offers or sells a security in violation of certain provisions of RIUSA] unless suit is brought within the earliest of one year after the discovery of the violation, one year after discovery should have been made by the exercise of reasonable care, or three (3) years after the act, omission, or transaction constituting the violation.”\nWith respect to the statutory claiins, the motion justice held that, as of March 1993, plaintiff was “put on notice * * * that his investments were no longer of any value,” and that, at that point, he should have inquired on his own behalf about any possible claims against defendants, rather than waiting until a government investigation was completed. The plaintiff, however, argues that he obtained notice of defendants’ violations only when the DBR released its consent order in October 1993. He argues that as of March 1993 he was aware only of SFG’s bankruptcy, which, he argues, could not give rise to inquiry notice concerning whether defendants had breached their fiduciary duties or were negligent.\nIn response, defendants argue that both statutory claims are time-barred by the absolute three-year limit contained within the respective statutes of limitations. The defendants maintain that the SFG investments were offered to the public and made available for sale no later than October 1989, when defendants first purchased them for plaintiff. Therefore, defendants argue, that the statute of limitations expired in October 1992, almost two years before plaintiff filed his action. The defendants also argue that if the one-year discovery rule applies, plaintiff was clearly put on inquiry notice of possible claims against defendants when he learned, in March 1993, that SFG was bankrupt and that his investments were worthless.\nThe issue before this Court concerning plaintiffs statutory claims is whether the statute of limitations began to run in March 1993, when plaintiff learned that his investments were worthless, or in October 1993, after the DBR issued its consent order. Because the statutes of limitations for both the federal and the state statutory claims are virtually identical, the analysis pertaining to the federal claim applies to the state claim as well.\nIn determining whether a claim brought pursuant to the 1933 Act is timely, we must “first ask whether the plaintiff was on inquiry notice of fraud.” Slavin v. Morgan Stanley & Co., 791 F.Supp. 327, 330 (D.Mass.1992) (citing Maggio v. Gerard Freezer & Ice Co., 824 F.2d 123, 128 (1st Cir.1987); Kennedy v. Josephthal & Co., 814 F.2d 798, 803 (1st Cir.1987); Cook v. Avien, Inc., 573 F.2d 685, 696-97 (1st Cir.1978)). If the plaintiff was on inquiry notice, we then must ask “whether the plaintiff exercised due diligence in attempting to uncover the factual basis underlying the alleged fraudulent conduct.” Slavin, 791 F.Supp. at 330.\nThe First Circuit Court of Appeals has held that facts that trigger inquiry notice are “sufficient storm warnings to alert a reasonable person to the possibility that there were either misleading statements or significant omissions involved in the sale.” Cook, 573 F.2d at 697-98. Applying that standard, the judge in Slavin held that the public disclosure of the issuing bank’s troubles with federal regulators was sufficient to place bond purchasers on inquiry notice that they had been defrauded by bond underwriters. Slavin, 791 F.Supp. at 330. Similarly, the United States District Court for the Southern District of New York has noted that an abnormally large loss, especially when coupled with imminent foreclosure, bankruptcy, or other financial failure, would put investors on inquiry notice. See, e.g., Phillips v. Kidder, Peabody & Co., 933 F.Supp. 303, 313-14 (S.D.N.Y.1996).\nIn granting defendants’ motion for summary judgment in the instant case, the motion justice stated the following:\n“The hard part about these kinds of decisions is that you’re talking about somebody who was clearly defrauded out of their money, but in acknowledging his awareness of the bankruptcy in March, * * * he was put on notice at that point that his investments were no longer of any value. And the Court thinks that it started the ticking of the statute of limitations.\n“Certainly I cannot accept the idea that the plaintiff could reasonably indicate that he had a right to wait until all government investigation of this investor’s conduct had concluded because there are inquiries that he could have made on his own behalf; including such things as writing letters of inquiry, or doing discovery prior to the filing of the lawsuit and, therefore, I think those securities claims and various federal securities claims are barred by the statute of limitations * *\nAccordingly, the motion justice held that the statute of limitations began to run in March 1993.\nThe motion justice did not err in granting summary judgment in respect to the statutory claims. “In ruling on a motion for summary judgment, the only question before the hearing justice is whether there is a genuine issue as to any material fact. * * * In reviewing the granting of such a motion, this court applies the same standard as the trial court. * * * Absent an issue of material fact, the moving party * * * is entitled to judgment as a matter of law.” Trudeau v. Dupre, 640 A.2d 534, 535 (R.I.1994). Based on the authorities cited above, plaintiff was on inquiry notice of possible claims against defendants in March 1993, when he learned that his $160,000 investment, which was supposed' to be low-risk and readily available, was worthless, and that the company in which that investment was made was bankrupt. Accordingly, he had one year from that date, or until March 1994, to file his complaint based on the asserted statutory claims against defendants. Since he did not file his complaint until June 1994, his complaint was time-barred, and summary judgment on the statutory claims was appropriate.\nThe Common-Law Claims\nIn his complaint, plaintiff also asserted common-law claims for breach of fiduciary duty, negligence, unsuitability, and misrepresentation. The unsuitability claim later was withdrawn. The motion justice concluded that the remaining claims were essentially subsumed by the state statutory claim and that the statute of limitations contained within § 7-11-606 therefore applies to those claims as well, rather than the general ten-year statute of limitations contained within § 9-1-13. The justice stated that:\n“[I]f we analyze what’s at the heart of the common law claims and compare that to what is at the heart of the state securities claim, then it doesn’t make sense to say that the defendant is protected against the same allegations on one hand, but still has exposure for the—what essentially is the—exact same cause of action on the other.”\nOn appeal, plaintiff argues that the motion justice erred in reaching this conclusion. The plaintiff argues that § 9-l-13(a) clearly applies “[e]xcept as otherwise specially provided * * The plaintiff argues that § 7-11-606 specifically limits its application to claims arising “under § 7-11-605” and that it therefore does not apply to common-law claims. The plaintiff also argues that the motion justice erred in interpreting Walden III, Inc. v. State, 442 F.Supp. 1168, 1172 (D.R.I.1977) (applying a single statute of limitations, selected on the basis of “the substance of the griev-anee,” to a variety of different state and federal claims asserted in one action). With respect to this argument, it is important to note that the motion justice placed no reliance on Walden III. Although she concluded that the reasoning contained within Walden III was helpful in analyzing the instant case, she expressly found Walden III to be inapplicable to the case at bar.\nIn any event, we respectfully disagree with the motion justice in the determination that the Rhode Island Uniform Securities Act was intended to supersede or replace common-law actions that might rely upon similar facts in seeking compensation for tortious acts committed by a broker or investment advisor. Section 7-11—608(b) specifically provides:\n“The rights and remedies provided by this chapter are in addition to any other rights or remedies that exist at law or in equity, but this chapter does not create any claim for relief not specified in this part.” (Emphasis added.)\nThe foregoing language indicates that the legislature did not intend the provisions of chapter 11 of title 7 to subsume or replace common-law actions for negligence or misrepresentation or breach of fiduciary duty that existed at law or in equity before this statute was enacted in 1990. Consequently, the common-law remedies that were sought by plaintiff in this case and specifically preserved from preemption by § 7-11-608 would be governed by the general statute of limitations claimed by plaintiff to be ten years pursuant to § 9-l-13(a) of the General Laws. The plaintiff contends that this ten-year statute of limitations would be applicable to the common-law claims for breach of fiduciary duty, negligence, and misrepresentation. The defendants did argue before the Superior Court that even if § 7— 11-606 did not apply to the common-law claims, the statute of limitations governing the federal statutory claim would have such an effect. We see no evidence in the 1933 Act that Congress specifically intended to preempt such state common-law claims that may have existed before it was enacted. Federal preemption should be construed to be intended only in the event that Congress has specifically so stated or in the event that such preemptive intent is contained in the statute by necessary implication. See, e.g., Zschernig v. Miller, 389 U.S. 429, 88 S.Ct. 664, 19 L.Ed.2d 683 (1968); Pennsylvania v. Nelson, 350 U.S. 497, 76 S.Ct. 477, 100 L.Ed. 640 (1956); Rice v. Santa Fe Elevator Corp., 331 U.S. 218, 67 S.Ct. 1146, 91 L.Ed. 1447 (1947); Hines v. Davidowitz, 312 U.S. 52, 61 S.Ct. 399, 85 L.Ed. 581 (1941). We are of the opinion that neither element establishing federal preemption may be found in the Securities Act of 1933. We are of the opinion that these statutes were designed to define and strengthen the duties of brokers and investment advisers rather than to preempt preexisting common-law claims. One who seeks a remedy under common-law tort claims will not have the benefit of the liberal interpretation given by the federal and state statutes that has relieved some of the strictures of the common law. Consequently, we believe that neither the federal statute nor the state statute intended that their significantly shortened periods of limitations would apply to actions brought on such common-law claims.\nThe defendants contend that plaintiffs common-law claims are barred by the economic-loss doctrine. This doctrine would make tort claims unavailable in circumstances in which the parties were in a contractual setting and the injuries were purely economic. The Superior Court did not consider this argument because the motion justice dismissed the claims on statute-of-limitations grounds. Since this issue was not decided by the motion justice, it is not appropriate for our consideration at this time.\nFor the reasons stated, the plaintiffs appeal is denied in part and sustained in part. The judgment of the Superior Court is affirmed insofar as it dismissed the federal and state statutory claims brought against the defendants, but is reversed insofar as it dismissed the common-law claims set forth in the plaintiffs amended complaint. The papers in the ease may be remanded to the Superior Court for further proceedings relating to the common-law claims consistent with this opinion.\n. The plaintiff withdrew his claim that defendants violated the Investment Company Act, 15 U.S.C. § 80a-l.\n. The defendants argue that plaintiffs claim under the 1933 Act arises under 15 U.S.C. § 77Z (1), and that 15 U.S.C. § 77m makes clear that the 1933 Act’s discovery rule is not available to plaintiffs alleging a violation of that section. The defendants are correct in that assertion. 15 U.S.C. § 77m provides that “[n]o action shall be maintained to enforce * * * a liability created under section * * * 771 (1) of this title, unless brought within one year after the violation upon which it is based.”\n. General Laws 1956 § 9-l-13(a) provides in pertinent part that \"[e]xcept as otherwise specially provided, all civil actions shall be commenced within ten (10) years next after the cause of action shall accrue, and not after.”",
        "type": "majority",
        "author": "WEISBERGER, Chief Justice."
      }
    ],
    "attorneys": [
      "Christopher R. Bush, Robert Corrente, Providence, for Plaintiff.",
      "Mark A. Pogue, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Seymour LEVIN v. George F. KILBORN et al.\nNo. 99-1-Appeal.\nSupreme Court of Rhode Island.\nJune 19, 2000.\nChristopher R. Bush, Robert Corrente, Providence, for Plaintiff.\nMark A. Pogue, Providence, for Defendant.\nPresent WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS and GOLDBERG, JJ."
  },
  "file_name": "0169-01",
  "first_page_order": 203,
  "last_page_order": 208
}
