{
  "id": 7914451,
  "name": "George W. BOURETTE and Sarah Bourette v. DRESSER INDUSTRIES, INC. and Gary Landry v. DRESSER INDUSTRIES, INC.",
  "name_abbreviation": "Bourette v. Dresser Industries, Inc.",
  "decision_date": "1984-09-05",
  "docket_number": "",
  "first_page": "170",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 170"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "289 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249313
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/289/0036-01"
      ]
    },
    {
      "cite": "381 A.2d 648",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994633
      ],
      "pin_cites": [
        {
          "page": "650"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/381/0648-01"
      ]
    },
    {
      "cite": "154 A. 352",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1931,
      "pin_cites": [
        {
          "page": "354"
        },
        {
          "page": "354"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "130 Me. 181",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        596038
      ],
      "year": 1931,
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/130/0181-01"
      ]
    },
    {
      "cite": "431 A.2d 630",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977035
      ],
      "pin_cites": [
        {
          "page": "632-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0630-01"
      ]
    },
    {
      "cite": "425 A.2d 978",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0978-01"
      ]
    },
    {
      "cite": "366 A.2d 522",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/0522-01"
      ]
    },
    {
      "cite": "364 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        823512,
        823486
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/243/0606-01",
        "/pa-super/243/0189-01"
      ]
    },
    {
      "cite": "243 Pa.Super. 189",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823486
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/243/0189-01"
      ]
    },
    {
      "cite": "271 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "10 Md.App. 490",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "case_ids": [
        2340514
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/md-app/10/0490-01"
      ]
    },
    {
      "cite": "355 P.2d 389",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10491867
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/355/0389-01"
      ]
    },
    {
      "cite": "438 A.2d 1294",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8006966
      ],
      "pin_cites": [
        {
          "page": "1297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/1294-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 790,
    "char_count": 14241,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 4.778252406990558e-07,
      "percentile": 0.9307015582761775
    },
    "sha256": "9421d92c7bf82b47acfde131e94f8a7d475024444d70c0bd1e22169dcb655e40",
    "simhash": "1:35fe1d82a7a33640",
    "word_count": 2260
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NICHOLS, ROBERTS, WATHEN, GLASSMAN and SCOLNIK, JJ.",
      "All concurring."
    ],
    "parties": [
      "George W. BOURETTE and Sarah Bourette v. DRESSER INDUSTRIES, INC. and Gary Landry v. DRESSER INDUSTRIES, INC."
    ],
    "opinions": [
      {
        "text": "WATHEN, Justice.\nDefendant Dresser Industries, Inc., appeals from judgments of the Superior Court (Lincoln County) resulting from jury verdicts returned in favor of plaintiffs George Bourette, Sarah Bourette and Gary Landry. Defendant argues that the Superior Court erred in holding that Bourette and Landry were not employees of defendant and therefore barred from common law action by the exclusivity provision of the Workers’ Compensation Act, 39 M.R.S.A. § 28 (1978). In addition, defendant assigns as error references by Bourettes’ counsel during examination of witnesses and argument, to the size and wealth of defendant, and to defendant’s failure to call certain witnesses. Finally, defendant claims that the awards in favor of all three plaintiffs are excessive. We find no error, and we deny the appeal.\nI.\nOn August 2, 1974, George Bourette and Gary Landry were injured while working at the Maine Yankee Nuclear Power Plant. They were hit with a blast of steam when a steam turbine reheater relief valve manufactured by defendant malfunctioned. The steam hit plaintiffs and threw them approximately 15 feet across the floor. Both workmen received personal injuries including burns from the steam, and both developed emotional disorders as a result of the accident. Suits were brought on behalf of Bourette and Landry and Mrs. Bourette filed suit for her loss of consortium. At the conclusion of trial on the consolidated actions, the jury found for plaintiffs on a theory of negligence and awarded $200,-000.00 to George Bourette, $40,000.00 to Sarah Bourette, and $75,000.00 to Gary Landry. From these verdicts defendant appeals.\nII.\nPrior to trial a hearing was held before the presiding justice to determine the issue of plaintiffs’ employment status and defendant’s claim that workers’ compensation was the exclusive remedy available to plaintiffs. At hearing, defendant’s primary witness was Thomas Cassidy, a “trouble shooter” employed by defendant. He testified that he had been called to Maine Yankee by Westinghouse Corporation because of leaks in two relief valves manufactured by Dresser. Westinghouse held a contract to do specific work at the nuclear facility which included maintenance and inspections of the Dresser relief valves. Plaintiffs were union millwrights working under a written contract between Westinghouse and their union. They had been on the job for a period of weeks when they were assigned to assist Cassidy by supervisory personnel of Westinghouse. Cassidy brought no workers with him and, in order to evaluate the valve leakage problem, he needed assistance in disassembling part of the generator system. Plaintiffs worked with Cassidy for approximately four days before the accident occurred. Plaintiffs acknowledged that they were assigned to work with Cassidy and that they followed his instructions concerning their work on the turbine. Most of the tools they used were their own or were provided by Westinghouse and their salary was at all times paid by Westinghouse. Cassidy testified that he could not fire plaintiffs if they refused to follow his instructions, and he stated that in such an event he would have asked the Westinghouse supervisor for different helpers. Further he testified that he believed plaintiffs to be employed by Westinghouse and that he had no intention to alter that relationship. Plaintiffs testified that although they worked for Cassidy as assigned, they had no intention of becoming Dresser employees, and they viewed the Westinghouse foreman as their supervisor.\nDefendant sought to establish at hearing that plaintiffs, as a matter of law, were employed by defendant at the time of injury and that defendant carried workers’ compensation insurance in the State of Maine for these employees. The Superior Court ruled that plaintiffs were employed by Westinghouse rather than Dresser and that, in any event, defendant did not have workers’ compensation insurance covering plaintiffs’ activities. We uphold the finding that there was no employment relationship and therefore have no reason to consider the alternative basis for the decision of the court.\nIn striking defendant’s exclusivity defense, the presiding justice found that neither plaintiffs nor Dresser intended that plaintiffs become employees. Defendant asserts on appeal that by focusing on intent, the court utilized an improper legal standard in evaluating the defense asserted. We would first note that there is no reason to conclude that the court considered only the issue of intent, thereby failing to consider other relevant factors presented by the evidence. The question presented is whether the court erred by considering the intent of the parties along with all other factors.\nThe employment relationship issue, as postured in this case, has not previously been presented to this Court. Our prior decisions involved the situation in which the employer or the employer’s carrier contested liability for workers’ compensation benefits and the ameliorative purposes of the statute were served by finding an employment relationship. In such cases, the power of control over the worker is frequently the most persuasive objective evidence of the parties unexpressed intentions with respect to the existence of an employment relationship. The “control test” is the product of common law decisions concerning the employer’s vicarious liability for the acts of his employees. Although the test has proven to be useful in applying the Workers’ Compensation Act, we have recognized that the purposes served by the common law definition are not coextensive with the underlying purposes of the statutory scheme. See Timberlake v. Frigon & Frigon, 438 A.2d 1294, 1297 (Me.1982). In this area, as in others, definition is in part a function of purpose.\nIn the present case, the focus of the common law control test is particularly inappropriate. The Workers’ Compensation Act defines an employee as “every person in the service of another under any contract of hire, express or implied, oral or written.” 39 M.R.S.A. § 2(5)(A) (Supp. 1983-1984). In dealing with a loaned employee for purposes of determining which of two employers is vicariously responsible, the consent of the employee is of minimal relevance because his rights are not in issue. Under workers’ compensation, however, the statutory definition is of paramount importance, and the issue is whether the employee entered into a contract of hire with the special employer. In the absence of a contract, express or implied, the control test is unnecessary. As Professor Larson suggests:\nThis must necessarily be so, since the employee loses certain rights along with those he gains when he strikes up a new employment relation. Most important of all, he loses the right to sue the special employer at common law for negligence; and when the question has been presented in this form, the courts have usually been vigilant in insisting upon a showing of a deliberate and informed consent by the employee before employment relation will be held a bar to common-law suit.\n1C A. Larson, The Law of Workmen’s Compensation, § 48.10 at 8-319 (1982). See also, Selid Construction Co. v. Guarantee Insurance Co., 355 P.2d 389, 393 (Alaska 1960). The Superior Court committed no error in considering the intention of the parties with respect to the creation of an employment contract between plaintiffs and the defendant Dresser. The factual findings upon which the court’s conclusion rests have not been shown to be clearly erroneous and no error of law has been demonstrated.\nIII.\nDefendant seeks to set aside the verdicts returned in favor of the Bourettes on the basis of improper comments made by the Bourettes’ counsel regarding Dresser’s corporate size and its failure to call witnesses. Bourettes’ counsel made three separate references during the course of the trial to the fact that defendant is a large corporation. In his opening statement counsel referred to defendant as an “enormous company” and listed defendant’s office locations, service areas and international headquarters. Defendant did not object. Counsel later asked a witness, a Dresser employee, to read the locations of Dresser’s sales offices listed in a maintenance manual admitted into evidence. Defendant did not object to the introduction of the manual but objected to the witness’s reading from the manual on grounds of relevance. Finally, during closing argument, the Bour-ettes’ counsel repeated the locations of defendant’s sales and service offices in the context of his argument that testimony had been presented that defendant could have prevented the danger created by the valve if it had only installed a small, simple safety device. Defendant made no objection to this argument. Defendant claims that this commentary, questioning and argument had a singular, impermissible purpose — “to inflame the passions of the jury as against Dresser Industries.”\nDefendant’s failure to object to counsel’s commentary in his opening statement and closing argument results in review only for obvious error. We find none. Defendant did preserve a relevancy objection to the request that a witness read the list of Dresser’s offices from the manual. Arguably, the information sought from the witness was irrelevant; however, the presiding justice exercises broad discretion on such matters. Given the fact that the manual from which the witness was requested to read had already been admitted into evidence without objection, the error, if any, would be harmless.\nThe Bourettes offered testimony from several lay witnesses concerning an alleged personality change in George Bourette after the accident. In closing argument plaintiffs’ counsel reminded the jury that the witnesses had testified that Mr. Bour-ette’s personality prior to the accident was exemplary and then stated the following:\nIf [what these witnesses said] wasn’t true, if George Bourette wasn’t that kind of guy before this accident, Dresser Industries the company who still denied they did anything wrong would bring in all the people who you heard listed as witnesses when you were sitting in the back of the courtroom to be selected as jurors in this case.\nDefendant objected to the argument as “inappropriate.” The objection was overruled.\nThere is authority in other jurisdictions, see, e.g., Walston v. Dobbins, 10 Md.App. 490, 271 A.2d 367 (1970); Hinton v. Waste Techniques Corp., 243 Pa.Super. 189, 364 A.2d 724 (1976), but there is no decision in Maine holding that it is proper for an attorney in a civil case to comment on the failure of an opposing party’s witness to testify. Although we are not prepared to fully condone the stratagem employed by plaintiffs’ counsel in this case, we are not persuaded that his comments amounted to anything more than a dramatized statement that the evidence was un-controverted. It is significant to note that the record does not reveal the identity of the persons on the list referred to by plaintiffs’ counsel. No error has been demonstrated.\nIV.\nFinally, defendant claims that the awards in favor of all plaintiffs are clearly excessive and must be vacated. A damage award will be disturbed only when it is plain that there is no rational basis upon which the amount of the award may be supported. Jamshidi v. Bowden, 366 A.2d 522 (Me.1976). A rational basis exists if there is any competent evidence in the record to support it. Harmon v. Emerson, 425 A.2d 978 (Me.1981). Each jury award in this case is supported by competent evidence.\nWith respect to the verdict returned in favor of George Bourette, defendant claims that the presiding justice committed error in the jury instructions and in limiting defendant’s examination of the plaintiff that improperly inflated the jury’s damage award. Any such error, allegedly affecting only the size of the award, is deemed harmless “unless the party claiming to be prejudiced by the error shows that ... even if the error had not occurred, the amount of damages the jury awarded was not rationally supportable on the evidence and must be held excessive.” Dube v. McIver, 431 A.2d 630, 632-33 (Me.1981). The totality of the evidence, even assuming that the justice committed the errors of which defendant complains, supports the jury verdict.\nThe entry shall be:\nJudgment affirmed.\nAll concurring.\n. The jury also found for the Bourettes on the theory of a breach of an implied warranty.\n. This test derives from the \"general principles of law governing the relations of master and servant.” Murray’s Case, 130 Me. 181, 185, 154 A. 352, 354 (1931). The control test is used there to determine the distinction between a servant and an independent contractor, the critical issue being what degree of control the master exercises over his employee. We have previously noted that\n[c]ommonly recognized tests of the relationship in issue, although not necessarily concurrent or each in itself controlling, are (1) the existence of a contract for the performance by a person of a certain piece or kind of work at a fixed price; (2) independent nature of his business or his distinct calling; (3) his employment of assistants with the right to supervise their activities; (4) his obligation to furnish necessary tools, supplies and materials; (5) his right to control the progress of the work except as to final results; (6) the time for which the workman is employed; (7) the method of payment, whether by time or by job; (8) whether the work is part of the regular business of the employer.\nId. at 186, 154 A. at 354. See also Black v. Black Brothers Construction, 381 A.2d 648, 650 (Me.1978); Madore v. Liberty National Bank, 289 A.2d 36, 38 (Me.1972).",
        "type": "majority",
        "author": "WATHEN, Justice."
      }
    ],
    "attorneys": [
      "McTeague, Higbee, Libner, Reitman & Priest, Maurice A. Libner (orally) Brunswick, for Gary Landry.",
      "Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Ernest J. Babcock (orally) Gregory W. Powell, Portland, for George and Sarah Bourette.",
      "Hunt, Thompson & Bowie, James M. Bowie (orally) Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "George W. BOURETTE and Sarah Bourette v. DRESSER INDUSTRIES, INC. and Gary Landry v. DRESSER INDUSTRIES, INC.\nSupreme Judicial Court of Maine.\nArgued June 8, 1984.\nDecided Sept. 5, 1984.\nMcTeague, Higbee, Libner, Reitman & Priest, Maurice A. Libner (orally) Brunswick, for Gary Landry.\nPierce, Atwood, Scribner, Allen, Smith & Lancaster, Ernest J. Babcock (orally) Gregory W. Powell, Portland, for George and Sarah Bourette.\nHunt, Thompson & Bowie, James M. Bowie (orally) Portland, for defendant.\nBefore NICHOLS, ROBERTS, WATHEN, GLASSMAN and SCOLNIK, JJ."
  },
  "file_name": "0170-01",
  "first_page_order": 230,
  "last_page_order": 235
}
