{
  "id": 8383387,
  "name": "STATE v. Kevin JENNINGS",
  "name_abbreviation": "State v. Jennings",
  "decision_date": "2008-04-07",
  "docket_number": "No. 2007-147-Appeal",
  "first_page": "171",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 171"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "430 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000980
      ],
      "pin_cites": [
        {
          "page": "1260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/1258-01"
      ]
    },
    {
      "cite": "456 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955557
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "779"
        },
        {
          "page": "777"
        },
        {
          "page": "778"
        },
        {
          "page": "779"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0775-01"
      ]
    },
    {
      "cite": "406 U.S. 682",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173132
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "689-90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0682-01"
      ]
    },
    {
      "cite": "640 A.2d 950",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868007
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "955",
          "parenthetical": "concluding that where the General Assembly expressly states that a law shall take effect upon passage, such statute, \"absent any evidence to support * * * retroactive application * * * must be applied prospectively\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0950-01"
      ]
    },
    {
      "cite": "115 R.I. 593",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3118368
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "596",
          "parenthetical": "emphasis added"
        },
        {
          "page": "603-04",
          "parenthetical": "emphasis added"
        },
        {
          "page": "596"
        },
        {
          "page": "603-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/115/0593-01"
      ]
    },
    {
      "cite": "488 A.2d 1218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976571
      ],
      "pin_cites": [
        {
          "page": "1220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/1218-01"
      ]
    },
    {
      "cite": "925 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8306748
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "916"
        },
        {
          "page": "917"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/925/0901-01"
      ]
    },
    {
      "cite": "783 A.2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9468583
      ],
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/783/0404-01"
      ]
    },
    {
      "cite": "893 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8982531
      ],
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 12329,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 2.7126269198080854e-07,
      "percentile": 0.8294495161687033
    },
    "sha256": "1fd9fcc0d94b3ecae9773fc6e16ed39f31b0682a69aafa3c7c08de42be2d45ca",
    "simhash": "1:1e343b456334e85f",
    "word_count": 1989
  },
  "last_updated": "2024-02-27T23:28:40.468302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
    ],
    "parties": [
      "STATE v. Kevin JENNINGS."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice WILLIAMS,\nfor the Court.\nThe State of Rhode Island appeals from a determination by the Family Court that, pursuant to G.L. 1956 § 11-9-9, the Family Court lacked jurisdiction to decide the issues in this case. This case came before the Supreme Court for oral argument on March 6, 2008, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. After hearing the arguments of counsel and examining the record and memoranda filed by the parties, we are of the opinion that this appeal may be decided at this time without further briefing or argument. For the reasons hereinafter set forth, we affirm the judgment of the Family Court.\nI\nFacts and Travel\nThe facts in this case are not in dispute. On June 2, 2006, shortly after sixteen-year-old Kelly came home from school, her father, Kevin Jennings (Jennings or defendant), arrived at Kelly’s home to speak with her about school. Kelly told defendant that she “wasn’t going to listen right now” because she had just gotten home from school. As a result, defendant grew angry, removed his leather belt, and began hitting Kelly on her arms and legs with the belt. Although Kelly could not recount the number of times defendant hit her with the belt, she did say he hit her “a lot.”\nUpon hearing Kelly’s screams, her sister, Krystale Jennings (Krystale), hurried downstairs and tried to push her father off Kelly. According to Krystale, while she was pushing defendant off Kelly, “he would stop for a second then begin to hit her again.” When Krystale informed defendant that she was calling the police, he left their home.\nWhen the police arrived, Kelly was crying hysterically. Providence Police Officers Nicole Darling and Edward Leste observed four different raised red welts on Kelly’s left arm, one red raised welt on her right arm, and one black-and-blue mark on the outer part of her left forearm that resulted when Kelly tried to protect her face from being whipped by the belt. Kelly also had a slap mark on her face.\nKelly’s mother, who was not home at the time of the incident, arrived home shortly after being contacted by a police officer. Kelly was taken to Hasbro Children’s Hospital, where an emergency room physician treated her. The medical report indicated that Kelly had a soft tissue contusion; the doctor prescribed pain medication for Kelly to take after her discharge from the hospital.\nThe defendant was arrested that same day, June 2, 2006, for second-degree child abuse. On June 5,- 2006, a felony complaint was filed. On June 6, 2006, defendant was arraigned, and he was released on his own recognizance. Unfortunately, the state did not file a criminal information until November 2006, nearly five months after the arrest. The defendant was charged with violating § 11-9-5.3, known as Brendan’s Law. At the arraignment, in January 2007, defendant pled not guilty. Two months later, a Family Court justice dismissed the case, without prejudice, for lack of jurisdiction, pursuant to § 11-9-9, which removed jurisdiction of child abuse cases to the Superior Court. The state timely appealed.\nII\nAnalysis\nOn appeal, the state contends that the Family Court retained its jurisdiction over this matter because the case was pending in Family Court when § 11-9-9 was amended and, therefore, could not have been removed. The state contends that the relevant date is the offense date, and therefore jurisdiction remains with the Family Court. The defendant, however, maintains that the amendment divested the Family Court of its jurisdiction because the prosecution had not yet formally commenced. The defendant argues that the pertinent date is November 2006, the date that defendant was charged by criminal information, and as such, the Superior Court has jurisdiction over this matter.\nA\nStandard of Review\nWhen reviewing an appeal based on an alleged error of law, this Court employs a de novo review to determine whether the trial justice committed legal error. See Children’s Friend & Service v. St. Paul Fire Marine Insurance Co., 893 A.2d 222, 229 (R.I.2006) (“As the question before us concerns an alleged error of law, our review is de novo.”); Carnevale v. Dupee, 783 A.2d 404, 408 (R.I.2001).\nB\nJurisdiction\nWe have held that “The Family Court’s jurisdiction derives only from those powers that are ‘expressly conferred upon it by statute.’ ” State v. Sivo, 925 A.2d 901, 916 (R.I.2007) (quoting Waldeck v. Piner, 488 A.2d 1218, 1220 (R.I.1985)). In Sivo, this Court determined that § 11-9-9 gave the Family Court jurisdiction over violations of § 11-9-5.3. Sivo, 925 A.2d at 917. On July 3, 2006, the General Assembly enacted two public laws, P.L. 2006, ch. 260, § 1 and P.L. 2006, ch. 290, § 1. These public laws amended § 11-9-9, and removed jurisdiction of the prosecution of child abuse offenses from the Family Court to the Superior Court. Section 11-9-9 now provides:\n“Where in §§ 11-9-1 — 11-9-8 any authority is vested in any court, the authority vested in the court or courts mentioned is transferred to the family court. The family court shall have exclusive original jurisdiction over any and all complaints and offenses set forth in §§ 11-9-1 — 11-9-8, 11-9-12, 11-9-14, and 11-9-15, and shall have the authority to impose sentence as ‘ set forth in chapter 1 of title 14. Notwithstanding the provisions of this section, jurisdiction for violations of §§ 11-9-1, 11-9-1.1, 11-9-1.2, 11-9-1.3,11-9-5.3 shall be vested in the superior court.” (Emphases added.)\nThe state argues, and we agree, that the amendment of July 3, 2006, became effective upon passage, and, therefore, did not remove from the Family Court’s jurisdiction a § 11-9-5.3 prosecution that was pending in the Family Court.\nThe state also contends that dismissing the case against defendant in the Family Court amounts to a retroactive application of the statute. We have held that “As a general rule, statutes and their amendments are construed to operate prospectively unless a specific contrary intent is expressed by the Legislature, or retroac-tivity must necessarily be inferred from the language employed by the law mak ers.\" Fox v. Fox, 115 R.I. 593, 596, 350 A.2d 602, 603-04 (1976) (emphasis added). See also Hydro-Manufacturing, Inc. v. Kayser-Roth Corp., 640 A.2d 950, 955 (R.I. 1994) (concluding that where the General Assembly expressly states that a law shall take effect upon passage, such statute, “absent any evidence to support * * * retroactive application * * * must be applied prospectively”). A statute with prospective application, therefore, should not remove a case from the court that originally had subject-matter jurisdiction. See Fox, 115 R.I. at 596, 350 A.2d at 603-04.\nHowever, despite the state’s contention, the issue in this case does not turn on retroactive versus prospective application. Instead, the central issue is whether the prosecution against defendant was pending at the time the amendment became effective. If the prosecution indeed was pending, the Family Court must retain jurisdiction. If, however, the prosecution was not yet pending, the case must be removed to the Superior Court.\nThe United States Supreme Court has stated:\n“The initiation of judicial criminal proceedings is far from a mere formalism. It is the starting point of our whole system of adversary criminal justice. For it is only then that the government has committed itself to prosecute, and only then that the adverse positions of government and defendant have solidified. It is then that a defendant finds himself faced with the prosecutorial forces of organized society, and immersed in the intricacies of substantive and procedural criminal law. It is this point, therefore, that marks the commencement of the ‘criminal prosecutions’ * * *.\" Kirby v. Illinois, 406 U.S. 682, 689-90, 92 S.Ct. 1877, 32 L.Ed.2d 411 (1972).\nIn approximately two-thirds of the states, a felony prosecution is commenced by either information or indictment. Wayne R. LaFave, Criminal Procedure, § 14.2(d) at 133 (1999). • Rhode Island is similar to the majority of jurisdictions in this regard. Article 1, section 7, of the Rhode Island Constitution requires that “no person shall be held to answer for any other felony unless on presentment or indictment by a grand jury or on information in writing signed by the attorney-general or one of the attorney-general’s designated assistants * * *.” Additionally, G.L. 1956 § 12-12-1.2 provides that an offense punishable by imprisonment exceeding one year or by a fine exceeding $1,000 “may be prosecuted by indictment or information.” Furthermore, we have held that “a prosecution for a crime must be preceded by a formal accusation. This formal accusation of a felony must be by way of indictment by a grand jury or by information of the Attorney General.” State v. Souza, 456 A.2d 775, 779 (R.I.1983) (quoting State v. Cipriano, 430 A.2d 1258, 1260 (R.I.1981)).\nIn Souza, 456 A.2d at 777, the defendant was convicted of indecent assault and battery on a child under the age of thirteen. He was arrested on a warrant, brought before a justice of the peace, and released on personal recognizance in February 1979. Id. It was not until June 1980 that he was charged by information with indecent assault on a child, pursuant to a statute that the General Assembly had repealed in May 1979. Id. at 778. This Court concluded that because the information was not filed until June 1980, there was no prosecution pending when the legislature repealed the indecent assault statute in May 1979. Id. at 779.\nIn this case, defendant was charged with violating § ll-9-5.3(e), which states that “Any person who is convicted of second degree child abuse shall be imprisoned for not more than ten (10) years, nor less than five (5) years and fined not more than five thousand dollars ($5,000).” Thus, violations of § 11-9-5.3 are to be prosecuted by indictment or information, not by complaint. The state maintains that the prosecution commenced upon the filing of the felony complaint on June 5, 2006. This argument is without merit. The felony complaint filed with the Family Court is meaningless in this analysis and amounts to nothing more than an initial bail-setting instrument. The operative filing for the commencement of this criminal prosecution is the charge by information.\nBecause the defendant has been charged with a crime that “may be prosecuted by indictment or information,” the prosecution of this case could not commence until the Attorney General’s formal charge by information. Accordingly, because this felony prosecution commences only after a charge by information, the prosecution of this case was not pending as of the jurisdictional amendment of July 3, 2006, because the state had not yet filed the charging document — the information, in this case. Thus, because the defendant was not charged by information until November 2006, more than four months after the jurisdictional amendment, the jurisdictional amendment divested the Family Court of jurisdiction over such cases and removed this matter to the Superior Court. The trial justice properly determined that the jurisdictional amendment divested the Family Court of its jurisdiction over this matter.\nConclusion\nFor the foregoing reasons, the judgment of the Family Court is affirmed. Jurisdiction over this matter shall be vested in the Superior Court.\n. Kelly is not the victim’s real name.\n. The defendant did not reside with Kelly.\n. General Laws 1956 § 11-9-5.3(b) provides, in pertinent part, that:\n“Whenever a person having care of a child * * * knowingly or intentionally:\n\"(1) Inflicts upon a child serious bodily injury, shall be guilty of first degree child abuse.\n\"(2) Inflicts upon a child any other serious physical injury, shall be guilty of second degree child abuse.”\n. Until 2004, § 11-9-9 provided that “The Family Court has exclusive original jurisdiction over any and all complaints and offenses set forth in §§ 11-9-1 — 11-9-8, 11-9-12, 11-9-14, and 11-9-15 * *",
        "type": "majority",
        "author": "Chief Justice WILLIAMS,"
      }
    ],
    "attorneys": [
      "Aaron L. Weisman, Esq., Providence, for Plaintiff.",
      "Marie T. Roebuck, Esq., Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Kevin JENNINGS.\nNo. 2007-147-Appeal.\nSupreme Court of Rhode Island.\nApril 7, 2008.\nAaron L. Weisman, Esq., Providence, for Plaintiff.\nMarie T. Roebuck, Esq., Providence, for Defendant.\nPresent: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
  },
  "file_name": "0171-01",
  "first_page_order": 217,
  "last_page_order": 221
}
