{
  "id": 7861528,
  "name": "STATE, v. Raymond BUXTON",
  "name_abbreviation": "State v. Buxton",
  "decision_date": "1994-06-07",
  "docket_number": "No. 92-502-C.A.",
  "first_page": "172",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 172"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "624 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361546
      ],
      "pin_cites": [
        {
          "page": "842"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/0841-01"
      ]
    },
    {
      "cite": "611 A.2d 826",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939015
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "833"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0826-01"
      ]
    },
    {
      "cite": "490 A.2d 605",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7901589
      ],
      "pin_cites": [
        {
          "page": "609"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/0605-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 162",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 211",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 873",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "513 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1802590
      ],
      "weight": 6,
      "year": 1987,
      "pin_cites": [
        {
          "page": "343"
        },
        {
          "page": "13"
        },
        {
          "page": "336"
        },
        {
          "page": "10"
        },
        {
          "page": "343"
        },
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/513/0318-01"
      ]
    },
    {
      "cite": "930 F.2d 714",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543509
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/930/0714-01"
      ]
    },
    {
      "cite": "104 R.I. 442",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3052544
      ],
      "weight": 15,
      "year": 1968,
      "pin_cites": [
        {
          "page": "447"
        },
        {
          "page": "835"
        },
        {
          "page": "445"
        },
        {
          "page": "835"
        },
        {
          "page": "447"
        },
        {
          "page": "835-36"
        },
        {
          "page": "447-48"
        },
        {
          "page": "836"
        },
        {
          "page": "449"
        },
        {
          "page": "836"
        },
        {
          "page": "447"
        },
        {
          "page": "835-36"
        },
        {
          "page": "445"
        },
        {
          "page": "835"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/104/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1023,
    "char_count": 24560,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 1.478059703679935e-07,
      "percentile": 0.6605966216563205
    },
    "sha256": "ac71e7f638dfcacf06f5594771ed6be55b26bbbd055985bb040ef7bf8491d6f7",
    "simhash": "1:10beb3fd7168705a",
    "word_count": 4006
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE, v. Raymond BUXTON."
    ],
    "opinions": [
      {
        "text": "OPINION\nMURRAY, Justice.\nThis matter is before the Supreme Court on the appeal of the defendant, Raymond Buxton (Buxton), from a Superior Court jury conviction on four counts of first-degree sexual assault. Buxton claims that the motion justice erred in denying his motion for a new trial. Buxton avers that he was incompetent to stand trial owing to a mental illness that rendered him incapable of assisting counsel in his defense.\nAt the outset we shall set out the basic facts of record that led to Buxton’s convictions. Amanda James (James) testified that on the evening of May 4, 1987, she accompanied a female friend to Hawk’s Lounge in Providence in order to collect rent money that her friend owed her. At the lounge James consumed five or six alcoholic drinks and subsequently left to walk to her apartment at approximately 11 p.m.\nAs James proceeded toward her apartment, a male driving a van offered her a ride. Initially James thought that she recognized the driver but later realized that she did not. She accepted the ride because she was aware that she was “pretty * * * buzzed” from the alcoholic beverages that she had consumed. Upon entering the van, she noticed that the passenger-side door lacked an interior door handle. She testified that the driver of the van stopped at a field near Mount Pleasant High School in Providence. At this location, she testified, the man forced her to engage in fellatio and then raped her while ignoring her pleas that he stop. James testified that the man also penetrated her anus with his penis.\nAfter these events the man assured James that he would not kill her and drove to Johnston. While in Johnston, the man tried to turn the van around in a driveway. As a result the van became “stuck in the mud.” The man “threw [James] in[to] the back of the van” and again forced her to perform fellatio and again raped her. The man then tried to strangle her with something “thin,” and James subsequently passed out.\nEventually two men came to the man’s aid, and they proceeded to free the van from its position in the mud. James informed the men that she had been raped, but they refused to help her. The man who had raped her drove away and left James walking toward Route 44 in Johnston. At that point one of the men who had helped free the van offered to aid James. He drove her to the Johnston police station where she reported that she had been raped. After receiving medical attention, James gave a statement to police and subsequently identified Buxton as the alleged perpetrator of the rape. At trial James’ account of the incident was corroborated by expert testimony as well as physical evidence.\nWe note that at the close of the state’s case, defense counsel informed the trial justice that Buxton had apprised him he would not testify, despite a previous decision to the contrary. In addition Buxton had also asked defense counsel to waive a closing argument; however, defense counsel later convinced Buxton to allow him to make a closing argument. The trial justice inquired of both Bux-ton and defense counsel whether Buxton understood the ramifications of his decision not to testify. Although defense counsel believed Buxton’s opportunity to testify was a “very important avenue which * * * should not [be] ignored,” he assured the trial justice that he had explained the ramifications of Buxton’s decision not to testify. He did not, however, inform the trial justice that he believed that Buxton’s decision was a result of any mental impairment. Because this appeal deals with Buxton’s competency to stand trial, we need not intensely analyze the facts previously summarized. Our attention is focused upon the facts elicited at the motion for a new trial.\nBuxton’s expert witness, Dr. Alexander Scagnelli (Scagnelli), a psychiatrist, testified that after examining Buxton on two occasions, he concluded that Buxton was not competent to stand trial. Scagnelli testified that Buxton had informed him that his “religious” reason for not testifying was that as a Roman Catholic he is “not allowed to take an oath and then bear false witness against someone.” Buxton explained this position by stating that if he were asked whether James was a prostitute, he would be forced to reply that he did not know and that response would put doubt in the minds of the jurors. Scagnelli also explained that Buxton’s “nonreligious” reason for not testifying was that “when you’re wrong, you admit it. If you are right, you stand up and fight.”\nBuxton informed Scagnelli that God spoke to him when he was a child and that when he dreams in color the event he dreams about occurs within three months. Buxton also indicated to Scagnelli that an assistant attorney general wanted him to appear on the television program “A Current Affair.” Additionally he explained to Scagnelli that while he was watching the television program “America’s Most Wanted,” he saw an “eight year old child wearing a red dress standing in [a] doorway.” Buxton averred that no one else watching the television program had seen the eight-year-old child. Buxton also informed Scagnelli that he had “cracked” the case of an escapee from the Adult Correctional Institutions by intercepting a coded message that had been used in Vietnam. Buxton averred that he had subsequently forwarded the code to the Attorney General.\nScagnelli testified that defense counsel had informed him that (1) Buxton asserted that three years after the alleged rape James had attended his mother’s wake, (2) Buxton believed that the witness who had testified that he had helped free Buxton’s van from the mud was not the person who had helped him because “[h]e had seen the face in a vision,” (3) Buxton believed that James would die if he testified, (4) Buxton believed that he would be killed soon and that he was capable of prophesying such events, and (5) Buxton explained that he had no fear of a life sentence and stated that in time “the truth will be revealed like a stone topples from the top of a mountain. An avalanche will result.”\nIn his written report Scagnelli also summarized how Buxton had explained to him that shortly after he was charged and released on bail, his employer had asked him to make a special delivery. Upon arriving at the delivery site, Buxton stated that he saw James speaking on a telephone and he reported that he could hear both sides of the conversation. Upon entering the business, he noticed four attorneys from the public defender’s office standing in line. He explained this “situation” by “reasoning” that the “case * * * was going on and will be going on again [and] needed more evidence.”\nScagnelli concluded that Buxton was delusional because he believed that his dreams were predictive of the future and because he believed that he knew that events would happen before they actually occurred. Seag-nelli reported that Buxton informed him that he had “planned all along” not to testify and had decided not to inform his defense counsel until the day he was scheduled to testify. Scagnelli averred that Buxton “lacked the' capacity to fully assist” his attorney. Seag-nelli stated that being able to testify and being able to plan a defense would be “fully assisting” defense counsel. Scagnelli concluded that Buxton was incompetent to stand trial because he could not assist his counsel. Scagnelli based this assertion on the premise that Buxton never intended to testify but failed to inform his counsel of his decision until the day before he was scheduled to testify. Scagnelli stated that Buxton was unable “to assist * * * completely” defense counsel because of Buxton’s decision not to testify.\nFurthermore Scagnelli testified that Bux-ton’s belief that James would die if he testified and his other delusions supported his conclusion. However, Scagnelli testified that delusions are not necessarily indicative of incompetence. He explained that a person can be delusional and be experiencing “hallucinatory phenomena” but still be competent. He also admitted that Buxton understood the roles of the judge, the prosecutor, the defense counsel, and the witnesses. Scagnelli also believed that Buxton comprehended the role of the jury but was confused regarding the significance of reasonable doubt. Additionally Scagnelli concluded that Buxton understood the nature of the charges against him, the availability of legal defenses, and court procedures.\nThe state presented a written report by Dr. Patricia R. Recupero (Recupero), a psychiatrist and an attorney. Recupero concluded that there were no significant impairments that would interfere with Buxton’s competency to stand trial. In support of this assertion Recupero reported that Buxton had informed defense counsel that two witnesses would be able to testify that he was elsewhere at the time of the alleged crimes. Buxton informed Recupero that he discussed this fact with his counsel but that they decided not to pursue this defense. Buxton also discussed with defense counsel the police search of his vehicle and the ramifications of the use of a search warrant. Buxton also informed Recupero that he believed his attorney understood his concerns. Furthermore Buxton was able to discuss with counsel his apprehension regarding two potential jurors who were subsequently excluded from the jury panel. Buxton informed Recupero that because his first attorney was not “adequately protecting his rights,” he borrowed money in order to hire a more experienced defense attorney. Recupero agreed that Buxton had “no impairment” with regard to understanding the roles of the judge, defense counsel, the prosecuting attorney, the witnesses, the jury, the charges against him, and court procedures. Buxton also informed Recupero that he was able to discuss with his attorney what he thought were discrepancies in some of the witnesses’ testimony. Furthermore Buxton admitted that “even if he took the stand the outcome would likely be a conviction.” He averred that the “witnesses made a good case against him.”\nBuxton contends that the motion justice overlooked and misconceived material evidence and thus abused her discretion by denying his motion for a new trial based on the premise that he was incompetent. Bux-ton contends that the expert testimony and the representations of his counsel presented adequate evidence to prove he was incompetent. The state avers that the motion justice correctly determined that Buxton was competent to stand trial because any mental illness he might have had did not prevent him from properly assisting his counsel.\nThe solitary issue raised in this appeal is whether Buxton was mentally competent to stand trial.\n“To place a man who is mentally ill in court and require him to fend against the charges of one skilled in prosecution is the mind’s equivalent to putting a man in a boxing ring who has his hands bound behind his back and require him to defend against the fistful onslaughts of one skilled in pugilistic battle. Both situations arouse within us deep revulsions.” State v. Cook, 104 R.I. 442, 447, 244 A.2d 833, 835 (1968).\nUnfortunately there is no hard-and-fast rule for determining whether a defendant possesses the necessary mental capacity to ensure an adequate protection of his or her basic constitutional rights. See generally id. We have recognized that there are differing degrees and variations of mental illness, not all of which preclude criminal prosecution. Id. at 445, 244 A.2d at 835. We have held that in order for a court to permit an accused to be subject to a criminal prosecution,\n“three things must be found: first, that defendant understands the nature of the charges brought against him; second, that defendant appreciates the purpose and object of the trial proceedings based thereon; and third, that defendant has the mental capacity to assist reasonably and rationally his counsel in preparing and putting forth a defense to the criminal charges of which he stands accused.” Id. at 447, 244 A.2d at 835-36.\nGeneral Laws 1956 (1990 Reenactment) § 40.1-5.3-3(a)(2) states that “[a] person is mentally competent to stand trial if he or she is able to understand the character and consequences of the proceedings against him or her and is able properly to assist in his or her defense[.]” (Emphasis added.) Additionally § 40.1-5.3-3(a)(3) states that “[a] person is mentally incompetent to stand trial if he or she is unable to understand the character and consequences of the proceedings against him or her or is unable properly to assist in his or her defense[.]” (Emphasis added.) A trial justice’s decision regarding the defendant’s competency will not be disturbed unless he or she clearly abused his or her discretion. Cook, 104 R.I. at 447-48, 244 A.2d at 836.\nIt is undisputed that Buxton understood the nature of the charges against him and that he appreciated the purpose of the proceedings. Both expert witnesses agreed with regard to these factors. However, Buxton argues that he was incompetent because his mental illness rendered him incapable of “assisting his attorney in the presentation of his defense.”\nIn support of his assertion of incompetency Buxton relies in part upon the representations made to the motion justice by defense counsel. Buxton argues that defense counsel represented to the court that his conversations with Buxton led him to conclude that Buxton was not assisting counsel as he should. Defense counsel informed the motion justice that his discussions with Buxton involved some “bizarre reports.” Additionally after disclosing Buxton’s delusional claims, defense counsel stated that those assertions struck him as “extraordinarily bizarre.” He also informed the motion justice that he had never represented a defendant who had refused to testify because he or she believed that his or her testimony would result in the death of the victim.\nAlthough we understand defense counsel’s concerns and uneasiness with the situation, defense counsel’s claims of a client’s competence are not determinative. Hernandez v. Ylst, 930 F.2d 714, 718 (9th Cir.1991). ‘“[A] defendant’s bizarre actions or statements, or counsel’s statement that the defendant is incapable of cooperating in his [or her] own defense, or even psychiatric testimony need not alone raise sufficient doubt [of his or her competence].’ ” Id. Consequently we cannot rest our decision on the assertions of trial counsel alone. We shall analyze the experts’ testimony and the resulting review of such evidence by the motion justice.\nThe motion justice specifically found that Scagnelli “was not an impressive witness.” Our review of the transcript discloses that the motion justice asked Scagnelli a number of in-depth questions to explain certain inconsistencies that she had identified. For example, the motion justice noted that at the times Scagnelli interviewed Buxton, Scagnelli was not aware of the five delusional claims that were later reported to him by defense counsel. In his testimony Scagnelli stressed the importance of Buxton’s belief that if he testified, James would die. He did not, however, learn this from Buxton, and once he became aware of this belief, he failed to reinterview or contact Buxton to investigate this delusion or, for that matter, any of the remaining delusions defense counsel had reported to him. Scagnelli also admitted that he knew very little about the trial. He stated that he knew the facts of the case to be only those “told to me by Mr. Buxton.”\nThe motion justice stated that Scagnelli “lacked a certain degree of confidence.” In fact at one point during the trial Scagnelli appeared to admit that one of his medical conclusions could be “perhaps * * * right, but perhaps * * * wrong.” Furthermore, and more important for our analysis, the motion justice specifically stated that Scag-nelli misunderstood the “factual and legal point” of the specific question of the legal definition of competency. The motion justice specifically explained that the test is “not whether [Buxton] could have assisted his lawyer * * * [but] whether [Buxton] was able properly, not fully, but properly to assist his attorney.” (Emphasis added.) We believe this interpretation to be consistent with the third prong of Cook and § 40.1-5.3-3(a)(2).\nIn contrast the motion justice found Ree-upero’s report credible and believed her opinions to be “supported in full.” We believe the motion justice’s analysis and conclusion to be consistent with our review of the record. Reeupero’s report represents a detailed analysis and discussion of Buxton’s ability to assimilate and engage in all aspects of the trial process. A trial justice is “free to choose between expert opinions so long as he [or she] did so not from mere whim or fleeting caprice but with reasonable justification.” Cook, 104 R.I. at 449, 244 A.2d at 836. The record reflects that the trial justice was reasonably justified in relying upon Recupero’s report.\n“‘Lack of cooperation and the failure to heed counsel’s advice and/or the failure to agree with counsel’s strategy are certainly not to be equated with and do not establish legal incompetency. The issue is the [djefen-dant’s ability to cooperate and not whether he [or she] is actually cooperating.’ ” Commonwealth v. Banks, 513 Pa. 318, 343, 521 A.2d 1, 13, cert. denied, 484 U.S. 873, 108 S.Ct. 211, 98 L.Ed.2d 162 (1987) (finding the defendant competent even though he asserted that his trial was a means of “taking the mask off the devil” and that he believed that the mayor, city police officers, the district attorney’s office, and the court were conspiring against him by “shooting some of the victims, rearranging some of the corpses and covering up some of their wounds”, 513 Pa. at 336, 521 A.2d at 10). “[TJhere is a factual and a legal distinction between inability to assist and being unwilling to assist.” Id. at 343, 521 A.2d at 13.\nWe are persuaded that the record reflects that Buxton was competent to stand trial. As we have stated earlier, both experts agreed that Buxton understood the role of the parties involved in and the nature of the proceedings. Like the motion justice we view a number of inconsistencies in, and between, Scagnelli’s testimony and report. In light of this determination our review of Rec-upero’s report lends credence to our conclusion that Buxton was competent.\nRecupero’s report stated that Buxton admitted that he was able to assist counsel by (1) discussing the possibility of calling specific alibi witnesses, (2) discussing the significance of a valid search warrant, (3) alerting his counsel to the possible bias of two potential jury members, (4) understanding the term “plea bargain” and discussing the possibility of entering a plea, (5) discussing by means of conversations and notes any discrepancies he noted in some of the witnesses’ testimony, (6) understanding that his defense counsel could use the noted discrepancies on cross-examination to “make some of the witnesses look very bad,” (7) understanding that some of the initial counts of the indictment were dismissed prior to trial, and (8) understanding that he was charged with a very serious offense. Furthermore Buxton was astute enough to believe that his initial attorney was not adequately protecting his rights, and thus he retained more experienced counsel. He informed Recupero that he felt that he was able to discuss matters relating to his trial with the new defense counsel and that he believed that this defense counsel understood his concerns. We believe that these factors represent Buxton’s ability properly to assist counsel in a reasonable and rational manner. See Cook, 104 R.I. at 447, 244 A.2d at 835-36; § 40.1-5.3-3, subsections (a)(2) and (a)(3).\nAlthough this court realizes that there is no bright-line rule in regard to what constitutes “properly assisting defense counsel,” we believe that the factors mentioned satisfy at least a minimal definition of that term. See generally State v. Wynn, 490 A.2d 605, 609 (Del.Super.1985) (finding the defendant competent to stand trial, despite the fact that two examining doctors found him incompetent, because expert testimony elicited evidence that the defendant could assist counsel in the selection of jurors and the procurement of witnesses and that the defendant had the ability to discuss the charges against him with counsel). A defendant can be found to be suffering from a mental illness and still be deemed competent to stand trial. Cook, 104 R.I. at 445, 244 A.2d at 835.\nOur review of the record discloses that the motion justice appropriately cited the language of § 40.1-5.3-3, subsections (a)(2) and (a)(3), and Cook and analyzed the appropriate evidence before her at the motion for a new trial. It is important to note that the motion justice was also the trial justice and had observed Buxton’s “demeanor at counsel table” throughout the trial. The motion justice noted that the issue was not “whether * * * Mr. Buxton made bad choices; it’s whether he wasn’t competent.” We believe that the testimony of Scagnelli misinterpreted the legal standard of competency. Nothing in the record convinces this court that Buxton’s delusions or his hallucinations led him to inform his attorney at the last minute that he did not want to testify. Furthermore the motion justice noted that there was “no suggestion on the record that it [defendant’s decision not to testify] impaired [his] defense in any way.”\nAs we have stated previously, “ “We believe that a defendant is entitled to a fair trial, but not necessarily to a perfect trial.’ ” State v. Peabody, 611 A.2d 826, 833 (R.I.1992). We believe that Buxton received a fair trial. The motion justice may have described this situation best when she stated, ‘We all know that some persons hear a different drum, and maybe Mr. Buxton hears a different drum, but that does not mean that he was incompetent at the time of trial.” We believe that Buxton’s drum beat sufficiently in rhythm with the trial proceedings to protect his constitutional rights adequately. The motion justice did not abuse her discretion, and consequently we conclude that the defendant was competent to stand trial.\nThe defendant’s appeal is denied and dismissed. The judgment of the Superior Court is affirmed, and the papers of this case are remanded to the Superior Court.\n. This is a fictitious name.\n. Buxton’s motion for a new trial was based on newly discovered evidence that he had been incompetent to stand trial. The state does not contest this court’s jurisdiction to review the competency question upon appeal. However, the state avers that a motion for a new trial was not the correct avenue for seeking a competency determination. The state contends that a criminal defendant is not entitled to a competency hearing as a matter of course. General Laws 1956 (1990 Reenactment) § 40.1 — 5.3—3(b)(1) allows a trial court to order an examination of the defendant and to hold a competency hearing ”[a]t any time prior to the imposition of sentence, if in the opinion of the court a substantial question regarding the defendant’s competency is raised[.]\" See also § 40.1-5.3-3(e). Implicit in the motion justice’s decision to hear evidence on the competency of Buxton was a determination that a substantial question existed regarding Buxton’s competency. See id. Because the state does not contest our jurisdiction, we need not further analyze this procedural question. We thus view the motion for a new trial as a competency hearing. Furthermore, although not applicable to this case, the competency statute has been significantly amended. The amended statute allows counsel for the defendant or the state, or the court, to request a competency examination ”[i]f at any time during a criminal proceeding, prior to the imposition of sentence, it appears that the defendant is not competent[.]” The amended statute does not contain the \"substantial question” verbiage. See § 40.1-5.3-3(c), as amended by P.L.1993, ch. 138, art. 57, § 2.\n. Trial counsel raised no objection to the introduction of Recupero's report or her failure to testify. We are thus precluded from reviewing any challenge by Buxton to its admission or to Recupero’s credibility. See State v. Warren, 624 A.2d 841, 842 (R.I.1993).",
        "type": "majority",
        "author": "MURRAY, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey Pine, Atty. Gen., Lauren S. Zurier, Sp. Asst. Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.",
      "Richard Casparian, Public Defender, Janice Weisfeld, Paula Rosin, Asst. Public Defenders, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE, v. Raymond BUXTON.\nNo. 92-502-C.A.\nSupreme Court of Rhode Island.\nJune 7, 1994.\nJeffrey Pine, Atty. Gen., Lauren S. Zurier, Sp. Asst. Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.\nRichard Casparian, Public Defender, Janice Weisfeld, Paula Rosin, Asst. Public Defenders, for defendant."
  },
  "file_name": "0172-01",
  "first_page_order": 238,
  "last_page_order": 244
}
