{
  "id": 7293964,
  "name": "Tracy I. TABAKA, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Tabaka v. District of Columbia",
  "decision_date": "2009-07-16",
  "docket_number": "No. 06-CT-1026",
  "first_page": "173",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "976 A.2d 173"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "698 A.2d 1007",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12012906
      ],
      "pin_cites": [
        {
          "page": "1012"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/1007-01"
      ]
    },
    {
      "cite": "604 A.2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937730
      ],
      "pin_cites": [
        {
          "page": "870"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/604/0861-01"
      ]
    },
    {
      "cite": "940 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8302345
      ],
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/940/0163-01"
      ]
    },
    {
      "cite": "967 A.2d 155",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8155818
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/967/0155-01"
      ]
    },
    {
      "cite": "2009 WL 1789468",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 10,
      "pin_cites": [
        {
          "page": "*2, *13"
        },
        {
          "page": "*11"
        },
        {
          "page": "*10"
        },
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "547 U.S. 813",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3275498
      ],
      "weight": 3,
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/us/547/0813-01"
      ]
    },
    {
      "cite": "129 S.Ct. 2527",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3657952
      ],
      "weight": 6,
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/us/557/0305-01"
      ]
    },
    {
      "cite": "541 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5873383
      ],
      "weight": 3,
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0036-01"
      ]
    },
    {
      "cite": "507 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237509
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0725-01"
      ]
    },
    {
      "cite": "940 A.2d 113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8302002
      ],
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/940/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 6863,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18835248695966444
    },
    "sha256": "f4db75880c991adaf056704a8c302ab92d44df3d3c2703832f11bc45310ebba3",
    "simhash": "1:4e89324c0978ba5f",
    "word_count": 1089
  },
  "last_updated": "2024-02-27T20:06:42.946303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GLICKMAN, Associate Judge, and SCHWELB and FARRELL, Senior Judges."
    ],
    "parties": [
      "Tracy I. TABAKA, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nA jury found appellant guilty of driving under the influence of alcohol (DUI), operating a vehicle while impaired by alcohol (OWI), and operating a motor vehicle without an operator’s permit. The District government concedes that, if appellant’s conviction for DUI is upheld, her conviction for OWI must be vacated on remand as duplicative. We accept the government’s concession. See Santos v. District of Columbia, 940 A.2d 113, 114 (D.C.2007).\nAppellant, for her part, assigns only one error affecting her DUI conviction: he argues that the trial judge erroneously refused to instruct the jury, in keeping with a temporary law in effect at the time of trial (but which later expired), that the small amount of alcohol that a contemporaneous breathalyzer test detected in appellant’s blood created a rebuttable presumption that she was not driving under the influence. We reject this argument because it was not preserved by objection; indeed, in reply to a question by the trial judge, appellant’s counsel agreed that she was “not going to request the [statutory] ... language about the ... presumption.” See Super. Ct.Crim. R. 30; Russell v. United States, 698 A.2d 1007, 1012 (D.C.1997). Appellant has not shown plain error, see United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993), in the judge’s refusal to give the requested instruction.\nWe publish this opinion only to explain why appellant’s separate conviction for operating a motor vehicle without a permit must be reversed. She contends that the trial judge erroneously admitted into evidence, over her objection on confrontation grounds, a document from a D.C. Department of Motor Vehicles official certifying that its records revealed no evidence of an operator’s permit having been issued to appellant. This certificate of no-record (CNR), appellant argues, was “testimonial” under the Supreme Court’s decisions beginning with Crawford v. Washington, 541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004), and it was improperly admitted “without live testimony to establish that Mrs. Tabaka did not possess a valid operator’s permit.” In light of the Supreme Court’s recent decision in Melendez-Diaz v. Massachusetts, — U.S. -, 129 S.Ct. 2527, 174 L.Ed.2d 314 (2009), we agree.\nIn Melendez-Diaz, the Court held — in keeping with its prior decisions in Crawford and Davis v. Washington, 547 U.S. 813, 126 S.Ct. 2266, 165 L.Ed.2d 224 (2006) — that “affidavits reporting the results of forensic analysis which showed that material seized by the police and connected to the defendant was cocaine” were testimonial within the meaning of the Sixth Amendment and, therefore, had been improperly admitted into evidence without testimony by the chemical analysts subject to cross-examination. — U.S. at -, -, 129 S.Ct. 2527, 2009 WL 1789468, at *2, *13. In the course of rejecting contrary arguments, the Court dealt with a claim that the analysts’ affidavits were “ ‘akin to the types of official and business records admissible at common law.’ ” Id. at-, 129 S.Ct. 2527, 2009 WL 1789468, at*10 (citation omitted). That class of records, the Court replied, bore the hallmark of “having been created for the administration of an entity’s affairs and not for the purpose of establishing or proving some fact at trial,” id. at-, 129 S.Ct. 2527, 2009 WL 1789468, at *11; and, in such a case, “[a] clerk could by affidavit authenticate or provide a copy of an otherwise admissible record.” Id. at-, 129 S.Ct. 2527, 2009 WL 1789468, at *10 (emphasis in original). But what a clerk could not do, without an opportunity for confrontation by the defense, was “what the analysts did here: create a record for the sole purpose of providing evidence against a defendant,” Id. (emphasis in original). In that regard,\n[f]ar more probative here are those cases in which the prosecution sought to [introduce] into evidence a clerk’s certificate attesting to the fact that the clerk had searched for a particular relevant record and failed to find it. Like the testimony of the analysts in this case, the clerk’s statement would serve as substantive evidence against the defendant whose guilt depended on the nonexistence of the record for which the clerk searched. Although the clerk’s certificate would qualify as an official record under respondent’s definition — it was prepared by a public officer in the regular course of his official duties — and although the clerk was certainly not a “conventional witness” under the dissent’s approach, the clerk was nonetheless subject to confrontation.\nId.\nThe Supreme Court’s analysis conclusively shows that the CNR in this case, “a clerk’s certificate attesting to the fact that the clerk had searched for a particular relevant record and failed to find it,” id., was inadmissible over objection without corresponding testimony by the DMV official who had performed the search. The contrary conclusion reached by a division of this court in an analogous setting, see Millard v. United States, 967 A.2d 155, 163 (D.C.2009) (CNRs attesting to no record of license to carry a pistol or registration of firearm not “testimonial”), cannot survive the holding and analysis of Melendez-Diaz. See, e.g., District of Columbia v. Beretta U.S.A. Corp., 940 A.2d 163, 179 (D.C.2008); Kleinbart v. United States, 604 A.2d 861, 870 (D.C.1992). And, because the CNR was the sole and sufficient proof of appellant’s non-licensure to operate a motor vehicle, her conviction for that offense cannot stand.\nAccordingly, we affirm appellant’s conviction for DUI, direct that her conviction for OWI be vacated on remand, and reverse her conviction for driving without an operator’s permit and, as to that charge, remand for further proceedings consistent with this opinion.\nSo ordered.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "M. Azhar Khan was on the brief for appellant.",
      "James Klein, Public Defender Service, Samia Fam, Joshua Deahl and Jonathan W. Anderson, Public Defender Service, filed a memorandum of amicus curiae on behalf of appellant.",
      "Linda Singer, Attorney General for the District of Columbia at the time the brief was filed, Todd S. Kim, Solicitor General, Rosalyn Calbert Groce, Deputy Solicitor General, and William Earl, Senior Assistant Attorney General, were on the brief for appellee.",
      "Jeffrey A. Taylor, United States Attorney at the time the brief was filed, and Roy W. McLeese III and Mary B. McCord, Assistant United States Attorneys, filed a memorandum of amicus curiae on behalf of appellee."
    ],
    "corrections": "",
    "head_matter": "Tracy I. TABAKA, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 06-CT-1026.\nDistrict of Columbia Court of Appeals.\nSubmitted May 20, 2008.\nDecided July 16, 2009.\nM. Azhar Khan was on the brief for appellant.\nJames Klein, Public Defender Service, Samia Fam, Joshua Deahl and Jonathan W. Anderson, Public Defender Service, filed a memorandum of amicus curiae on behalf of appellant.\nLinda Singer, Attorney General for the District of Columbia at the time the brief was filed, Todd S. Kim, Solicitor General, Rosalyn Calbert Groce, Deputy Solicitor General, and William Earl, Senior Assistant Attorney General, were on the brief for appellee.\nJeffrey A. Taylor, United States Attorney at the time the brief was filed, and Roy W. McLeese III and Mary B. McCord, Assistant United States Attorneys, filed a memorandum of amicus curiae on behalf of appellee.\nBefore GLICKMAN, Associate Judge, and SCHWELB and FARRELL, Senior Judges.\nJudge Farrell was an Associate Judge of the court at the time the case was submitted. His status changed to Senior Judge on January 23, 2009."
  },
  "file_name": "0173-02",
  "first_page_order": 217,
  "last_page_order": 220
}
