{
  "id": 8322075,
  "name": "PENNSYLVANIA STATE TROOPERS ASSOCIATION, and Bruce A. Edwards, Individually and as President of the Pennsylvania State Troopers Association, Petitioners, v. COMMONWEALTH of Pennsylvania, Pennsylvania GAMING CONTROL BOARD, Respondent",
  "name_abbreviation": "Pennsylvania State Troopers Ass'n v. Commonwealth",
  "decision_date": "2007-04-17",
  "docket_number": "",
  "first_page": "173",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "516 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808560
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0352-01"
      ]
    },
    {
      "cite": "69 A. 861",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "opinion_index": 0
    },
    {
      "cite": "220 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005863
      ],
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0328-01"
      ]
    },
    {
      "cite": "832 A.2d 1004",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9088672,
        588046
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "1006",
          "parenthetical": "recounting procedural history"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/1004-01",
        "/pa/574/0558-01"
      ]
    },
    {
      "cite": "574 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        588046
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0558-01"
      ]
    },
    {
      "cite": "877 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8955235,
        687750,
        687765,
        687766,
        8955098,
        8955131
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "filed June 22, 2005"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/877/0383-03",
        "/pa/583/0274-02",
        "/pa/583/0274-01",
        "/pa/583/0275-01",
        "/a2d/877/0383-01",
        "/a2d/877/0383-02"
      ]
    },
    {
      "cite": "583 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687766
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "filed June 22, 2005"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/583/0275-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 982,
    "char_count": 24834,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20248284745558526
    },
    "sha256": "1d9e02a8e9a3bb22be5761eb701217a0f36203f59b07eeda2ae42dc867317a0d",
    "simhash": "1:ffddd20dc7171eb4",
    "word_count": 3798
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER and BALDWIN, JJ.",
      "Justice FITZGERALD did not participate in the consideration or decision of this case.",
      "Chief Justice CAPPY, and Justice SAYLOR, EAKIN and BAER and Justice BALDWIN join the opinion."
    ],
    "parties": [
      "PENNSYLVANIA STATE TROOPERS ASSOCIATION, and Bruce A. Edwards, Individually and as President of the Pennsylvania State Troopers Association, Petitioners, v. COMMONWEALTH of Pennsylvania, Pennsylvania GAMING CONTROL BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice CASTILLE.\nPetitioners, the Pennsylvania State Troopers Association (“Troopers Association” or “Association”), have filed an Application for Leave to File Original Process, requesting that this Court invoke its original jurisdiction pursuant to Section 1904 of the Pennsylvania Race Horse Development and Gaming Act, 4 Pa.C.S. §§ 1101-1904 (“Gaming Act” or “Act”), along with a Petition for Review in the Nature of a Complaint for Declaratory Judgment and in Mandamus Seeking Injunctive and Other Equitable Relief. In response, this Court directed the parties to submit briefs limited to the question (of first impression) of whether this Court possesses original jurisdiction over this sort of challenge. Upon careful consideration, we conclude that this Court lacks original jurisdiction under the statute because petitioners have not mounted a viable challenge to the constitutionality of the Act. Accordingly, we deny the Application for Leave to File Original Process and the Petition for Review, and we transfer the Petition to the Commonwealth Court, where jurisdiction is proper. See Pa.R.A.P. 751 (governing transfer of erroneously filed cases).\nThe Troopers Association is the exclusive, recognized bargaining agent for members of the Pennsylvania State Police with a rank below Lieutenant Colonel. Respondent, the Pennsylvania Gaming Control Board, is a legislatively created agency, charged with “general and sole regulatory authority over the conduct of gaming or related activities,” “sole regulatory authority over every aspect of the authorization and operation of slot machines,” and ensuring “the integrity of the acquisition and operation of slot machines and associated equipment.” 4 Pa.C.S. § 1202(a)(1).\nPertinent to petitioners’ request for declaratory and injunctive relief is the legislative grant to the Board of certain general and specific powers. The version of the Gaming Act in effect when petitioners filed their petition gave the Board the “general power” to employ an executive director, chief counsel, deputies, secretaries, officers, hearing officers, agents and such other employees as the Board deemed necessary. 4 Pa.C.S. § 1202(a). In addition, the Board was granted the “specific power” to “require background investigations on prospective or existing licensees, per-mittees or persons holding a controlling interest in any prospective or existing licensee or permittee under the jurisdiction of the board.” Id. § 1202(b). The Act also granted the Board the specific power, “[t]o enter into an agreement with the Pennsylvania State Police for the reimbursement of actual costs as approved by the board to the Pennsylvania State Police for the investigations.” Id. § 1202(b)(2).\nPetitioners argue in their Petition for Review that the Board’s specific power to contract with the State Police to reimburse the costs of investigations, when read in conjunction with other specific powers granted to the Board and the other sections of the Act that reference the State Police, vests in the State Police the exclusive authority of conducting background investigations for the Board. Against the backdrop of petitioners’ conclusion that the State Police possess the exclusive power and duty to conduct background investigations, petitioners challenge certain actions taken by the Board in that regard.\nPetitioners allege the following facts in support of their Petition for Review: On August 4, 2005, the Board member who was coordinating background investigations advised the Board that it would take a period of three to six months to build a staff of investigators in order for the Board to conduct its own investigations. Commissioner Kenneth T. McCabe suggested that background investigations be outsourced, and the Board discussed three private firms as potential investigators. Following a discussion of the necessary-procurement of funds to pay any private firms, the Board approved an emergency procurement to negotiate and enter into contracts with MDBI, OMNISEC International Investigations, and Corporate Investigations Incorporated as the three outside firms to provide investigation services to the Board.\nOn August 18, 2005, the Board approved a competitive procurement process applicable to the three firms. That same day, the Board’s Chairman, Thomas A. Decker, Esq., informed petitioners that, pursuant to the Board’s construction of the Act, the Board was entrusted with the duty of conducting background investigations, and that it could do so either by contracting with the State Police, performing the investigations itself, or utilizing the services of outsourced firms. Petitioners responded by turning to this Court on September 26, 2005, filing the instant Application for Leave to File Original Process and Petition for Review, in which they challenge the Board’s authority under the Act to outsource background investigations. The Board filed responsive pleadings on October 31, 2005, and moved to amend its response and address new matter on February 21, 2006. In the meantime, this Court entertained expedited briefing and argument in an unrelated matter involving facial constitutional challenges to the procedural regularity of the enactment of the Gaming Act. That litigation was resolved in this Court’s decision in Pennsylvanians Against Gambling Expansion Fund, Inc. v. Commonwealth, 583 Pa. 275, 877 A.2d 383 (2005) (filed June 22, 2005), which struck certain provisions of the Act but upheld the remainder.\nThereafter, this Court entered a per cu-riam order on August 29, 2006, directing the parties to submit briefs limited to the issue of whether this Court has original jurisdiction over this action pursuant to 4 Pa.C.S. § 1904. The parties filed briefs in accordance with this Court’s directive, and the issue is now ripe for decision.\nSection 1904, which was unchanged by the November 2006 amendments, provides as follows:\nThe Pennsylvania Supreme Court shall have exclusive jurisdiction to hear any challenge to or to render a declaratory judgment concerning the constitutionality of this part.[] The Supreme Court is authorized to take such action as it deems appropriate, consistent with the Supreme Court retaining jurisdiction over such a matter, to find facts or to expedite a final judgment in connection with such a challenge or request for declaratory relief.\nId. The plain language of the statute thus vests “exclusive” original jurisdiction in this Court, but specifically limited to constitutional challenges.\nPetitioners astutely recognize that the jurisdictional issue is simply whether petitioners have presented a constitutional challenge to the Act, which would bring this action within the ambit of Section 1904. Petitioners assert that their challenge is of a constitutional dimension. They argue that the Board must be deemed a legislative body, citing its composition and the statutory requirements regarding what constitutes a voting majority as proof of the correctness of that characterization. In petitioners’ view, the Board’s composition — four members appointed by the General Assembly, three by the Governor — proves that it is a legislative agency because a majority of its members are legislative appointees, it exercises a legislative prerogative in its rule-making function, it provides for legislative regulation of the gaming industry, and it serves as a legislative oversight within the gaming structure. See 4 Pa.C.S. §§ 1201, 1202. Petitioners further maintain that the Board’s exemption from the provisions of the Administrative Code buttresses its view that the Board is a legislative agency. See id. § 1203. Finally, the fact that the Act requires that any Board action be ratified by “a qualified majority vote consisting of at least one gubernatorial appointee and the four legislative appointees,” id., § 1201(f), is proof, in petitioners’ view, that each of the four legislative appointees has veto power over all Board actions, thereby rendering the Board a legislative body.\nPetitioners assert that the Board is a body created, appointed, overseen and controlled by the General Assembly with its purpose being to interpret, apply, and execute the Act in a manner which the General Assembly deems appropriate. However, this alleged legislative agency, petitioners maintain, is vested with executive powers and functions in violation of the separation of powers doctrine. Those executive powers and functions, petitioners claim, include the powers of law enforcement implicit in the Board’s duty to conduct background investigations and to require fingerprinting of all applicants for licenses or permits. Petitioners contend that these purely executive functions entrusted to a legislative agency violate the constitutional separation of powers doctrine. See Pa. Const. art. II, § 1; art. IV, § 2. Petitioners urge this Court to find that they have advanced a constitutional challenge despite the fact that they do not seek a finding that the Act is unconstitutional, citing Stackhouse v. Commonwealth, 574 Pa. 558, 832 A.2d 1004 (2003), for the proposition that jurisdictional questions should not turn upon the styling of the relief requested. Petitioners claim that the core of them complaint demonstrates that it falls within this Court’s original jurisdiction as envisioned by Section 1904 of the Gaming Act.\nThe Board disputes that petitioners’ complaint that the Board is a legislative agency to whom executive functions have been unconstitutionally delegated presents a constitutional challenge. First, the Board argues that the law of Pennsylvania requires that a complaint define the issues presented sufficiently to convey notice of the grounds for such suit so that the defendant is not left to guess at the substance of the allegations. Here, according to the Board, petitioners failed to satisfy this burden in that they failed to plead that the Act is unconstitutional. Instead, the four counts of the Petition for Review seek: a declaratory judgment concerning the propriety of the Board’s actions in entering into procurement contracts with outside investigation firms (Counts I and II); an order in mandamus compelling the Board to rescind its approval of the emergency and competitive procurement processes (Count III); and an order enjoining the Board from awarding any contracts on the ground that such contracts violate the Commonwealth Procurement Code, 62 Pa. C.S. § 101 et seq. (Count IV). Thus, the Board contends, it is clear that each count of the Petition for review challenges the Board’s conduct, not the constitutionality of the Act, and no count expressly requests that this Court find any part of the Gaming Act to be unconstitutional. The Board argues that the substance of the Petition for Review makes clear that this Court lacks jurisdiction because no constitutional challenge is posed.\nWith respect to Stackhouse, the Board claims that the decision in that case actually supports a finding that this Court lacks jurisdiction. In Stackhouse, the plaintiff claimed that its request for declaratory and injunctive relief brought the claim within the original jurisdiction of the Commonwealth Court. A majority of this Court disagreed, finding that the essence of the complaint sounded in trespass, and therefore was properly within the jurisdiction of the Court of Common Pleas Court. The Board notes that a fair reading of the Petition for Review in the case sub judice reveals that the substance and essence of petitioners’ complaint is that the Board acted improperly under the Act by outsourcing background investigations, rather than assigning them to the State Police. The Board argues that the existence of tangential averments in the petition that the Board is a legislative agency usurping executive powers does not transform the petition into a challenge to the constitutionality of the Gaming Act.\nFinally, the Board contends that this Court’s power to fashion broader relief than that specifically requested in a general prayer for relief does not extend to fashioning relief that is inconsistent with that which is sought, citing Mercantile Library Co. v. University of Pennsylvania, 220 Pa. 328, 69 A. 861 (1908). A finding that the Board’s composition and duties violate the separation of powers doctrine, the Board notes, would be inconsistent with the relief petitioners actually and specifically seek, which is a declaration that the Board is required to use only the State Police to conduct background investigations. If the Board’s composition and its exercise of the function of requiring background investigations were found to violate the Constitution, the Board notes, the result would be that it would be unable to act at all — meaning the Board could not utilize the State Police or any other entity to conduct the investigations. Indeed, the Board would be unable to conduct the investigations at all. The Board avers that this result is directly contrary to the result petitioners actually seek and, in fact, a finding of uneonstitutionality would make all of the relief that petitioners actually seek unavailable.\nThe jurisdictional issue before us does not involve a dispute concerning the meaning of Section 1904. Thus, the parties do not dispute that petitioners are required to assert a constitutional challenge to the Gaming Act in order for this Court to be vested with the exclusive jurisdiction to hear any challenge to or to render a declaratory judgment. The issue, is simply whether the Petition for Review raises a constitutional challenge to the Act. We agree with the Board that petitioners have not challenged the constitutionality of the Act expressly, nor does the substance of the Petition for Review articulate a constitutional challenge to the Act.\nCount I, the sole count that even arguably addresses constitutional doctrine, adverts to the separation of powers doctrine and generally alleges that legislation that delegates a purely executive function to a legislative body violates the Constitution. However, beyond this generic observation, petitioners never specifically aver that the Gaming Act is unconstitutional on separation of powers grounds, nor do they seek a declaration to that effect. Thus, petitioners failed to raise an express challenge to the constitutionality of the Act. Instead, petitioners turn to the Board’s actions in undertaking the performance of what petitioners characterize as purely executive functions, specifically the Board’s approval of procurements for negotiating and entering into contracts with outside firms to conduct background investigations. With respect to relief, Count I seeks a declaration that: (1) the Board’s actions in approving negotiations and entering into contracts with three private firms to conduct background investigations are “duties and powers exclusively vested to [the] Executive Branch of Government;” (2) the Board, as a legislative agency, “has exercised powers and duties exclusively vested to the Executive Branch of Government;” and (3) the Board’s actions violate the separation of powers doctrine. Despite invoking the separation of powers doctrine, petitioners never assert nor do they seek a declaration that the provisions of the Gaming Act — as opposed to the conduct of the Board — are unconstitutional. Instead, petitioners complain that the Board misconstrued the Gaming Act and that a proper construction would compel the Board to retain the State Police to conduct all background investigations. Therefore, petitioners allege, the Board violated the Act by entering into negotiations with three outside firms instead of retaining the State Police for investigative purposes. The true gravamen of petitioners’ complaint is not that the statute should be deemed unconstitutional and thus unenforceable, but that the Board misconstrued the statute to petitioners’ detriment, and its construction should be overturned.\nThe distinction between the claim petitioners advance and a constitutional challenge is apparent. Petitioners neither allege that the Gaming Act is unconstitutional, nor do they seek a ruling that it is unconstitutional. Then’ challenge is to the Board’s interpretation and application of the Act: Petitioners disagree with the Board over the question of whether the Act authorizes the Board to outsource background investigations to any entity other than the State Police. Further, petitioners claim that the Board’s actions in looking to retain outside firms to conduct background investigations violate the Gaming Act. Far from seeking to have the Act, or some portion of the Act, declared unconstitutional, petitioners essentially seek enforcement of the Act, albeit pursuant to their interpretation of its terms.\nFurthermore, we agree with the Board that the reasoning in Stackhouse supports a finding that Section 1904’s jurisdictional provision is not implicated. In Stack-house, the plaintiff sued the Pennsylvania State Police and the State Police Commissioner and Deputy Commissioner individually in the Court of Common Pleas. The State Police filed preliminary objections, arguing that original jurisdiction was in the Commonwealth Court. The trial court agreed and transferred the matter. The Commonwealth Court, however, disagreed and dismissed the case for lack of original jurisdiction, concluding that “the complaint was in essence a tort action in the nature of trespass for money damages as redress for an unlawful injury, and that such actions are properly commenced in the courts of common pleas.” Stackhouse, 832 A.2d at 1006 (recounting procedural history).\nOn appeal, this Court discussed the distinction between tort claims against a Commonwealth party where the Commonwealth previously enjoyed immunity, which are within the jurisdiction of the Courts of Common Pleas, and those for declaratory or injunctive relief against a Commonwealth party, where the Commonwealth Court has original jurisdiction. This Court found that,' even though the plaintiff couched the first count of her complaint as a claim for declaratory or injunctive relief, the count relied upon the same allegations that supported her other tort claims. We rejected the argument that the inclusion of a count seeking declaratory/injunctive relief dictated that the Commonwealth Court had original jurisdiction:\nThe sum and substance of Appellant’s complaint, then, is that her privacy and reputational interests were invaded when state police officials unlawfully delved into her intimate inter-personal relationships during an internal affairs investigation, and that she is entitled to compensation accordingly. In these circumstances, we do not believe the inclusion of a count for declaratory or injunc-tive relief premised upon the same events can properly be understood to transform the complaint from one sounding in trespass into the type of matter contemplated by Fawber [v. Cohen, 516 Pa. 352, 532 A.2d 429 (1987)], or by the Legislature, as belonging within the Commonwealth Court’s original jurisdiction.\nId. at 1008.\nSimilarly, the Petition for Review here belies petitioners’ argument that the essence of their claim is of constitutional dimension. Plainly and simply, petitioners challenge the Board’s implementation of the Act’s provisions, and not the constitutionality of the Act itself. The Commonwealth Court is vested with original jurisdiction of all civil actions or proceedings against a Commonwealth party (the Gaming Board’s status as a Commonwealth party is undisputed) unless the action fits into one of five limited exceptions, none of which apply in this instance. 42 Pa.C.S. § 761(a)(1). Accordingly, original jurisdiction over this matter lies not with this Court, but instead with the Commonwealth Court.\nFor the foregoing reasons, we deny the Application for Leave to File Original Process and the Petition for Review, and we order that the Prothonotary of this Court transfer the Petition for Review to the Commonwealth Court.\nJustice FITZGERALD did not participate in the consideration or decision of this case.\nChief Justice CAPPY, and Justice SAYLOR, EAKIN and BAER and Justice BALDWIN join the opinion.\n. Act of July 5, 2004, P.L. 572, No. 71(effec-tive immediately).\n. The Gaming Act was amended effective November 1, 2006, subsequent to the filing of petitioners' application and petition. All citations to and quotations from the Act in this Opinion, unless otherwise specified, are to the version of the Act in effect before November 1, 2006.\n. The Board is composed of seven members, three appointed by the Governor, and one each appointed by the following: the President pro tempore of the Senate; the Minority Leader of the Senate; the Speaker of the House of Representatives; and the Minority Leader of the House of Representatives. In addition, the Secretary of Revenue, the Secretary of Agriculture and the State Treasurer serve as nonvoting ex officio members. 4 Pa.C.S. § 1201. This Section has since been amended to permit the ex officio members to substitute designees.\n. The November 2006 amendments grant to the Board the authority to “employ individuals as necessary to carry out the powers and duties of the board.” Id. § 1202(a)(2).\n. Amended Section 1202 authorizes the Board to “require background investigations on applicants, licensees, principals, key employees or permittees under the jurisdiction of the board.” Id. § 1202(b)(9).\n.The other sections of the Act cited by petitioners include: (1) the Board’s specific power to require applicants for licenses or permits to be fingerprinted by the State Police {id. § 1202(b)(9)); (2) the Board’s specific power to consult with members of the Pennsylvania State Police regarding various aspects of the powers and duties imposed on it by the Act {id. § 1207(14)); (3) the requirement that all applicants for an “occupation permit” consent to a background investigation by the State Police {id. § 1318); (4) the power and duty of the Bureau of Investigations and Enforcement to refer for investigation all possible criminal violations to the State Police and to supply the State Police with information concerning the status of delinquent taxes owned by the applicant, licensee or permittee {id. § 1517(a)(10), (b)(2)); and (5) the specific powers and duties assigned to the State Police enumerated in Section 1517(c).\n. The August 29, 2006 order also disposed of pending motions, including the Board’s request for leave to file its amended answer and new matter request, which we granted, and other tangential filings not relevant here.\n. The \"part” referred to in Section 1904 is the entirety of the Gaming Act.\n. The relief requested in the Petition for Review does not include a declaration that the Act is unconstitutional.\n. The question of jurisdiction, of course, is a purely legal question.\n. The five exceptions included in Section 761(a)(1) are:\n(i) actions or proceedings in the nature of applications for a writ of habeas corpus or postconviction relief not ancillary to proceedings within the appellate jurisdiction of the court;\n(ii) eminent domain proceedings;\n(iii) actions or proceedings conducted pursuant to Chapter 85 (relating to matters affecting government units);\n(iv) actions or proceedings conducted pursuant to the act of May 20, 1937 (P.L. 728, No. 193), referred to as the Board of Claims Act; and\n(v) actions or proceedings in the nature of trespass as to which the Commonwealth government formerly enjoyed sovereign or other immunity and actions or proceedings in the nature of assumpsit relating to such actions or proceedings in the nature of trespass.\n42 Pa.C.S. § 761(a)(1) (footnote omitted).\n. Because our disposition of this matter turns on the jurisdictional question, we make no finding regarding the merits of petitioners’ claims.",
        "type": "majority",
        "author": "Justice CASTILLE."
      }
    ],
    "attorneys": [
      "William M. Sloane, Esq., Reizdan B. Moore, Esq., David Vincent Vitale, Esq., PA House of Representatives, Carlisle, for Rep. H. William DeWeese, House Minority Leader.",
      "Sean Thomas Welby, Esq., Gary M. Lightman, Esq., Harrisburg, for PA State Troopers Association.",
      "Thomas W. Corbett, Jr., Esq., PA Office of Attorney General, Harrisburg, for Commonwealth of PA.",
      "Arleigh Pritchard Heifer, III, Esq., Lawrence T. Hoyle, Esq., Thomas Andrew Decker, Esq., Arlene Fickler, Esq., Hoyle,",
      "Fickler, Herschel & Mathes, L.L.P., for Pennsylvania Gaming Control Board.",
      "Barbara L. Christie, Esq., PA State Police, Harrisburg, for amicus curiae PA State Police."
    ],
    "corrections": "",
    "head_matter": "PENNSYLVANIA STATE TROOPERS ASSOCIATION, and Bruce A. Edwards, Individually and as President of the Pennsylvania State Troopers Association, Petitioners, v. COMMONWEALTH of Pennsylvania, Pennsylvania GAMING CONTROL BOARD, Respondent.\nSupreme Court of Pennsylvania.\nSubmitted Nov. 15, 2006.\nDecided April 17, 2007.\nWilliam M. Sloane, Esq., Reizdan B. Moore, Esq., David Vincent Vitale, Esq., PA House of Representatives, Carlisle, for Rep. H. William DeWeese, House Minority Leader.\nSean Thomas Welby, Esq., Gary M. Lightman, Esq., Harrisburg, for PA State Troopers Association.\nThomas W. Corbett, Jr., Esq., PA Office of Attorney General, Harrisburg, for Commonwealth of PA.\nArleigh Pritchard Heifer, III, Esq., Lawrence T. Hoyle, Esq., Thomas Andrew Decker, Esq., Arlene Fickler, Esq., Hoyle,\nFickler, Herschel & Mathes, L.L.P., for Pennsylvania Gaming Control Board.\nBarbara L. Christie, Esq., PA State Police, Harrisburg, for amicus curiae PA State Police.\nBEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER and BALDWIN, JJ."
  },
  "file_name": "0173-01",
  "first_page_order": 207,
  "last_page_order": 215
}
