{
  "id": 7914499,
  "name": "DEPARTMENT OF HUMAN SERVICES v. James EARLE, Sr., et al.",
  "name_abbreviation": "Department of Human Services v. Earle",
  "decision_date": "1984-09-06",
  "docket_number": "",
  "first_page": "175",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 175"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "421 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7941242
      ],
      "pin_cites": [
        {
          "page": "38-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/421/0036-01"
      ]
    },
    {
      "cite": "472 A.2d 913",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/472/0913-01"
      ]
    },
    {
      "cite": "389 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8025551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/389/0837-01"
      ]
    },
    {
      "cite": "438 A.2d 218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961349
      ],
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/0218-01"
      ]
    },
    {
      "cite": "448 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972407
      ],
      "pin_cites": [
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/0881-01"
      ]
    },
    {
      "cite": "293 S.E.2d 259",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1982,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "58 N.C.App. 68",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8523213
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/58/0068-01"
      ]
    },
    {
      "cite": "306 N.W.2d 314",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "104 Mich.App. 735",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2190314
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "738"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/104/0735-01"
      ]
    },
    {
      "cite": "115 Ariz. 496",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        1593884
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "499"
        },
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/115/0496-01"
      ]
    },
    {
      "cite": "480 A.2d 774",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904532
      ],
      "pin_cites": [
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/480/0774-01"
      ]
    },
    {
      "cite": "406 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8041025
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "622"
        },
        {
          "page": "622"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/406/0620-01"
      ]
    },
    {
      "cite": "418 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945593
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/418/0168-01"
      ]
    },
    {
      "cite": "464 A.2d 933",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972247
      ],
      "pin_cites": [
        {
          "page": "935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0933-01"
      ]
    },
    {
      "cite": "423 A.2d 960",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7948375
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "963"
        },
        {
          "page": "963"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/423/0960-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 15867,
    "ocr_confidence": 0.772,
    "pagerank": {
      "raw": 1.1221792692215604e-07,
      "percentile": 0.5737104750122497
    },
    "sha256": "d63e0c6b18c496b4a4c3669ec9800dfade662ce9187bf70ac22db6797873f111",
    "simhash": "1:7f39e351a88f26d9",
    "word_count": 2574
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and SCOLNIK, JJ.",
      "All concurring."
    ],
    "parties": [
      "DEPARTMENT OF HUMAN SERVICES v. James EARLE, Sr., et al."
    ],
    "opinions": [
      {
        "text": "SCOLNIK, Justice.\nDefendant James Earle, Sr. is a licensed emergency medical technician (EMT) who owns and operates Earle’s Ambulance Service, a private, unincorporated ambulance service licensed by the State of Maine and operated in the Town of Kittery. Defendants Susan Keene and James Earle, Jr., also licensed EMTs, are employees of the business. On January 19, 1982, pursuant to regulations promulgated under the authority of 32 M.R.S.A. §§ 71-75 (1978) repealed and replaced by P.L. 1981, ch. 661, §§ 1, 2 (effective July 13, 1982), the Department of Human Services (DHS) filed a statement of complaint with the Administrative Court Judge to revoke the EMT licenses of each of the defendants and the ambulance license of defendant James Earle, Sr. DHS appeals from a judgment of the Superior Court (York County) affirming the judgment for the defendants entered by the Administrative Court Judge. We vacate the judgment and remand the case to the Administrative Court Judge for further hearing.\nDHS sought to revoke the ambulance license of defendant James Earle, Sr. for unprofessional conduct, namely allegedly answering calls to which another ambulance service was requested to respond. The Department also sought to revoke the EMT licenses of each defendant for negligence and incompetence or lack of skill allegedly demonstrated by two separate incidents.\nThe first incident involved Florence Fogg, who was transported by defendants James Earle, Sr. and James Earle, Jr. to the York Hospital emergency room on January 25,1982. According to the log entries of Earle’s Ambulance Service, the patient went into cardiac arrest at 6:11 p.m. and the ambulance arrived at the hospital at 6:14 p.m. Florence Fogg was in full cardiac arrest upon arrival. Although she was revived by hospital personnel, brain function had ceased. Several witnesses at the hospital testified in the proceedings before the Administrative Court Judge that the patient was not receiving cardiopulmonary resuscitation (CPR) when the ambulance arrived. When Dr. Eugene Andes, Medical Director of Emergency Services at York Hospital, inquired about the incident, James Earle, Sr. stated “that the patient had had a cardiac or cardio-respiratory arrest so near to the hospital that it had not seemed appropriate to institute CPR since it was a matter of a few minutes until the patient would be at the hospital.”\nThe second incident at issue concerned Scott Brown who, on March 23, 1982, was rendered unconscious when the raised body of a dump truck fell on his neck. The three defendants responded to the accident and transported Scott Brown in an Earle’s Ambulance to the York Hospital emergency room. A person at the scene of the accident, herself a licensed EMT, testified that she told defendant Susan Keene that Scott Brown may have suffered a neck injury. Several York Hospital emergency room personnel testified that the defendants informed them that Scott Brown had suffered a neck and head injury. Witnesses also testified that the defendants did not stabilize the patient’s neck. Scott Brown became a quadriplegic as a result of a cervical spinal cord injury. One possible cause of such an injury is the failure to stabilize the cervical spine after a neck injury.\nAt the hearing before the Administrative Court Judge, in its case-in-chief, DHS presented a number of witnesses who testified to the standard of care applicable to EMTs. With regard to full arrest situations, Dr. Marshall Chamberlin, Director of the Emergency Department of the Kenne-bec Valley Medical Center, testified that in only the following three situations would CPR not be initiated: where the victim is decapitated; where there is obvious rigor mortis — stiffening of the muscles which evidence that the person has been dead for a period of some time; and where there is obvious rigor livedous — a pooling of the blood that causes a bluish discoloration of the skin and which also indicates that the victim has been dead for an extended period of time. He also testified that CPR, once initiated, would be discontinued by an EMT only when circulation and respiration returned, when the person performing CPR is exhausted, or when he turned over the care of the patient to someone who is equally or better qualified to continue CPR. The testimony of Robert Tredwell, a licensed EMT and instructor of EMT courses, corroborated that of Dr. Chamber-lin. He added, however, that an EMT also would discontinue CPR when instructed to do so by a doctor. Finally, with regard to situations involving possible neck injury, Dr. Chamberlin, Mr. Tredwell, and Mary Andrews, a registered nurse and instructor of EMT courses, each testified that because of the attendant risks of a neck injury, an EMT must assume that any unconscious patient has sustained such an injury and must stabilize the patient’s neck.\nAfter DHS completed presentation of its evidence, the defendants orally moved to dismiss the action. The Administrative Court Judge treated the motion as a motion for judgment pursuant to M.Admin.C.R. 50, and entered judgment for the defendants. With respect to revocation of the EMT licenses, the Administrative Court Judge found as follows:\nThe more difficult question is one of sufficiency of evidence with respect to the findings to sustain violations of any of these standards_ [Tjhere is in evidence that certain procedures are expected or are appropriate in response to certain situations on the behalf of any emergency medical technicians, but, this proceeding is also entirely devoid of evidence that the failure to meet or to perform those procedures fell below a minimally acceptable standard of care which should be delivered by emergency medical technicians in the day to day conduct of their affairs. And therefore the evidence in this proceeding is insufficient to sustain a finding of incompetence or un-skillfullness on the part of any of the defendants.\nDHS appealed the judgment to the Superior Court. The Department argued, as it does on appeal to the Law Court, that the Administrative Court Judge erred in holding that the evidence adduced in the plaintiff’s case-in-chief was insufficient to establish a prima facie case for revocation of the defendants’ licenses. The Superior Court disagreed and affirmed the judgment. From this Superior Court judgment, DHS appeals. We vacate the judgment.\nThe Department’s sole argument on appeal is that the Administrative Court Judge erred as a matter of law by granting the defendant’s motion for judgment. On a motion made pursuant to Rule 50, the judge is not bound, as in a jury case, to rule solely on the legal sufficiency of the evidence. See Hurd v. Hurd, 423 A.2d 960, 963 (Me.1981) (discussing requirements of former M.R.Civ.P. 41(b)(4)). Rather, the Administrative Court Judge may also act as the factfinder and may “determine on the basis of both the facts and the law whether the plaintiff has shown any right to relief.” Id. at 963; see also M.R.Civ.P. 50(d) advisory committee’s note, Me.Rptr. 449-458 A.2d LXIII. Although the Administrative Court Judge was empowered “to weigh the evidence, resolve any conflict in it, and decide for itself where the preponderance lies,” 9 C. Wright & A. Miller, Federal Practice and Procedure § 2371 at 227 (1971) (discussing requirements of Fed.R.Civ.P. 41(b)(2)), he did not act as the factfinder in the present case. By holding that the record was “entirely devoid of evidence that the failure to meet or to perform those procedures fell below a minimally acceptable standard of care which should be delivered by emergency medical technicians in the day-to-day conduct of their affairs,” the Administrative Court Judge ruled on the legal sufficiency of the evidence. This action was equivalent to the direction of a verdict in a jury case.\nA verdict should be directed only when, after viewing the evidence together with all reasonable inferences arising therefrom in the light most favorable to the plaintiff, no other verdict could be sustained. Sieders v. Testa, 464 A.2d 933, 935 (Me.1983); Jackson v. Frederick’s Motor Inn, 418 A.2d 168, 171 (Me.1980). Although deviation from the standard of care must ordinarily be established by expert testimony, Cox v. Dela Cruz, 406 A.2d 620, 622 (Me.1979), an exception will lie where the trier of fact can readily determine without expert assistance whether the defendant’s conduct departed from the standard of care, Patten v. Milam, 480 A.2d 774, 778 (Me.1984); Cox v. Dela Cruz, 406 A.2d at 622; see also Harvey v. Kellin, 115 Ariz. 496, 499, 566 P.2d 297, 300 (1977); Baldwin v. Williams, 104 Mich.App. 735, 738, 306 N.W.2d 314, 316 (1981); Powell v. Shull, 58 N.C.App. 68, 71, 293 S.E.2d 259, 261 (1982). In the present case, there was expert testimony regarding the kind of care that EMT’s are trained to give to patients in full cardiac arrest and to patients with suspected neck injuries. Other testimony described the defendants’ actions in the two incidents in question. The Administrative Court Judge could conclude from the medical and lay testimony that the failure to perform CPR in the cardiac arrest case and to immobilize the neck in a situation where cervical injury was suspected constituted conduct which fell below the legal standard of performing at a minimally accepted level of competence. In so doing he could appropriately apply the legal standard to the medical testimony. It was unnecessary for the plaintiff to elicit specific expert opinion that the defendants’ actions were “something less than the minimally accepted level of learning and skill in the day to day practice of [the profession].” Although such testimony that defendants failed to meet the legal standard may not be an inappropriate opinion on an “ultimate issue to be decided by the trier of fact,” see Field & Murray, Maine Evidence § 704.1 at 178-9 (1976), its omission here did not diminish the prima facie case against the defendants. The Administrative Court Judge thus erred when he ordered judgment for the defendants on the ground of insufficiency of the evidence.\nThe entry is:\nJudgment for defendant James Earle, Sr. affirmed on the issue of revocation of ambulance service license.\nJudgment for the defendants vacated on the issue of revocation of EMT licenses.\nRemanded to the Administrative Court Judge for further hearing consistent with the opinion herein.\nAll concurring.\n. Regulations promulgated by DHS regarding the licensing of ambulance services, vehicles, and personnel provide in pertinent part:\nA. The Department may refuse to issue, refuse to renew, suspend or revoke a license for any one or more of the following reasons:\n6. Unprofessional conduct. Unprofessional conduct, which includes but is not limited to the following acts:\na. Renting or lending to any person his license to be used as a license;\nb. Addiction to a drug habit;\nc. Chronic alcoholism;\nd. Physical and mental disability, or other condition to the extent that continued practice would be dangerous to the patients or to the public;\ne. Knowingly transporting or causing to be transported any person who need not be transported for medical or other reasons for the purpose of collecting a fee or charge;\nf. Obtaining any fee by fraud or misrepresentation;\ng. Violation of a rule of conduct promulgated by the Department under the authority granted to it by law.\nRegulations Relative to Licensing of Ambulance Services, Vehicles and Personnel, chapter 3(A)(6), at 24-25 (1978).\n. The DHS regulations further provide that a license may be revoked for:\n9. Negligence. Incompetence, negligence or neglect in the conduct of the practice of am-481 A.2d — 6 bulance services, patient care or treatment, or lack of treatment when treatment is indicated.\nRegulations Relative to Licensing of Ambulance Services, Vehicles and Personnel, chapter 3(A)(9), at 25 (1978).\n. An EMT license may also be revoked for \"incompetence or lack of skill.” Regulations Relative to Licensing of Ambulance Services, Vehicles and Personnel, chapter 3(A)(7), at 25 (1978). We have previously defined the terms \"incompetence or lack of skill” as “something less than the minimally acceptable level of learning and skill in the day-to-day practice of the [profession].” Board of Dental Examiners v. Brown, 448 A.2d 881, 884 (Me.1982) (interpreting 32 M.R.S.A. § 1091(1)(C) governing the practice of dentistry).\n. Rule 50 provides:\nMotion for Judgment in Nonjury Case. After the plaintiff, in an action tried by the court without a jury, has completed the presentation of his evidence, the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for judgment on the ground that upon the facts and the law the plaintiff has shown no right to relief. The court as trier of the facts may then determine them and render judgment against the plaintiff or may decline to render any judgment until the close of all the evidence. If the court renders judgment on the merits against the plaintiff, the court shall upon request make findings as provided in Rule 52(a).\n. The above-quoted ruling of the Administrative Court Judge is a finding that DHS presented no evidence that the defendants’ conduct was incompetent or unskillful. The judge never ruled whether the defendants’ EMT licenses should be revoked because of \"negligence,” as defined by the Department’s regulations. See supra note 3. The Judge appears to have erroneously equated \"negligence” with \"incompetence or lack of skill.” For purposes of this appeal, however, we limit our discussion to whether the judge erred in holding that DHS failed to establish a prima facie case of \"incompetence or lack of skill.” On remand, the judge should separately consider the two bases for license revocation.\n.DHS has neither briefed nor argued the issue of the propriety of the judgment entered in favor of James Earle, Sr. regarding revocation of his ambulance service license for allegedly unprofessional conduct. We thus treat the issue as waived on appeal and affirm that portion of the judgment. Franklin Property Trust v. Foresite, Inc., 438 A.2d 218, 221 (Me.1981); Wildes v. Pens Unlimited Co., 389 A.2d 837, 841 n. 6 (Me.1978).\n. M.R.Admin C.R. 50 is governed by M.D.C. Civ.R. 50, which in turn is governed by M.R. Civ.P. 50(d). M.R.Civ.P. 50(d), which became effective shortly before the trial in the Administrative Court, is almost identical to the last three sentences of former M.R.Civ.P. 41(b)(2), discussed in Hurd. \"The only change is the significant verbal one that the motion is now one for ‘judgment’ instead of ‘dismissal.’ ” M.R.Civ.P. 50(d) advisory committee note, Me.Rptr. 449-458 A.2d LXIII.\n. At all prior stages this proceeding was entitled \"Michael R. Petit, Commissioner of the Maine Department of Human Services v. James Earle, Sr. et at\" We substitute the Maine Department of Human Services for Michael R. Petit, Commissioner of the Maine Department of Human Services. Pursuant to 32 M.R.S.A. §§ 71-75 (1978), repealed and replaced by P.L. 1981, ch. 661, §§ 1, 2, the Department is the licensing authority for ambulance personnel. It therefore is the proper party to this proceeding. See Carl L. Cutler Co. Inc. v. State Purchasing Agent, 472 A.2d 913, 915 n. 1 (Me.1984); Sewall v. Spinney Creek Oyster Co., Inc., 421 A.2d 36, 38-39 (Me.1980).",
        "type": "majority",
        "author": "SCOLNIK, Justice."
      }
    ],
    "attorneys": [
      "James E. Tierney, Atty. Gen., Arlyn H. Weeks (orally), James Eastman Smith, Asst. Attys. Gen., Dept, of Human Services, Augusta, for plaintiff.",
      "James J. Fitzpatrick (orally), Portsmouth, N.H., for James Earle, Sr. and Susan Keene.",
      "Reiner & Bouffard, Gary H. Reiner (orally), Kittery, for James Earle, Jr."
    ],
    "corrections": "",
    "head_matter": "DEPARTMENT OF HUMAN SERVICES v. James EARLE, Sr., et al.\nSupreme Judicial Court of Maine.\nArgued June 7, 1984.\nDecided Sept. 6, 1984.\nJames E. Tierney, Atty. Gen., Arlyn H. Weeks (orally), James Eastman Smith, Asst. Attys. Gen., Dept, of Human Services, Augusta, for plaintiff.\nJames J. Fitzpatrick (orally), Portsmouth, N.H., for James Earle, Sr. and Susan Keene.\nReiner & Bouffard, Gary H. Reiner (orally), Kittery, for James Earle, Jr.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and SCOLNIK, JJ."
  },
  "file_name": "0175-01",
  "first_page_order": 235,
  "last_page_order": 240
}
