{
  "id": 7294028,
  "name": "In re Patrick E. BAILEY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Bailey",
  "decision_date": "2009-07-23",
  "docket_number": "No. 05-BG-842",
  "first_page": "176",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "976 A.2d 176"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "829 A.2d 488",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9101157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/0488-01"
      ]
    },
    {
      "cite": "942 A.2d 1118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8397133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/942/1118-01"
      ]
    },
    {
      "cite": "955 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8207365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/955/0157-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 922",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(g)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "544 U.S. 385",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5914041
      ],
      "weight": 6,
      "year": 2005,
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/544/0385-01"
      ]
    },
    {
      "cite": "886 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8893083
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/886/0064-01"
      ]
    },
    {
      "cite": "831 A.2d 964",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9090555
      ],
      "pin_cites": [
        {
          "page": "968"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/831/0964-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 11357,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18835345226690822
    },
    "sha256": "299b2375292214b383862a328e53136b89a3063c454a0c6f7ec76f68d6a4a59d",
    "simhash": "1:1f041b0a61074643",
    "word_count": 1796
  },
  "last_updated": "2024-02-27T20:06:42.946303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KRAMER, FISHER, and THOMPSON, Associate Judges."
    ],
    "parties": [
      "In re Patrick E. BAILEY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "KRAMER, Associate Judge:\nThis reciprocal discipline matter stems from respondent’s suspension from the practice of law by Virginia for three years, effective April 19, 2005, for violating Rule 8.1(a) of the Virginia Rules of Professional Conduct. We adopt the recommendation of our Board on Professional Responsibility of a reciprocal three-year suspension, with reinstatement conditioned on a showing of fitness to practice law. For the purposes of reinstatement, the suspension will be deemed to begin on the date respondent satisfactorily complies with D.C. Bar Rule XI, § 14(g).\nThe instant case arises from respondent’s application for admission by motion to the Virginia State Bar. On November 22, 2000, respondent submitted a sworn Applicant’s Character and Fitness Questionnaire (“Virginia questionnaire”) to the Virginia Board of Bar Examiners. Respondent answered “No” to each of the following questions:\n11. (a) State whether you have ever been, or presently are, a party to or otherwise involved (except as a witness) in:\n(1) any civil or administrative action or legal proceeding;\n(2) any criminal or quasi-criminal action or legal proceeding (whether involving a felony, misdemeanor, minor misdemeanor, or any traffic offense);\n(b) Have you ever been summoned for a violation of any other statute, regulation, or ordinance?\nThe following text appeared at the end of question 11:\nIf your answer to any question above is “Yes,’ attach a separate sheet of paper, identified in accordance with the instructions of the first page hereof, on which you set forth the facts in detail, designating by letter the portion of the question to which you refer. If any court or agency proceedings were involved, state the names, case numbers, and dates of all court or agency proceedings, including an accurate description of the ORIGINAL CHARGE, regardless of a finding of guilt of a lesser offense or a complete dismissal; the dispositions made thereof; the names and addresses of the courts or agencies in which the record may be found; and name and address of your legal counsel in each proceeding. Nondisclosure of a criminal charge is allowable only when the charge has been expunged in accordance with applicable state law.\nThe introductory instructions to the questionnaire elsewhere stated:\nIf you have any doubts about whether any matter should be reported on this questionnaire, report it. If you are not sure of dates, time, places, or. other information requested, it is your responsibility to consult the court, governmental agency, or other entity or person involved to obtain the accurate and complete information.\nContrary to his negative responses to the above questions, respondent, while on leave in Jamaica from his duties as an infantry officer with The United States Marine Corps (USMC), had been arrested in January 1997 for murder. He was tried before a jury in the Circuit Court for the Parish of Kingston, Jamaica, found guilty of the lesser offense of manslaughter, and sentenced to two years of imprisonment at hard labor. In addition to not disclosing this conviction in his Virginia bar application, respondent failed to reveal the fact that he had incurred traffic offense convictions from other jurisdictions between April 1985 and October 1990, four for speeding and one for failure to obey a traffic signal.\nDuring his Virginia disciplinary proceedings, respondent argued that he had contacted an unidentified employee of the Pennsylvania Bar/Disciplinary Committee about reporting his Jamaica conviction in his application to the Virginia State Bar. He testified that during their 90-minute conversation, the Pennsylvania employee, an attorney with 18 years of experience, “told me it was not reportable. She told me kangaroo courts exist in those places where [there is] bribery and grafting-where these results cannot be trusted....” Respondent stated that he relied on the Pennsylvania employee’s advice in not reporting his Jamaican conviction on the Virginia questionnaire. He also presented evidence of the unreliability of the Jamaican proceedings, including the testimony of a co-defendant and Jamaican citizen (who was acquitted of the charges) that the police inspector who investigated the case had unsuccessfully solicited a bribe from the defendants to drop the charges.\nUnderstandably not impressed by these representations, the Virginia hearing tribunal focused on the fact that respondent had indisputably known of his Jamaica conviction and had at least considered whether he had to report it, and that the Virginia bar questionnaire clearly states, “If you have any doubts about whether any matter should be reported on this questionnaire, report it.” The panel also found that “[t]he questions to which Mr. Bailey gave false answers, and the false answers that he gave, were material to the decision about whether he would be admitted by waiver to the Virginia bar.” The Virginia Supreme Court agreed.\nThis court will “presumptively impose identical reciprocal discipline, unless the attorney demonstrates by clear and convincing evidence that the case falls within one of five specified exceptions set forth in Rule XI, § 11(c).” In re Zdravkovich, 831 A.2d 964, 968 (D.C.2003) (citations omitted). Unless one or more of those exceptions applies, “a final determination by another disciplining court that an attorney has been guilty of professional misconduct shall conclusively establish the misconduct for the purpose of a reciprocal disciplinary proceeding in this Court.” D.C. Bar R. XI, § 11(c). “[T]he Court shall ... adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.” D.C. Bar R. XI, § 9(h)(1). Whether any of the exceptions listed under Rule XI, § 11(c) applies is a question of law or ultimate fact that this court reviews de novo. In re Gallagher, 886 A.2d 64, 68 (D.C.2005).\nRespondent first argues that “the Virginia Courts ignored the evidence that he believed he was not required to report the Jamaican and Marine Corps proceedings” and that “the essential element [of] knowing intent was not proved.” But, as the Virginia authorities recognized, he does not dispute that he was aware of the Jamaica legal proceedings and the instruction on the Virginia questionnaire that “[i]f you have any doubts about whether any matter should be reported on this questionnaire, report it.” He also had at least enough doubt about his reporting obligations to discuss the matter with a Pennsylvania bar official. Respondent had been charged with and tried for murder, an extremely serious allegation in any justice system. A licensed attorney for nearly eight years at the time he submitted the Virginia questionnaire, he cannot credibly argue that Virginia had insufficient proof to support its conclusion that he had knowingly withheld information important to the decision whether to admit him to the Bar.\nEqually unavailing is respondent’s argument that his false answers about his manslaughter conviction were immaterial because the conviction arose from what he paints as a blackmail scheme in a corrupt foreign jurisdiction. The simple answer is that whatever infirmities, real or imagined, underlay his Jamaica conviction did not relieve him of the duty to speak truthfully in the bar questionnaire. Respondent also cites Small v. United States, 544 U.S. 385, 125 S.Ct. 1752, 161 L.Ed.2d 651 (2005), for the proposition that foreign convictions have no “demonstrated utility in determining one’s fitness to practice law.” But, as the Virginia Supreme Court noted, Small addressed only the narrow question of whether the federal prohibition in 18 U.S.C. § 922(g)(1) against the possession of a firearm by “any person ... who has been convicted in any court” includes convictions in non-U.S. courts. Small, supra, 544 U.S. at 387, 125 S.Ct. 1752. That decision has no relevance to whether a state may properly inquire broadly about past criminal convictions, domestic or foreign, in determining an applicant’s fitness to practice law — something it self-evidently may do. While respondent may be correct that his other convictions for traffic offenses have no comparable bearing on his fitness to practice law, Virginia could nonetheless give his failure to disclose them additional weight in determining the appropriate length of his suspension.\nBecause respondent has not met his burden to show that any exception in Rule XI, § 11(c) precludes reciprocal discipline, and because a three-year suspension with a fitness requirement is within the range of discipline this court has imposed for similar intentional material misrepresentations by an attorney, see, e.g., In re Ayres-Fountain, 955 A.2d 157 (D.C.2008); In re Stuart, 942 A.2d 1118 (D.C.2008); In re Starnes, 829 A.2d 488 (D.C.2003) (per cu-riam), we have no reason to reject the Board’s recommended discipline. Furthermore, respondent takes no issue in his brief with the Board’s recommended effective date for purposes of reinstatement.\nFor the foregoing reasons, it is hereby\nORDERED that Patrick E. Bailey is suspended from the practice of law in the District of Columbia for a period of three years, with reinstatement conditioned on a showing of fitness to practice law. For purposes of reinstatement, this period will begin when respondent satisfies the requirements of D.C. Bar R. XI, § 14. The existing interim order of suspension shall remain in effect until that time.\nSo ordered.\n. The Rule states in relevant part that an applicant for admission to the Virginia State Bar \"shall not ... knowingly make a false statement of material fact\" in connection with such an application.\n. In 1998, his conviction and sentence were affirmed on appeal.\n. Appellant acknowledged that he did not contact anyone at the Virginia Bar to ask the same question.\n. The exceptions are:\n(1) The procedure elsewhere was so lacking in notice or opportunity to be heard as to constitute a deprivation of due process; or\n(2) There was such infirmity of proof establishing the misconduct as to give rise to the clear conviction that the Court could not, consistently with its duty, accept as final the conclusion on that subject; or\n(3) The imposition of the same discipline by the Court would result in grave injustice; or\n(4) The misconduct established warrants substantially different discipline in the District of Columbia; or\n(5) The misconduct elsewhere does not constitute misconduct in the District of Columbia.\nD.C. Bar R. XI, § ll(c)(l)-(5).\n. With respect to respondent's driving history, the Virginia factfinders had the evidence of his sworn statement denying any prior traffic offenses and the plainly contrary information contained in his official record from Maryland.",
        "type": "majority",
        "author": "KRAMER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Stephen Andrew Armstrong, Fairfax, VA, for respondent.",
      "Judith Hetherton, Senior Assistant Bar Counsel, with whom Wallace E. Shipp, Jr., Bar Counsel, Traci M. Tait, Assistant Bar Counsel and John T. Rooney, Assistant Bar Counsel, were on the brief, for the Office of Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Patrick E. BAILEY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 05-BG-842.\nDistrict of Columbia Court of Appeals.\nArgued May 2, 2007.\nDecided July 23, 2009.\nStephen Andrew Armstrong, Fairfax, VA, for respondent.\nJudith Hetherton, Senior Assistant Bar Counsel, with whom Wallace E. Shipp, Jr., Bar Counsel, Traci M. Tait, Assistant Bar Counsel and John T. Rooney, Assistant Bar Counsel, were on the brief, for the Office of Bar Counsel.\nBefore KRAMER, FISHER, and THOMPSON, Associate Judges."
  },
  "file_name": "0176-02",
  "first_page_order": 220,
  "last_page_order": 224
}
