{
  "id": 11496438,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Edward NANORTA, Appellant",
  "name_abbreviation": "Commonwealth v. Nanorta",
  "decision_date": "1999-11-24",
  "docket_number": "",
  "first_page": "176",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "648 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706490,
        7870172
      ],
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0569-01",
        "/a2d/648/0555-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 569",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0569-01"
      ]
    },
    {
      "cite": "637 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354008,
        937954
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "307"
        },
        {
          "page": "307",
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0302-01",
        "/pa-super/431/0529-01"
      ]
    },
    {
      "cite": "431 Pa.Super. 529",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        937954
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/431/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 5161,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 1.4675403298694966e-07,
      "percentile": 0.6585399380427198
    },
    "sha256": "7c873f01929019718d88e6cd361501b35070e7446faee27173df7f9e63c091f3",
    "simhash": "1:9e2d60504543f4b9",
    "word_count": 870
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHILLER, OLSZEWSKI and BECK, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Edward NANORTA, Appellant."
    ],
    "opinions": [
      {
        "text": "BECK, J.:\n¶ 1 Appellant challenges his judgment of sentence for criminal attempt. We write to address the definition of the word “lure” in the statute entitled Luring a Child into a Motor Vehicle, 18 Pa.C.S.A. § 2910. While driving his car, appellant approached a ten-year-old girl who was riding her bicycle on the street. Appellant stopped his car, opened the door, put his foot on the ground and said, “Get in my car.” The child did not obey and instead informed police about the incident. As a result, appellant faced trial for several charges. All charges except Criminal Attempt, 18 Pa.C.S.A § 901, and Luring a Child into a Motor Vehicle, 18 Pa.C.S.A. § 2910 were dropped.\n¶2 Following a bench trial, appellant was found guilty of criminal attempt to lure a child into a motor vehicle. He was sentenced to a term of probation and was ordered to undergo a psychological evaluation and treatment. On appeal he argues that the command “get in my car” cannot be characterized as a “lure” to the child/victim. Under the plain language of the statute, appellant argues, he cannot be guilty of attempting to violate § 2910.\n¶ 3 The statute provides as follows:\nLuring a child into a motor vehicle\nA person who lures a child into a motor vehicle without the consent, express or implied, of the child’s parent or guardian, unless the circumstances reasonably indicate that the child is in need of assistance, commits a misdemeanor of the first degree.\n18 Pa.C.S.A. § 2910 (Purdons 1999).\n¶ 4 Appellant asserts that the term “lure” mandates “an element of enticement or invitation to pleasure or gain.” Appellant’s Brief at 7. He offers as support the dictionary meaning of the word as well as this court’s opinion in Commonwealth v. Adamo, 431 Pa.Super. 529, 637 A.2d 302 (1994). In Adamo, the appellant argued that § 2910 was overbroad because it could apply to offers of a ride by a friend or neighbor. This court rejected the claim because it presented only those situations wherein the car ride was the only offer. Such an offer, reasoned the Adamo court, does not include a “lure,” that is, an offer to “tempt by pleasure or gain.” Id. at 307. Appellant argues that because his words did not offer pleasure, his conviction cannot stand.\n¶ 5 While the Adamo court indeed focused on the pleasurable things that might be used to entice a child into a motor vehicle, the court did not limit its definition of lure in such a manner. Instead, the court defined lure to include “pleasure or gain.” Id. at 307 (emphasis supplied). The gain need not be a pleasant one; it can be “any kind of inducement.” Id.\n¶ 6 In his opinion, the Honorable Paul W. Tressler of Montgomery County specifically addressed this issue. We adopt his excellent expression here:\nWhile “lure,” when used as a verb ordinarily refers to coaxing behavior through the offer of a reward or other pleasant consequence, the offer of relief from an implied aversive consequence has the identical effect. Put simply, there is no practical difference between a man who tells a child that if she gets into a car he will give her candy, and one who expressly or impliedly lets the child know that unless she gets into the car, he will make things unpleasant for her. In the first instance, the lure is the offer of a pleasant consequence in exchange for the child’s compliance. In the second, the lure is the implied promise that the child will avoid an unpleasant consequence in exchange for compliance. In both instances, the result is the same: the adult engages in verbal behavior calculated to make the child enter his motor vehicle.\nBecause enticements and threats have the same effect, the term “lure” in 18 Pa.C.S.A. § 2910 should be construed to encompass both meanings. To hold otherwise would assume that the legislature, in enacting the statute, intended to prevent the harm under one circumstance but not the other ... [I]n enacting the statute, the legislature intended to create “a threshold prophylactic rule for the terrible crime of kidnapping” by prohibiting persons “from offering rides to children under any invitational pretext.” [Commonwealth v.] Figuero[a], [436 Pa.Super. 569, 648 A.2d 555, 558 (Pa.Super.1994) ] ... [I]t would be absurd for the legislature to have intended to prevent kidnapping when accomplished by enticement but not by implied threats. Such an interpretation violates one of the core presumptions of statutory interpretation, that the legislature did not intend an absurd result. [1 Pa. C.S.A. § 1922(1)]. Consequently, the term “lure” must be interpreted to include commands and threats as well as enticements.\nTrial Court Opinion, 4/29/99, at 4.\n¶ 7 We can neither add to nor improve upon Judge Tressler’s reasoning in this case. Based thereon, it is clear that Ada-mo does not preclude our decision here today.\n¶ 8 Judgment of sentence affirmed.",
        "type": "majority",
        "author": "BECK, J.:"
      }
    ],
    "attorneys": [
      "Frank H. Morgan, Jr., Wynnewood, for appellant.",
      "Patricia E. Coonahan, Asst. Dist. Atty., Norristown, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Edward NANORTA, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 22, 1999.\nFiled Nov. 24, 1999.\nFrank H. Morgan, Jr., Wynnewood, for appellant.\nPatricia E. Coonahan, Asst. Dist. Atty., Norristown, for Com., appellee.\nBefore SCHILLER, OLSZEWSKI and BECK, JJ."
  },
  "file_name": "0176-01",
  "first_page_order": 222,
  "last_page_order": 224
}
