{
  "id": 7927211,
  "name": "Aura Ruth NELSON, et al., Appellants, v. John E. COVINGTON, Appellee",
  "name_abbreviation": "Nelson v. Covington",
  "decision_date": "1986-12-31",
  "docket_number": "No. 86-13",
  "first_page": "177",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 177"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "411 A.2d 979",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367122
      ],
      "pin_cites": [
        {
          "page": "983-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0979-01"
      ]
    },
    {
      "cite": "413 A.2d 1310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981961
      ],
      "pin_cites": [
        {
          "page": "1312-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/413/1310-01"
      ]
    },
    {
      "cite": "13 D.C. 307",
      "category": "reporters:state",
      "reporter": "D.C.",
      "case_ids": [
        2492964
      ],
      "year": 1883,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/13/0307-01"
      ]
    },
    {
      "cite": "493 A.2d 319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912748
      ],
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/493/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 4436,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 6.424010077642072e-08,
      "percentile": 0.39693704150319187
    },
    "sha256": "147369c3f4877c09c592c36b74fbda4349d16b6157cfe6bf320cb9178b5393a0",
    "simhash": "1:3ddde896b88817b9",
    "word_count": 706
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, BELSON, and TERRY, Associate Judges."
    ],
    "parties": [
      "Aura Ruth NELSON, et al., Appellants, v. John E. COVINGTON, Appellee."
    ],
    "opinions": [
      {
        "text": "BELSON, Associate Judge:\nThis is an appeal from a judgment entered upon a jury verdict upholding a will against appellants’ challenges. Appellants argue on appeal that the trial court erred in refusing to submit to the jury the issue of undue influence. We agree, and reverse.\nThe will of Juanita Lawson Moore, who died on July 8, 1981, left her entire estate to appellee Covington. Appellants, descendants of the decedent, filed a complaint, and later an amended complaint, in the Probate Division of the Superior Court challenging the will on three grounds: fraud, undue influence, and lack of testamentary capacity.\nAppellee moved to strike the amended complaint on the ground that the aver-ments of fraud failed to satisfy the particularity requirements of Super.Ct.Civ.R. 9(b), and also requested judgment on the pleadings alleging that since the averments of fraud were the essence of the complaint, it failed to state a claim upon which relief could be granted. On August 17, 1982, Judge Margaret A. Haywood granted ap-pellee’s motion to strike the amended complaint as to the claim of fraud and gave appellee judgment on the pleadings as to fraud. Judge Haywood denied the motion as to the claim of lack of mental capacity to make a will. Judge Haywood’s order did not mention the claim of undue influence.\nAfter receiving pre-trial memoranda discussing whether the issue of undue influence remained before the court in view of Judge Haywood’s order, Judge Iraline Barnes ruled, on September 17, 1985, to exclude all evidence bearing on the issue of undue influence. The trial proceeded, and the jury found in favor of appellee on the issue of testamentary capacity. On September 26, 1985, appellants moved for reconsideration of Judge Barnes’ previous ruling. On December 12, 1985, Judge Barnes denied the motion for reconsideration finding that “Judge Haywood’s Order continues to be interpreted as dismissing the claims of fraud and undue influence.” (Emphasis in original.)\nSince the issue before us, whether Judge Barnes correctly interpreted Judge Haywood’s previous order, is a question of law, we review Judge Barnes’ decision de novo. As an initial matter, there is no doubt that appellants’ amended complaint contained a challenge to the will on an undue influence theory. Paragraph twenty-two of the amended complaint alleged that the making of the will “resulted from ... fraud and undue influence_” Since, in this jurisdiction, a complaint is sufficient so long as it fairly puts the defendant on notice of the claim against him, Scott v. District of Columbia, 493 A.2d 319, 323 (D.C.1985) and Super.CtCiv.R. 8(a) and (e), appellants’ amended complaint made out a claim of undue influence. An allegation of undue influence is not subject to Super.Ct. Civ.R. 9(b), which requires that “in all aver-ments of fraud or mistake, the circumstances constituting fraud or mistake must be stated with particularity.”\nThe trial judge was mistaken in finding that Judge Haywood’s order dismissing the claim of fraud had the effect of dismissing appellants’ claim of undue influence as well. Fraud and undue influence are two conceptually distinct theories under which a contestant can attack a will. This is so even though fraud is one means of unduly influencing someone. Stewart v. Elliott, 13 D.C. 307, 319 (1883). It is not mandatory that a party show fraud in order to prove a claim of undue influence, and the two claims are normally analyzed separately. See Estate of Broun, 413 A.2d 1310, 1312-13 (D.C.1980) (affirmed trial court’s grant of summary judgment to ap-pellee on both claims, undue influence and fraud, after analyzing the facts offered to support each); Himmelfarb v. Greenspoon, 411 A.2d 979, 983-84 (D.C.1980) (same). Thus, the fact that Judge Haywood dismissed appellants’ fraud claim did not preclude appellants from showing undue influence.\nAccordingly, we reverse the judgment and remand for further proceedings on the issue of whether decedent’s will resulted from the undue influence of appellee.\nReversed and remanded for further proceedings consistent with this opinion.",
        "type": "majority",
        "author": "BELSON, Associate Judge:"
      }
    ],
    "attorneys": [
      "George H. Windsor, Washington, D.C., for appellants.",
      "Richard F. Boddie, Falls Church, Va., for appellee."
    ],
    "corrections": "",
    "head_matter": "Aura Ruth NELSON, et al., Appellants, v. John E. COVINGTON, Appellee.\nNo. 86-13.\nDistrict of Columbia Court of Appeals.\nSubmitted Oct. 21, 1986.\nDecided Dec. 31, 1986.\nGeorge H. Windsor, Washington, D.C., for appellants.\nRichard F. Boddie, Falls Church, Va., for appellee.\nBefore FERREN, BELSON, and TERRY, Associate Judges."
  },
  "file_name": "0177-01",
  "first_page_order": 223,
  "last_page_order": 225
}
