{
  "id": 7861559,
  "name": "Paul F. LISCHIO et al. v. Dante E. BOFFI, Jr., in his capacity as Director of Transportation for the State of Rhode Island",
  "name_abbreviation": "Lischio v. Boffi",
  "decision_date": "1994-06-08",
  "docket_number": "No. 93-533-Appeal",
  "first_page": "178",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 178"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "552 A.2d 368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882341
      ],
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/552/0368-01"
      ]
    },
    {
      "cite": "468 A.2d 289",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8000704
      ],
      "pin_cites": [
        {
          "page": "290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/468/0289-01"
      ]
    },
    {
      "cite": "444 A.2d 847",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977984
      ],
      "pin_cites": [
        {
          "page": "850"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0847-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 269,
    "char_count": 3285,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4730156082458862
    },
    "sha256": "c7eed0352cbb941ce25ce0aefaeafc110fbc1550f5dc2695dab8808fc08050ce",
    "simhash": "1:ead202b869857dc9",
    "word_count": 529
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "SHEA, J., did not participate."
    ],
    "parties": [
      "Paul F. LISCHIO et al. v. Dante E. BOFFI, Jr., in his capacity as Director of Transportation for the State of Rhode Island."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before this court on May 24, 1994, pursuant to an order directing both parties to appear in order to show cause why the issues raised in this appeal should not be summarily decided. The plaintiffs, Paul F. and Marguerite Lischio (the Lischios), appeal from a judgment awarding them approximately $14,700, plus interest and costs, less payments previously made, in connection with their petition for assessment of damages.\nThe Lischios sought compensation for defendant’s condemnation of an approximately 2.3-acre portion of a parcel of their land. In a previous proceeding before a different trial justice, the Lischios had sought and received an award of damages relative to a condemnation of a portion of a larger parcel, which parcel included the land involved in this proceeding. The trial justice’s decision in Lischio v. DeSimone, No. WM 85-449 (R.I.Super. filed Apr. 25, 1989), was not appealed. The lot from which the 2.3 acres were condemned remained after the first condemnation.\nIn his decision on the petition in the instant case, the trial justice rejected the valuation by the Lischios’ witness and discredited the value of defendant’s appraisal. He then proceeded to calculate his own valuation by taking 10 percent of the per-acre valuation that the trial justice in Lischio had reached.\nThe Lischios argue, among other things, that the trial justice erred by relying upon evidence not before the court to determine the property value. The defendant asserts, among other things, that the trial justice was taking permissible judicial notice of the prior trial justice’s decision.\nThis court has held that a damages award must be supported by legally competent evidence that establishes the nature and extent of the damages. See White v. LeClerc, 444 A.2d 847, 850 (R.I.1982), appeal after remand, 468 A.2d 289, 290 (R.I.1983). Furthermore, this court stated in In re Michael A, 552 A.2d 368, 369 (R.I.1989), that a court may take judicial notice of its own records, including issues and decisions in a prior proceeding involving the same parties. Our holding, however, was not so expansive as to cover the trial justice’s overreaching to Lis-chio in the instant case.\nAfter hearing the arguments of counsel and reviewing the memoranda that the parties submitted, this court concludes that cause has not been shown. Consequently the plaintiffs’ appeal is sustained, the judgment appealed from is reversed, and the papers of this ease are remanded to the Superior Court for a new trial.\nSHEA, J., did not participate.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "James M. Sloan, III, Gardner, Sawyer, Gates, Sloan & Engustian, Providence, for plaintiff.",
      "Eugene Coulter, Dept, of Transp., Aaron Weisman, Asst. Atty. Gen., for defendant."
    ],
    "corrections": "",
    "head_matter": "Paul F. LISCHIO et al. v. Dante E. BOFFI, Jr., in his capacity as Director of Transportation for the State of Rhode Island.\nNo. 93-533-Appeal.\nSupreme Court of Rhode Island.\nJune 8, 1994.\nJames M. Sloan, III, Gardner, Sawyer, Gates, Sloan & Engustian, Providence, for plaintiff.\nEugene Coulter, Dept, of Transp., Aaron Weisman, Asst. Atty. Gen., for defendant.\n. The original defendant in this action was Matthew J. Gill, Jr., in his capacity as director of transportation. Pursuant to Rule 25(d)(1) of the Superior Court Rules of Civil Procedure, when Dante E. Boffi, Jr., succeeded Gill in that office, Boffi was automatically substituted as a party. We have amended our case caption to reflect that substitution."
  },
  "file_name": "0178-01",
  "first_page_order": 244,
  "last_page_order": 245
}
