{
  "id": 7861627,
  "name": "FRANK N. GUSTAFSON & SONS, INC. v. Thomas R. WALEK, M.D.",
  "name_abbreviation": "Frank N. Gustafson & Sons, Inc. v. Walek",
  "decision_date": "1994-06-10",
  "docket_number": "No. 93-537-Appeal",
  "first_page": "179",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 179"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "570 A.2d 1102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7393483,
        7393516
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1104-05"
        },
        {
          "page": "1103, 1106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/1102-01",
        "/a2d/570/1102-02"
      ]
    },
    {
      "cite": "599 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7355433
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "731"
        },
        {
          "page": "733-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/599/0730-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 310,
    "char_count": 4725,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20014931372446812
    },
    "sha256": "fcdc5059a2cbd79c0ddd638b461d256f810f1aac7a686d8ea2377a3a08a15497",
    "simhash": "1:169468192cc5f92c",
    "word_count": 744
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice SHEA did not participate."
    ],
    "parties": [
      "FRANK N. GUSTAFSON & SONS, INC. v. Thomas R. WALEK, M.D."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before a panel of the Supreme Court for oral argument on May 24, 1994, pursuant to an order directing Thomas R. Walek, M.D. (defendant), to show cause why the issues raised in his appeal should not be summarily decided. The defendant appeals from a Superior Court order granting the petition of Frank N. Gustafson & Sons, Inc. (plaintiff), to enforce a mechanics’ lien. That order entered judgment in the amount of $51,976.87 plus statutory prejudgment interest in favor of the plaintiff.\nAfter reviewing the memoranda submitted by the parties and after considering the arguments of counsel, we are of the opinion that cause has not been shown, and the issues will be summarily decided.\nThe plaintiff had entered into an agreement with Gate Professional Partners (Gate) for the construction of a condominium project called the Gate Medical Center. Frank N. Gustafson & Sons, Inc. v. Walek, 599 A.2d 730, 731 (R.I.1990). Before plaintiff was paid for its services, the title to medical-office space was transferred by Gate to defendant. Id. This court reversed the Superior Court’s previous dismissal of plaintiffs mechanics’ lien petition and remanded the case to allow plaintiff to comply with procedural requirements. Id. at 733-34. Upon remand, proper citation was issued and served on defendant, thus perfecting the notice requirements of G.L.1956 (1984 Reenactment) §§ 34-28-14 and 34-28-15. Thereafter, the case proceeded to trial and resulted in a judgment for plaintiff in the amount of the contract price reduced by amounts already paid and amounts disallowed on evidentiary grounds. In this appeal, defendant argued that plaintiff was not entitled to the full contract price because that amount included a profit margin for plaintiff.\nThe defendant also raised several issues on the procedural requirements of the mechanics’ lien law. Specifically, defendant alleged that plaintiff failed to prove that defendant received the Notice of Intention by certified or registered mail, that service of the citation was effectuated on defendant, and that the notice of the petition was made by publication. After reviewing the record, we conclude that defendant’s allegations of procedural deficiencies are without merit. A copy of the Notice of Intention was attached to the petition, the proof of service of the citation was contained in the file, and a copy of the notice by publication was appended to the inner front cover of the Superior Court file.\nIn respect to defendant’s challenge to the enforcement of the mechanics’ lien, we note the relevant statute, § 34-28-l(a):\n“Whenever any building * * * or other improvement shall be constructed * * * such building * * * is hereby made liable and shall stand subject to liens for all the work done by any person in the construction * * * and for the materials used in the construction * * * which have been furnished by any person.”\nThe defendant maintained that this statute limits plaintiffs recovery only to costs, and contended that profits cannot be subject to a mechanics’ lien. The defendant cited as error the trial justice’s inclusion of a sum representing profit in the judgment that was entered. We are of the opinion that the trial justice did not err in holding that, under the mechanics’ lien statute, plaintiff was entitled to recover the full contract price, including the amount that represented a profit. Furthermore, we are of the opinion that similarly situated contractors and parties specified in § 34-28-l(a) would be entitled to the reasonable value of their work, including a profit. “Ordinarily, reasonable value is the cost to the subcontractors of the labor and materials supplied by them, with a fair profit added thereto.” 53 Am.Jur.2d Mechanics’ Liens § 245 at 766 (1970). In Tilcon Gammino, Inc. v. Commercial Associates, 570 A.2d 1102 (R.I.1990), this court affirmed the enforcement of a mechanics’ lien that sought recovery for labor, equipment, and materials on a cost-plus basis, id. at 1104-05, and in that case we concluded that the amount that was awarded was “correct,” “fair and reasonable,” id. at 1103, 1106.\nAccordingly, we hold that the contract sum, which included a profit, was reasonable and proper under the mechanics’ lien statute.\nConsequently, we deny and dismiss the appeal. The order appealed from is affirmed, and the papers in the case are remitted to the Superior Court.\nJustice SHEA did not participate.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Christopher Little, Tilfinghast, Collins & Graham, Providence, for plaintiff.",
      "Charles T. Knowles, Knowles & Bisson-nette, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "FRANK N. GUSTAFSON & SONS, INC. v. Thomas R. WALEK, M.D.\nNo. 93-537-Appeal.\nSupreme Court of Rhode Island.\nJune 10, 1994.\nChristopher Little, Tilfinghast, Collins & Graham, Providence, for plaintiff.\nCharles T. Knowles, Knowles & Bisson-nette, Providence, for defendant."
  },
  "file_name": "0179-01",
  "first_page_order": 245,
  "last_page_order": 246
}
