{
  "id": 8322125,
  "name": "Rodger GEHRING, Appellee, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant, Borough of Hamburg, Intervenor",
  "name_abbreviation": "Gehring v. Pennsylvania Labor Relations Board",
  "decision_date": "2007-04-17",
  "docket_number": "",
  "first_page": "181",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "888 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        2472873,
        8998391
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0310-01",
        "/a2d/888/0724-01"
      ]
    },
    {
      "cite": "585 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2472873
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0310-01"
      ]
    },
    {
      "cite": "693 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11984665,
        960556
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/0190-01",
        "/pa/548/0001-01"
      ]
    },
    {
      "cite": "548 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960556
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0001-01"
      ]
    },
    {
      "cite": "473 N.W.2d 249",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1991,
      "pin_cites": [
        {
          "page": "257-58",
          "parenthetical": "enforcing terms and conditions of employment with respect to probationary employees"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "437 Mich. 441",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        2019259
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "enforcing terms and conditions of employment with respect to probationary employees"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/437/0441-01"
      ]
    },
    {
      "cite": "29 U.S.C. §§ 151-168",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "253 NLRB 603",
      "category": "reporters:federal",
      "reporter": "N.L.R.B.",
      "year": 1980,
      "pin_cites": [
        {
          "page": "607",
          "parenthetical": "recognizing that probationary employees are \"employes\" for collective bargaining purposes under the National Labor Relations Act, 29 U.S.C. §§ 151-168, although they lack typical \"just cause\" protections attaching to permanent employees"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "464 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710399
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "holding that probationary teachers are employes under PERA and possess collective bargaining rights"
        },
        {
          "parenthetical": "holding that probationary teachers are employes under PERA and possess collective bargaining rights"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0092-01"
      ]
    },
    {
      "cite": "764 A.2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11160063
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "95",
          "parenthetical": "determining, based on Upper Makefield, that \"the protections of Act 111 cover only those who have satisfactorily passed their probationary period\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0092-01"
      ]
    },
    {
      "cite": "470 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723803
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "555"
        },
        {
          "page": "261"
        },
        {
          "page": "555"
        },
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0550-01"
      ]
    },
    {
      "cite": "850 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9230279
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "810"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/850/0805-01"
      ]
    },
    {
      "cite": "759 A.2d 913",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1367003,
        11233630
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "relegating the question of the arbitrability of a probationary police officer's grievance to the arbitration forum in the first instance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0237-01",
        "/a2d/759/0913-01"
      ]
    },
    {
      "cite": "563 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1367003
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "relegating the question of the arbitrability of a probationary police officer's grievance to the arbitration forum in the first instance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0237-01"
      ]
    },
    {
      "cite": "810 A.2d 1240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        270303,
        9320319
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "per curiam order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0595-01",
        "/a2d/810/1240-01"
      ]
    },
    {
      "cite": "570 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270303
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "per curiam order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0595-01"
      ]
    },
    {
      "cite": "753 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225997,
        11213247
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "holding that probationary police officers are not entitled to challenge a dismissal, at least in the absence of a specific procedure arising out of a collective bargaining agreement"
        },
        {
          "page": "806",
          "parenthetical": "holding that \"a probationary [police officer] is not entitled to register a grievance should he or she not be retained past the probationary period,\" and stating that such officers do not come within the ambit of Act 111 protections"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0113-01",
        "/a2d/753/0803-01"
      ]
    },
    {
      "cite": "562 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225997
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "holding that probationary police officers are not entitled to challenge a dismissal, at least in the absence of a specific procedure arising out of a collective bargaining agreement"
        },
        {
          "page": "118"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0113-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 754,
    "char_count": 15241,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20248323357848277
    },
    "sha256": "284da2dd969f44e4bccf9ee8fb9d3add1c68a220bf7b25cc39cf77483ebd8e9a",
    "simhash": "1:4d9d1490474cb4c9",
    "word_count": 2329
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ.",
      "Former Justice NEWMAN did not participate in the decision of this case.",
      "Chief Justice CAPPY, Justice CASTILLE, EAKIN and BAER and Justice BALDWIN join the opinion."
    ],
    "parties": [
      "Rodger GEHRING, Appellee, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant, Borough of Hamburg, Intervenor."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SAYLOR.\nIn this appeal, the Pennsylvania Labor Relations Board asks this Court to revisit the subject of the labor-law interests of probationary police officers.\nIn February 2003, Appellee, Rodger Gehring, became a full-time probationary police officer in the Borough of Hamburg, having previously worked for the municipality as a part-time officer. Gehring soon learned that the department considered him to have less seniority than another recent hire who had never before worked for the Borough. Feeling that he was due greater credit for his prior part-time work, Gehring disputed his seniority calculation, and the Hamburg Police Officers’ Association filed a grievance on his behalf. Subsequently, Gehring was accused of misconduct, and ultimately, his employment was terminated.\nGehring filed a charge with Appellant, the Pennsylvania Labor Relations Board (the “Board” or the “PLRB”). He contended that the Borough had engaged in an unfair labor practice in violation of the Pennsylvania Labor Relations Act, see 43 P.S. §§ 211.6, 211.8, by terminating him solely in retaliation for his engaging in protected union activity (the challenge to his seniority calculation). In response, the Secretary of the PLRB advised Gehring that the agency would not issue a complaint under Section 8 of the PLRA, 43 P.S. § 211.8. Referencing this Court’s decisions, the Secretary explained that state labor-law protections for police officers, arising under the PLRA and Act 111, apply only to employees who have successfully completed probation. Specifically, the Secretary relied upon Upper Makefield Township v. PLRB, 562 Pa. 113, 753 A.2d 803 (2000) (holding that probationary police officers are not entitled to challenge a dismissal, at least in the absence of a specific procedure arising out of a collective bargaining agreement), and Pennsylvania State Police v. PLRB, 570 Pa. 595, 810 A.2d 1240 (2002) (per curiam order) (affirming a Commonwealth Court decision holding that a bargaining unit could not challenge as an unfair labor practice the unilateral termination of an asserted term and condition of employment for probationary officers).\nGehring filed exceptions, which the Board dismissed based on the same rationale. The Board acknowledged Gehring’s argument that the decision in Township of Sugarloaf v. Bowling, 563 Pa. 237, 759 A.2d 913 (2000) (relegating the question of the arbitrability of a probationary police officer’s grievance to the arbitration forum in the first instance), contained strong indications that probationary police officers retain definite labor-law interests. However, in light of Upper Makefield and Pennsylvania State Police v. PLRB, the Board did not feel that it could identify a principled basis for opening statutory unfair labor practices protections to probationary police officers. Indeed, the Board explained that in Pennsylvania State Police v. PLRB it had requested a reexamination of the Upper Makefield decision, but that this request was not granted. As such, the Board believed that it was constrained to hold that a probationary police officer does not, as a matter of law, enjoy state labor-law protections, and that the PLRB therefore lacked jurisdiction to consider Gehring’s claim of an unfair labor practice.\nOn appeal, the Commonwealth Court vacated the Board’s order denying Gehring’s exceptions. See Gehring v. PLRB, 850 A.2d 805 (Pa.Cmwlth.2004). The court read Upper Makefield as confined to holding that Act 111, in and of itself, does not grant any rights to probationary employees. Further, the Commonwealth Court treated Pennsylvania State Police v. PLRB as foreclosing unfair labor practice claims of probationary police officers only where the underlying claim is based on a term and condition of employment arising out of a past practice, but not where the term or condition might arise otherwise, such as from a collective bargaining agreement or provisions of statutory law. The court then identified the PLRA as a root source of labor-law interests for probationary police officers. In this regard, the Commonwealth Court observed that the PLRA grants the right to file an unfair labor practice petition to “employes” generally and defines “employe” broadly enough to encompass probationary employees. See 43 P.S. § 211.3(d). Having concluded that the Board had jurisdiction, the Commonwealth Court directed it to proceed under the PLRA to determine whether a complaint should issue.\nThe Board sought this Court’s discretionary review, which was granted. Geh-ring supported the allowance of the appeal, as he views the Commonwealth Court’s decision as being only nominally favorable to his interests. The issues presented are legal in character, over which our review is plenary.\nPresently, the parties contend that the law governing the collective bargaining rights of probationary officers is in need of clarification. As background, they explain that, because Act 111 grants collective bargaining rights to police officers and firemen, but lacks the means to protect the exercise of those rights, and the PLRA contains the necessary means of protection, this Court has directed that Act 111 and the PLRA should be read as one statute. See Philadelphia Fire Officers Association v. PLRB, 470 Pa. 550, 555, 369 A.2d 259, 261 (1977). According to the PLRB, this, has worked effectively to provide similar protections for police and fire employees as exist under the Public Employe Relations Act, which is applicable to all other public employers in the Commonwealth. The parties complain, however, that the Commonwealth Court’s decision upsets this unifying scheme by creating separate definitions of “employe” for purposes of Act 111 and the PLRA. Further, the parties argue that the Commonwealth Court’s construction places probationary police officers in the anomalous position of seemingly possessing the statutory right to organize for purposes of collective bargaining, but of nevertheless being denied collective bargaining rights.\nThe Board traces the root cause of the confusion to this Court’s decision in Upper Makefield, which it reads as deciding a question of arbitrability of a grievance dispute involving a probationary officer, by declaring that such officers are beyond the coverage of collective bargaining law. It observes that, four months after Upper Makefield was issued, the Court held in Township of Sugarloaf that the arbitrability of a probationary officer’s grievance had to be decided by an arbitrator in the first instance, a result which the Board views as in conflict with Upper Makefield. The Board acknowledges that, in a footnote, the Court attempted to distinguish Township of Sugarloaf from Upper Makefield by characterizing the latter as involving “whether a probationary employee may invoke the grievance arbitration process,” and the issue in Township of Sugarloaf as whether a trial court or an arbitrator should decide the aribitrability of a probationary police officer’s grievance. See Township of Sugarloaf 563 Pa. at 243 n. 5, 759 A.2d at 916 n. 5. However, the PLRB notes that the result in Upper Makefield had in fact represented a rejection of the Board’s analysis that the legislative policy of Act 111 required submission of the contractual dispute to be decided in the first instance by an arbitrator. See Upper Makefield, 562 Pa. at 118, 753 A.2d at 806 (holding that “a probationary [police officer] is not entitled to register a grievance should he or she not be retained past the probationary period,” and stating that such officers do not come within the ambit of Act 111 protections). The Board respectfully suggests that it is Township of Su-garloaf that supports its historic position that probationary employees are covered by Act 111 and have an enforceable right to bargain collectively. According to the Board, this Court nevertheless solidified Upper Makefield over Township of Sugar-loaf through its per curiam affirmance of the Commonwealth Court’s decision in Pennsylvania State Police v. PLRB, 764 A.2d 92 (Pa.Cmwlth.2000), aff'd per curiam, 570 Pa. 595, 810 A.2d 1240 (2002). See Pennsylvania State Police v. PLRB, 764 A.2d at 95 (determining, based on Upper Makefield, that “the protections of Act 111 cover only those who have satisfactorily passed their probationary period”).\nThe parties observe that many police and fire employers continue to negotiate hour, wage, and working condition terms that apply to probationary employees, despite the holding in Upper Make-field that they need not continue to do so. They emphasize that protecting probationary officers’ collective bargaining rights does not diminish the employer’s ability to test or to evaluate their progress, nor does it minimize the employer’s ultimate managerial prerogative to dismiss probationary employees for unsuccessful completion of probation. Indeed, the parties view such understanding as consistent with prevailing practice under PERA, see Board of Educ. of Sch. Dist. of Phila. v. Philadelphia Fed’n of Teachers, Local No. 3, AFT, AFL-CIO (Vahey), 464 Pa. 92, 346 A.2d 35 (1975) (holding that probationary teachers are employes under PERA and possess collective bargaining rights); federal labor law, see, e.g., Gulf States United Tel. Co., 253 NLRB 603, 607 (1980) (recognizing that probationary employees are “employes” for collective bargaining purposes under the National Labor Relations Act, 29 U.S.C. §§ 151-168, although they lack typical “just cause” protections attaching to permanent employees); and prevailing practice in other jurisdictions. See, e.g., Amalgamated Transit Union, Local 156 AFL-GIO v. Southeastern Mich. Transp. Auth., 437 Mich. 441, 473 N.W.2d 249, 257-58 (1991) (enforcing terms and conditions of employment with respect to probationary employees). The parties urge the Court to restore the state of the law and find that probationary employees are “employes” for purposes of the PLRA and Act 111.\nUpon due consideration, we agree with the PLRB and Gehring that probationary police officers and fire personnel should not be excluded from the collective bargaining process under Act 111. Indeed, it is apparent that the effort to compensate for Upper Makefield’s suggestion that Act 111 has no application to probationary employees has created undue disharmony, as, for example, in the Commonwealth Court’s indication in the present case that the PLRA’s unfair labor practices provisions apply directly and independently to probationary employees, see Gehring, 850 A.2d at 810, when those terms are facially inapplicable to government employers. See supra note 3.\nPer the parties’ suggestion, we take this opportunity to reaffirm the Township of Sugarloaf decision and to clarify Upper Makefield. Act Ill’s coverage is made expressly available on an unqualified basis to “policemen” and “firemen” employed by the Commonwealth or a political subdivision, see 43 P.S. § 217.1, and its general conferral of a right to bargain collectively is facially available to probationary officers and may be vindicated through their authorized representatives. We reiterate, however, that probationary officers do not have a property right in continued employment, see supra note 5, and are subject to dismissal for a broad range of performance-related reasons consistent with the managerial prerogative of government employers. Consistent with Upper Makefield’s underlying intent, we do not read Act 111 as extending an independent right to probationary employees to grieve with regard to such decisions — termination restrictions and grievance procedures available under a collective bargaining agreement may extend to probationary officers only upon explicit prescription.\nWe recognize that our decision here opens a potential for misuse, in that some employees who do not successfully complete probation may attempt to advance unwarranted unfair labor practice charges as a means of challenging their dismissal. On balance, however, we find it preferable to rely on the administrative process to curb such abuses, over excluding a category of employees from collective bargaining who, on the face of the governing statute, should be eligible as members of the bargaining unit.\nThe order of the Commonwealth Court is affirmed, albeit on different grounds, and this matter is remanded to the Pennsylvania Labor Relations Board for further proceedings consistent with this opinion.\nFormer Justice NEWMAN did not participate in the decision of this case.\nChief Justice CAPPY, Justice CASTILLE, EAKIN and BAER and Justice BALDWIN join the opinion.\n. Act of June 1, 1937, P.L. 1168, No. 294 (as amended 43 P.S. §§ 211.1-211.13) (the \"PLRA”).\n. Collective Bargaining By Policemen and Firemen Act, Act of June 24, 1968, P.L. 237, No. Ill (as amended 43 P.S. §§ 217.1-217.10).\n. As further developed below, however, the Commonwealth Court did not acknowledge that the PLRA has no independent applicability to the circumstances, since by its terms its unfair labor practice provisions do not apply directly to government employer/employee relationships. See 43 P.S. §§ 211.6(1) (delineating unfair labor practices committed by an \"employer”), 211.3(c) (defining “employer” to exclude public employers).\n. Act of July 23, 1970, P.L. 563, No. 195 (as amended 43 P.S. §§ 1101.101-1101.2301) (\"PERA”).\n. Gehring offers a somewhat more limited construction of Upper Makefield as being centered on contractual rights, as opposed to interests under Act 111.\n. Probationary police officers lack the right to challenge their employer's decision to discontinue their employment due to unsuccessful completion of their probation. See Pipkin v. Pennsylvania State Police, 548 Pa. 1, 8, 693 A.2d 190, 193 (1997).\n. As the parties stress, the PLRA’s unfair labor practices provisions apply to police and firemen only by virtue of the in pari materia interpretation with Act 111. See Philadelphia Fire Officers Association v. PLRB, 470 Pa. at 555, 369 A.2d at 261. To the extent that Act 111 would not apply to some subset of police or fire employees or employment relationships, there would be no basis supporting an in pari materia construction to implicate the PLRA relative to that subset.\n. We recognize that our decision here is also in apparent conflict with the per curiam affir-mance of the Commonwealth Court’s decision in Pennsylvania State Police v. PLRB. However, a majority of the Court recently likened a similar order to an unexplained per curiam affirmance that has no binding or precedential effect. See Panyko v. WCAB (U.S.Airways), 585 Pa. 310, 323 n. 10, 888 A.2d 724, 732 n. 10 (2005).",
        "type": "majority",
        "author": "Justice SAYLOR."
      }
    ],
    "attorneys": [
      "James Lowrie Crawford, Esq., Warren R. Mowery, Jr., Esq., PA Labor Relations Board, Harrisburg, for Pennsylvania Labor Relations Board.",
      "Anthony Charles Busillo, Esq., Markow-itz & Riehman, Harrisburg, for Rodger Gehring.",
      "Joseph C. Rudolf, Esq., Scott Edward Blissman, Esq., Reed Smith L.L.P., Philadelphia, for Borough of Hamburg."
    ],
    "corrections": "",
    "head_matter": "Rodger GEHRING, Appellee, v. PENNSYLVANIA LABOR RELATIONS BOARD, Appellant, Borough of Hamburg, Intervenor.\nSupreme Court of Pennsylvania.\nArgued Sept. 13, 2006.\nDecided April 17, 2007.\nJames Lowrie Crawford, Esq., Warren R. Mowery, Jr., Esq., PA Labor Relations Board, Harrisburg, for Pennsylvania Labor Relations Board.\nAnthony Charles Busillo, Esq., Markow-itz & Riehman, Harrisburg, for Rodger Gehring.\nJoseph C. Rudolf, Esq., Scott Edward Blissman, Esq., Reed Smith L.L.P., Philadelphia, for Borough of Hamburg.\nBEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ."
  },
  "file_name": "0181-01",
  "first_page_order": 215,
  "last_page_order": 220
}
