{
  "id": 7927284,
  "name": "Richard TAYLOR et al. v. UNITED STATES FIDELITY & GUARANTY CO.",
  "name_abbreviation": "Taylor v. United States Fidelity & Guaranty Co.",
  "decision_date": "1986-12-19",
  "docket_number": "",
  "first_page": "182",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 182"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "166 A.2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "358",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 N.J. 507",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        567408
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "513",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/33/0507-01"
      ]
    },
    {
      "cite": "400 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12136580
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "352"
        },
        {
          "page": "353",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/400/0349-01"
      ]
    },
    {
      "cite": "161 A. 496",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "131 Me. 288",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        617204
      ],
      "weight": 2,
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/me/131/0288-01"
      ]
    },
    {
      "cite": "182 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "671",
          "parenthetical": "discussing Johnson v. American Automobile Insurance Co., 131 Me. 288, 161 A. 496 (1932)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 259",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942538
      ],
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "263",
          "parenthetical": "discussing Johnson v. American Automobile Insurance Co., 131 Me. 288, 161 A. 496 (1932)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 9120,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 5.99351890452814e-08,
      "percentile": 0.3725118723137913
    },
    "sha256": "6c9a42b071907f4f63fa938a4bd0f1e546fe26710bcae0d6e4e8d877e5ceb535",
    "simhash": "1:af13c29e460dee2f",
    "word_count": 1543
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard TAYLOR et al. v. UNITED STATES FIDELITY & GUARANTY CO."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nIn this reach-and-apply action brought by the successful plaintiffs in an earlier auto negligence suit against one Dale Smith, the sole issue is whether Smith was an insured under the auto insurance policy issued by defendant United States Fidelity & Guaranty Company (USF & G) to Augusta News Company, the owner of the vehicle being driven by Smith at the time of the accident. More specifically, under the “omnibus clause” of that policy, the question becomes whether Smith was at the time of the accident using the Augusta News vehicle with the permission of Augusta News. On USF & G’s motion for summary judgment, the Superior Court (Kennebec County) held that the record then before it failed to generate any genuine issue on that factual question; that there was nothing in that record that would justify a finding that Smith had permission to use the Augusta News vehicle. On plaintiffs’ appeal, we affirm the summary judgment entered in favor of USF & G.\nI.\nIn September 1980 Dale Smith, then 20 years of age, was living with his cousin Karen James and her husband in the Purgatory area of Litchfield. Mr. James had been employed by Augusta News Company for several years and at that time served as the manager of its warehouse in Augusta.\nFor some time up to September 26, 1980, Mr. James with Augusta News’s permission had been using an Oldsmobile station wagon owned by the company to go to and from work. On the evening of September 26, 1980, while Mr. and Mrs. James were out, Smith was joined at the James residence by a group of young friends. After drinking wine and whiskey with his visitors, Smith took the company Oldsmobile, without Mr. James’s knowledge or permission, and set off for Gardiner with his friends to get pizza and beer. Challenged to show off the power of the Oldsmobile, Smith drove at a high rate of speed and lost control of the vehicle. In the crash that followed, one of Smith’s passengers was killed and the rest were injured. Richard Taylor, the personal representative of the deceased passenger, and Brenda and Betty Taylor, two of the injured passengers, sued Smith for damages arising out of the crash and recovered default judgments against him. Those same plaintiffs now seek to satisfy those default judgments through the present reach-and-apply action against USF & G, the issuer of the insurance policy held by Augusta News on its Oldsmobile driven by Smith on the fatal evening.\nII.\nWhether Dale Smith was an insured under the USF & G policy depends upon the language of that policy applied to the pertinent facts. In addition to the named insured, Augusta News, the policy in its omnibus clause declared that “[ajnyone else is an insured while using with your [i.e., Augusta News’s] permission a covered auto you own” (emphasis in original), subject to certain specified exceptions not applicable here. On USF & G’s motion for summary judgment, the Superior Court had before it the deposition testimony of Mr. James, Dale Smith, and Mr. Kunitz, one of the owners of Augusta News, as well as answers to interrogatories by defendant USF & G. The Superior Court concluded that, on the determinative fact question whether Smith at the time of the accident was using the Oldsmobile with Augusta News’ permission, the record did not raise any genuine issue. It held that nothing whatever in the evidence presented by either party lent support to the existence of any such permission, express or implied. Our examination of the record materials appropriately considered under M.R.Civ.P. 56(c) leaves us with no reason to disagree with the Superi- or Court’s conclusion.\nThat Smith never received explicit permission directly or indirectly from Augusta News to use the car is undisputed. Therefore, Smith could be an insured under the policy only if, as plaintiffs argue, the scope of permitted use granted Mr. James by Augusta News by implication included operation of the vehicle by Smith, as a member of Mr. James’s household, for Smith’s own purposes. We agree with the Superior Court’s finding that the record demonstrated beyond any genuine dispute that the scope of any permission that Augusta News granted Mr. James was not broad enough to encompass the use to which Smith put the Oldsmobile.\nIn his deposition Mr. Kunitz did testify that his company allowed employees to use company vehicles outside of working hours for two purposes: to make deliveries and pickups for Augusta News at stops on or near an employee’s commuting route and to provide a means of transportation to and from work when an employee had no other way to commute. When the company permitted one of its vehicles to be used for the latter purpose, it arguably gave the employee implied permission to use the vehicle for essential personal errands (such as grocery shopping) because it knew that the employee had no other means of taking care of those essential needs. Mr. Kunitz’s testimony, however, would at most support a finding that Augusta News had impliedly authorized its employee to use the company car to take care of those essential needs of that employee. At the same time, all evidence in the record, without exception, contradicts any implication that Augusta News authorized a member of an employee’s household to use the vehicle for that third person’s social purposes. Thus, on the record submitted to the Superior Court on the motion for summary judgment, we agree with its holding that there is no dispute that Smith’s use of the Oldsmobile “was a substantial deviation from the permitted use both as to purpose and place of operation.” Savage v. American Mutual Liability Insurance Co., 158 Me. 259, 263, 182 A.2d 669, 671 (1962) (discussing Johnson v. American Automobile Insurance Co., 131 Me. 288, 161 A. 496 (1932)).\nPlaintiffs rely heavily upon an argument that our decision in Allstate Insurance Co. v. Lyons, 400 A.2d 349 (Me.1979), reflects an expanded construction of omnibus clauses such as the one under consideration here. A close look at Lyons, however, dispels any notion that it is precedent for declaring Smith an insured on the USF & G policy. Lyons stands for the proposition that the “use” to which a vehicle is put rather than the identity of the operator is the dispositive factor in determining whether an operator is an additional insured under an omnibus clause like the one in the case at bar.\n“[T]he words use and operation are not synonymous. The use of an automobile denotes its employment for some purpose of the user; the word operation denotes the manipulation of the car’s controls in order to propel it as a vehicle. Use is thus broader than operation.... One who operates a car uses it, ... but one can use a car without operating it.”\nId. at 352 (quoting Indemnity Insurance Co. v. Metropolitan Casualty Insurance Co. of New York, 33 N.J. 507, 513, 166 A.2d 355, 358 (1960) (emphasis in original)). In Lyons the son of the named insured used the car within the scope of his permission to do so, although he violated the named insured’s orders by allowing a friend to operate the car in which he rode as a passenger. The very predicate of the Lyons rationale was that the use of the vehicle was within the scope of the permission given by the vehicle owner. In sharp contrast, Smith’s use of the Augusta News Oldsmobile was not within the scope of any use permitted by Augusta News. In Lyons, we specifically distinguished the Johnson and Savage cases, the reasoning of which controls the present case:\nOur decision today in no way limits our earlier decisions in Savage v. American Mutual Liability Ins. Co., 158 Me. 259, 182 A.2d 669 (1962), or Johnson v. American Automobile Ins. Co., 131 Me. 288, 161 A. 496 (1932). Both of those cases dealt not with the distinction between “use” and “operation,” but rather with situations in which the vehicle was used for purposes not within the scope of permission.\n400 A.2d at 353 (emphasis in original). In Johnson, for example, the owner of the insured vehicle permitted his employee to take the vehicle home to wash and wax it, but not to use it for personal purposes. Because the employee had an accident while he was taking his aunt shopping — a use not within the scope of permission granted by the owner — he was not an insured under the owner’s policy. In the case at bar Smith’s use of the car to go to get pizza and beer for himself and his friends was similarly not within the scope of any use for which Augusta News had granted permission to Mr. James.\nFinding no genuine issue as to the material facts underlying the Superior Court’s determination that Smith was not an insured on the USF & G policy, we affirm the Superior Court’s grant of summary judgment to defendant USF & G.\nThe entry is:\nSummary judgment for defendant affirmed.\nAll concurring.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Steven D. Silin (orally), Gary Goldberg, Berman, Simmons & Goldberg, P.A., Lewi-ston, for plaintiffs.",
      "Vernon I. Arey (orally), Wheeler & Arey, Waterville, for defendant."
    ],
    "corrections": "",
    "head_matter": "Richard TAYLOR et al. v. UNITED STATES FIDELITY & GUARANTY CO.\nSupreme Judicial Court of Maine.\nArgued Nov. 6, 1986.\nDecided Dec. 19, 1986.\nSteven D. Silin (orally), Gary Goldberg, Berman, Simmons & Goldberg, P.A., Lewi-ston, for plaintiffs.\nVernon I. Arey (orally), Wheeler & Arey, Waterville, for defendant."
  },
  "file_name": "0182-01",
  "first_page_order": 228,
  "last_page_order": 231
}
