{
  "id": 9181360,
  "name": "David VAN KIRK, Appellant, v. Michael O'TOOLE, Appellee",
  "name_abbreviation": "Van Kirk v. O'Toole",
  "decision_date": "2004-07-20",
  "docket_number": "",
  "first_page": "183",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 183"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "816 A.2d 1153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9371208
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/1153-01"
      ]
    },
    {
      "cite": "773 A.2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        124703,
        11092023
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0386-01",
        "/a2d/773/0764-01"
      ]
    },
    {
      "cite": "565 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        124703
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/565/0386-01"
      ]
    },
    {
      "cite": "800 A.2d 959",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9412519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/800/0959-01"
      ]
    },
    {
      "cite": "789 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9401342
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/789/0717-01"
      ]
    },
    {
      "cite": "653 A.2d 634",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474148,
        7869869
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0516-01",
        "/a2d/653/0634-01"
      ]
    },
    {
      "cite": "539 Pa. 516",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474148
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0516-01"
      ]
    },
    {
      "cite": "542 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1811664
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "518",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 9536,
    "ocr_confidence": 0.655,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21528706885999918
    },
    "sha256": "44af66ca84093b0c8cbf05e1412a427162ba78ea77ac079c957e5f1997df6e80",
    "simhash": "1:38f53bb7e9091929",
    "word_count": 1650
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: KLEIN, BENDER and BOWES, JJ."
    ],
    "parties": [
      "David VAN KIRK, Appellant, v. Michael O’TOOLE, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nKLEIN, J.\n¶ 1 Plaintiff David Van Kirk was a passenger in a van stopped at a red light when hit from the rear by a full-size Chevrolet Cheyenne pick-up (with a snowplow hoist on the front) driven by defendant Michael O’Toole. There was damage to the doors of the van, including broken windows. Both sides agree that O’Toole was at fault and some injury was caused.\n¶2 This is another case where it was conceded that there was some injury for which the defendant was legally liable, but the jury found that the injury, neck and back strain and sprain, was not severe enough to warrant compensation, and awarded zero damages. Van Kirk now appeals from the order denying his motion for new trial. We affirm.\n¶ 3 Even though every muscle strain causes pain, it does not follow that all muscle pain is compensable. Common experience tells us that some strains are worse than others and a mild strain may cause less pain than a dog bite. As such, the common experience referenced by our Supreme Court tells us that not every stretched muscle must result in an award for pain and suffering.\n¶ 4 Of course, the jury is free to disbelieve the plaintiffs subjective complaints, any diagnoses based on subjective complaints, and the plaintiffs doctor’s opinions and conclusions. However, when the defense doctor makes a diagnosis not based on the subjective reports by the plaintiff, they become uncontroverted injuries that must be- credited by the jury. The test of whether a zero verdict can be upheld then becomes whether the uncontroverted injuries are such that a conclusion that they are so minor that no compensation is warranted defies common sense and logic.\n¶ 5 While the trial court seems confused by the recent cases on this point, upon closer reading, there should be no confusion. That does not mean that the task is necessarily any easier, as there are often facts that straddle the line in different cases.\n¶ 6 It is possible to reconcile the cases that hold that a plaintiff may suffer “injuries to which human experience teaches that there is accompanying pain,” Boggavarapu v. Ponist, 542 A.2d 516 (Pa.1988), Neison v. Hines, 539 Pa. 516, 653 A.2d 634 (1995), with the more recent line of cases. In Majczyk v. Oesch, 789 A.2d 717 (Pa.Super.2001); Andrews v. Jackson, 800 A.2d 959 (Pa.Super.2002) and their progeny, this Court held that not every injury was serious enough to warrant compensation, although there may be some pain attached.\n¶ 7 The extreme cases are easy. If someone trips over a box left negligently in a store aisle and suffers a compound fracture of the arm, that certainly causes enough pain so that a jury verdict of zero damages is unreasonable and should be set aside. If, however, all that happens is that a person stubs a toe, which produces momentary shooting pains, a zero damage verdict makes perfect sense. Obviously, it is the vast area in the middle that causes problems.\n¶ 8 Generally, the determination of whether the pain is severe enough to be compensable is to be left to the jury. See Davis v. Mullen, 565 Pa. 386, 773 A.2d 764 (2001); Majczyk, supra.\nIf 9 There is another reason, in a situation such as this that might have contributed to the trial judge’s confusion. The injuries must be uncontroverted. The injuries could be considered uncontroverted if the defense expert fully accepts the objective findings of the plaintiffs side. However, if the defense expert concurs with the opinion of the plaintiffs expert only because of subjective complaints of the plaintiff, and the defense convinces the jury that the plaintiff was not truthful, the basis of both of these diagnoses might fail and a zero verdict would be appropriate. See Kennedy v. Sell, 816 A.2d 1153, 1159 (Pa.Super.2003). Likewise, the defense does not even have to call a defense expert if it can successfully challenge the credibility of the plaintiff and his doctors on cross-examination. Id.\n¶ 10 In this context, we must consider the injuries in this case.\n1. The following evidence supports the proposition that the injuries caused enough pain that it was unreasonable to award zero damages;\na. The defendant testified that he “slammed into the back of the vehicle” in which Van Kirk was a passenger, and it “wasn’t a light bump.”\nb. The defense medical expert testified that Van Kirk “sustained a mild, at most, moderate, soft-tissue or musculoligamentous injury” from the accident.\n2. The following evidence suggests that the pain was not severe enough to say that a zero verdict was unreasonable:\na. Van Kirk told O’Toole and the police he was okay after the accident.\nb. Van Kirk declined medical treatment on the scene.\nc. Although he took the rest of the day off, he returned to work on Monday and never missed another day of work.\nd. His first visit to Dr. Ortenzio, a chiropractor, whom he had seen with complaints of neck pain, was twelve days after the accident.\ne. He had prior injuries to the back from a lifting accident and a prior motor vehicle accident, both of which he failed to tell the defense doctor.\nf. He only visited Dr. Ortenzio twice during the month of the accident and his next visit to any medical provider (Dr. Tsai, also a chiropractor) was six months later.\ng. On his visit to Dr. Tsai, he said he had had three rear-end accidents in the last 18 months.\nh. He received his first treatment for back pain from Dr. Tsai, some six months after the accident.\ni. After treating with Dr. Tsai for a significant period of time, Van Kirk stopped treating for approximately seven months.\nj. During this seven month period, Van Kirk worked as a pit crew member for a drag racing team based in Georgia. He received no treatment for his back during this time.\nk. Upon return from Georgia, Van Kirk began treating for back pain again, once again relating the pain to the accident.\n¶ 11 Based on the above evidence, we cannot say it was unreasonable for the jury to find that while Van Kirk suffered some pain, it was not severe enough to warrant an award of damages. Van Kirk treated only twice for the neck pain. The first treatment was almost two weeks after the accident. He missed no time from work. From the- limited treatment, the timing of the treatment and the fact that Van Kirk continued working, the jury was free to conclude that Van Kirk suffered a mild neck strain that produced no more than a minor inconvenience. Given the six month delay between the accident and the treatment for the lower back, it was not unreasonable for the jury to conclude that only the neck pain was related to the accident. In turn, the jury could reasonably conclude that Van Kirk’s injury was no more than a transient rub of life for which no compensation for pain and suffering is due.\n¶ 12 Van Kirk claimed two other errors, both of which are without merit.\n¶ 13 He claimed that the jury questionnaire was in error because it contained the words “if any”: “What total amount of damages, if any, do you award to the Plaintiff to compensate him for the damages he sustained in the November 2, 1996 automobile accident.” Once it is determined that it would not be unreasonable to award zero damages, this is not only appropriate but almost the only way the jury question could be phrased. Likewise, the interrogatory allowed, but did not require, the jury to find the injuries were so minor as not to be compensable.\n¶ 14 The second claim, that defense counsel stated opinions to the jury not supported by the evidence, is likewise without merit. Defense counsel merely asked the jury to use its own experience and common sense to recognize that there are certain car accidents where only minor injuries are sustained. This is far different than the standard complaint of this kind where a plaintiffs lawyer says, “Put yourself in the shoes of the plaintiff,” or a defense lawyer says, “Imagine that you are a doctor. What would you do in this case?” The statement was not objectionable, and even if it were, in light of the record presented, it would be harmless error at most.\n¶ 15 Order affirmed.\n. There is some confusion over this admission. This case was before our court once before. In that memo opinion, which is binding as law of the case, our court (although a different panel) determined that the defense medical expert testimony could NOT be interpreted as being an admission of causation because plaintiff had withheld relevant information from the doctor. In spite of this finding, defendant now concedes that the accident did cause some injury, although the nature and extent of the injury remain hotly debated.\n. In Boggavarapu v. Ponist, 518 Pa. 162, 542 A.2d 516 (1988), a case involving a claim for pain and suffering from a dog bite, only medical bills were awarded and our Supreme Court validated that award. In the opinion, in dicta, the Supreme Court also stated: \"We have held and now hold that there are injuries to which human experience teaches there is accompanying pain. Those injuries are obvious in the most ordinary sense: the broken bone, the stretched muscle, twist of the skeletal system, injury to a nerve, organ or their function, and all the consequences of any injury traceable by medical science and common experience as source of pain and suffering.” Id. at 518 (emphasis added).",
        "type": "majority",
        "author": "KLEIN, J."
      }
    ],
    "attorneys": [
      "John P. Goodrich, Pittsburgh, for appellant.",
      "Joseph A. Hudock, Jr., Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "David VAN KIRK, Appellant, v. Michael O’TOOLE, Appellee.\nSuperior Court of Pennsylvania.\nJuly 20, 2004.\nReargument Denied Sept. 30, 2004.\nJohn P. Goodrich, Pittsburgh, for appellant.\nJoseph A. Hudock, Jr., Pittsburgh, for appellee.\nBefore: KLEIN, BENDER and BOWES, JJ."
  },
  "file_name": "0183-03",
  "first_page_order": 213,
  "last_page_order": 217
}
