{
  "id": 842455,
  "name": "John Fountaine, plaintiff in error, vs. John A. Urquhart, defendant in error",
  "name_abbreviation": "Fountaine v. Urquhart",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "184",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 184"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [
    {
      "cite": "3 Cranch, 311",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        1427711
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/7/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 884,
    "char_count": 20567,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 6.28599776200401e-08,
      "percentile": 0.3873407291313123
    },
    "sha256": "e256eb42bb0bf99fdb1a18e0e34e839d1ff9a60f3d7ad0e0f550122214015602",
    "simhash": "1:8a3bac501eb9f0d6",
    "word_count": 3574
  },
  "last_updated": "2024-02-27T21:19:35.548983+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Fountaine, plaintiff in error, vs. John A. Urquhart, defendant in error."
    ],
    "opinions": [
      {
        "text": "By the Court.\nJenkins, J.,\ndelivering the opinion.\nThe plea in this case, which, by consent, had been consolidated with the demurrer, was abandoned in the argument, having been found to rest upon a mistake. The demurrer was urged upon two grounds: 1st. That the complainant had an ample remedy at law. 2d. That the proper parties were not before the Court.\nBy the 53d section of the Judiciary Act of 1799, the Superior Courts of the several counties were authorized to “exercise the powers of a Court of equity in all cases where a common law remedy is not adequate to compel parties in any cause to discover, on oath, all requisite points necessary to the investigation of truth and justice, to discover transactions between copartners,” etc. Since the passage of that Act the prevailing practice in Georgia has been to apply to the chancery jurisdiction of the Superior Court for the settlement of partnership affairs, and we are not aware that the jurisdiction has been seriously questioned. Indeed, the complaint has been that those Courts have erred in referring exclusively to that chancery jurisdiction the cases enumerated in that 53d section. In 1820, the Legislature passed an Act declaratory of the true intent and meaning of said section : Cobb’s Digest, 453. In the preamble, after reciting that section, it is stated as a grievance that “the equity side of the Court has drawn to itself exclusively all cognizance of the causes in said section enumerated, for remedy whereof it is enacted, * that whenever, in any of the cases enumerated in the before recited section, a plaintiff or complainant shall conceive that he can establish his claim without resorting to the conscience of the defendant, it shall be lawful to institute his suit on the common law side of the Court,’” etc. This Act is construed to give concurrent jurisdiction to the law and equity branches of that Court, and to give the party plaintiff his election between them. But it is said that the plaintiff in error, and the defendant in the present state of the case, were not copartners, and that the former must seek his remedy by action at law, upon the order drawn in his favor by the deceased partner, upon the survivor, and by him accepted. This order-has been styled a commercial paper, a mere bill of exchange. We do not so regard it. It comes under no authoritative definition of such a paper with which we are acquainted. Mr. Justice Blackstone defines a bill of exchange to be “an open letter of request from one man to another to pay a mm (of money) named therein, to a third person on his account.”\nChancellor Kent adopts the following: “ A bill of exchange is a written order or request by one person to another for the payment of mouey, absolutely, and at all events.”\nJudge Story criticises these definitions as accurate, so far as they go, but omitting a peculiar modern characteristic of the instrument — its negotiability. Mr. Kent supplies this defect. He defines it to be “an open letter of request, addressed by one person to a second, requesting him to pay a sum of money to a third, or to any other to whom that third person shall order it to be paid, or it may be payable to bearer.”\nJudge Story says, in his Treatise on Bills, section 13, “the general theory upon which bills of exchange rest, is that the drawer has funds in the hands of the drawee; that he sells, or assigns to the payee, for a valuable consideration, such part thereof as amounts to the sum payable in the bills,” eta.\nThe order of Ayer upon Urquhart, in favor-of Fountaine, contains this request only: “You will please pay over to John Fountaine, Esq., all the funds you have in your hands, in which I am interested, which may be coming or due to me, on a settlement with you.”\nNow, according to all the definitions above given (except that of Chancellor Kent) the order, or request, must be for a sum certain. Even he, on the next page, includes this idea. His language is: “A bill, or note, is not confined to any set form of words. A promise to deliver, or to be accountable for so much money, is a good note, or bill,” etc. All the definitions imply that it must be an absolute, unconditional order. It was introduced into commercial transactions upon the idea that the drawer claimed to have in the hands of the drawee a sum certain, which he was willing, for some agreed value, to transfer to the payee, who believed it his intei’est to pay that value for it. It was afterwards improved and made an available commercial security, by adding after the name of the payee, the words “or order,” or else, “or bearer” thus imparting to it a negotiable quality.\nWithout the designation of a sum certain, without the characteristic, upon its face, of absoluteness, it cannot subserve the purposes of commerce ; it is no bill of exchange. If it be for an uncertain amount, to be ascertained by settlement of accounts between drawer and drawee, it is an assignment of an equitable interest; it is but of a speculative nature.\nRegarding it as an assignment by one partner, of his interest in the partnership ventures, now closed, remaining in the hands of the other, we consider the assignee entitled to all the remedies for procuring a settlement which the drawer would have had against the drawee. The bill was, therefore, not demurrable for lack of jurisdiction in the selected forum.\nThe other ground of demurrer refers to the want of proper parties. As the bill was originally framed, Ayer, the former partner of Urquhart, and the assignor of Fountaine, was a complainant. He died, pendente lite, and no administration was taken on his estate. Fountaine, proposing to proceed in the cause alone, was then met by the demurrer for want of parties. The question whether the assignee of an equitable interest can prosecute a suit in chancery for its recovery, in his own name, alone, has been much mooted.\nIn Messenger vs. Hammond, in England, 1839, (1 English Jurist, for 1839, 98,) the Vice Chancellor held that this could not be done except under special circumstances, (e. g., that the creditor prevents such right from being fairly exercised at law,) and adds: “I never remember such bill without special circumstances.” But Williams vs. Sorrell, in 1799, (4 Vesey, 388,) was such a case. In Chambers vs. Goldwin, in 1804, 9 Vesey, 254, Lord Eldon held that “ where there has been an assignment without the previous authority of the mortgagor, or his declaration that so much is due, it is enough to make that man a party who has contracted to stand in the place of the original mortgagee and all assignees, till the title was got in by himself.” And, in Whitworth vs. Davis, in 1813, (1 V. and B., 545,) the same Chancellor held, that in a bill against the assignees of a bankrupt for a settlement, the bankrupt was not a necessary party. In his treatise upon parties to suits in equity, Mr. Calvert, of the Inner Temple, Barrister, .thus lays down the rule: “ Where, however, the assignor has parted with all his interest, legal as well equitable, he is no longer a necessary party.” He cites, as authority, Smith vs. Brooksbank, 7 Sim., 18, 1834. In note 3 to section 153, 3d edition of Story’s Equity Pleadings, the author cites Brace vs. Harrington, 2 Atkinson, 235, wherein Lord Hardwick said: “It is not necessary, in every ease of assignments, where all the equitable interest is assigned over, to make a person who has the legal interest, a party.” Instances might be multiplied where, in the English Chancery practice, cases by and against assignees without making their assignors parties, have been entertained; but these are deemed sufficient. Judge Story, in the section above cited, thus lays down the rule: “ The true principle would seem to be, that in all cases where the assignment is absolute and unconditional, leaving no equitable interest whatever in the assignor, and the extent and validity of the assignment is not doubted, and there is no, remaining liability in the assignor, to be affected by the decree, it is not necessary to make the latter a party.”\nAnd in note 1, page 189, to the ’same section, commenting upon Messenger vs. Hammond, supra, he says: “This is certainly contrary to what has been the general understanding in America, where it certainly has been held that every assignee who has an equitable assignment, or right, may sue in his own name, and need not use the name of his assignor, either at law or in equity, and this without any special circumstances whatsoever. Thus, in Field vs. Maghee, 5 Paige, 539, it was held by Mr. Chancellor Walworth that the assignee of. a chose in action is not permitted to file a bill in equity in the name of his assignor, who is a mere nominal party, but the bill should be in his own name — .that is, the name of the real party in interest. The same point was affirmed in Rogers vs. The Traders’ Insurance Company, 6 Paige, 583, 589. See, also, Harris vs. Johnson, 3 Cranch, 311, 319.”\nIn Whitney vs. McKinney, 7 Johnson’s Chancery, 144, Chancellor Kent says : “ Where the assignment is absolute and the mortgagee parts with all his interest in the mortgage, and there is nothing peculiar in the case, the assignee is under no necessity to make the mortgagee a party to a bill to foreclose,” and this, notwithstanding it appeared from the bill that the mortgagee took possession of the premises and received the rents and profits prior to the assignment of which an account must necessarily be taken, in order to ascertain the amount due. The Chancellor says : “This fact does not require him to be a party. The defendant, no doubt, will have a right, as against the plaintiff, to have an account of these rents and profits. But what interest has C. in the taking of that account more than the mortgagee had in respect to the previous payment in the case of Williams vs. Sorrell?” (Supra.)\n3d. In the case at bar, the assignment is absolute and undisputed. It carries everything due, or held, by Urquhart for Ayer, (leaving in the latter no equitable interest,) and its validity is not questioned. Stress was laid in the argument upon the last clause of the rule laid down by Judge Story, in section 153, (supra,) as descriptive of cases wherein the assignee may sue in equity without joining the assignor, viz: “And there is no remaining liability in the assignor, or to be affected by the decree.”\nIt is said that, in this case, if there be in the hands of Urquhart any fund, or sums of money, subject to the assignment, that must be ascertained by the settlement of partnership accounts between Urquhart and Ayer; and the adjustment of these may show a remainder liability .on the part of Ayer, the assignor.\nThe answer is, that in that event the effect in this case would be only to defeat the claim of Fountaine under the assignment. There could be no recovery against Ayer, or his representatives, as the parties now stand. Such was the reply of Chancellor Kent in Whitney vs. McKinney to the argument built upon the rents and profits received by the assignor before assignment.\nReturning to the text, from Story, the remaining liability of the assignor must be one which will “be affected by the decree,” in order to deprive the assignee of this right to sue alone.\nWill the decree in this case affect the right of the assignor in anyway? The litigation must disclose either that Urquliart was, or that he was not, indebted to Ayer at the time of the assignment. If it appear that he was, there will be a decree against him in favor of the assignee for the amount of that indebtedness. If it appear that he was not, there will be a decree, generally, for the defendant, and the assignee will take nothing by his assignment. The decree will neither subject Ayer to, nor exonerate him from ultimate liability. And this answers the objection that it is the constant aim of equity, when it takes cognizance of a matter in controversy, to do full and complete justice, and to require that all having an interest in the subject matter shall be before the Court. The indebtedness of Ayer to Urquliart is Dot the matter in controversy here, nor is the final settlement of copartnership transactions between them ; in all that Fountaine has no interest. The subject matter is the indebtedness of Urquliart to Ayer.\nIt might be very convenient to Urquliart to have Ayer, in person, or by his legal representative, a party, so that he might have their rights fully adjudicated. But is he in a position to demand this? Ayer, assuming that Urquliart was indebted to him, assigned that debt to Fountaine in the form of an order, or written request, that Urquliart shall pay to Fountaine the sum of such indebtedness as shall be ascertained on settlement. Urquliart, by accepting that order, promises to settle with Fountaine, or rather to account with him touching his indebtedness to Ayer, and to pay him the ascertained amount. If Fountaine were able, without the aid of equity, to prove a certain amount due Ayer by Urquliart, he might sue him at law upon this promise. But, as we have shown, the Act of February, 1820, gives him his election as to the forum. Is his right of election qualified, or is it free? We think the latter. Again, it seems, there is no administration upon the estate of Ayer. To make him a party to this proceeding, Fountaine must administer. If Urquliart claims á balance on partnership account, to secure it, he must administer. Fountaine has no interest, whatever, in the estate of Ayer, because any balance that may be due Ayer, by Urquhart, was separated from that estate by Ayer’s assignment and Urquhart’s assent to it. If then, either is to be burthened with the administration of Ayer’s estate, t)ie burthen should fall upon him who sets up a demand against it. Equity practice is designed to promote, not to defeat equity, but the latter effect is produced by sustaining the demurrer. There is abundant authority for the opposite practice, and we, therefore, reverse the judgment below, and order that the demurrer be overruled.\nLet the judgment be “reversed for error in holding, under the circumstances of this case, that the assignee, Fountaine, could not prosecute his claim against the defendant without making the representatives of the deceased assignor a party to the case.”",
        "type": "majority",
        "author": "Jenkins, J.,"
      }
    ],
    "attorneys": [
      "James Johnson; M. L. Patterson, for plaintiff in error.",
      "William Dougherty, contra."
    ],
    "corrections": "",
    "head_matter": "John Fountaine, plaintiff in error, vs. John A. Urquhart, defendant in error.\nUnder the Judiciary Act of 1799, and the amendments thereto, Courts of law and Courts of equity have concurrent jurisdiction in the settlement of partnership affairs and transactions between copartners, and the complainant may elect the forum in which his rights are to be litigated.\nWhere one partner assigns his interest in the assets of an unsettled partnership to a third person, and draws an order upon his copartner, directing him to pay over to the assignee all moneys that may be due him on final settlement of the partnership affairs, the assignee is entitled'to all the remedies for procuring a settlement which the drawer would have had against the drawee, if there had been no assignment, and he may maintain a bill for account against the drawee without making the drawer a party.\nBill in equity and demurrer thereto, in Muscogee Superior Court, tried before Judge Edmund H. 'Worrild, at the November Term, 1860.\nThe facts upon which the decision of the Court in this case rests, are as follows: On the 2d day of April, 1836, Alpha K. Ayer and John A. Urquhart entered into a written agreement of copartnership for the purpose of carrying on the business of buying and selling negroes, the business to continue so long as the parties should mutually agree. At that time they had on hand twenty-nine negroes, and it was stipulated that Urquhart should render all the services in his power in procuring funds and making the purchases, but that Ayer should take upon himself the labor and trouble of carrying the negroes already purchased, and such as might be hereafter purchased, to the best market that could be found, and sell them upon the best terms in his power, and make true return of the sales to the said Urquhart. It was also stipulated that each party should keep a journal of all expenses incurred and paid, of the negroes purchased, from whom, when and at what price, of the negroes sold, to whom, when and at what price, which journals they should exhibit to each other when required. It was also stipulated that neither of the parties, during the continuance of the partnership, should enter into any other speculation without the assent of the other party. And it was finally agreed that upon the close of each trip the expenses and debts of the partnership should be first paid, and the net profits should be equally divided between the parties. By the agreement, the parties bound themselves to act in good faith towards each other in all things, and to make the business as profitable as possible to both.\nThe business continued under the agreement until the 6th of March, 1838, when it was dissolved by another written agreement, by which Ayer transferred to Urquhart all his interest in the partnership business and effects, consisting of twenty negroes remaining on hand, and various judgments, promissory notes, and other choses in action, amounting to a large sum of money, principal and interest. These partnership effects were transferred and turned over by Ayer to Urquhart, upon condition that if Urquhart should be able to raise, by the sale of the negroes, and collect out of, and upon the judgments and notes, more money than should be necessary to pay off and satisfy all the debts and dues of every kind outstanding against the firm, and the further sum of $12,141 30, and interest on the sum up to the time of payment from such period as it may, upon final settlement with Ayer, be ascertained to have fallen due, then, and in that case, the overplus of said money should be equally divided between the said Ayer and Urquhart. On the 1st day of October, 1838, Ayer sold and transferred to John Fountaine all his interest in the partnership effects and assets, and executed and delivered to Fountaine a paper, of which the following is a copy, to-wit:\n“ Georgia, Muscogee County.\n“ To Jolm A. Urquhart, Esq.:\n“You will please pay over to John Fountaine, Esq., all the funds you have in your hands in which I am interested, and all moneys which may be coming or due to me on a settlement with you. Columbus, 1st October, 1838.\n“ Alpha K. Ayer.”\nOn the same day, this order was accepted by Urquhart, in the following form:\n“Accepted, October 1st, 1838.\n“John A. Urquhart.”\nOn the 12th of April, 1847, Ayer and Fountaine filed a bill in equity against Urquhart, alleging the foregoing facts, and also that he had collected the amounts due on the judgments and notes aforesaid, or could have done so by reasonable effort and diligence, and that he had sold the said twenty negroes for a large sum of money, which was sufficient to pay all the liabilities of the firm and the $12,141 30, with interest, and leave a large surplus for division, according to the agreement before stated.\nThe complainants in the bill prayed for a complete discovery as to all matters set forth therein, and that the defendant account with them touching the assets of said partnership according to the agreement of dissolution.\nThe defendant demurred to the bill for want of equity, and because complainants had a complete remedy at law. He also answered the bill, exhibiting a full account of receipts and expenditures touching the partnership.\nPending the case on the appeal Ayers died, and there being no administration on his estate, the complainant., Fountaine, amended his bill, alleging that fact, and the further fact that his estate was wholly insolvent, and there being no likelihood of an administration, he prayed that the defendant be decreed to account to him as the assignee of Ayer’s interest in the partnership.\nThe defendant filed a plea to the bill, which it is deemed unnecessary to give, and also added to his demurrer the additional ground that the complainant, Fountaine, could not proceed with his bill to a final decree unless the estate of Ayer was represented in the case before the Court.\nAfter argument had on the demurrer, the presiding Judge sustained the same and ordered the bill dismissed for want of proper' parties, unless, within a given time, limited in the order the representatives of Ayer should be made parties to the bill.\nThis judgment is the error complained of.\nJames Johnson; M. L. Patterson, for plaintiff in error.\nWilliam Dougherty, contra."
  },
  "file_name": "0184-01",
  "first_page_order": 184,
  "last_page_order": 193
}
