{
  "id": 7927325,
  "name": "UTICA MUTUAL INSURANCE COMPANY v. ST. PAUL FIRE & MARINE INSURANCE COMPANY",
  "name_abbreviation": "Utica Mutual Insurance v. St. Paul Fire & Marine Insurance",
  "decision_date": "1986-12-22",
  "docket_number": "",
  "first_page": "185",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 185"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "636 S.W.2d 388",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9939245
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/636/0388-01"
      ]
    },
    {
      "cite": "266 Ark. 842",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723303
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ark/266/0842-01"
      ]
    },
    {
      "cite": "468 A.2d 315",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8001406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/468/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 4812,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 1.3718641204507487e-07,
      "percentile": 0.638450349808039
    },
    "sha256": "796c28bd038951d4b8f4f9e191cacceb518556b8191a24d45bf55c488f6067ce",
    "simhash": "1:dc3a1aa0c8a71f4d",
    "word_count": 788
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
    ],
    "parties": [
      "UTICA MUTUAL INSURANCE COMPANY v. ST. PAUL FIRE & MARINE INSURANCE COMPANY."
    ],
    "opinions": [
      {
        "text": "WATHEN, .Justice.\nThe plaintiff, Utica Mutual Insurance Company, appeals from a judgment of the Superior Court (Cumberland County) denying its claim against St. Paul Fire and Marine Insurance Company. Plaintiff contends that the Superior Court erred in finding no implied contract of insurance between St. Paul and plaintiff’s assignors, Leo and Georgette Fortier. We sustain the appeal and order entry of judgment for the plaintiff.\nI.\nFrom 1966 to March 18, 1980, defendant’s authorized agent, David L. Pence, issued a fire insurance policy with St. Paul to the Fortiers for a building containing their dry-cleaning business. Each year Pence automatically renewed the policy. Due to a clerical error in Pence’s office, the policy expired on March 18, 1980. The error remained undiscovered until a fire loss occurred on February 7, 1981. St. Paul refused to cover the loss. Utica Mutual, Pence’s errors and omissions carrier, paid the Fortiers for their loss and obtained an assignment of all their rights against St. Paul.\nUtica Mutual filed its complaint on October 19, 1981. After both parties moved for summary judgment, St. Paul’s motion was granted. On appeal, this Court found that there existed a genuine issue as to a material fact, namely, the existence of an implied contract between the Fortiers and St. Paul. The case was remanded to the Superior Court. Utica Mutual Insurance Company v. St. Paul Fire & Marine Insurance Company, 468 A.2d 315 (Me.1988).\nOn remand, the parties submitted the matter to the Superior Court for decision on the same record presented on the motions for summary judgment. The Court concluded that an implied contract did not exist between the Fortiers and St. Paul and entered judgment in favor of defendant. It is from this judgment that plaintiff appeals.\nII.\nOther jurisdictions have found implied contracts of insurance where two facts exist: authority of the agent to bind the insurer and certain acceptance of the risk by the insurer had there been a proper request. Granite State Ins. Co. v. E.H. Bacon, 266 Ark. 842, 586 S.W.2d 254 (1979); Fidelity and Casualty Co. of New York v. Arcadia Valley Realty and Ins. Agency, Inc., 636 S.W.2d 388 (Mo.Ct.App.1982). These requisites for an implied contract are present in the case at bar. The Superior Court specifically found that Pence had authority to bind St. Paul and also found that St. Paul would have renewed the policy if requested by Pence. Notwithstanding these findings, however, the Court concluded that an implied contract was precluded by the fact that “[t]he Fortiers dealt entirely with Mr. Pence and relied on him, not the carrier he selected to provide their insurance.” The Superior Court attaches unwarranted legal significance to the fact that the Fortiers dealt exclusively with Pence. In doing so, the Court ignores the fact that Pence was the agent of St. Paul, and as principal, St. Paul is charged with responsibility for the acts of its agent.\nWe conclude that an implied contract of insurance existed between St. Paul and the Fortiers because agent Pence had the authority to bind the insurer and the insurer would have accepted the risk if requested. In the present action, plaintiff’s position as assignee is unchallenged, and therefore a similar result obtains.\nThe entry is: Judgment vacated.\nRemanded for a determination of damages and with directions to enter judgment in favor of plaintiff.\nAll concurring.\n. The parties could have avoided substantial expense and delay by submitting the matter for decision on the record in the first instance. The duplicated effort involved in first requesting a summary judgment and then submitting the case on the same record is unjustified.\n. 24-A M.R.S.A. § 2422 (1974), provides as follows:\n• 1. An agent authorized by an insurer, if the name of such agent is borne on the policy, is the insurer’s agent in all matters of insurance. Any notice required to be given by the insured to the insurer or any of its officers may be given in writing to such agent.\n2. The authorized agent of an insurer shall be regarded as in the place of the insurer in all respects regarding any insurance effected by him. The insurer is bound by his knowledge of the risk and all matters connected therewith. Omissions and misdescriptions known to the agent shall be regarded as known to the insurer and waived by it as if noted in the policy.",
        "type": "majority",
        "author": "WATHEN, .Justice."
      }
    ],
    "attorneys": [
      "Brunette, Shumway, Romanow & Ryer, Ricky L. Brunette (orally), Portland, for plaintiff.",
      "Preti, Flaherty & Beliveau, Estelle A. Lavoie (orally), Jonathan S. Piper, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "UTICA MUTUAL INSURANCE COMPANY v. ST. PAUL FIRE & MARINE INSURANCE COMPANY.\nSupreme Judicial Court of Maine.\nArgued Nov. 4, 1986.\nDecided Dec. 22, 1986.\nBrunette, Shumway, Romanow & Ryer, Ricky L. Brunette (orally), Portland, for plaintiff.\nPreti, Flaherty & Beliveau, Estelle A. Lavoie (orally), Jonathan S. Piper, Portland, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and CLIFFORD, JJ."
  },
  "file_name": "0185-01",
  "first_page_order": 231,
  "last_page_order": 232
}
