{
  "id": 8322183,
  "name": "Karen SERBIN, Appellant v. David SERBIN, Appellee",
  "name_abbreviation": "Serbin v. Serbin",
  "decision_date": "2007-03-08",
  "docket_number": "",
  "first_page": "186",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 520,
    "char_count": 10420,
    "ocr_confidence": 0.657,
    "sha256": "e84e68509743c47ee70cd47b66d7f93504cb57a9cd698ee04fd8938055208f09",
    "simhash": "1:0c2adb205d441dcd",
    "word_count": 1649
  },
  "last_updated": "2023-07-14T17:18:06.955273+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LALLY-GREEN, McCAFFERY and KELLY, JJ."
    ],
    "parties": [
      "Karen SERBIN, Appellant v. David SERBIN, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY KELLY, J.:\n¶ 1 The instant appeal does not involve either party to the underlying action, but rather concerns payment due from counsel to court reporters for transcription services. The sole issue for our review is whether a court reporter’s payment request for transcription services is subject to the Pennsylvania Rules of Civil Procedure for commencing a lawsuit. We find that it is not, and affirm the order entered in the Allegheny County Court of Common Pleas on February 28, 2005 directing the payment of fees for those services.\n¶ 2 The parties, Karen Serbin (Wife) and David Serbin, were divorced in 2005. Pri- or to the instant appeal, Wife appealed from the trial court’s child custody award, but subsequently withdrew her appeal. Wife then appealed from the court’s equitable distribution award. For preparation of its opinion, the trial court requested a transcript of the equitable distribution hearing. However, the court reporters informed the trial court’s law clerk that they were hesitant to fulfill transcript requests from Wife’s counsel, Joseph M. Wymard, because he had not paid balances for transcription of the custody hearing nor had he canceled his request for the transcripts. The trial court’s law clerk made several attempts to discuss the unpaid balances with Attorney Wynard but was unsuccessful. (Trial Court Opinion, filed 5/22/06, at 2).\n¶ 8 More than six weeks later, when the court learned Attorney Wynard still had not paid the court reporters’ fees, it scheduled a hearing on the issue of payment for the transcription. At the February 28, 2006 hearing, court reporter Teresa Benson testified that Attorney Wynard had paid a $500 deposit for transcription of the custody trial but still owed $408, and court reporter Janet Barto testified that Attorney Wynard had paid her a $600 deposit but owed a $390.50 balance. Both reporters stated that it was not until after they notified Attorney Wynard that his requested transcripts were available that he informed them the custody issue was settled, that he no longer needed the transcripts, and therefore he would not pay the balances. Attorney Wynard did not attend the hearing, but his associate, John G. Harshman, attended. Attorney Harshman presented no witnesses but cross-examined the court reporters. Attorney Harshman and both court reporters concurred that the reporters’ agreement to transcribe the custody trial was with Attorney Wynard and not Wife.\n¶ 4 After the hearing, the trial court entered an order directing Attorney Wy-nard to pay $403 to reporter Benson and $390.50 to reporter Barto within twenty days. Although the order was signed on February 28, 2006, for reasons unknown to the trial court, it was not entered on the trial court docket until March 27. (See Trial Court Opinion at 3). Attorney Wy-nard filed a timely notice of appeal on April 7th. See Pa.R.A.P. 903(a) (providing notice of appeal shall be filed within thirty days after entry of order from which appeal is taken).\n¶ 5 Attorney Wynard argues that the trial court lacked personal and subject matter jurisdiction over him, providing statutory and caselaw authority in support of his contentions. However, Attorney Wynard’s arguments are premised on the characterization of court reporters Benson and Barto as private individuals who raised a breach of contract claim and are thus subject to the Pennsylvania Rules of Civil Procedure. Because we find that the instant issue is instead to be evaluated in the context of court employees who are seeking payment for court-related services, we are not persuaded by his arguments.\n¶ 6 Rules 5000.1 through 5000.13 of the Pennsylvania Rules of Judicial Administration comprise the Uniform Rules Governing Court Reporting and Transcripts. These rules regulate “the employment and basic duties of all reporters and the production of transcripts.” See Pa.R.J.A. 5000.1, A “court reporter” is defined as “any person employed by a court to record testimony or other spoken material, whether by machine or manual shorthand, electronic recording or other means. Part-time, substitute and contract reporters are included, except where manifestly not appropriate.” Pa.R.J.A. 5000.2(b). Requests and fees, including deposits, for and delivery of transcripts are governed by Rules 5000.4 through 5000.11. See Pa. R.J.A. 5000.4-5000.11.\n¶ 7 In addition, while Rule of Civil Procedure 227.3, “Transcript of Testimony,” requires all post-trial motions to contain a request for transcription of the record, the notes thereto refer to Rule of Judicial Administration 5000.5(a) for the procedure for making such request. See Pa.R.C.P. 227.3, Note. The notes also provide, “For rules governing transcript fees and their payment, see Pa.R.J.A. 5000.6, 5000.7 and 5000.11.” Id.\n¶ 8 Instantly, Attorney Wynard requested court reporters Benson and Barto to transcribe a custody hearing held before the trial court, but did not remit full payment when the transcripts were prepared. On appeal, he argues the Uniform Rules Governing Court Reporting and Transcripts are not applicable because Ms. Benson and Ms. Barto were not employed by the county or trial court when they transcribed the custody hearing. Instead, he concludes, he had “contracted with court reporters to transcribe portions of an earlier hearing for appellate purposes. [ ] This role is outside and distinguishable from the individual court reporters’ role when employed by the County.” (Attorney Wynard’s Brief at 12). He also compares the instant issue to an attorney’s payment for an expert witness or production company’s services. (Id.). However, Attorney Wynai’d provides no further explanation to support these bald contentions, and we easily find that under Rule 5000.2(b), Ms. Benson and Ms. Barto were “employed by [the] court to record testimony or other spoken material.” See Pa.R.J.A. 5000.2(b). The rule does not distinguish court reporting and transcribing performed for appellate purposes from that done for other purposes. See id. In addition, although it was not specifically alleged whether Ms. Benson and Ms. Bar-to were working in a part-time, substitute, or contract capacity, we note that even if it were, they would nevertheless fall under the purview of this rule. See id. Because the instant issue involves fees due for transcription services, owed to court reporters as employees of the court, it is governed by the Rules of Judicial Administration. The Rules of Civil Procedure are inapplicable, and any reliance on them by Attorney Wynard is misplaced. Attorney Wynard does not raise any substantive challenges to the court’s order aside from his jurisdiction claims. (See Attorney Wynard’s Brief at 3 (Statement of Questions Involved)). Accordingly, we affirm the order of the trial court.\n¶ 9 Order affirmed.\n¶ 10 Lally-Green, J. files a Dissenting Statement.\n. Before the appeal from the child custody award, both parties had appealed from the trial court’s awards of alimony pendente lite and child support. This Court affirmed.",
        "type": "majority",
        "author": "OPINION BY KELLY, J.:"
      },
      {
        "text": "DISSENTING STATEMENT BY\nLALLY-GREEN, J.:\n¶ 1 Because I do not believe that we have the authority to review the order before us, I respectfully dissent.\n¶2 As the majority makes clear, the instant appeal involves neither party to this action. Rather, a dispute has arisen between counsel and a court reporter because the court reporter has declined to provide a transcript of an equitable distribution hearing unless and until counsel pays an outstanding balance on a custody trial transcript. Counsel is willing to pay for the equitable distribution transcript but disputes the reporter’s entitlement to payment for the custody trial transcript. The majority concludes, based on the Uniform Rules Governing Court Reporting and Transcripts, Pa.R.C.P. 5000.1-5000.13, that the trial court had the authority to order counsel to pay the disputed custody trial transcript invoice.\n¶3 I do not believe that the instant order is appealable under the Rules of Appellate Procedure. The trial court’s order is clearly not a final order pursuant to Pa.R.A.P. 341. It does not dispose of any claim between the parties. Moreover, I cannot conclude that a dispute over a transcript fee between attorney and a non-party court reporter involves a right too important to be denied review, so as to create an appealable collateral order pursuant to Pa.R.A.P. 313. The Rules of Appellate Procedure provide no authority for review of the order before us. See generally Pa.R.A.P. 301-342. Accordingly, I would quash this appeal.\n¶ 4 Furthermore, I believe judicial economy dictates a different approach than that taken by the majority and the trial court. As things stand, the litigation between David and Karen Serbin has been placed on hold pending the outcome of an ancillary proceeding between non-parties. This Court is placed in the position of reviewing an order having nothing to do with the parties to this action or the underlying legal dispute between them.\n¶ 5 Several available courses of action could have avoided the present scenario. First, I believe the trial court would be within its authority in ordering a court-employed reporter to provide the equitable distribution transcript to counsel upon counsel’s tender of payment for that transcript in accordance with Rules 5000.6 and 5000.11 of the Rules of Judicial Administration. This would have allowed the Serbins to proceed with their equitable distribution appeal and would not have prejudiced the court reporter’s ability to pursue an unrelated collection action for the alleged outstanding balance on the custody transcript. Second, Rule 5000.2(h) provides that a trial court may order a copy of a transcript for its own use. Third, an appellant’s failure to request and pay for a transcript can result in waiver of any and all issues that cannot be analyzed without reference to the transcript. See Pa.R.A.P.1911(d). The threat of waiver would, fairly or not, expedite the resolution of the dispute between the attorney and the court reporter without undue delay of the underlying litigation between the Serbins.\n¶ 6 In light of the foregoing, I respectfully dissent.",
        "type": "dissent",
        "author": "LALLY-GREEN, J.:"
      }
    ],
    "attorneys": [
      "John G. Harshman, Pittsburgh, for appellant.",
      "Hilary A. Spatz, Pittsburgh, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Karen SERBIN, Appellant v. David SERBIN, Appellee.\nSuperior Court of Pennsylvania.\nArgued Oct. 25, 2006.\nFiled March 8, 2007.\nJohn G. Harshman, Pittsburgh, for appellant.\nHilary A. Spatz, Pittsburgh, for appel-lee.\nBEFORE: LALLY-GREEN, McCAFFERY and KELLY, JJ."
  },
  "file_name": "0186-02",
  "first_page_order": 220,
  "last_page_order": 224
}
