{
  "id": 7927398,
  "name": "Jean PELLETIER et ux. v. Tilac PATHIRAJA; Archer BUCKLIN et ux. v. Tilac PATHIRAJA",
  "name_abbreviation": "Pelletier v. Pathiraja",
  "decision_date": "1986-12-23",
  "docket_number": "",
  "first_page": "187",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 187"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "499 A.2d 470",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930895
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0470-01"
      ]
    },
    {
      "cite": "401 A.2d 1002",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8054608
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "1004"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/401/1002-01"
      ]
    },
    {
      "cite": "462 A.2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945198
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/0053-01"
      ]
    },
    {
      "cite": "64 L.Ed.2d 790",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 2156",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "446 U.S. 937",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6261698,
        6260674,
        6264386,
        6260995,
        6261354,
        6262317,
        6262547,
        6262868,
        6262006,
        6259575,
        6260349
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0937-06",
        "/us/446/0937-03",
        "/us/446/0937-11",
        "/us/446/0937-04",
        "/us/446/0937-05",
        "/us/446/0937-08",
        "/us/446/0937-09",
        "/us/446/0937-10",
        "/us/446/0937-07",
        "/us/446/0937-01",
        "/us/446/0937-02"
      ]
    },
    {
      "cite": "406 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8041923
      ],
      "pin_cites": [
        {
          "page": "904"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/406/0903-01"
      ]
    },
    {
      "cite": "460 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955078
      ],
      "pin_cites": [
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0594-01"
      ]
    },
    {
      "cite": "421 A.2d 47",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7941265
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "50"
        },
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/421/0047-01"
      ]
    },
    {
      "cite": "307 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11715627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/307/0001-01"
      ]
    },
    {
      "cite": "414 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/414/1206-01"
      ]
    },
    {
      "cite": "445 A.2d 1007",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003907
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/445/1007-01"
      ]
    },
    {
      "cite": "455 U.S. 422",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11305924
      ],
      "weight": 4,
      "year": 1982,
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0422-01"
      ]
    },
    {
      "cite": "375 A.2d 1065",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8012114
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1072"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/1065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 10566,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.200599339961519
    },
    "sha256": "de0a31076ccf1c20704677fbb7f04142e5c9c602f5d5ed4fdac25701fd0a4c13",
    "simhash": "1:c5c9d536216ae58b",
    "word_count": 1691
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
    ],
    "parties": [
      "Jean PELLETIER et ux. v. Tilac PATHIRAJA. Archer BUCKLIN et ux. v. Tilac PATHIRAJA."
    ],
    "opinions": [
      {
        "text": "NICHOLS, Justice.\nIn a consolidated appeal the Plaintiffs, Jean Pelletier and Leas J. Pelletier, in one case, and the Plaintiffs, Archer Bucklin and Lena Bucklin, in another case, appeal judgments of the Superior Court (Aroostook County) dismissing their respective complaints of medical malpractice against the Defendant, Tilac Pathiraja, M.D. In each case the dismissal was rendered pursuant to M.R.Civ.P. 16 and 37(b)(2)(C), for their failure to comply with an order to produce certain documents necessary for discovery procedures of the Defendant.\nThe Plaintiffs argue on appeal (1) that it would be unfair and a denial of due process to deny them their right to a trial on the merits, and (2) that a good faith compliance by the Plaintiffs with the requests should foreclose the sanction of dismissal.\nWe affirm the judgments of dismissal below.\nAlthough these cases were pursued separately at trial, the Plaintiffs were represented by the same counsel, and their cases were consolidated for appeal. The Plaintiffs in both actions allege malpractice on the Defendant’s part in November, 1983. The gravamen of both complaints was the alleged negligent diagnosis or performance of surgical procedures by the Defendant that caused pain and suffering to his patients and necessitated the need for further treatment. The spouse of each injured party also presses a derivative claim.\nWith his answer to the Plaintiffs’ complaints, the Defendant filed requests for production of documents as well as requests that the Plaintiffs answer his interrogatories. The Defendant interrogated as to treatment given the respective Plaintiffs by subsequent physicians, and requested copies of certain medical records, office notes, operative notes and correspondence with all subsequent treating physicians.\nOn May 4, 1984, the Defendant filed a motion to compel answers to Defendant’s interrogatories concerning both claims, pursuant to M.R.Civ.P. 37. Pursuant to an order of the Superior Court, the Plaintiffs belatedly complied.\nIn March, 1985, the Defendant again requested the production of certain documents from the Plaintiffs. Again the Defendant successfully moved to compel production of the documents. Production was ordered within 30 days. When the demanded documents were not received by that due date, the Defendant moved to compel production, extend the discovery schedule, and in the alternative, to dismiss the claims. The Superior Court thereupon extended the discovery schedule three months to September 20, 1985, subject to dismissal for non-compliance by the Plaintiffs.\nEven by the new deadline the requested data was not produced by the respective Plaintiffs. On September 25, 1985, the Defendant again moved to dismiss. The Plaintiffs responded with a motion for relief from the order compelling production of the desired documents. Hearings were held on November 7 and 8, 1985, after which the Superior Court granted the motion to dismiss.\nInitially, the Plaintiffs contend the dismissal of their claim violated their right to due process of law as guaranteed by the Fifth Amendment to the United States Constitution. This contention warrants little discussion. To be successful in their claim the Plaintiffs must prove that there was some judicial process to which they were entitled but were denied. However, there is no particular form of procedure required to be followed, inasmuch as due process of law is a flexible concept. Ethyl Corporation v. Adams, 375 A.2d 1065, 1072 (Me. 1977). Furthermore, a state may establish reasonable procedural requirements incident to a right to an adjudication. Logan v. Zimmerman Brush Co., 455 U.S. 422, 102 S.Ct. 1148, 71 L.Ed.2d 265 (1982). Cf. Giberson v. Quinn, 445 A.2d 1007 (Me. 1982). All that is constitutionally mandated is that a plaintiff be afforded a meaningful opportunity to assert his claim. Logan, 455 U.S. at 434. Cf Peaslee v. Pedco, Inc., 414 A.2d 1206 (Me.1980). A plaintiff need not be accorded a full-blown judicial proceeding to have been afforded this right. Portland Pipe Line Corporation v. Environmental Improvement Commission et al., 307 A.2d 1 (Me.1973).\nThe rules and procedure applied by the Superior Court in these cases provided the Plaintiffs with all the process that was their due. The Plaintiffs’ failure to make effective use of our system did not deprive them of due process of law. Indeed, to allow the judicial process to drag on indefinitely in these cases could have deprived the Defendant of the fairness and the process he was due.\nThe Plaintiffs’ second contention is that the Superior Court abused its discretion in dismissing their complaints pursuant to M.R.Civ.P. 37(b). Integral to their argument is the assertion that willfulness, bad faith, or fault must be found to justify a trial court’s decision to dismiss an action. However, this is not the law in Maine.\nM.R.Civ.P. 37(a) enables the litigant to secure an order to compel discovery. Rule 37(b) provides sanctions for a failure to comply with such orders. Rule 37 is a flexible tool for the trial courts and its only literal limitation is that the exercise of discretion must be “just.” In Reeves v. Travelers Insurance Companies et al., 421 A.2d 47, 50 (Me.1980), we declared, “[I]n exercising its discretion under Rule 16(d) or 37(b)(2), the trial court must answer three questions: (1) whether to impose a sanction; (2) upon whom — party or counsel, or both — to impose the sanction; and (3) what sanction to impose.” Id. at 50. As the Court noted, the answers will depend upon the particular circumstances and is dependent upon the functions to be served by the sanction. The functions to be served may be several; to penalize noncompliance, remedy the effects of non-compliance, and to serve as a deterrent. Furthermore, appellate review of the sanctions chosen under either rule applies an “abuse of discretion” standard; accordingly, we shall not lightly overrule the trial court’s choice of sanctions. Id. See also Oliver v. Martin, 460 A.2d 594, 595 (Me.1983); Lerman v. Inhabitants of City of Portland, 406 A.2d 903, 904 (Me.1979), cert. denied, 446 U.S. 937, 100 S.Ct. 2156, 64 L.Ed.2d 790 (1980). Nevertheless, due to the severity of a dismissal or default, and the constitutional implications of such an action, we have observed that the trial court’s discretion in imposing either ultimate sanction is narrow indeed and will be given close scrutiny on appeal. Fallon v. Casco-Northern Corporation, 462 A.2d 53, 56 (Me.1983); Ireland v. Galen, 401 A.2d 1002, 1004 (Me. 1979).\nThe case before us involves an outright dismissal of a claim, which is certainly a drastic sanction, but one which has been employed before with our approval. Contrary to the Plaintiffs’ assertion, Fallon does not establish a requirement that the court find willfulness, bad faith, or fault of the party to justify the imposition of the dismissal sanction. Rather, in that case we were detailing a non-exclusive set of factors to be considered by the trial court. Illustratively, in Green v. Nemet et al., 499 A.2d 470, 472 (Me.1985), we observed that serious instances of non-compliance with pretrial procedures can support a trial court’s imposition of dismissal as a sanction. In fact, the information which the plaintiffs failed to supply the defendants in Green was very similar to that which the Plaintiffs here were derelict in not supplying. True to the guidelines established in Reeves, the trial court should evaluate the effect pretrial violations have on the adverse party and also consider the purpose the sanctions are to serve in exercising its discretion.\nHere, the Superior Court could have very reasonably determined that the Plaintiffs’ failures to produce the requested documents had seriously and irreparably affected the Defendant’s ability to proceed to a fair resolution of the claims against him. In such a situation the trial court could have concluded there was no effective alternative judicial remedy for non-compliance. Surely, the need to sanction the derelict party as a deterrent may be particularly great when the case involves serious allegations of medical malpractice.\nFor these reasons we conclude that the judgment of the Superior Court was within its sound discretion.\nThe entry in each of these cases is:\nJudgment affirmed.\nAll concurring.\n. Our counterpart provision, Me. Const, art. I, § 6-A, was not cited or discussed by the Plaintiffs.\n. The Defendant, in his motion to dismiss, argued that non-compliance of the Plaintiffs with the court order compelling production of the documents violated Rule 37(b) and Rule 16 of the M.R.Civ.P. Neither rule was specifically mentioned by the court in its dismissal. However, Rule 16 is a generalized rule for pretrial procedure while it was Rule 37(b) which was specifically violated by the Plaintiffs.\n. Rule 37(b), in pertinent part, states:\n(2) Sanctions by Court in Which Action is Pending. If a party ... fails to obey an order to provide or permit discovery, including an order made under subdivision (a) of this rule ... the court in which the action is pending may make such orders in regard to the failure as are just, and among others the following:\n(C) An order striking out pleadings or parts thereof, or staying further proceedings until the order is obeyed, or dismissing the action or proceeding or any part thereof ....\n. It is important to note that the companion to Rule 37, the more generalized rule for pretrial procedure, Rule 16, was amended in September of 1980 to demand the trial courts be more strict in their application of sanctions in order to increase the speed and efficiency of the courts. Subsection (d) was changed from \"... the court may impose ... sanctions” to read \"... the court shall impose sanctions\" thereby making imposition of sanctions mandatory. See 1 Field, McKusick & Wroth, Maine Civil Practice § 37.1 at 543 (2d ed. 1970); cf. 1 Field, McKusick & Wroth, Maine Civil Practice, § 16.6 (2d ed. 1970 & Supp.1981).\n.In both instances the plaintiffs failed to respond to requests for the facts and opinions to which their experts would testify.",
        "type": "majority",
        "author": "NICHOLS, Justice."
      }
    ],
    "attorneys": [
      "John D. Pelletier (orally), Augusta, Peter S. Kelley, Caribou, for plaintiffs.",
      "Gross, Minsky, Mogul & Singal, George Schelling (orally), Bangor, Christopher Ny-han, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Jean PELLETIER et ux. v. Tilac PATHIRAJA. Archer BUCKLIN et ux. v. Tilac PATHIRAJA.\nSupreme Judicial Court of Maine.\nArgued Sept. 2, 1986.\nDecided Dec. 23, 1986.\nJohn D. Pelletier (orally), Augusta, Peter S. Kelley, Caribou, for plaintiffs.\nGross, Minsky, Mogul & Singal, George Schelling (orally), Bangor, Christopher Ny-han, Portland, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
  },
  "file_name": "0187-02",
  "first_page_order": 233,
  "last_page_order": 237
}
