{
  "id": 6786843,
  "name": "AMERICAN SECURITY AND TRUST COMPANY, a corporation, Appellant, v. J. Edward BINDEMAN, Executor of the Estate of John H. Davis, Deceased, and Earl F. Sodeman, Appellees",
  "name_abbreviation": "American Security & Trust Co. v. Bindeman",
  "decision_date": "1973-04-02",
  "docket_number": "No. 6343",
  "first_page": "188",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 188"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "298 A.2d 44",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/298/0044-01"
      ]
    },
    {
      "cite": "43 App.D.C. 110",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        8819586
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "note 3"
        },
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/43/0110-01"
      ]
    },
    {
      "cite": "151 A.2d 188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8118062
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/151/0188-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 15003,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3402281368527663
    },
    "sha256": "d8f7fc938f0b6ec3d235230378427fdaceac47a825ff64d20dc769f567c8aff5",
    "simhash": "1:aba72ef3a7820628",
    "word_count": 2542
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REILLY, Chief Judge, and FIC-KLING and YEAGLEY, Associate Judges."
    ],
    "parties": [
      "AMERICAN SECURITY AND TRUST COMPANY, a corporation, Appellant, v. J. Edward BINDEMAN, Executor of the Estate of John H. Davis, Deceased, and Earl F. Sodeman, Appellees."
    ],
    "opinions": [
      {
        "text": "YEAGLEY, Associate Judge:\nThe issue presented on this appeal is whether the docketing of a duly authenticated claim against a decedent’s estate in the office of the Register of Wills tolls the general three-year statute of limitations and brings the claim within the special short term statute of limitations, D.C.Code 1967, § 20-1318 so as to protect the claimant until three months after the claim is rejected or disputed by the executor.\nAppellant brought suit against the executor of the estate of a decedent who was the endorser of a promissory note. The executor defended on the basis of the general three-year statute of limitations which ran some months after the docketing of the claim. The executor also filed a third-party complaint against appellee Sodeman, the maker of the note.\nThe trial court denied appellant’s motion for summary judgment, granted the motion for summary judgment of appellee Binde-man and also granted the motion of appel-lee Sodeman to dismiss the third-party complaint. We find that appellant’s claim against the executor was not barred by the statute of limitations and was still valid. The judgment therefore must be reversed.\nIt appears from the pleadings that on March 14, 1966, appellee Sodeman (and his wife, now deceased) executed a promissory note made payable to appellant in the principal sum of $5,500 bearing interest at 6% per annum, and due and payable 90 days after date. The note was endorsed and payment guaranteed by John H. Davis and Cora E. Davis, husband and wife. The only payment received on this note was one for interest due on June 13, 1966, in the amount of $83.41.\nJohn H. Davis died on May 25, 1966. On December 14, 1966, his will was admitted to probate and appellee Bindeman was appointed and qualified as executor of his estate.\nAppellant, on August 26, 1966, docketed an authenticated claim against appellee Bindeman’s decedent with the Register of Wills pursuant to D.C.Code 1967, § 20-1301 et seq. On January 12, 1967, in response to a request, appellant notified the executor’s attorney of the claim by letter and attached thereto a copy of the original note. Appellee Bindeman, the executor, took no action, neither affirming nor rejecting this claim and now contends that he was not bound to acknowledge, reject or dispute the claim since it had not been “exhibited against an executor or administrator” as provided in section 20-1318 of the Code. He argues further that consequently the general three-year statute of limitations was not tolled, and the time having run, it was a bar to this action.\nThe trial court agreed basing its ruling against appellant upon a finding that even though appellant had docketed its claim, it had never been exhibited, legally authenticated, to appellee Bindeman pursuant to D.C.Code 1967, § 20-1318, citing Lewis v. Smith, D.C.Mun.App., 151 A.2d 188, 190 (1959). Although the appellee’s attorney had been notified of the claim by counsel for appellant, strictly speaking a legally authenticated claim had not been exhibited to the executor.\nThe question of whether claimants are protected as against an executor or administrator by the docketing of an authenticated claim with the Register of Wills is important to practitioners, for if they are not protected, the general statute of limitations may run while the estate is pending, as occurred here.\nIt has been said that:\nIf the bar of the statute, [of limitations] has not yet matured when the claim is filed, proof and presentation of the claim under Sec. 18-509 et seq. would operate to suspend the running of the statute according to an early dictum in the Court of Appeals. While that would appear to be a sensible result, the point is unsettled and there is considerable doubt and difference of opinion about it among members of the bar. [Mersch, Probate Court Practice in the District of Columbia § 1335, at 35 (2d ed. 1952); footnotes renumbered.]\nD.C.Code 1967, § 20-1323 provides that the Register of Wills shall enter in a suitable book all claims against a decedent as they are passed by the probate court. It provides further “and the entry of a claim upon the docket constitutes notice to the executor or administrator of its existence.” [Emphasis supplied.]\nIn this regard we find in D.C.Code 1967, § 20-1315, the following language relevant to the foregoing provision:\nWhere a claim is known to him, although it is not exhibited, he shall retain the assets, or a just proportionable part, for the benefit of the creditor. Where an executor or administrator has actual knowledge of a claim which has not been exhibited or passed he shall give notice in writing to the creditor, requiring the claim to be either exhibited or passed, as provided by this chapter, within 30 days if the creditor is a resident of the District of Columbia, and within 90 days if he is a nonresident. .\nThis the executor did not do. Considering that statutory provision in connection with the provision in section 20-1323, previously mentioned, to the effect that the docketing of a claim shall constitute notice to the executor of its existence, we conclude that it was the purpose of Congress to afford a claimant protection against the statute of limitations upon the docketing with the Register of Wills of a duly authenticated claim. That is, the docketing of a duly authenticated claim is intended to protect the claimant as does the institution of a suit by tolling the general three-year statute of limitations.\nThe claimant upon filing his claim, as required, will come within the special three-month statute of limitations regarding claims against estates when the claim is disputed or rejected by the executor or administrator. Lacking such rejection by the executor here, the three-month statute had not begun to run and since the general statute was tolled with the filing of the claim the motion of appellant for summary judgment should have been granted as to liability.\nAppellee B indeman contends that there is no obligation on the executor to reject or dispute an authenticated and docketed claim until it has been duly “exhibited” to him in accordance with D.C.Code 1967, § 20-1318, and that appellant, having failed to “exhibit” its claim to the executor, cannot come within the protection of the special three-month statute. He suggests further that his position is supported by Lewis v. Smith, supra.\nAppellee’s reliance on that case would seem to be supported only by dictum. The court there said that the executor’s rejection of the claim based on his knowledge of it stemming from its having been docketed was ineffective and did not trigger the running of the special three-month statute of limitations. The court explained that the only way in which the claim could be effectively rejected was if there had been an actual exhibition of the claim to the executor. See D.C.Code 1967, § 20-1318. Finding that the exhibition of the claim even though it was prior to the day the executor qualified was adequate, it affirmed the decision of the trial court. The question therefore was merely one of under what circumstances an executor may reject a claim.\nThe issue here, on the other hand, is simply what tolls the running of the general statute of limitations on a claim against an estate; specifically, is it tolled by the docketing of a duly authenticated claim. We think it is and that the executor cannot close the estate without recognizing its existence in accordance with D. C.Code 1967, § 20-1318.\nAppellees argue that according to the last clause of D.C.Code 1967, § 20-1324, the docketing of a claim “does not take a debt out of the operation of a defense of limitations.” Examining that entire Code section, we find that the first portion provides that the docketing of a claim that is appropriately controverted does not afford evidence as to the justice or correctness of a debt therein entered in a suit instituted for the recovery of a debt. Reading the section in its entirety, we conclude that its purpose was to make it abundantly clear that the mere docketing of a claim did not necessarily establish its validity nor deprive the estate of any defense of limitations that it might have. That is to say, if a claim has already been barred by the running of the statute then the docketing of the claim will not operate to reinstate it any more than it will afford evidence of the justice or correctness of the debt.\nThis is the only logical interpretation possible of that section of the Code and it brings it into harmony with the previous section which provides that “the entry of a claim upon the docket constitutes notice to the executor or administrator of its existence.”\nHad the Congress intended the result claimed by appellees, it certainly would not have spoken in terms of “a defense of limitations.” The result appellees seek is not only impractical but, had it been desired by the Congress, could have been expressed quite easily by providing that the docketing-of a claim would not toll the running of the statute of limitations. This it did not do and common sense demands that creditors who have duly docketed their claims against an estate should not be required also to “exhibit the claim to the executor or administrator” or to file suit in order to. toll the running of the statute. The purpose of exhibiting the claim is to give the executor an opportunity to make an informed decision as to whether it is a valid claim. It has no bearing on the running of the statute of limitations.\nAs we have said, the statutory framework of title 20 has the purpose of giving the executor notice of a claim against the estate and thus protecting him from committing the error of disbursing the assets of the estate without first resolving the validity of all claims and satisfying the debts. But this title also has another purpose, one that goes hand in hand with the protection of the executor, and that is the protection of creditors of the estate as well. The docketing of the claim with the Register of Wills pursuant to the statute provides this protection both for the executor and the claimants. Any other reading of the title would be strained and result in a procedural nightmare for probate practitioners.\nIf the executor does not act on a claim duly docketed with the Register of Wills, the claimant, not being advised to the contrary, has a right to expect that the claim will be paid when the executor is m a position to do so.\nA contrary holding on these facts would fly squarely in the face of the clear language of section 20-1323 that the entry of a claim upon the docket constitutes notice to the executor or administrator of its existence, and would effectively nullify the usefulness and purpose of the statute.\nConsequently, as the appellant had protected its claim by duly docketing it with the Register of Wills in the form required by the Code, the general statute of limitations was tolled, and lacking an effective rejection of the claim by the executor, the special statute had not yet begun to run. Accordingly, the judgment must be\nReversed.\n. The first part of that section provides:\nIf a claim is exhibited against an executor or administrator which he considers his duty to dispute or reject, he may retain in his hands assets proportioned to the amount of the claim, which assets shall be liable to other claims, or to be delivered up or distributed in case the claim is not established. If, on a claim exhibited and disputed, the creditor or claimant does not, within three months after the dispute or rejection, commence a suit for recovery, he is forever barred. .\n. A legally authenticated claim is one which has been filed with the Register of Wills under oath stating the basis of the decedent’s debt and the fact that it has not been paid or that part has been paid and part is still outstanding. This is usually put on a form provided by the Register who signs the form under “attest” and records the claim in his docket. Across the top of the form appears the following: “NOTICE — The creditor should notify the executor or administrator, or collector that this claim has been probated against the within named estate.”\n. Berry & Whitmore v. Dante, 1915, 43 App.D.C. 110.\n. Model Probate Code, Sec. 135(c) ; Woer-ner, American Law of Administration, 3d ed., Sec. 386.\n. A short time ago Judge Gallagher suggested in Evans v. Washington Hospital Center, Inc., D.C.App., 298 A.2d 44, footnote 3, that the time has come to initiate a modernization of the Code as it relates to Decedent’s Estates. The D..C. Bar Association, mindful of the great need to replace this archaic law has nearly completed the revision it hopes to propose to the Congress. On August 1, 1973, the Office of the Register of Wills becomes a part of the new Probate Division of the Superior Court. It is our hope that the Congress in recognition of the problems posed to practitioners and those who administer this law will, after appropriate study, take prompt action to give the District of Columbia a modern code for the administration of Decedent’s Estates. The State of Maryland has repealed and replaced its old law after which the present District Code was patterned.\n.The following is from an affidavit of the Register of Wills, December 14, 1971, filed in trial court as an attachment to plaintiff’s statement of material facts on its motion for summary judgment:\n3. The Register of Wills has always taken the position that the entry of a claim on the Docket of Claims tolls the normal three year statute of limitations and brings such claim under a new statute of limitations as set forth in D.C.Code Section 20-1318. Furthermore, the Register of Wills has always interpreted D.C.Code Section 20-1324 to mean that if a claim is already barred by the normal statute of limitations when it is entered on the Docket of Claims, such docketing will not revive the claim by removing the bar of the statute of limitations, but if such claim is not yet barred, the docketing would operate to suspend the running of the statute of limitations until the executor or administrator has disputed or rejected such claim in accordance with D.C.Code Section 20-1318.\n. See note 1, supra.\n. See Berry & Whitmore Co. v. Dante, supra note 3, 43 App.D.C. at 116.",
        "type": "majority",
        "author": "YEAGLEY, Associate Judge:"
      }
    ],
    "attorneys": [
      "John F. Wilson, Jr., Washington, D. C, for appellant.",
      "Leonard W. Burka, Washington, D. C., for appellee Bindeman.",
      "Blaine P. Friedlander, Washington, D. C., with whom Mark P. Friedlander, Jr., Washington, D. C., was on the brief, for appellee Sodeman. Mark P: Friedlander, Harry P. Friedlander, Marshall H. Brooks, and Jerome P. Friedlander, II, Washington, D. C., entered appearances for appellee."
    ],
    "corrections": "",
    "head_matter": "AMERICAN SECURITY AND TRUST COMPANY, a corporation, Appellant, v. J. Edward BINDEMAN, Executor of the Estate of John H. Davis, Deceased, and Earl F. Sodeman, Appellees.\nNo. 6343.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 11, 1972.\nDecided April 2, 1973.\nJohn F. Wilson, Jr., Washington, D. C, for appellant.\nLeonard W. Burka, Washington, D. C., for appellee Bindeman.\nBlaine P. Friedlander, Washington, D. C., with whom Mark P. Friedlander, Jr., Washington, D. C., was on the brief, for appellee Sodeman. Mark P: Friedlander, Harry P. Friedlander, Marshall H. Brooks, and Jerome P. Friedlander, II, Washington, D. C., entered appearances for appellee.\nBefore REILLY, Chief Judge, and FIC-KLING and YEAGLEY, Associate Judges."
  },
  "file_name": "0188-01",
  "first_page_order": 226,
  "last_page_order": 231
}
