{
  "id": 8128292,
  "name": "Mary E. FERGUSON, Appellant, v. QUAKER CITY LIFE INSURANCE CO., Appellee",
  "name_abbreviation": "Ferguson v. Quaker City Life Insurance",
  "decision_date": "1957-02-06",
  "docket_number": "No. 1863",
  "first_page": "189",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "129 A.2d 189"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "74 App.D.C. 191",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "121 F.2d 104",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        463368
      ],
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/121/0104-01"
      ]
    },
    {
      "cite": "314 U.S. 613",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6151816,
        6152016,
        6151859,
        6151959,
        6151900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/314/0613-01",
        "/us/314/0613-05",
        "/us/314/0613-02",
        "/us/314/0613-04",
        "/us/314/0613-03"
      ]
    },
    {
      "cite": "62 S.Ct. 114",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "86 L.Ed. 494",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "115 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8120815
      ],
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/115/0310-01"
      ]
    },
    {
      "cite": "71 App.D.C. 250",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "109 F.2d 463",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1038573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/109/0463-01"
      ]
    },
    {
      "cite": "15 A.L.R.. 1544",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "63 App.D.C. 157",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "70 F.2d 761",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        269706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/70/0761-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 10987,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 8.767067213580236e-08,
      "percentile": 0.4953437439788961
    },
    "sha256": "78f8f79e306f727d7397445e0de1546b0ce67a0365300126195c08d41ead6c74",
    "simhash": "1:05a470f3d3383cf1",
    "word_count": 1822
  },
  "last_updated": "2024-02-27T18:24:52.701825+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Mary E. FERGUSON, Appellant, v. QUAKER CITY LIFE INSURANCE CO., Appellee."
    ],
    "opinions": [
      {
        "text": "ROVER, Chief Judge.\nThis appeal is from a judgment for the insurance company in a claimant’s suit to recover the proceeds of an industrial life insurance policy. The policy was taken out by the appellant on the life of her son on July 12, 1954, and she was the beneficiary. The insured died on December 14, 1954. The insurer defended on the following terms of the Voidability Section of the policy:\n“* * * If (1) within two years prior to the date of issue of this Policy the Insured has been a patient at, or an inmate of, any institution for the treatment of physical or mental disease, or has undergone any surgical operation, or has been attended by a physician, unless it shall be shown by the Insured or any claimant that no such institutional, surgical, or medical treatment or attention was for a serious disease, injury, or physical or mental condition; * * * ”\nalleging that the insured had been such a patient in an institution and attended by a physician for a serious disease which resulted in his death and that reference to this disease was neither endorsed on the policy as required by its terms nor brought to the attention of the insurer. The above policy section renders the policy voidable by the company under these circumstances.\nHospital records established that the insured had been a patient in veteran’s hospitals at Perry Point, Maryland and at Mt. Alto in this city, undergoing treatment for a physical condition (lymphosarcoma) some three months before the application was made by appellant for the policy.\nThe trial court found that the two hospitalizations of the insured were for a condition of a serious nature; that there was no disclosure of either hospitalization by the insured or by the appellant at any time before the death of the insured; and that the insured and the appellant knew or should have known of the hospitalization and treatment of the insured for a serious physical condition and accordingly rendered judgment for the insurance company.\nThe first point made by appellant in the first assignment of error is that the provisions of Code 1951, § 35-1002, were “invaded” by the court in rendering a judgment for the insurer. The content of appellant’s argument on this point would suggest that the word “evaded” was intended. The section reads in pertinent part as follows:\n“If payment of such a policy shall he refused because of unsound health at or prior to the date of the policy, the good faith of both applicant and insured shall constitute a material element in determining the validity of the policy; and it shall not be held invalid because of unsound health unless the insurer shall prove that, at or before the date of issue of the policy, the insured or applicant had knowledge of, or reason to know, the facts on which the defense is based * * (Emphasis supplied.)\nThe terms of the policy cast the burden upon the claimant of establishing that the insured’s hospitalization was not due to a serious disease. Appellant contends § 35-1002 shifts the burden of proof to the insurer under the case authority of this jurisdiction, regardless of the terms of the policy. “The obvious design of the statute is to make its terms applicable in all cases in which the defense is that the insured had suffered prior to the issuance of the policy * * * a serious * * * disease and had concealed the truth from the insurer.” Agreeing to this however, the record does not sustain the contention that the court ignored § 35-1002. The record does show that appellant did not endeavor to carry the burden under the terms of the policy but that the appellee did try to establish knowledge on the part of the insured and/or the applicant in their case, as the statute requires. Indicative of the placement of such burden upon the insurer in this case is finding of fact number 8: “The insured, and plaintiff herein, knew or should have known of the hospitalization and treatment of the insured for a serious physical condition.” This finding is in accordance with the standard of the statute rather than that of the policy. The finding is not challenged by appellant as being without substantial support in the evidence adduced at trial and in any event the evidence was sufficient to support such finding. The hospitalization referred to took place prior to the date on which application for the policy on the life of her son was made by appellant and death occurred within the two-year contestable period. Therefore it is quite evident that the statutory burden of proof was actually placed upon the insurer by the trial court.\nThe second point of the first error assigned is that the appellee in closing argument relied on matters which “were omitted from the application.” Since the application was not attached to the policy it is argued that Code 1951, § 35-203, disallows defenses based on “anything * * * omitted from such application.” However the policy declares that it expresses the entire agreement between the parties. Therefore any defense open to the insurer if no written application had ever existed is not precluded by § 35-203. The insurer may defend on policy provisions which have “ ‘no relation to the application.’ ” The remarks of counsel for the appellee in closing argument related to questions an agent of the insurer asked the appellant to ascertain whether her son had ever been hospitalized, been in a mental institution or treated for a serious disease. These questions, it is claimed, were omitted from the application and could not therefore be relied upon by the appellee. However, if these questions were answered by the appellant, they could not appear on the application in response to any question there listed. On the other hand, they do relate to the voidability provisions of the policy. The appellee used the testimony of the agent as to answers given or evaded by appellant to prove bad faith on the latter’s part in making application for the policy. Since the questions referred to which the agent asked appellant related to policy provisions and had no relation to the application, a defense based on these questions and on the appellant’s responses to them would not be disallowed under § 35-203.\nThe second error assigned is the admission of records concerning the insured from the Perry Point and Mt. Alto hospitals and again the argument is made that a statute was contravened. Code 1951, § 14-308, states that:\n“ * * * no physician or surgeon shall be permitted, without the consent of the person afflicted, or of his legal representative, to disclose any information, confidential in its nature, which he shall have acquired in attending a patient in a professional capacity and which was necessary to enable him to act in that capacity, whether such information shall have been obtained from the patient or from his family or from the person or persons in charge of him * * *.”\nThe statute has been construed to encompass information contained in hospital records concerning diagnosis or treatment. The court received the records into. evidence over objection “to indicate * * * the basis of treatment: that is, the disabilities for which the treatment was rendered; * * * not as to diagnosis, beyond the statement that that was the basis of treatment” and “to show the reason for giving treatment, that is, the reason for admission to the hospital.” Since the basis or reason for hospitalization clearly entails a diagnosis, privileged matter was improperly admitted in this case unless, as appellee urges, the appellant waived the privilege. The appellant as beneficiary signed a form, admittedly as part of her obligation to furnish proof of death, authorizing the release of information from the medical records in question to any insurance company for “[insurance purposes only.” Whether a beneficiary, seeking to recover upon a life insurance policy, may waive the statutory privilege as to communications between physican and patient and a fortiori against disclosure of diagnostic matter in hospital records is an area of some conflict. The record shows that appellant did not waive the instant privilege at the trial. Can she be deemed to have waived it beforehand by signing a form with the sole purpose of proving the death of the insured? The form, as far as can be ascertained from the record, contained no waiver of the physician-patient privilege in express terms. And the intent, with reasonable knowledge of all the. facts and rights involved, to forego the statutory advantage she held, cannot be made out because appellant is shown to have signed a form which she thought necessary to prove the death of the insured. “Waiver is not a trick to catch one napping.” Therefore the hospital records were not admissible in this case as to the reason for the insured’s hospitalizations.\nAppellee contends that if this error was committed by the trial court, it was rendered nugatory because the substance of the hospital records was corroborated by autopsy records, properly in evidence. The trial record substantiates the fact that the autopsy showed the insured died from a serious disease. However the records contained nothing concerning the time before death at which the disease could have been contracted by the insured.\nThe appellee has therefore failed to show, except through data in hospital records which we hold inadmissible, that the insured’s hospitalizations at Perry Point and Mt. Alto were due to a serious disease. Not having sustained an integral part of its burden of proof, the insurer was not entitled to a judgment based essentially upon the fourth finding of fact:\n“In March and April, 1954, the insured had been a patient in a Veterans' Hospital at Perry Point, Maryland, and at Mt. Alto Hospital, in Washington, D. C., and at the time of said application was undergoing treatment for a serious physical condition.”\nReversed with instructions to grant a new trial.\n. Eureka-Maryland Assur. Co. v. Gray, 74 App.D.C. 191, 193, 121 F.2d 104, 106, certiorari denied 314 U.S. 613, 62 S.Ct. 114, 86 L.Ed. 494.\n. Code 1951, § 35-1003.\n. Walton v. Sun Life Insurance Company, D.C.Mun.App., 115 A.2d 310, 313, and eases cited.\n. Introduced in evidence and designated of record by appellant.\n. Kaplan v. Manhattan Life Ins. Co., 71 App.D.C. 250, 109 F.2d 463.\n. See 58 Am.Jur., Witnesses, § 442; Annotation, 15 A.L.R.. 1544.\n. Helvering v. Ethel D. Co., 63 App.D.C. 157, 70 F.2d 761.\n. 92 C.J.S., Waiver, p. 1053.\n. Eureka-Maryland Assur. Co. v. Gray, supra.",
        "type": "majority",
        "author": "ROVER, Chief Judge."
      }
    ],
    "attorneys": [
      "Everett L. Edmond, Washington, D. C., for appellant.",
      "John A. Kendrick, Washington, D. C., with whom W. Cameron Burton, Thomas B. Heffelfinger, and Ward B. McCarthy, Washington, D. C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mary E. FERGUSON, Appellant, v. QUAKER CITY LIFE INSURANCE CO., Appellee.\nNo. 1863.\nMunicipal Court of Appeals for the District of Columbia.\nSubmitted Nov. 13, 1956.\nDecided Feb. 6, 1957.\nRehearing Denied March 5, 1957.\nEverett L. Edmond, Washington, D. C., for appellant.\nJohn A. Kendrick, Washington, D. C., with whom W. Cameron Burton, Thomas B. Heffelfinger, and Ward B. McCarthy, Washington, D. C., were on the brief, for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0189-01",
  "first_page_order": 221,
  "last_page_order": 225
}
