{
  "id": 7861714,
  "name": "R. Scott STONE, Jr., d.b.a. Stone Framing Contractors v. The HOUSING AUTHORITY OF the TOWN OF EAST GREENWICH",
  "name_abbreviation": "Stone v. Housing Authority of the Town of East Greenwich",
  "decision_date": "1994-06-14",
  "docket_number": "No. 93-523-A",
  "first_page": "190",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 190"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "559 A.2d 1059",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902208
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1061-62"
        },
        {
          "page": "1061"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/1059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 248,
    "char_count": 3179,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2001524027076482
    },
    "sha256": "7e3900458815a840fc403f126b9fb69e92ad4215f2fcd1e75c5f037e0673c264",
    "simhash": "1:9d4f1ee7a253e521",
    "word_count": 516
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "R. Scott STONE, Jr., d.b.a. Stone Framing Contractors v. The HOUSING AUTHORITY OF the TOWN OF EAST GREENWICH."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before us for oral argument May 13,1994, pursuant to an order that had directed both parties to appeal’ in order to show cause why the issues raised in this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues may be summarily decided.\nMorello Bros. Construction Company, Inc. (Morello), and Fireman’s Insurance Company (Fireman’s) appeal from an order of a justice of the Superior Court allowing R. Scott Stone, Jr., d.b.a. Stone Framing Contractors (Stone), to draw from Fireman’s as surety the sum of $29,042.10, representing the amount that underlay a mechanics’ lien proceeding instituted by Stone. The mechanics’ liens were earlier discharged on motion of the Housing Authority of the Town of East Greenwich (Authority) supported by Fireman’s as surety.\nStone had presented a detañed affidavit supporting its claim for providing materials and labor in implementation of the project. In respect to this affidavit Morello filed a conclusory affidavit calling into question the quality of the work performed by Stone.\nThe trial justice determined that Stone was entitled to make demand upon- the surety for this payment and that the affidavit in opposition was inadequate to raise a genuine issue of material fact.\nFireman’s takes the position that the trial justice erred in not requiring Stone to bring an independent action against the surety. We must disagree with this argument because the prior action of the court in discharging afi liens was in substitution for Stone’s right to move within the framework of the mechanics’ lien procedure to enforce his lien.\nWe are of the opinion that the trial justice did not err in allowing Stone to demand payment from Fireman’s in the amount set forth in the affidavit. See Roofing Concepts, Inc. v. Barry, 559 A.2d 1059, 1061-62 (R.I.1989). We also agree that the justice did not err in exercising his discretion in declining to include legal interest and other expenses of proceeding with the enforcement of the action. G.L.1956 (1984 Reenactment) § 34-28-19, as amended by P.L.1991, ch. 321, § 1. However, in the circumstances of this case we believe the trial justice was in error in requiring Stone to file a bond equal to that which was claimed since no genuine dispute existed concerning Stone’s entitlement thereto. 559 A.2d at 1061.\nConsequently the appeals of Fireman’s and Morello are denied and dismissed. The order of the Superior Court is affirmed insofar as it aüows Stone to make demand upon Fireman’s for the amount set forth in its affidavit, $29,042.10, but is modified to provide that Stone need not file a bond as a precondition to the making of said demand.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Jeffrey Brenner, Corrente, Brill & Kusin-itz, Providence, for plaintiff.",
      "Michael P. Duffy, Peabody & Arnold, Providence, Joseph DiGianfilippo, Woonsock-et, Paul L. Foster, Lincoln, for defendant."
    ],
    "corrections": "",
    "head_matter": "R. Scott STONE, Jr., d.b.a. Stone Framing Contractors v. The HOUSING AUTHORITY OF the TOWN OF EAST GREENWICH.\nNo. 93-523-A.\nSupreme Court of Rhode Island.\nJune 14, 1994.\nJeffrey Brenner, Corrente, Brill & Kusin-itz, Providence, for plaintiff.\nMichael P. Duffy, Peabody & Arnold, Providence, Joseph DiGianfilippo, Woonsock-et, Paul L. Foster, Lincoln, for defendant."
  },
  "file_name": "0190-01",
  "first_page_order": 256,
  "last_page_order": 257
}
