{
  "id": 7861744,
  "name": "In the Matter of Anthony J. BUCCI, Sr.",
  "name_abbreviation": "In re Bucci",
  "decision_date": "1994-06-15",
  "docket_number": "No. 94-231-M.P.",
  "first_page": "192",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 192"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 356,
    "char_count": 5984,
    "ocr_confidence": 0.694,
    "sha256": "655515eb9ed8231190597ba2e86919df090c146aed0ce4820d584944481720d3",
    "simhash": "1:7c2e67fb108435c3",
    "word_count": 960
  },
  "last_updated": "2023-07-14T21:59:54.258575+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Anthony J. BUCCI, Sr."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nOn May 5, 1994, the petitioner Anthony J. Bucci, Sr. (petitioner or Bucci) appeared before the court at its session in conference in respect to a determination concerning whether he had carried out all conditions precedent to consideration of his petition for reinstatement on its merits.\nOn July 23,1987, petitioner was suspended from the practice of law after a conviction of several felonies in the United States District Court for the District of Rhode Island. These felonies consisted of (1) conspiracy to commit extortion, (2) filing and aiding and assisting in filing fraudulent income tax returns, and (3) conspiracy to defraud the United States by impeding, impairing and obstructing the lawful function of the Internal Revenue Service in violation of federal statutes. He was sentenced to serve eight years of incarceration in a federal prison.\nOn June 1, 1990, while he was still on parole, petitioner filed a petition for reinstatement to the practice of law. At the same time he refused to furnish the office of Disciplinary Counsel with certain financial information which was required by then Rule 42-16(c) of the Supreme Court Rules of Professional Conduct (now Article III, Disciplinary Procedure for Attorneys, Rule 16(c)).\nThis court responded to Bucci’s petition by order dated May 30, 1991. In that order we noted that petitioner was still on parole and that, therefore, his petition was premature and would not be considered until completion of his parole which was then estimated to occur in April 1995.\nSince that time petitioner has informed us in a request for consideration of his earlier petition that he has been discharged from parole as of February 25, 1994. He now seeks consideration of his petition for reinstatement on its merits. He has not complied with the provisions of Article III, Rule 16 of the Disciplinary Rules of this court as amended. This rule requires a $500 filing fee, the successful passing of the Multistate Professional Responsibility Examination within thirty days prior to his or her filing of the petition for reinstatement as well as the completion of a reinstatement questionnaire in a form required by the Chief Disciplinary Counsel. The petitioner seeks a waiver of all these requirements.\nThe petitioner argues that at the time of his initial request for reinstatement the $500 filing fee was not required. He further argues that he has recently (though not within thirty days of this petition) taken and passed the Multistate Professional Responsibility Examination. Considering the arguments of petitioner, we reach the following conclusions.\nOur order of May 30, 1991, could be construed as a deferring rather than a denial of the original petition filed, even though this petition was premature. Consequently, the requirement of the $500 filing fee is hereby waived, since no filing fee was required as of the time of his initial petition.\nWe are of the opinion that petitioner’s suceessftd passing of the Multistate Professional Responsibility Examination in the recent past is sufficient compliance with that portion of the rule and no additional examination will be required.\nWe reject as utterly without merit petitioner’s request to be excused from answering all elements of the questionnaire prepared by the Chief Disciplinary Counsel. Question number 10 to which petitioner adverts seeks a statement showing all financial obligations of petitioner at the time of the filing of the petition for reinstatement together with pertinent related information. We regard this information as essential to our determination of eligibility of petitioner for reinstatement to the practice of law. The petitioner has been convicted of a number of crimes involving moral turpitude. An attorney as part of his or her function must from time to time be entrusted with moneys and other valuables belonging to clients. The state of indebtedness of a potential member of the bar is extremely relevant to his or her suitability to be entrusted with the significant responsibilities incident to the practice of the legal profession.\nWe regard petitioner’s arguments relating to due process and rights to privacy as completely lacking in merit. His suggestion of ex post facto application borders upon the specious. The petitioner is not in any way being subjected to punishment by the requirements of Rule 16(c). The enforcement of this rule is designed for the protection of the public whom he seeks to serve once again in the capacity of attorney at law.\nTherefore, petitioner’s request to be excused from answering question 10 or any other questions submitted by Chief Disciplinary Counsel is rejected. Such questions must be answered as of the time petitioner completes the questionnaire following receipt of this order.\nUpon the completion of this questionnaire in all of its parts, Chief Disciplinary Counsel ■will enter upon an investigation of the petitioner’s conduct since his suspension, and also of his character and fitness to return to the practice of law. Thereafter, Disciplinary Counsel will file a report with the court and subsequently this court will schedule a hearing at which the petitioner\n“shall have the burden of demonstrating by clear and convincing evidence that he * * * has the moral qualifications, competency and learning in law required for admission to practice law in this State and that his * * * resumption of the practice of law within the State will be neither detrimental to the integrity and standing of the Bar or the administration of justice nor subversive of the public interest.” Art. Ill, Rule 16(c).\nIn accordance with Rule 16(e), the petitioner will be required to pay the necessary expenses incurred in the investigation and processing of his petition for reinstatement..",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Mary M. Lisi, Chief Disciplinary Counsel, for plaintiff.",
      "Anthony J. Bucci, Sr., pro se."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Anthony J. BUCCI, Sr.\nNo. 94-231-M.P.\nSupreme Court of Rhode Island.\nJune 15, 1994.\nMary M. Lisi, Chief Disciplinary Counsel, for plaintiff.\nAnthony J. Bucci, Sr., pro se."
  },
  "file_name": "0192-01",
  "first_page_order": 258,
  "last_page_order": 260
}
