{
  "id": 842457,
  "name": "William D. Chapman, plaintiff in error vs. Lucy Ann Chatman, defendant in error",
  "name_abbreviation": "Chapman v. Chatman",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "193",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 360,
    "char_count": 6723,
    "ocr_confidence": 0.435,
    "sha256": "c319f1bb1f7379936f47c5ce30a38d239611ac9efdc862e66e2ec88c0ccb6e25",
    "simhash": "1:10e2a12bc9575dda",
    "word_count": 1169
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William D. Chapman, plaintiff in error vs. Lucy Ann Chatman, defendant in error."
    ],
    "opinions": [
      {
        "text": "The questions presented for adjudication in this case spring out of the following facts:\nOn the 14th of July, 1863, R. H. Bullock, as attorney at law for Lucy Ann Chatman, made an affidavit in Talbot county that “ on the 8th day of July, 1863, the said Lucy Ann Chatman was in the peaceable and lawfully acquired possession of one lot of wheat, containing thirty bushels, of the value of $150 00, and that from the best information in his possession, on the 9th day of July, aforesaid, William D. Chapman, of said county, under some pretended claim, took from the possession of said Lucy Ann Chatman, possession of said wheat without lawful warrant or authority; and deponent swears further that said William D. Chapman has said wheat in his possession at this time, and that said Lucy Anu Chatman, bona fide, claims the right to the possession of said wheat.”\nUpon this affidavit a warrant issued in due form for the arrest of the said William D. Chapman, and for the seizure of the wheat, which warrant was duly executed on the 14th of July, aforesaid.\nBefore there was any trial of the questions involved in the possessory warrant, the parties agreed, in writing, to submit said questions, along with other matters between them, to the arbitrament and award of W. D. Bransford, chosen by Chat-man, and John M. Gamble, chosen by Chapman, and Stephen R. Grimes, chosen by said two arbitrators. And the parties further agreed that if the arbitration should be had at the time appointed, the warrant should be dismissed, and that the cost should follow the award of the arbitrators. This agreement was executed by the counsel of the parties, Chapman claiming the property in dispute as temporary administrator of Hiram McDaniel, deceased.\nOn the 17th of July, 1863, the arbitrators met, were sworn, and after hearing the parties fully, awarded fifteen bushels of the wheat in controversy to Lucy Ann Chatman.\nThe award was returned to the September term, 1863, of Talbot Superior Court, and when it was proposed to make it the judgment of said Court, counsel for Chapman objected, upon the ground that, he being temporary administrator only, had no authority to enter into said submission, or bind the estate of McDaniel in that form, and that therefore the award was null and void. The presiding Judge sustained these objections and set the award aside.\nAfterwards, to-wit: on the 30th of October, 1863, the possessory warrant was re-executed by arresting Chapman and carrying him before the officer issuing the same. The parties then agreed to submit the whole case, with all the questions involved therein, to his Honor Judge Worrill, which was done on the said 7th of November, 1863.\nWhen the case was sounded for a hearing, counsel for Chapman moved to dismiss the warrant and discharge the defendant, because the case had been arbitrated by consent of the parties, and an award rendered, which award was still in force. The Court overruled this motion on the ground that the award had been set aside as a nullity by the Superior Court of Talbot county.\nCounsel for Chapman then moved to dismiss the warrant, because the affidavit on which it was issued was not full, and did not embrace the grounds specified in the statute for issuing possessory warrants. This motion the Court also overruled.\nOn the trial, the following evidence was adduced : For the plaintiff it was shown by the constable who executed the warrant, that when the defendant was arrested, he, as temporary administrator of Hiram McDaniel, deceased, had control of about eighty-four bushels of wheat that was raised on the farm of deceased; that said wheat was then in one room of a house in which deceased lived, and that was then occupied by the plaintiff, and that the wheat had been appraised as the property of deceased, and that he, Chapman, had taken possession of it, as administrator, as aforesaid.\nFor the defendant it was shown that after the death of Mc-Dauiel, the plaintiff pointed out two parcels of wheat at the house, one of which, containing about eighty bushels, she said was McDaniel’s wheat, and the other, she said, belonged to her daugher, Mrs. Pitts, but the same witness stated that some weeks before McDaniel’s death, he said that the plaintiff had an interest in the wheat that was there, and he wanted her to have her rights. Defendant also proved that he, as administrator of deceased, paid the toll for threshing the wheat; that when the property was appraised the plaintiff pointed out this eighty-four bushels of wheat to the appraisers as McDaniel’s wheat, and set up no claim to the same, although she did claim some hogs, cattle and other property which was not appraised; that plaintiff was a married woman, with several children, when she came to live on the place of McDaniel, and that the latter had lived with her in his house in a suspicious manner for about fifteen years.\nPlaintiff, in rebuttal, proved by several witnesses who were of near kin to her, that in the fall of 1861 the plaintiff sowed on McDaniel’s land four bushels of wheat, and that in the summer of 1862 the wheat, not being very good, and McDaniel being scarce of feed for his stock, agreed with her that if she would allow him to consume her wheat as pasturage, he would buy for her the following fall four bushels of wheat, and let her sow it on his land and have all it might make; that pursuant to this agreement the plaintiff did allow McDaniel to pasture her wheat, and that in the fall of 1862 he did purchase the four bushels of wheat for the plaintiff, and the plaintiff did sow it, in connection with two bushels which McDaniel sowed for himself upon the same land, and that the wheat was harvested by them jointly, and that the wheat in controversy was taken from the field thus jointly sown and harvested. There was some other evidence adduced, but it is not material to a clear understanding of the decision of the Court, and is therefore omitted.\nA. G. Perryman, for plaintiff in error.\nR. H. Bullock, for defendant in error.\nThe evidence being closed, and counsel heard in argument, the presiding Judge ordered, “that the wheat in said warrant mentioned, be delivered to said Lucy Ann Chatman, and that she do recover of the said William D. Chapman the costs in this behalf expended.”\nError is assigned upon this decision.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "A. G. Perryman, for plaintiff in error.",
      "R. H. Bullock, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "William D. Chapman, plaintiff in error vs. Lucy Ann Chatman, defendant in error.\nThe minutes of the Supreme Court show that the judgment of the Court below in this ease was affirmed, but the opinion is not on record, and I am, therefore, unable to give it here. Geo. N. Lester.\nPossessory warrant. Decided at Chambers, by Judge E. H. Wobeill, under agreement of parties, on the 7th of November, 1863."
  },
  "file_name": "0193-01",
  "first_page_order": 193,
  "last_page_order": 196
}
