{
  "id": 8046394,
  "name": "Jay Bruce BARTNER and Claire Doheny Bartner v. Dwight B. CARTER and Lewis E. Moore",
  "name_abbreviation": "Bartner v. Carter",
  "decision_date": "1979-08-09",
  "docket_number": "",
  "first_page": "194",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 194"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "185 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 368",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942517
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0368-01"
      ]
    },
    {
      "cite": "97 L.Ed. 1367",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "73 S.Ct. 832",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "345 U.S. 941",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        372910,
        372912,
        372593,
        372405,
        372599,
        372734
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/us/345/0941-06",
        "/us/345/0941-05",
        "/us/345/0941-02",
        "/us/345/0941-04",
        "/us/345/0941-03",
        "/us/345/0941-01"
      ]
    },
    {
      "cite": "200 F.2d 39",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1281190
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/200/0039-01"
      ]
    },
    {
      "cite": "42 Tenn.L.Rev. 689",
      "category": "journals:journal",
      "reporter": "Tenn. L. Rev.",
      "year": 1975,
      "pin_cites": [
        {
          "page": "699"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "400 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12138109
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/400/0371-01"
      ]
    },
    {
      "cite": "337 N.E.2d 701",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "709"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "369 Mass. 33",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        309572
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/369/0033-01"
      ]
    },
    {
      "cite": "322 F.2d 765",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        96523
      ],
      "weight": 2,
      "year": 1963,
      "pin_cites": [
        {
          "page": "768"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/322/0765-01"
      ]
    },
    {
      "cite": "485 F.2d 986",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3592610,
        669780
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/158/0207-01",
        "/f2d/485/0986-01"
      ]
    },
    {
      "cite": "158 U.S.App.D.C. 207",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3592610
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/158/0207-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 45",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "302 U.S. 112",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138050
      ],
      "weight": 3,
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/us/302/0112-01"
      ]
    },
    {
      "cite": "380 U.S. 374",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525062
      ],
      "weight": 6,
      "year": 1965,
      "pin_cites": [
        {
          "page": "386"
        },
        {
          "page": "1043"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0374-01"
      ]
    },
    {
      "cite": "186 F.2d 821",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1225911
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/186/0821-01"
      ]
    },
    {
      "cite": "46 L.Ed.2d 42",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 41",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "423 U.S. 827",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211430,
        6212970,
        6212404,
        6213172,
        6212694,
        6212121,
        6211226,
        6211869,
        6211615
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/us/423/0827-02",
        "/us/423/0827-08",
        "/us/423/0827-06",
        "/us/423/0827-09",
        "/us/423/0827-07",
        "/us/423/0827-05",
        "/us/423/0827-01",
        "/us/423/0827-04",
        "/us/423/0827-03"
      ]
    },
    {
      "cite": "518 F.2d 962",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1121949
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/518/0962-01"
      ]
    },
    {
      "cite": "379 F.2d 666",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2069505
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/379/0666-01"
      ]
    },
    {
      "cite": "52 L.Ed.2d 377",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "97 S.Ct. 1679",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "430 U.S. 983",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12163009,
        12163044,
        12163111,
        12163081,
        12163018,
        12163056,
        12162994,
        12163095,
        12163128,
        12163001,
        12163033,
        12163069
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0983-03",
        "/us/430/0983-06",
        "/us/430/0983-11",
        "/us/430/0983-09",
        "/us/430/0983-04",
        "/us/430/0983-07",
        "/us/430/0983-01",
        "/us/430/0983-10",
        "/us/430/0983-12",
        "/us/430/0983-02",
        "/us/430/0983-05",
        "/us/430/0983-08"
      ]
    },
    {
      "cite": "542 F.2d 611",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1029301
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/542/0611-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1243,
    "char_count": 35805,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 6.330932482120709e-07,
      "percentile": 0.9585975861913185
    },
    "sha256": "493042ceb125475933ed58bc7753722ead782b2b8090527d5b4294c65245377d",
    "simhash": "1:870333c481160ed3",
    "word_count": 5909
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and POMER-OY, WERNICK,'ARCHIBALD, GODFREY and NICHOLS, JJ.",
      "DELAHANTY, J., did not sit."
    ],
    "parties": [
      "Jay Bruce BARTNER and Claire Doheny Bartner v. Dwight B. CARTER and Lewis E. Moore."
    ],
    "opinions": [
      {
        "text": "GODFREY, Justice.\nAppellants Jay and Claire Bartner brought an action against real estate brokers Dwight Carter and Lewis Moore alleging, in separate counts, fraud and a violation of the Maine Unfair Trade Practices Act, specifically 5 M.R.S.A. § 213 (1979). The action arose out of the purchase of residential property by the Bartners. Ap-pellees Carter and Moore, relying on information furnished by the seller, advertised the property in the following language:\n“BASS HARBOR\n6 rooms — completely renovated combination garage and barn — % acre. $32,000.”\nAppellants, who lived in Minnesota at the time of their negotiations for purchase of the premises, testified that they were in Maine in the summer of 1976 looking for residential property to buy; that they noticed the premises with a “For Sale” sign but decided not to stop because the lot looked too small; that they became interested after reading the advertisement in the Bar Harbor Times stating that the lot contained three-fourths of an acre; that when appellant Jay Bartner was looking over the property with appellee Moore, Moore informed him, in reply to a question, that the lot contained three-fourths of an acre, and that appellants relied on that figure when they executed the purchase and sale agreement. Appellant Jay Bartner testified that the premises were offered for sale at $32,000, that the Bartners made a counter-offer of $28,000, and that the price agreed on was $30,000. A real estate agent called as a witness by the appellants testified that the premises were worth $30,000 at the time of sale.\nThe appellees did not controvert that testimony. They admitted that, relying on information supplied by the seller, they had placed advertisements stating that the lot contained three-fourths of an acre. Respondent Moore acknowledged that the amount of acreage is an important part of an advertisement for the sale of real estate.\nThe closing was originally set for October 5, 1976. On October 1, appellants wrote to Moore stating that on an examination of the deed to the property they had noticed a reference to the area of the lot as being one-half acre, that the discrepancy caused them some concern, and that they “would like to settle it before the closing on October 5th.” They suggested that the diminution in acreage represented a diminution in market value amounting to $1,500. In a telephone conversation with appellants, Moore acknowledged that there had been a mistake and that the lot was somewhere between one-half and three-fourths of an acre. Appellants’ demand for a reduction of the price was refused, but the seller himself, in a telephone conversation in early October, told the Bartners they could terminate the contract. According to appellants’ testimony, the seller did not offer at that time to return their $3,000 deposit.\nThe closing was postponed to October 18. On October 9, appellants wrote to Moore, stating that they had written the Maine Real Estate Commission complaining of ap-pellees’ “misleading representation of the property” and were preparing to file a formal complaint. On October 10, they wrote again to Moore stating that they had sent to their lending institution in Maine the executed documents necessary to accomplish the purchase. In this letter they reaffirmed a decision they had communicated to appellees, apparently on or about October 3, to complete the purchase at the $30,000 price, but the purported to reserve “the right to sue for the difference between the advertised description of the property and that stated in the deed.” They demanded, apparently in accordance with an earlier commitment by the seller in a telephone conversation, that a survey be prepared at the expense of the seller and delivered to them by the time of the closing or soon thereafter. At the closing, the seller himself offered to let the Bartners rescind the purchase agreement and to return their deposit. Appellants refused the seller’s offer of rescission and accepted title, paying the rest of the $30,000 price.\nIn Count I of their complaint appellants demanded “restoration” to them of the value of .175 acres of land in the location of the premises, “namely, $1,050”, reimbursement of their telephone toll charges, their wasted time, and the extra costs of counsel incurred in the closing as a result of the dispute, and reasonable counsel fees incurred pursuing this action.\nAfter a trial without a jury in the Superi- or Court, Hancock County, the trial justice ordered judgment in favor of the defendants, having made the following findings of fact:\n“1. The premises subject to this action contain between 0.50 acres and 0.60 acres.\n2. The defendants advertised the property and made representations of its size to plaintiffs believing, in good faith, that the premises contained three-quarters of an acre.\n3. The plaintiffs and defendants had equal opportunities to examine the quantity of land and condition of buildings.\n4. The plaintiffs contracted to purchase the buildings and land in gross. The amount of the purchase price was not determined oh a “per acre” basis.\n5. The plaintiffs were not misled concerning either the value or condition of the premises or the use to which the premises can be put because of the advertising or other representations made by defendants.\n6. The plaintiffs did not suffer any loss of money or property, real or personal, as a result of the use or employment by either defendant, of a method, act or practice declared unlawful by 5 M.R.S.A. section 207 or by any rule or regulation issued under 5 M.R.S.A. section 207, subsection 2.\n7. In themselves, the advertisements and representations that the premises contained three-quarters of an acre were not material inducements for the plaintiffs to purchase the premises. Such advertisements and representations were not significant.”\nThe trial judge also made certain conclusions of law, among them the following:\n“2. The representations made by defendants as to the size of the lot must be interpreted in the light of the facts and circumstances of this particular case. Under these facts and circumstances, the defendants committed no fraud or unfair trade practice.”\nWe deny the plaintiffs’ appeal.\nI. The Unfair Trade Practices Act\nIn 1969, Maine enacted the Unfair Trade Practices Act, chapter 10 of title 5 of the Maine Revised Statutes. Originally consisting of sections 206 to 212 of title 5, the 1969 act prohibited unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce and established procedures by which the Attorney General might implement and enforce that prohibition. In its original form, the act made no provision for a suit by a private individual to enforce the liability of a defendant who violated a provision of the act. In 1971, section 209 was amended to permit the court, in an action by the Attorney General, to make such other orders or judgments as may be necessary “to restore to any person who has suffered any ascertainable loss” by reason of the use of such an unlawful method, act or practice “any moneys or property, real or personal, which may have been acquired by means of such method, act or practice.” The right of a private citizen to sue under the Act was not established until 1973 with the addition of section 213, subsections (1) and (2) of which provide as follows:\n“1. Court action. Any person who purchases or leases goods, services or property, real or personal, primarily for personal, family or household purposes and thereby suffers any loss of money or property, real or personal, as a result of the use or employment by another person of a method, act or practice declared unlawful by section 207 or by any rule or regulation issued under section 207, subsection 2 may bring an action in the Superior Court for restitution and for such other equitable relief, including an injunction, as the court may deem to be necessary and proper.\n2. Fees and costs. If the court finds, in any action commenced under this section that there has been a violation of section 207, the petitioner shall, in addition to other relief provided for by this section and irrespective of the amount in controversy, be awarded reasonable attorney’s fees and costs incurred in connection with said action.”\nThe substantive rights that an individual plaintiff may now enforce under section 213 of title 5' are derived from section 207, which provides as follows:\n“Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are declared unlawful.\n“1. Intent. It is the intent of the Legislature that in construing this section the courts will be guided by the interpretations given by the Federal Trade Commission and the Federal Courts to section 5(a)(1) of the Federal Trade Commission Act (15 U.S.C. 45(a)(1)), as from time to time amended.\n2. Rules and regulations. The Attorney General may make rules and regulations interpreting this section. Such rules and regulations shall not be inconsistent with the rules, regulations and decisions of the Federal Trade Commission and the Federal Courts interpreting the provisions of 15 U.S.C. 45(a)(1) (The Federal Trade Commission Act) as from time to time amended. Evidence of a violation of a rule or regulation made by the Attorney General shall constitute pri-ma facie evidence of an act or practice declared to be unlawful by this chapter in any action thereafter brought under this chapter.”\nIt is apparent that in enacting the Unfair Trade Practices Act in 1969, the Legislature sought to bring into Maine law the federal interpretations of “unfair methods of competition and unfair or deceptive acts or practices” and envisioned the Maine Attorney General as being in a position comparable to that of the Federal Trade Commission with respect to implementing the act by regulation and enforcing it. In some respects, particularly in the characterization of a defendant’s acts or practices as “unfair or deceptive,” federal interpretations give clear guidance to the Maine courts. For example, the federal decisions are clear that a method, practice or act may be “deceptive” even though defendant had no purpose to deceive, Beneficial Corp. v. Federal Trade Comm’n, 542 F.2d 611 (3d Cir. 1976), cert. denied, 430 U.S. 983, 97 S.Ct. 1679, 52 L.Ed.2d 377, and acted in good faith, Montgomery Ward & Co. v. Federal Trade Comm’n, 379 F.2d 666 (7th Cir. 1967). In view of those decisions, ap-pellees cannot avoid liability merely because they made the misrepresentation in good faith and without purpose to deceive.\nThe federal courts have applied section 5(a)(1) to a broad range of conduct and have permitted the Federal Trade Commission considerable scope in the exercise of its authority. It has been held that the Commission may prevent deceptive advertising even though consumers of the advertised product normally become aware of the truth before making their purchases. E. g., Resort Car Rental System, Inc. v. Federal Trade Comm’n, 518 F.2d 962 (9th Cir. 1975), cert. denied, 423 U.S. 827, 96 S.Ct. 41, 46 L.Ed.2d 42; Carter Products v. Federal Trade Comm’n, 186 F.2d 821 (7th Cir. 1951). The Supreme Court itself has held that the Commission may prevent false advertising as unfair and deceptive even though the product ultimately purchased is worth what the consumer pays for it. Federal Trade Comm’n v. Colgate-Palmolive Co., 380 U.S. 374, 85 S.Ct. 1035, 13 L.Ed.2d 904 (1965); Federal Trade Comm’n v. Standard Educ. Soc’y, 302 U.S. 112, 58 S.Ct. 113, 82 L.Ed. 141 (1937).\nIf the case were one in which the Attorney General sought to enjoin a real estate agency under section 207 from misrepresentation of acreage in its advertisements, no defense would be permitted, under federal interpretations of the Federal Trade Commission Act, based on the real estate agency’s good faith or lack of intent to deceive, or their customers’ awareness of the truth before executing their contracts of purchase and sale, or on the fact that the real estate purchased is actually worth what the customer paid for it. However, the present appeal arises from an action brought by private individuals under section 213. The appellants were required to show that they purchased the property primarily for personal, family or household purposes and thereby suffered “loss of money or property” as a result of appellees’ misrepresentations about the acreage. Without question, they come .within the scope of section 213 as purchasers of property “primarily for personal, family or household purposes.” Their difficulty arises from the nature of their claim to relief in view of the requirements for recovery under that section.\nAlthough in the interpretation of section 207 the courts of Maine must be guided by federal interpretations of section 5(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)(1), an important difference between the Maine and federal acts renders impossible an all-inclusive application of that principle in a case arising under section 213 of the Maine statute: The federal statute has no provision like section 213 under which an individual may pursue his own remedy for a violation of the Act. An individual consumer may not bring a private action under section 5(a)(1). Holloway v. Bristol-Myers Corp., 158 U.S.App.D.C. 207, 485 F.2d 986 (D.C. Cir. 1973). Hence there is no body of federal law to which we may resort to determine the meaning of certain provisions of section 207 in the context of a private suit under section 213. In particular, the individual suing under section 213 must prove that by purchasing or leasing he has suffered a “loss” of money or property as a result of the prohibited conduct of the defendant. Under the Federal Trade Commission Act, if representations have a “capacity or tendency to deceive” the Commission may maintain an action for false advertising without proof of actual deception of any consumer. Resort Car Rental System, Inc. v. Federal Trade Comm’n, 518 F.2d 962 (1975), cert. denied, 423 U.S. 827, 96 S.Ct. 41, 46 L.Ed.2d 42; Regina Corp. v. Federal Trade Comm’n, 322 F.2d 765, 768 (3d Cir. 1963). Although in an action brought by the Maine Attorney General under section 207 the Maine courts might apply a similar rule, an individual consumer suing privately under section 213 cannot establish that by his purchase or lease he has suffered a loss as a result of false representations by proving merely that the representations had a “capacity or tendency to deceive.”\nIn a private suit, the requirement of loss to the plaintiff consumer resulting from defendant’s wrongful act unavoidably limits the scope of the provision of section 207 that the courts, in interpreting section 207 of the Maine statute, be guided by federal decisions under section 5(a)(1) of the Federal Trade Commission Act. The Supreme Judicial Court of Massachusetts has recognized the similar limiting effect of the private-rights section of the Massachusetts unfair trade practices statute. Baldassari v. Public Finance Trust, 369 Mass. 33, 337 N.E.2d 701 (1975).\nThe same difficulty appears in another aspect: The Federal Trade Commission Act is designed primarily to protect the public, not to punish wrongdoers or to afford direct remedies to private citizens. Its primary purpose is to afford a preventive remedy, not a compensatory one, and the Commission does not have to demonstrate the violation of some private right as a basis for its remedial action. The Commission and the federal courts are mainly concerned, in applying section 5(a)(1), with defendants who are engaged in continuing or repeated acts or practices deemed by the Commission to be unlawful under that section. Because the primary purpose is to stop unfair or deceptive practices, the chief remedy of the Commission is the cease-and-desist order enforceable by civil penalties in the federal courts. Section 213 of the Maine statute, on the other hand, gives the consumer-plaintiff the remedies of “restitution” and “such other equitable relief, including an injunction, as the court may deem to be necessary and proper.” Since there is no analogue in the federal statute for the remedy by a consumer’s action and since the preventive purpose of the Commission’s action under the federal act is different from the restitutionary purpose of individual private relief under the Maine statute, the federal decisions afford uncertain guidance in the interpretation of the Maine private remedial provisions.\nAnalysis of section 213 reveals that when the Maine Legislature revised the Unfair Trade Practices Act to include a right of direct private action by injured consumers, it circumscribed the basis of recovery. Private suits were added in 1973 to the official remedies already available in Maine primarily to enable consumers who have given value for inferior goods or services as a result of deceptive acts or practices to obtain restitution directly from the merchants thereby unjustly enriched. To avoid discouragement of such consumers by the expense of litigation, they were given the right, under the conditions specified in section 213, to the award of costs and reasonable attorneys’ fees.\nIt was perceived, however, that consumers had been given a powerful weapon which was capable of being used improperly for harassment and improper coercive tactics by plaintiffs in view of the rigorous application the federal courts had given to section 5(a)(1) of the Federal Trade Commission Act in the context of preventive litigation by the Government. Some limitation was necessary; otherwise, for example, it was possible that a private citizen, even though personally unaffected, could maintain an action to enjoin the misrepresentation of a product or service by showing merely that it constituted a “material factor in a purchaser’s decision whether to buy.” Federal Trade Comm’n v. Colgate-Palmolive Co., 380 U.S. 374, 386, 85 S.Ct. 1035, 1043, 13 L.Ed.2d 904 (1965). Hence the requirement in section 213 that the plaintiff consumer have suffered a loss as a result of his purchase. As stated by the Massachusetts court in Baldassari v. Public Finance Trust, 369 Mass. 33, 46, 337 N.E.2d 701, 709 (1975):\n“According to the principal draftsman of G.L. c. 93A, § 9, the ‘sole purpose’ of the requirement that the plaintiff suffer loss of money or property ‘is to guard against vicarious suits by self-constituted private attorneys general when they spot an apparently deceiving advertisement in the newspaper, on television or in a store window.’ Rice, New Private Remedies for Consumers: The Amendment of Chapter 93A, 54 Mass.L.Q. 307, 314 (1969). Cf. Nostrand, Treble Damage Actions for Victims of Unfair and Deceptive Trade Practices: A New Approach, 4 New England L.Rev. 171, 174 (1969). The plaintiffs here have alleged grievances which are not at all ‘vicarious’, but we do not think they have alleged ‘loss of money or property’.”\nSection 213 contains an additional limitation not present in the Massachusetts statute. The consumer’s action under section 213 is not for damages generally but for “restitution.” Not only must the consumer suffer a loss of money or property by his purchase as a result of a method, act or practice unlawful under section 207, but his statutory action is “for restitution” and for other necessary and proper equitable relief, including an injunction. In its technical sense, “restitution” refers to a person’s recovery of benefits he has conferred on another in circumstances making it unjust or inequitable for the other to retain those benefits. See Restatement of Restitution, passim, especially Introductory Note and §§ 1, 3, 4, 21, 28, 150, 151 (1937). On the facts of the present case, if appellants’ claim under the statute must be based on the restitution of benefits conferred by them on the appellees, their loss recoverable from appellees would have been the $3,000 they paid on the purchase price. They did not assert a claim for that loss. Instead, they affirmed the agreement by closing the transaction, accepting title from the seller, and paying the rest of the price. Appellants’ purported reservation of a right to recover damages measured by the alleged difference between the value of the land as represented and its actual value had no relation to the right they once had to restitution under section 213. The value of the difference in acreage might have been appropriate as a measure of damages for fraud and deceit, but such damages are not restitutionary in the technical sense: they do not represent the value of any benefit appellants conferred on appellees during the transaction.\nThe chief question is whether the provision of section 213 that the consumer’s loss be recoverable by an action in the Superior Court “for restitution” is to be understood in the technical sense. It is arguable, of course, that the word “restitution” could be taken in the broad sense to include whatever amount is necessary to make the plaintiff whole, regardless of any enrichment of the defendant. However, there are several reasons supporting the conclusion that the legislative purpose was to use the word in its technical sense.\nFirst, the “loss” for which an action for restitution is permitted by section 213 is a loss “of money or property.” On its face, without the benefit of a strained interpretation, that language appears to rule out recovery, under the statute, of several kinds of non-restitutionary damages, such as damages for personal injury, mental distress or loss of time. No reason appears for supposing that it was the purpose of the language to exclude an action for some kinds of non-restitutionary relief but include it for others. Common law actions for negligence and breach of warranty are available in appropriate cases for non-resti-tutionary damages in situations where personal injuries or damages to property have occurred.\nSecond, the language of subsection (1) of section 213 is closely similar to that of subsection (1) of the Massachusetts provision for private remedies, with the exception that instead of authorizing an “action for restitution” the Massachusetts statute authorizes an “action for damages.” The fact that the Maine Legislature made that singular change in a subsection otherwise nearly identical to the corresponding Massachusetts provision suggests that the change was made carefully and with the purpose of rendering the Maine remedy more limited in scope than its Massachusetts prototype.\nThird, when section 213 of title 5 was enacted, section 209 had already been amended to permit the court, in an Attorney General’s action under section 207, to make orders to restore to any person who has suffered “any ascertainable loss” because of the use of an unlawful method, act or practice, any money or property “which may have been acquired by means of such method, act or practice.” The restoration contemplated in section 209 is plainly resti-tutionary: the money or property to be “restored” to the consumer is that which has been “acquired” — namely, by the defendant. Although it is conceivable that two different measures of recovery for consumers were intended by sections 209 and 213, the similarity of much of the relevant language in the two sections suggests otherwise. It is more likely that the theory of recovery by a consumer’s action under section 213 was intended to be similar to the theory of recovery on behalf of consumers in an Attorney General’s action under section 209.\nWe conclude that the “action in the Superior Court for restitution” referred to in section 213 is available to a consumer to recover any benefits he has conferred on a person who by violation of section 207 has caused the consumer to suffer loss of money or property. Count I of appellants’ complaint does not state a claim for restitution. Their prayer for relief is not a demand for rescission of the transaction. The basis of Count I is that appellants were entitled to the dollar value of .175 acres of land in the neighborhood of the premises; that is, the difference in value between the acreage as misrepresented and the acreage as it was in fact.\nAs a matter of non-statutory law, if the parties to the contract had arrived at the contract price of $30,000 on the basis of a computation from some price per acre and if appellants had then completed their purchase and paid the price in ignorance of the mistake in acreage, appellants might have maintained an action for restitution of the difference. Restatement of Restitution § 21 and Comments (1937). But the trial court found that appellants contracted to purchase the buildings and land in gross and that the amount of the purchase price was not determined on a “per acre” basis. Those findings are supported in the record by the testimony of appellants’ own witness that the property was worth the contract price and by the fact that appellant affirmed the contract despite the seller’s offers of rescission.\nIn such circumstances, when appellants discovered the misrepresentation about acreage, their restitutionary remedy was to rescind the contract, obtaining return of their payments on the price. They were not entitled to reformation of the contract either directly or by abatement of the price, there having been no understanding among the persons involved as to any relationship between price and acreage. No basis existed for reformation of the price term in the contract. The appellants’ own ideas about the market value of .175 acres in that neighborhood could not be imposed on the seller in the form of an abatement of price. Hence, after appellants rejected rescission, affirmed the contract, paid the rest of the $30,000 and accepted title, they no longer had any restitutionary remedy. The “reservation” in their letter to Mr. Moore on October 10 “of the right to sue for the difference between the advertised description of the property and that stated in the deed” could not have been effective to reserve any restitutionary right after they completed their purchase of the property, for no such right existed.\nAs a consequence, the demand in Count I of appellants’ complaint for the dollar value of .175 acres of land does not state a claim cognizable in an action for restitution under section 213. Appellants’ other claims in Count I, for reimbursement of their expenses related to the transaction, cannot form the basis of an action for restitution. Those expenses do not represent any benefits conferred on the appellees. Thus, for reasons different from those stated by the trial justice, we think his decision was correct, that appellants are not entitled to recover under 5 M.R.S.A. § 213.\nII. Fraud\nIn addition to their claim under the Unfair Trade Practices Act, appellants’ complaint included a non-statutory claim for “fraud in the inducement.” They challenge on appeal the finding of the trial justice that, in the facts and circumstances of the case, appellees did not commit fraud.\nIn Letellier v. Small, Me., 400 A.2d 371, 376 (1979), we stated the elements of fraud as follows:\n“To summarize, a defendant is liable for fraud or deceit if he (1) makes a false representation (2) of a material fact (3) with knowledge of its falsity or in reckless disregard of whether it is true or false (4) for the purpose of inducing another to act or to refrain from acting in reliance upon it, and (5) the plaintiff justifiably relies upon the representation as true and acts upon it to his damage.”\nIt is thus a necessary element of the cause of action that the misrepresentation have been made with knowledge of its falsity or in reckless disregard of whether it was true or false.\nThe trial justice found as a fact that the appellees “advertised the property and made representations of its size to plaintiffs believing, in good faith, that the premises contained three quarters of an acre.” That finding has support from competent evidence in the record. Appellees testified that they misrepresented the area as three-quarters of an acre because they were relying on the seller’s statement of acreage at the time he listed the property with them. The seller’s own testimony confirmed appel-lees’ explanation of their mistake. In the light of the testimony, the trial justice’s finding must be interpreted as a conclusion that appellees neither knew their representation to be false nor made it in reckless disregard of whether it was true or false. Appellees could not have made “in good faith” a representation in reckless disregard of whether it was true or false.\nOn the evidence the trial justice was warranted in concluding that appellants had not proved their claim for fraud.\nIII. Appellants’ Motion for Discovery Sanctions\nActing pursuant to Rule 36, M.R.Civ.P., appellants requested that appellees make a pre-trial admission of three facts:\n(1) That the premises contained an area less than 0.6 acres;\n(2) That the combination garage and barn had not been completely renovated;\n(3) That a “Por Sale” sign remained on the premises from August 10,1976, to October 10, 1976, without any notice of the pending sale.\nAppellees denied all three requests. Appellants established the truth of the matters at trial and moved for costs pursuant to Rule 37(c), M.R.Civ.P. The trial justice denied the motion.\n“The Court denies plaintiffs’ motion for expenses and attorney’s fees on grounds that, in each case, the admission sought was of no substantial importance, or the defendants had reasonable grounds to believe that they might prevail on the matter, or defendants had other good reason for failure to admit.”\nThe justice’s ruling is reversible only for abuse of discretion. 1 R. Field, V. McKusick & L. Wroth, Maine Civil Practice § 37.5 (2d ed. 1970).\nThe admissions sought in requests numbered “2” and “3” could be reasonably characterized as being “of no substantial importance.” They refer to two instances of conduct on the part of the appellees which, even if they were found to be unfair or deceptive acts under 5 M.R.S.A. § 207, could not have resulted in any loss of money or property by the appellants under 5 M.R.S.A. § 213. Appellees’ advertisement in the Bar Harbor Times, quoted at the beginning of this opinion, was, as a result of its punctuation, open to an interpretation that the barn, as well as the house, was completely renovated. Other advertisements of the same property clearly indicated that only the house was completely renovated. By their own testimony, appellants, having inspected the barn and noted its condition during their visit in August, 1976, were not misled as to its condition.\nIt is not necessary to consider whether the retention of the “For Sale” sign on the property after the execution of the Bart-ners’ purchase and sale agreement could have constituted “bait-and-switch” advertising prohibited by section 207. The retention of the sign had no effect on the appellants and could not have caused them any loss of money or property.\nWith respect to appellants’ request numbered “1”: Appellee Moore testified that in October of 1976, after appellants began questioning the accuracy of the representation of acreage, he personally computed the area of the lot at approximately .65 acres. Although by the time of the request for admission it was clear that the lot contained less than three-quarters of an acre, the exact area was not certain. Surveyors appearing for the appellants at the trial testified, in effect, that the exact area depended on whether the westerly lot line ran along the edge of a certain road or between certain pins that seemed to mark the corners of the lot on its westerly side. Each surveyor testified that if the lot extended to the edge of the road it contained more than .6 acres. Thus appellees may have had “reasonable ground to believe” that they might prevail on the matter, or at least good reason for not admitting the amount requested. The justice acted within the permissible range of his discretion in denying appellants’ motion.\nThe entry is:\nAppeal denied.\nJudgment affirmed.\nDELAHANTY, J., did not sit.\n. The Maine statute is of a type sometimes referred to as a “little FTC act” since it is modeled on the federal act and prohibits both unfair methods of competition and unfair or deceptive acts or practices and contains an express statement of legislative intent that the act be interpreted consistently with the Federal Trade Commission Act. See J. Sebert, Enforcement of State Deceptive Trade Practice Statutes, 42 Tenn.L.Rev. 689, 699 (1975).\n. P.L. 1971, ch. 229.\n. P.L. 1973, ch. 251, as amended by P.L. 1973, ch. 788, § 13.\n. Regina Corp. v. Federal Trade Comm’n, 322 F.2d 765 (3d Cir. 1963).\n. Holloway v. Bristol-Myers Corp., 158 U.S.App.D.C. 207, 485 F.2d 986 (D.C. Cir. 1973).\n. Rothschild v. Federal Trade Comm’n, 200 F.2d 39 (7th Cir. 1952), cert. denied, 345 U.S. 941, 73 S.Ct. 832, 97 L.Ed. 1367 (1953). On the contrary, the Federal Trade Commission may not use its powers solely for the purpose of vindicating private rights. Montgomery Ward & Co. v. Federal Trade Comm’n, 379 F.2d 666, 672 (7th Cir. 1967). In 1975, the Federal Trade Commission Act was amended to give the courts jurisdiction, in an action by the Commission, to grant relief for the redress of injury to consumers or other persons. See 15 U.S.C. § 57b(b).\n. Nelson v. Leo's Auto Sales, Inc., 158 Me. 368, 185 A.2d 121 (1962).\n. Before it was amended in 1978, subsection (1) of Mass.Gen.Laws Ann. ch. 93A, § 9, provided as follows:\n“(1) Any person who purchases or leases goods, services or property, real or personal, primarily for personal, family or household purposes and thereby suffers any loss of money or property, real or personal, as a result of the use or employment by another person of an unfair or deceptive act or practice declared unlawful by section two or by any rule or regulation issued under paragraph (c) of said section two may, as hereinafter provided, bring an action in the superior court in equity for damages and such equitable relief, including an injunction, as the court deems to be necessary and proper.”\nBy 1978 Mass. Acts ch. 478, § 45, subsection (1) of section 9 was amended in respects not material here.\n. See text at notecall 2, supra.\n. We are not called upon to decide whether in a properly grounded action for restitution some of those expenses might be recoverable in the discretion of an equity court under the clean-up maxim.\n. We do not interpret the language of section 213(2) to require the award of attorney’s fees where the consumer has failed to establish his claim under section 213(1).\n. Rule 37(c) provides as follows:\n“(c) Expenses on Failure to Admit. If a party fails to admit the genuineness of any document or the truth of any matter as requested under Rule 36, and if the party requesting the admissions thereafter proves the genuineness of the document or the truth of the matter, he may apply to the court for an order requiring the other party to pay him the reasonable expenses incurred in making that proof, including reasonable attorney’s fees. The court shall make the order unless it finds that (1) the request was held objectionable pursuant to Rule 36(a), or (2) the admission sought was of no substantial importance, or (3) the party failing to admit had reasonable ground to believe that he might prevail on the matter, or (4) there was other good reason for the failure to admit.”",
        "type": "majority",
        "author": "GODFREY, Justice."
      }
    ],
    "attorneys": [
      "James E. Mitchell (orally), Jed Davis (orally), Augusta, for plaintiffs.",
      "Hale & Hamlin by Barry K. Mills (orally), Blue Hill, for defendants."
    ],
    "corrections": "",
    "head_matter": "Jay Bruce BARTNER and Claire Doheny Bartner v. Dwight B. CARTER and Lewis E. Moore.\nSupreme Judicial Court of Maine.\nAug. 9, 1979.\nJames E. Mitchell (orally), Jed Davis (orally), Augusta, for plaintiffs.\nHale & Hamlin by Barry K. Mills (orally), Blue Hill, for defendants.\nBefore McKUSICK, C. J., and POMER-OY, WERNICK,'ARCHIBALD, GODFREY and NICHOLS, JJ."
  },
  "file_name": "0194-01",
  "first_page_order": 258,
  "last_page_order": 270
}
