{
  "id": 8394855,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Glenn Stewart STITT, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Stitt",
  "decision_date": "2008-03-26",
  "docket_number": "",
  "first_page": "195",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "947 A.2d 195"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "669 A.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11337929,
        730271
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1006",
          "parenthetical": "arrest of judgment only when error in information misleads defendant as to charges against him, precludes him from anticipating Commonwealth's proof, or impairs a substantial right"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/1008-01",
        "/pa-super/447/0502-01"
      ]
    },
    {
      "cite": "447 Pa.Super. 491",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730229
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "arrest of judgment only when error in information misleads defendant as to charges against him, precludes him from anticipating Commonwealth's proof, or impairs a substantial right"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/447/0491-01"
      ]
    },
    {
      "cite": "929 A.2d 205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3248752,
        8353869
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0295-01",
        "/a2d/929/0205-01"
      ]
    },
    {
      "cite": "593 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3248752
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0295-01"
      ]
    },
    {
      "cite": "832 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9088607
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0962-01"
      ]
    },
    {
      "cite": "574 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        588032
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0487-01"
      ]
    },
    {
      "cite": "801 A.2d 1234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9412637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/801/1234-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 11044,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20337537053318552
    },
    "sha256": "7795b136e9c93ce769b72fe050c2d65b9d1d4bdcb774402accdba11769462b8f",
    "simhash": "1:89e4150a407aeca0",
    "word_count": 1846
  },
  "last_updated": "2024-02-27T16:30:29.111353+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: KLEIN, PANELLA and KELLY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Glenn Stewart STITT, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nKLEIN, J.:\n¶ 1 Glenn Stewart Stitt, Jr. appeals from the judgment of sentence entered against him in the Court of Common Pleas of Berks County following his conviction of failing to register as sexual offender pursuant to 42 Pa.C.S. § 9795.2(a)(2)®. After a thorough review of the submissions by the parties, the official record and relevant law, we affirm.\n¶ 2 The underlying facts of this matter are not at issue. In fact, much of the evidence presented at trial was stipulated. It is agreed that Stitt was convicted of sexual offenses in Texas; Stitt was required by Texas law to register as a sex offender and the offenses, had they been committed in Pennsylvania, would require registration under Pennsylvania law. Stitt did register with the police when he first came to Pennsylvania in July 2001. However, in July 2002 Stitt moved from his apartment and did not notify the police. For at least part of the time after moving from his initial Pennsylvania residence, Stitt lived at the Barto Motel. The manager of the Barto Motel testified that Stitt lived at the motel from at least December 2003 through 2005.\n¶ 3 Stitt presents a number of technical challenges to his conviction. First, Stitt claims he was charged with violating section 9795.2(a) (2) (i), which was not in effect until December 2002. Stitt changed residences in July 2002. Stitt claims he cannot be charged with a crime that was in effect until after he moved.\n¶ 4 As a general statement, Stitt is correct-a person cannot properly be charged with a crime that was enacted after that person took the action that was criminalized. A person cannot be convicted of a crime, ex post facto. But, that is not the situation presented here.\n¶ 5 In this case, the statute in question, 42 Pa.C.S. § 9795.2(a)(2)(i) existed in similar form prior to the October amendment referred to by Stitt. Prior to the October 2002 amendment (effective December, 2002), section 9795.2(a)(2) required certain offenders to notify authorities of a change of residence within ten days of the change of residence. See Commonwealth v. Fleming, 801 A.2d 1234 (Pa.Super.2002). That provision carried through the amendment process and became section 9795.2(a)(2)(i). The amendments Stitt refers to added the requirements that the offender report both employment and academic information to the authorities. See Commonwealth v. Williams, 574 Pa. 487, 832 A.2d 962 (2003). The amendments changed nothing as far as Stitt’s reporting requirements are concerned. He was required to notify the authorities of a change of address before the amendments and he was required to inform the authorities of a change of address after the amendments. There is no improper ex post facto application of the law.\n¶ 6 Next, Stitt claims the charges should have been dismissed based upon a violation of the statute of limitations of residence within ten days of moving. Stitt argues that he moved from his prior address, the Topton Apartments, on July 3, 2002. Thus, Stitt was required to notify the authorities by July 14, 2002 of his change in residence. There is a two year statute of limitations for failure to register. See 42 Pa.C.S. § 5552(a). Stitt argues that the Commonwealth had two years from the date of the crime, his failure to register on July 14, 2002, to charge him. Yet, the criminal complaint in this matter was not filed until May 18, 2005 — almost one year too late.\n¶ 7 What Stitt fails to recognize is that the commission of an offense, the triggering mechanism for the statute of limitations, can also be an ongoing course of conduct, in which case it is the termination of the conduct that triggers the running of statute. See 42 Pa.C.S. § 5552(d). The purpose of the registration statute is to allow the proper authorities to keep track of sexual offenders to protect the safety of the citizens of the Commonwealth. While compliance with this statute is accomplished with the discrete act of appearing at the proper place and informing the proper authorities of one’s residence, the failure to register represents the ongoing act of preventing the purpose of registration. Thus, it would be the termination of failing to register that triggers the running of the statute of limitations.\n¶ 8 If Stitt had registered with the authorities in September, 2002 — two months late — the Commonwealth would have had until September, 2004 to prosecute him for the late registration. But Stitt did not register tardily, thus triggering the running of the statute of limitations. Stitt did not register at all — his absolute failure to register represents the ongoing violation of section 9795.2. Thus, the statute of limitations did not begin to run and so could not have been violated.\n¶ 9 Next, Stitt claims that 42 Pa. C.S. § 9795.2 is merely a registration statute and not a penal statute, so even if he violated the law, there is no penalty for that violation contained in the statute. This is actually something of a novel issue and we can find nothing quite like it in prior case law.\n¶ 10 Section 9795.2 represented, when enacted, both a civil sanction in requiring the registration of certain sexual offenders, and a criminal statute, providing for criminal punishment for those offenders who did not comply with the registration provisions. In 2003, our Supreme Court found the civil portions to be proper, but the criminal sanctions to be unconstitutional. See Williams, supra. At that time, the criminal sanctions included life imprisonment for failing to register. Following Williams, the legislature enacted 18 Pa. C.S. § 4915, which provided for punishment for the failure to register pursuant to section 9795.2. The punishments provided in section 4915 do not include the possibility of life imprisonment and section 4915 is quite obviously separate and distinct from 42 Pa.C.S. § 9795.2, thereby enabling section 9795.2 to remain a civil statute rather than a penal statute. Importantly, section 9795.2 contains a direct reference to section 4915 and the possibility of prosecution. Specifically, section 9795.2 states:\nPenalty An individual subject to registration under section 9795.1(a) or (b) who fails to register with the Pennsylvania State Police as required by this section may be subject to prosecution under 18 Pa.C.S. § 4915 (relating to failure to comply with registration of sexual offenders requirements).\n42 Pa.C.S. § 9795.2(d). Thus, anyone informed that he or she has violated section 9795.2 is fully aware of being subject to punishment through Title 18.\n¶ 11 This knowledge is important because, at its heart, Stitt’s complaint here is lack of notice. In essence Stitt is claiming he cannot be punished because he was not on notice of having violated a penal statute. Although we find no case law directly on point, we are guided by a recent decision by our Supreme Court in Commonwealth v. Jones, 593 Pa. 295, 929 A.2d 205 (2007). In Jones, the defendant, despite not having been formally charged with conspiracy, nonetheless was allowed to plead guilty to that crime because of prior notice of the charge. The totality of the circumstances in Jones led our Supreme Court to recognize that Jones had been apprised of the charge and knowingly pled guilty to the charge. Thus, neither the Sixth Amendment of the federal Constitution nor Article I, Section 9 of the Pennsylvania Constitution was offended.\n¶ 12 We believe the same result is required in this matter. Stitt was clearly informed of the substance of the violation and the fact that he was subject to prosecution for that violation. While reference to section 4915 may have made the charge technically correct, the reference to the violation of section 9795.2, which includes specific references to those who are required to register pursuant to section 9795.1, as well as the registration procedures found in section 9795.2, still provides abundant notice to a defendant that he or she has violated the law and is subject to prosecution pursuant to 18 Pa.C.S. § 4915 for that violation. Therefore, at most, there was a technical error in the bill of information that produced no prejudice to Stitt. See Commonwealth v. Morales, 447 Pa.Super. 491, 669 A.2d 1008, 1006 (1996) (arrest of judgment only when error in information misleads defendant as to charges against him, precludes him from anticipating Commonwealth’s proof, or impairs a substantial right).\n¶ 13 Stitt’s final argument is similar to the previous argument except here Stitt complains that he was improperly sentenced (as opposed to convicted) under section 9795.2. Once again, while there may have been a technical error in referring to section 9795.2 in the bills of information, there can be no surprise to have been convicted and sentenced under the provisions of 18 Pa.C.S. § 4915. Section 4915 is clearly referenced in section 9795.2 and the penalties are clearly set forth. As demonstrated above, this technical error did not prejudice Stitt in any way for purposes of charging and conviction; similarly it produces no prejudice to Stitt for purposes of sentencing.\n¶ 14 It is clear that at all times relevant to this matter, Stitt was aware that he was required to register as a sex offender and that prosecution was a possible consequence of failing to register. It is clear that Stitt failed to notify the proper authorities when he changed his address. Any technical error in referencing a prior statute (which was in effect when the violation began) in no way caused Stitt any prejudice due to lack of notice or caused him to be unable to present a defense. This is especially true where the statute referenced, 42 Pa.C.S. § 9795.2, specifically refers to both section 9795.1 (reference those who are required to register) and 18 Pa.C.S. § 4915 (referencing the authority to prosecute for failing to register and setting forth the grade of the crime committed). Stitt is entitled to no relief in this appeal.\n¶ 15 Judgment of sentence affirmed.\n. Stitt claims that July 21, 2002 is the pertinent date. We are not sure why he claims that date. Perhaps that is the date he obtained a new address. Whatever the reason, the specific date is immaterial to the resolution due to the ongoing nature of the crime.\n. This is the catch-all provision; except as otherwise indicated the SOL is two years.\n. There is a period of time between Williams and the enactment of section 4915 where there appears to have been no possible punishment for violation of section 9795.2. However, that is immaterial here because of the ongoing nature of Stitt’s violation.\n. The conspiracy charge had been dropped at a preliminary hearing and had inadvertently been left off subsequent bills of information.",
        "type": "majority",
        "author": "KLEIN, J.:"
      }
    ],
    "attorneys": [
      "Eric J. Taylor, Reading, for appellant.",
      "Jonathan H. Kurland, Asst. Dist. Atty., Reading, for the Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Glenn Stewart STITT, Jr., Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Oct. 1, 2007.\nFiled March 26, 2008.\nReargument Denied May 23, 2008.\nEric J. Taylor, Reading, for appellant.\nJonathan H. Kurland, Asst. Dist. Atty., Reading, for the Com., appellee.\nBEFORE: KLEIN, PANELLA and KELLY, JJ."
  },
  "file_name": "0195-03",
  "first_page_order": 235,
  "last_page_order": 239
}
