{
  "id": 7965797,
  "name": "CITIZENS ASSOCIATION OF GEORGETOWN, INC., Petitioner, v. DISTRICT OF COLUMBIA ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent",
  "name_abbreviation": "Citizens Ass'n of Georgetown, Inc. v. District of Columbia Alcoholic Beverage Control Board",
  "decision_date": "1979-09-04",
  "docket_number": "No. 14042",
  "first_page": "195",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 195"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "223 N.E.2d 679",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "token memberships allowed"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "352 Mass. 54",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        304947
      ],
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "token memberships allowed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/352/0054-01"
      ]
    },
    {
      "cite": "359 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972390
      ],
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "political advocacy group"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/359/0153-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 506,
    "char_count": 8336,
    "ocr_confidence": 0.787,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.29868478818649274
    },
    "sha256": "a3b3c487b5c06c97462c399e0b0d26d5a854c00e777c1fbc61095acf588c2c33",
    "simhash": "1:f957ecad9a29ad78",
    "word_count": 1402
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, NEBEKER and MACK, Associate Judges."
    ],
    "parties": [
      "CITIZENS ASSOCIATION OF GEORGETOWN, INC., Petitioner, v. DISTRICT OF COLUMBIA ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "KELLY, Associate Judge:\nAfter a public hearing, the District of Columbia Alcoholic Beverage Control [ABC] Board granted a Class C liquor license to La Serre, Inc., a private club in Georgetown. The application was protested at the hearing by petitioner Citizens Association of Georgetown.\nOriginally a public restaurant, La Serre was converted to a non-profit corporation in 1977. The premises is subleased to La Serre by Ruban Bleu, a for profit corporation controlled and directed by three of La Serre’s five directors. On the same premises, a library owned by Ruban and an-art gallery which is half-owned by Ruban are made available to the club’s members without charge.\n.If it were a public restaurant, La Serre’s location, within 400 feet of a church and a school, would disqualify it from obtaining a retailer’s license Class C for a restaurant under 3 DCRR § 2.2. An exception to the “400-foot rule” is made, however, for hotels and bona fide clubs. Petitioner charges in its petition for review that as a matter of law La Serre is not a bona fide club as defined in D.C.Code 1973, § 25-103(g); rather it is a “front” for Ruban Bleu, which was unable to get a liquor license for the original restaurant. In particular, petitioner alleges that the ABC Board should have concluded from its own findings of fact that the club is operated for the profit of Ruban Bleu, which petitioner claims collects inflated rent for the premises and benefits from the club patrons’ use of the art gallery. Other allegations are that the ABC Board erred in shifting the burden of proof of the club’s non-profit status from the applicant to petitioner, and in failing to make specific findings of fact on all aspects of La Serre’s qualifications under D.C.Code 1973, § 25-103(g). •\nThe claim that La Serre is not a true non-profit club is based on the relationship between La Serre and Ruban Bleu. Petitioner argues accordingly that since the ABC Board noted this relationship in its findings, it should have concluded not to award the liquor license. Cited are the Board’s findings that La Serre is managed by the same individuals who control and direct Ruban; that Ruban allows the club free access to a library and an art gallery on the premises, and that La Serre pays more money to sublease a few rooms and a garden from Ruban than Ruban pays for the use of the entire premises. As further support for this contention, petitioner cites the admission of one of the directors at the hearing that the club was created because it represented “too much of an investment to be just a restaurant with no liquor license.”\nWe find the evidence in the record to be clear that regardless of the club’s founders’ motives or of the financial security gained from its formation by Ruban, La Serre has fully met the requirements of a club under D.C.Code 1973, § 25-103(g). In accordance with the statute and the club’s bylaws, the directors receive no compensation other than the salaries fixed by the club’s members, and those members may decide whether to continue to pay rent to Ruban. There is no law in the District of Columbia which proscribes a financial relationship between lessors and lessees of clubs, or dictates the amount of rent which may be charged by a lessor. While the use of the art gallery by club patrons may indirectly lead to some later artwork sales, the connection between those potential profits and-the sale of alcoholic beverages by the club is too tenuous to constitute a violation of § 25 — 103(g).\nPetitioner’s next claim, that the burden of proof with regard to the club’s non-profit status was shifted improperly, is unpérsuasive, since the applicant Le Serre supplied a prima facie case of statutory compliance and met its burden of proceeding in this case. The ABC Board did not err in accepting the Recorder of Deeds’ Certificate of Incorporation under the District of Columbia Non-profit Corporation Act as evidence that La Serre was a bona fide non-profit organization. The Board did not treat this as an irrebuttable presumption, but rather relied on substantial additional evidence that neither members of La Serre nor Ruban Bleu were benefiting improperly from the business of the club. Petitioner was also given ample opportunity to rebut this evidence and prove noncompliance by La Serre with § 25-103(g) or with the club’s own bylaws.\nFinally, the allegation that the ABC Board failed to make specific findings of fact on each element of the statutory definition of “club” is without merit. As prescribed by the District of Columbia Administrative Procedure Act, “findings of fact shall consist of a concise statement of the conclusions upon each contested issue of fact.” D.C.Code 1978 Supp., § l-1509(e) (emphasis added). The Board properly addressed those questions of fact which arose at the hearing, and its conclusions are grounded in the evidence..\nAffirmed.\n. Title 3 DCRR § 2.2(a) provides in part:\nNo license, other than a retailer’s license, class C or class D issued for a bona fide club or hotel, or a retailer’s license, class B, or a retailer’s license, class E, or a retailer’s license, class F, shall be issued for any place of business within 400 feet of any public, private or parochial, primary, elementary, or high school, or any college, university, or church, or any recreation area operated by the District of Columbia .\n. D.C.Code 1973, § 25-103(g) provides:\nThe word “club” means a corporation for the promotion of some common object (not including corporations organized for any commercial or business purpose, the object of which is money profit), owning, hiring, or leasing a building or space in a building of such extent and character as in the judgment of the Board may be suitable and adequate for the reasonable and comfortable use and accommodations of its members and their guests, and including such space outside of the building and adjoining it as may be approved by the Board, and provided with such suitable and adequate kitchen and dining room space and equipment, implements, and facilities, and employing such a sufficient number of employees for cooking, preparing, and serving meals for its members and their guests, as shall satisfy the Board that the sale of beverages intended is not more than an incident to and is not the prime source of revenue from such space; and the affairs and management of such corporation are conducted by a board of directors, executive committee, or similar body chosen by the members at least once each calendar year and no officer, agent, or employee of the club is paid directly or indirectly, or receives in the form of salary or other compensation, any profit from the disposition. or sale of beverages to the club or to the members of the club or guests introduced by members beyond the amount of such salary as may be fixed and voted by the members, or by its directors, or other governing body..\n. In addition to its non-profit character, La Serre possesses other essential attributes of a club, which are noted by the Board in findings of fact Nos. 26 and 27: a social purpose, limited membership (300), a significant membership fee ($200 per individual), a ban on access by the general public, and membership control of the club’s management. These qualifications distinguish La Serre from the Legislative Study Club and the Catalina Swim Club, cited by petitioner as examples of bogus clubs. See Legislative Study Club, Inc. v. D.C. Board of Zoning Adjustment, D.C.App., 359 A.2d 153 (1976) (political advocacy group); Carpenter v. Zoning Board of Appeals, 352 Mass. 54, 223 N.E.2d 679 (1967) (token memberships allowed).",
        "type": "majority",
        "author": "KELLY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Courts Oulahan, Washington, D. C., for petitioner.",
      "Leo N. Gorman, Asst. Corp. Counsel, Washington, D. C., with whom Judith W. Rogers, Acting Corp. Counsel, Washington, D. C., at the time the brief was filed, Louis P. Robbins, Principal Deputy Corp. Counsel, Washington, D. C., at the time the brief was filed and the case was argued, and Richard W. Barton, Deputy Corp. Counsel, Washington, D. C., were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "CITIZENS ASSOCIATION OF GEORGETOWN, INC., Petitioner, v. DISTRICT OF COLUMBIA ALCOHOLIC BEVERAGE CONTROL BOARD, Respondent.\nNo. 14042.\nDistrict of Columbia Court of Appeals.\nArgued June 12, 1979.\nDecided Sept. 4, 1979.\nCourts Oulahan, Washington, D. C., for petitioner.\nLeo N. Gorman, Asst. Corp. Counsel, Washington, D. C., with whom Judith W. Rogers, Acting Corp. Counsel, Washington, D. C., at the time the brief was filed, Louis P. Robbins, Principal Deputy Corp. Counsel, Washington, D. C., at the time the brief was filed and the case was argued, and Richard W. Barton, Deputy Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nBefore KELLY, NEBEKER and MACK, Associate Judges."
  },
  "file_name": "0195-01",
  "first_page_order": 243,
  "last_page_order": 245
}
