{
  "id": 842460,
  "name": "John Rutherford, usee, etc., plaintiff in error, vs. John Railey et al., defendants in error",
  "name_abbreviation": "Rutherford v. Railey",
  "decision_date": "1864-03",
  "docket_number": "",
  "first_page": "196",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "33 Ga. Supp. 196"
    }
  ],
  "court": {
    "name_abbreviation": "Ga.",
    "id": 8796,
    "name": "Supreme Court of Georgia"
  },
  "jurisdiction": {
    "id": 3,
    "name_long": "Georgia",
    "name": "Ga."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 3222,
    "ocr_confidence": 0.445,
    "sha256": "16afdd6ff3e4f8f73cff21ab2144bf8ff3a183fef01332b2657049868c9217e3",
    "simhash": "1:74672b6181fe744f",
    "word_count": 564
  },
  "last_updated": "2023-07-14T19:49:53.639518+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Rutherford, usee, etc., plaintiff in error, vs. John Railey et al., defendants in error."
    ],
    "opinions": [
      {
        "text": "It appears from the record in this case that Elizabeth Ann Brown, as administratrix of T. A. Brown, deceased, recovered a judgment at March term, 1856, of Bibb Inferior Court, against Norfleet P. Parker, for the sum of $140 98, principal, besides interest and cost, upon which judgment a fi. fa. was issued on the 10th of April, 1856. The defendant in fi.fa. having removed to the county of Twiggs, John Rutherford, Esq., the attorney of the plaintiff, caused the fi.fa. to be placed in the hands of John Railey, the sheriff of Twiggs county, with instructions to make the money due thereon.\nOn the 21st of August, 1856, Railey collected from the defendant the principal, interest and cost due on said fi. fa., amounting to $192 00, and gave his official receipt therefor on the back of said fi. fa. Afterwards, to-wit: in the latter part of the year 1859, John Rutherford and L. L. Harden, administrator de bonis non of the estate of T. A. Brown, had a final settlement, in which Rutherford accounted to said administrator for the amount of the fi.fa. collected by Railey, the sheriff, and took from the administrator de bonis non a receipt, which, after stating thefi.fa., recited, that “upon a final settlement with said administrator with said Ruthátford, attorney and agent of said estate, the said Rutherford had accounted for the amount of said fi.fa. as above stated. It appearing that John Railey, as sheriff of Twiggs county, collected the amount due on said fi. fa., in August, 1856, and it not being yet shown that either said sheriff or said Rutherford has paid over the money to the estate, now this is to show that if it shall hereafter appear that said money, or any part of it, has been paid over to the former representative of the estate, or to myself, then I am to refund the sum so paid back to said Rutherford.”\nOn the 29th of February, 1860, suit was brought on the sheriff’s bond, in favor of Joseph E. Brown, Governor of said State, for the use of the said John Rutherford, against said Railey and the sureties on his official bond, to recover the sum collected by Railey, as sheriff, on the fi. fa., as aforesaid, and accounted for by Rutherford to the plaintiff, as hereinbefore stated.\nThese facts being shown upon the trial by competent evidence, it was moved to non-suit the plaintiff, and the motion was sustained by the presiding Judge, on the grounds, 1st. That there was no privity between the plaintiff and defendants in this case, and 2d. That, under the evidence adduced, and the law applicable thereto, the plaintiff could not recover. The writ of error is prosecuted to reverse that decision of the presiding Judge.\nJohn Ruthejrfokd, for plaintiffs in error.\nW. T. Masses', for defendants in error.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "John Ruthejrfokd, for plaintiffs in error.",
      "W. T. Masses', for defendants in error."
    ],
    "corrections": "",
    "head_matter": "John Rutherford, usee, etc., plaintiff in error, vs. John Railey et al., defendants in error.\nIn this ease, the judgment of the Court below was reversed, on the ground that the Court erred in awarding a non-suit against the plaintiff, but the opinion of the Supreme Court seems not to have been recorded, and being unable to find it, I cannot give it here. Geo. N. Lester.\nAction on sheriff’s bond, in Twiggs Superior Court, and decision by Judge A. O. Lochrane, at March Term, 1863."
  },
  "file_name": "0196-01",
  "first_page_order": 196,
  "last_page_order": 198
}
