{
  "id": 7927569,
  "name": "STATE of Maine v. Louis NERON",
  "name_abbreviation": "State v. Neron",
  "decision_date": "1986-12-30",
  "docket_number": "",
  "first_page": "197",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "519 A.2d 197"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "22 Me. 453",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        616001
      ],
      "year": 1843,
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/22/0453-01"
      ]
    },
    {
      "cite": "45 Me. 571",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        478926
      ],
      "year": 1858,
      "pin_cites": [
        {
          "page": "586",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/45/0571-01"
      ]
    },
    {
      "cite": "495 A.2d 825",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920105
      ],
      "pin_cites": [
        {
          "page": "826"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0825-01"
      ]
    },
    {
      "cite": "473 A.2d 883",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7990480
      ],
      "pin_cites": [
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/473/0883-01"
      ]
    },
    {
      "cite": "245 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8085951
      ],
      "pin_cites": [
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/245/0852-01"
      ]
    },
    {
      "cite": "789 F.2d 956",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1573880
      ],
      "pin_cites": [
        {
          "page": "958-959"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/789/0956-01"
      ]
    },
    {
      "cite": "255 F.2d 9",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        681987
      ],
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/255/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 11681,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 1.5834651954129694e-07,
      "percentile": 0.6807730875429417
    },
    "sha256": "825f3ce90ca8456e733249b9b43bd51bd93b6a453cd52cb99ac93691a1ecf158",
    "simhash": "1:a2e4b952ae8e813e",
    "word_count": 1956
  },
  "last_updated": "2024-02-27T19:00:09.237060+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NICHOLS, ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
    ],
    "parties": [
      "STATE of Maine v. Louis NERON."
    ],
    "opinions": [
      {
        "text": "SCOLNIK, Justice.\nLouis Nerón appeals from a judgment entered upon a jury verdict in Superior Court, Sagadahoc County, convicting him of two counts of gross sexual misconduct, 17-A M.R.S.A. § 253 (Supp.1985) (Class A). He contends that (1) the trial court erred in denying his motion for a new trial and his request to investigate alleged juror misconduct, (2) the trial court erred in failing to question a second juror following a polling of the jury, and (3) the verdicts were inconsistent and not rationally based on the evidence. Finding no merit in any of the defendant’s arguments, we affirm the judgment.\nThe defendant’s 14 year-old step-granddaughter testified at trial regarding three incidents of sexual abuse committed by the defendant in the town of Topsham. The first incident, on which Count I of the indictment was based, allegedly occurred five years preceding the trial when the child was nine years old. That incident allegedly involved oral-genital contact initiated by the defendant upon her in the basement of his house. She testified that the sexual activity was observed by her sister, who was three years old at the time of the alleged incident. At trial, the younger sister substantially corroborated the victim’s testimony with respect to this incident, but stated on cross-examination that it had occurred one year prior to trial rather than five years earlier.\nThe second and third incidents, Counts II and III respectively, occurred during February and March of 1985 at the victim’s home in Topsham. The victim testified that the defendant engaged in sexual intercourse with her on both of these occasions but that these incidents were not witnessed by anyone else. The victim later informed her mother and the police about the abuse. The police officer testified that the victim told him the defendant attempted to have intercourse with her nearly every week since 1979 or 1980 after she had returned to Maine from out of state. A pediatric physician testified that, in her opinion, based on an examination of the victim, there was a high probability that the victim had engaged in sexual intercourse.\nThe defendant denied ever having sexually abused his step-granddaughter. He testified that he had been on vacation in Canada at the time of the first alleged incident. He further testified that in February, 1985, when the second incident allegedly occurred, he was at the victim’s house for only a short duration and had had sutures removed from his shoulder later that same day. He stated that he never saw the victim on the date of the third incident in March, 1985. The testimony of the defendant’s wife was consistent with that of the defendant.\nAt the end of a two-day jury trial, the foreman reported the verdict of the jury to be not guilty on Count I and guilty on Counts II and III. On an individual poll of the jurors, conducted at the defendant’s request, the foreman’s report of the verdict was confirmed. Within the 10 day period following the guilty verdicts, the defendant filed motions for judgment of acquittal and for a new trial pursuant to Rules 29 and 33 of the Maine Rules of Criminal Procedure. These motions were denied following a hearing conducted at the time of sentencing. This appeal followed.\nI.\nRobert Nerón, the defendant’s son, was neither a witness in the case nor physically present in the courthouse at any time during the trial. At the hearing on the motion for a new trial, he testified that subsequent to the trial, while at his father’s house, he happened to read the list of jurors in the case and recognized the name of one of the jurors. He stated that he and the juror in question had engaged in an intimate relationship from the fall of 1983 through the end of the summer of 1984. He further said that this juror met his mother and grandmother at his trailer on one occasion in 1984, and met his brother, Paul Nerón, on another occasion. He did not remember, however, whether or not the juror had ever met the defendant. The defendant requested that, in the event his motions for acquittal or for a new trial were not granted, the court question the juror to redetermine her qualifications as an impartial juror. The court declined to do so, concluding that the evidence was insufficient to establish that the juror’s silence in response to questions asked during voir dire as to whether jurors were acquainted with anyone involved in the case was the equivalent of a false answer that constituted juror misconduct. Indeed, the court determined that the juror had no reason to remember two extremely brief and very casual encounters with two members of the family who testified at the trial. The court noted the absence of Robert Ner-ón from the courtroom during the trial. The court concluded that his presence might have served to make the juror aware of the fact that it was his family that was involved in these proceedings. On this record, we are unable to say that the court was compelled to conclude that because of her alleged intimate relationship with Robert Nerón, who was absent from the courthouse throughout the trial, or because of two brief meetings with the witnesses referred to above, the juror must have recognized any of the individuals involved in the trial of this case. We find it significant that these brief meetings made so faint an impression on the two family member witnesses that they reciprocally failed to recognize the juror. Thus, since the evidence supported the court’s conclusion that the juror’s silence did not constitute a false answer, we find no basis for imposing on the trial justice a requirement to conduct a post-verdict interrogation of the juror. Contrary to the defendant’s contention that the court violated his constitutional right to an impartial jury, we conclude that no juror bias was shown here, and by denying the defendant’s motion for a new trial and refusing to interrogate the juror, the court acted well within the scope of its discretion.\nII.\nFollowing the jury foreman’s announcement of the verdict on the three counts, the defendant requested that the jurors be polled individually. Each of the jurors indicated that the foreman correctly reported the verdict of the jury. However, before the jury was discharged, the defendant argued in conference that one of the jurors, other than the juror referred to in section I of this opinion, demonstrated by her physical reaction that she did not believe the defendant to be guilty beyond a reasonable doubt on Counts II and III, although she orally assented to the guilty verdict. In particular, he noted that she trembled, hesitated, and appeared to be on the verge of tears when she was polled. The defendant therefore requested that the trial justice conduct a separate inquiry of this juror in order to ascertain whether or not she in fact believed the defendant to be guilty on these two counts.\nThe trial justice declined to question the juror noting that it was not unusual for jurors to become upset in arriving at a difficult decision that would have a major impact on the lives of the individuals involved. He concluded that questioning a juror under these circumstances would be highly improper. The defendant contends that the court’s refusal to question the juror in order to determine whether she genuinely assented to the reported verdict or had been coerced into agreeing to the guilty verdict regarding Counts II and III constituted an abuse of discretion. We disagree.\nThe defendant’s right to a polling of the jury is provided in Rule 31(d) of the Maine Rules of Criminal Procedure, and “is of ancient origin and of basic importance:”\nThe object is to give each juror an opportunity, before the verdict is recorded, to declare in open court his assent to the verdict which the foreman has returned and thus to enable the court and the parties to ascertain with certainty that a unanimous verdict has in fact been reached and that no juror has been coerced or induced to agree to a verdict to which he has not fully assented.\nMiranda v. United States, 255 F.2d 9, 17 (1st Cir.1958); see also Audette v. Isaksen Fishing Corp., 789 F.2d 956, 958-959 (1st Cir.1986). “A juror, when polled, has the right unquestionably to dissent from a verdict to which he has agreed in the jury room, since his vote must be directed by his own conscience.” Patterson v. Rossignol, 245 A.2d 852, 855 (Me.1968); see also State v. White, 473 A.2d 883, 884 (Me.1984).\nNevertheless, it was within the trial justice’s discretion to determine whether the juror in question assented to the verdict as reported. We are unable to conclude that he acted beyond the scope of his discretion by declining to conduct a further inquiry.\nIII.\nThe defendant’s final contentions are that the verdicts were not rationally based on the evidence and were inconsistent. In determining whether there is sufficient evidence to support a jury’s conviction, the appropriate standard “... is whether, based on that evidence viewed in the light most favorable to the prosecution, any trier of fact rationally could find beyond a reasonable doubt every element of the offense charged.” State v. Barry, 495 A.2d 825, 826 (Me.1985). Our review of the record discloses sufficient evidence from which a jury rationally could have found the defendant guilty of gross sexual misconduct beyond a reasonable doubt. The jury could have rationally believed the victim’s version of facts over that of the defendant, despite the defendant’s assertion that he had alibis for the second and third incidents of sexual abuse.\nFurthermore, defendant’s contention that the verdicts are irreconcilably inconsistent is also without merit. Although the first alleged occurrence of sexual abuse was corroborated by the victim’s younger sister, the jury could nevertheless have found questionable the accuracy of the corroboration, based on the discrepancy as to the date on which the incident allegedly occurred, as well as the unreliability of the testimony of the victim’s sister because of her age at the time of the alleged incident. Based on the medical evidence, police reports and the internal consistency of the victim’s testimony, despite the lack of corroboration, the jury could have rationally believed the victim as to the second and third incidents of abuse. Accordingly, we find no error.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Rule 31(d) provides:\nWhen a verdict is returned and before it is recorded the jury shall be polled at the request of any party or upon the court’s own motion. If upon the poll there is not unanimous concurrence, the jury may be directed to retire for further deliberations or may be discharged.\n. Rule 606(b) prohibits juror testimony for the purpose of impeaching a verdict. However, that rule is applicable only to final verdicts.\n“The verdict is not valid and final until pronounced and recorded in open court.\" Withee v. Rowe, 45 Me. 571, 586 (1858) (emphasis added); Goodwin v. Appleton, 22 Me. 453, 458 (1843). The verdict in the case at bar could not be recorded until the polling of the jury was completed, and therefore was not final. Accordingly, a response to any court inquiry by a juror, after answering to a poll, would not constitute an impeachment of the verdict as contemplated by the rule.",
        "type": "majority",
        "author": "SCOLNIK, Justice."
      }
    ],
    "attorneys": [
      "John R. Atwood, Dist. Atty., Geoffrey Rushlau (orally), Asst. Dist. Atty., Bath, for plaintiff.",
      "Loyd, Bumgardner, Field & Patterson, Joseph H. Field, Mary Lou Diolfi (orally), Brunswick, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Louis NERON.\nSupreme Judicial Court of Maine.\nArgued Nov. 12, 1986.\nDecided Dec. 30, 1986.\nJohn R. Atwood, Dist. Atty., Geoffrey Rushlau (orally), Asst. Dist. Atty., Bath, for plaintiff.\nLoyd, Bumgardner, Field & Patterson, Joseph H. Field, Mary Lou Diolfi (orally), Brunswick, for defendant.\nBefore NICHOLS, ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
  },
  "file_name": "0197-01",
  "first_page_order": 243,
  "last_page_order": 247
}
