{
  "id": 11315803,
  "name": "James BOWMAN d/b/a J & J Towing, Appellant, v. Joseph COBB, Appellee",
  "name_abbreviation": "Bowman v. Cobb",
  "decision_date": "1994-11-21",
  "docket_number": "No. 93-CV-386",
  "first_page": "198",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 198"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "743 F.2d 932",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        607760,
        3803839
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "941-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/743/0932-01",
        "/us-app-dc/240/0088-01"
      ]
    },
    {
      "cite": "240 U.S.App.D.C. 88",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3803839
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "96-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/240/0088-01"
      ]
    },
    {
      "cite": "350 A.2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8057987
      ],
      "pin_cites": [
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/350/0381-01"
      ]
    },
    {
      "cite": "355 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161830
      ],
      "weight": 3,
      "year": 1957,
      "pin_cites": [
        {
          "page": "48"
        },
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/355/0041-01"
      ]
    },
    {
      "cite": "92 L.Ed. 746",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157998
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "395"
        },
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 706,
    "char_count": 13562,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23971474784823363
    },
    "sha256": "b095fe96b8de6be91b4ae99ea2ac5483ab74a0e08871f90b339d87ecc140de23",
    "simhash": "1:af8a1caf10a094f7",
    "word_count": 2297
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, and SCHWELB, Associate Judges, and BELSON, Senior Judge."
    ],
    "parties": [
      "James BOWMAN d/b/a J & J Towing, Appellant, v. Joseph COBB, Appellee."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nJoseph Cobb brought this action for re-plevin in the trial court to recover possession of a tow truck and a van. James Bowman, who does business as J & J Towing, counterclaimed for towing fees and storage charges. Following a bench trial, the trial judge ruled in favor of Bowman on the complaint and awarded him $380.00 for towing charges on the counterclaim. The judge denied Bowman any recovery for storage fees, however, apparently because she believed that Bowman had not explicated the basis for the amount demanded. On appeal, Bowman contends that the judge committed reversible error by denying him storage fees. We reverse the judgment and remand the case for further proceedings.\nI.\nThe facts relevant to the narrow issue to which this appeal pertains are largely undisputed. In June, 1991, Cobb was storing a van and three tow trucks in an alley in northwest Washington on property owned by Earl Vincent. The agreed rental was $200 per month. Cobb testified that Vincent developed an “attitude,” perhaps because Cobb was not timely in paying a portion of his rent. Vincent changed the locks on the property, thus preventing Cobb from gaining access to the trucks and the van. Vincent then had the vehicles ticketed by the police.\nOn July 22, 1991, at Vincent’s request, Bowman’s employees towed the four vehicles to Bowman’s lot. Four days later, Vincent advised Cobb by letter where his van and trucks had been taken. Cobb visited Bowman and asked for the return of his vehicles. Bowman advised Cobb, however, that Cobb would first be required to pay towing and storage charges.\nCobb took no further action until January 7, 1992, when he instituted an action for replevin. He initially sought possession only of two of the vehicles, a 1976 yellow and green Ford truck and a 1983 blue and gold van. Bowman counterclaimed, inter alia, for towing and storage fees. On February 27, 1992, after Cobb had filed a satisfactory undertaking, the court issued a writ of replevin. On March 13,1992, pursuant to the writ, the 1976 Ford truck and the 1983 van were recovered by the United States Marshal and returned to Cobb.\nSubsequently, Cobb apparently amended his complaint to seek return of the two remaining trucks, a blue 1973 Ford and a brown 1975 Chevrolet. The case came on for trial on February 22, 1993. Cobb’s principal claim at trial was that all four vehicles had been lawfully parked on Vincent’s property and improperly ticketed, and that he was entitled to the return of the two remaining trucks without paying towing or storage charges. Bowman responded that he had lawfully towed vehicles which had been ticketed by the police and that he was entitled to compensation for storage and towing for all four of them.\nAt the conclusion of the trial, the judge found that although Cobb had established that he held title to the two trucks which had not been returned to him, he had not proved that he had a right to their possession — the essence of an action for replevin. She also found, somewhat inconsistently, that Bowman had not sufficiently established any “authentication of those particular vehicles and their relationship to this alley or anything else.” The judge thus awarded no relief to either party with respect to the two trucks which had remained on Bowman’s lot.\nThe judge found that with respect to the two vehicles which had been recovered by the United States Marshal, Bowman had proved that he was entitled to towing fees of $380.00, but not to any storage charges. She noted that the defense had produced invoices which reflected charges of $3,870.00 for each of these vehicles (and $8,715.00 each for the two tow trucks remaining on Bowman’s premises) but commented that “there is no evidence or records of how that number was arrived at. It just seems to be arrived at.” After awarding Bowman $380.00 in towing charges on the yellow and green truck and the blue and gold van, the judge explained that “[t]he other monies the court cannot find the basis [for], and therefore cannot make an award in this matter.”\nBowman filed a timely appeal from the court’s failure to award him storage fees. In his brief in this court, he states that he does not challenge the judge’s ruling that his proof failed with respect to the two trucks not recovered by the U.S. Marshal. Cobb has not cross-appealed, and the only question before us is whether storage fees were properly denied with respect to the replevied blue and gold van and yellow and green truck.\nII.\nAs noted by the judge, Bowman introduced into evidence four form invoices, one for each of the vehicles he towed away and stored. Printed on each invoice is the following notation:\nDaily Rates For Storage\nMinimum $15.00 Daily\nThe blue and gold van and the yellow and green Ford truck were stored by Bowman from July 22,1991 to March 13, 1992, a total of 236 days. At $15.00 per day, Bowman was entitled to a total of $3540 for storage of each of these vehicles. In his counterclaim, Bowman claimed that precise amount— $3540 — with respect to the Ford truck and $3500.with respect to the van (the latter amount apparently representing a $40 mathematical error to his own detriment).\nAt trial, Bowman testified that he was entitled to $7315.00 in storage and towing charges on the two vehicles. As we have noted, the daily storage charges, at $15.00 per day, were $3540.00 for each vehicle, or a total of $7080.00. There are also additional charges for the van of $110.00 for towing and $25.00 for “extra work,” totalling $135.00. There are additional charges for the Ford truck of $150.00 for towing and $65.00 for “extra work,” for a total of $215.00. If these additional charges ($135.00 + $215.00 = $350.00) are added to the charge for daily storage, the total — $7080.00 + $350.00 — is $7430.00, or $115.00 over the amount demanded by Bowman. Although Bowman’s calculations may have been less than arithmetically perfect, it is obvious from the record that storage was calculated at $15.00 per vehicle per day — the minimum charge reflected on each invoice.\nThat this was the basis for Bowman’s calculation is also verified by the charges reflected on the invoices of the two trucks — the blue 1973 Ford and the brown 1975 Chevrolet — which had not been returned to Cobb and which remained in Bowman’s possession until trial. The invoice for the Chevrolet identifies the storage charge of $8715.00 as of February 22,1993. The invoice for the Ford has the same amount. On February 22, 1993, the two vehicles had been in Bowman’s possession for 582 days. Since 581 x 15 = 8715, Bowman seems to have made a $15.00 error in Cobb’s favor, perhaps because 1992 was a leap year and Bowman failed to charge for one day of storage. In any event, the storage charge was obviously calculated at $15.00 per day as to all four of the vehicles.\nIII.\nBowman did not explain on the witness stand how he had arrived at the specific amount he was demanding for storage. His counsel likewise made no attempt to explicate the numbers during oral argument. Nevertheless, the formula utilized by Bowman could be readily derived from the record, especially when the minimum daily charge was printed on the invoices. The question is whether the judge properly denied Bowman any recovery for storage when he provided no oral explanation for his charges but where his method of calculation could be ascertained from the record without significant difficulty.\nThe judge’s decision in this case might be viewed essentially as a factual finding that Bowman did not submit an evidentiary basis for his claim of storage fees. Alternatively, it could be characterized as a legal ruling, namely, that a party may not recover if his counsel does not explicate the basis for the amount sought. Whether the decision is treated as one of fact, one of law, or some combination of the two, the judgment cannot be sustained.\nIf the judge found that there is no support in the record for the storage charges, then that finding is clearly erroneous. See Super.Ct.Civ.R. 52(b). Bowman established the number of days for which the vehicles were stored. His minimum daily rate was reflected on the exhibits. The charges for each vehicle were obviously reached by simple multiplication. Under the circumstances, on the entire record, we are “left with the definite and firm conviction that a mistake has been committed.” United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948).\nThe unfortunate failure of Bowman’s counsel to present evidence as to how the storage charges were calculated, or at least to explain them during oral argument, likewise provides no justification for denying any recovery for storage. We recognize that the courts of this jurisdiction operate under the adversary system, and that it is not the function of the judge to carry out the responsibilities of a litigant’s attorney. In construing the Federal Rules of Civil Procedure, however, the Supreme Court has “reject[ed] the approach that pleading is a game of skin in which one misstep by counsel may be decisive as to the outcome_” Conley v. Gibson, 355 U.S. 41, 48, 78 S.Ct. 99, 103, 2 L.Ed.2d 80 (1957). The same principle applies here to the omission from Bowman’s submission.\nWe have had occasion to note that “it is not only the right but the duty of the trial judge to participate directly in the trial, including the propounding of questions, when it becomes essential to the development of the facts of the ease.” Womack v. United States, 350 A.2d 381, 383 (D.C.1976). To allow (or require) a lawyer to try his or her own case is a legitimate expectation, but even judicial restraint, when carried to an extreme, may result in a party’s forfeiture of rights quite out of proportion to counsel’s error or omission.\nThe case before us does not require any wide-ranging inquiry into this issue. As already indicated, the evidentiary record presented by counsel was not insufficient in itself. It was not necessary for the judge to question witnesses, or otherwise to intervene significantly in the proceedings, in. order to ascertain the basis for the storage charges. Rather, if the source of the amounts claimed was not apparent to her, she could have obtained clarification simply by inquiry to counsel.\nAlthough, as we have noted, Bowman’s attorney ought to have provided that explanation without being asked to do so, the judge’s complete rejection of the claim for storage operated as a forfeiture of Bowman’s right to any compensation whatever in this regard. This was not an acceptable alternative when the judge could have made the calculation herself or requested an explanation from counsel. Cf. Eureka Investment Corp. v. Chicago Title Ins. Co., 240 U.S.App.D.C. 88, 96-98, 743 F.2d 932, 941-42 (1984).\nIV.\nFor the foregoing reasons, the judgment of the trial court is reversed and the case is remanded for further proceedings consistent with this opinion.\n. The record indicates that Cobb’s motion to amend his complaint was denied. Nevertheless, at trial, Cobb sought the return of the two vehicles which had not been seized by the Marshal.\n. The judge's finding that these two vehicles were owned by Cobb and were in Bowman’s lot is difficult to reconcile with the notion that Bowman had not proved that he had towed and stored them.\n. We are constrained to observe that, as a result of the judge's ruling, the legal status of the two trucks which have not been returned to Cobb has become unusual to say the least. Bowman apparently retains possession of the vehicles, but Cobb retains legal title. In the meantime, Bowman receives no compensation for storing them for a period that has now exceeded two years. Since neither party has appealed from the judge’s disposition of the issues relating to these vehicles, however, we must leave the litigants where we find them.\n. This calculation can be broken down into simple arithmetic:\nMonth Days\nJuly 1991\nAugust 1991\nSeptember 1991\nOctober 1991\nNovember 1991\nDecember 1991\nJanuary 1992\nFebruary 1992\nMarch 1992\nTotal 236\n. See note 2, supra. These two vehicles were in storage for 163 days in 1991, 366 days in 1992 (a leap year), and 53 days as of February 22, 1993. 163 + 366 + 53 = 582.\n. While the judge was delivering her decision, the following appears in the transcript:\nTHE COURT: ... Sure enough if you add those two sets of numbers together, you can come up with seven thousand three hundred and fifteen dollars. But what it’s for the court cannot say — Mister, put your hand down counsel, thank you. Your case has been tried.\nBowman was represented by a male attorney; Cobb was represented by a woman. We infer that Bowman’s counsel attempted to make a belated explanation but that the judge declined— understandably at this stage — to permit him to argue further while she was delivering her decision.\n. We express no opinion as to whether Bowman's daily charge was reasonable, as to the burden of proof on that issue, or as to whether, in light of our remand, Cobb is now entitled to introduce evidence or to make new contentions regarding the storage fee. These matters are confided in the first instance to the discretion of the trial court.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [
      "T. Clarence Harper filed a brief, for appellant.",
      "Clarene Martin filed a brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "James BOWMAN d/b/a J & J Towing, Appellant, v. Joseph COBB, Appellee.\nNo. 93-CV-386.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 14, 1994.\nDecided Nov. 21, 1994.\nT. Clarence Harper filed a brief, for appellant.\nClarene Martin filed a brief, for appellee.\nBefore STEADMAN, and SCHWELB, Associate Judges, and BELSON, Senior Judge."
  },
  "file_name": "0198-01",
  "first_page_order": 256,
  "last_page_order": 259
}
