{
  "id": 9176480,
  "name": "STATE of Maine v. Frederic D. WEINSCHENK et al.",
  "name_abbreviation": "State v. Weinschenk",
  "decision_date": "2005-02-15",
  "docket_number": "",
  "first_page": "200",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 200"
    },
    {
      "type": "parallel",
      "cite": "2005 ME 28"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "99 F.Supp.2d 1",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11504825
      ],
      "pin_cites": [
        {
          "page": "7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/99/0001-01"
      ]
    },
    {
      "cite": "62 F.Supp.2d. 25",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11575190
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "32"
        },
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/62/0025-01"
      ]
    },
    {
      "cite": "490 U.S. 93",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        604867
      ],
      "weight": 12,
      "year": 1989,
      "pin_cites": [
        {
          "page": "97"
        },
        {
          "page": "98"
        },
        {
          "page": "101-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0093-01"
      ]
    },
    {
      "cite": "431 U.S. 720",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1590
      ],
      "weight": 18,
      "year": 1977,
      "pin_cites": [
        {
          "page": "726"
        },
        {
          "page": "730-35"
        },
        {
          "page": "726"
        },
        {
          "page": "730"
        },
        {
          "page": "732-33"
        },
        {
          "page": "734-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0720-01"
      ]
    },
    {
      "cite": "522 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886535
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "366"
        },
        {
          "page": "366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/0362-01"
      ]
    },
    {
      "cite": "933 F.2d 131",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541661
      ],
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/933/0131-01"
      ]
    },
    {
      "cite": "1998 ME 244",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11803466
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/720/0568-01"
      ]
    },
    {
      "cite": "433 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8005119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0752-01"
      ]
    },
    {
      "cite": "223 F.3d 783",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3675765,
        11241926
      ],
      "pin_cites": [
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/343/0111-01",
        "/f3d/223/0783-01"
      ]
    },
    {
      "cite": "103 F.T.C. 110",
      "category": "reporters:federal",
      "reporter": "F.T.C.",
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "164"
        },
        {
          "page": "164-65"
        },
        {
          "page": "165"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C.A. § 45",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1997,
      "pin_cites": [
        {
          "page": "(n)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "129 F.Supp.2d 311",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11132302
      ],
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/129/0311-01"
      ]
    },
    {
      "cite": "1998 ME 162",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11716313
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 9"
        },
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0792-01"
      ]
    },
    {
      "cite": "602 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938623
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/1173-01"
      ]
    },
    {
      "cite": "405 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046394
      ],
      "pin_cites": [
        {
          "page": "199-201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/405/0194-01"
      ]
    },
    {
      "cite": "1999 ME 67",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11623780
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 3"
        },
        {
          "page": "674-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/0673-01"
      ]
    },
    {
      "cite": "653 A.2d 891",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875265
      ],
      "pin_cites": [
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/653/0891-01"
      ]
    },
    {
      "cite": "2004 ME 154",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9170915
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 38"
        },
        {
          "page": "901"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/863/0890-01"
      ]
    },
    {
      "cite": "2003 ME 35",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9357867
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 11"
        },
        {
          "page": "1030"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/818/1026-01"
      ]
    },
    {
      "cite": "2000 ME 38",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11467425
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 13"
        },
        {
          "page": "178"
        },
        {
          "page": "¶ 13"
        },
        {
          "page": "178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0174-01"
      ]
    },
    {
      "cite": "688 A.2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362326
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "906"
        },
        {
          "page": "906"
        },
        {
          "page": "906"
        },
        {
          "page": "906"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/0898-01"
      ]
    },
    {
      "cite": "2001 ME 69",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11102531
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 13"
        },
        {
          "page": "600"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/770/0592-01"
      ]
    },
    {
      "cite": "99 F.Supp.2d 1",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11504825
      ],
      "pin_cites": [
        {
          "page": "7"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp-2d/99/0001-01"
      ]
    },
    {
      "cite": "490 U.S. 93",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        604867
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/490/0093-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1096,
    "char_count": 25996,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 2.8153577877378133e-07,
      "percentile": 0.8379316709198104
    },
    "sha256": "43b035cf924d84259bef5104fcd0eba71815a434a7d828d8f254eaf82f061b4c",
    "simhash": "1:ef90c982fb28124b",
    "word_count": 4145
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ.",
      "Majority: CLIFFORD, RUDMAN, DANA, and ALEXANDER, JJ."
    ],
    "parties": [
      "STATE of Maine v. Frederic D. WEINSCHENK et al."
    ],
    "opinions": [
      {
        "text": "Dissent: CALKINS, and LEVY, JJ.\nALEXANDER, J.\n[¶ 1] Frederic D. Weinschenk and Ric Weinschenk Builders, Inc. (RWB) appeal from a judgment and order of the Superior Court (Kennebec County, Studstrup, J.) finding that they violated the Unfair Trade Practices Act (UTPA), 5 M.R.S.A. §§ 207, 209 (2002), by engaging in a pattern or practice of unfair or deceptive acts by (1) selling defective houses that did not comply with generally accepted construction practices, and (2) misrepresenting to consumers the quality of the construction of the houses. Weinschenk and RWB contend that the court erred in: (1) finding violations of the UTPA; (2) imposing in-junctive relief; (3) awarding restitution to indirect purchasers; (4) holding Wein-schenk individually liable; and (5) dismissing their counterclaim. We affirm the finding that Weinschenk and RWB violated the UTPA, the imposition of injunctive relief and the dismissal of the counterclaim. Because the court erred in awarding restitution to indirect purchasers, we vacate and remand for correction of the judgment regarding restitution.\nI. CASE HISTORY\n[¶ 2] Frederic Weinschenk has been involved in the construction business for forty years. After moving to Maine in the early 1980s, Weinschenk built what he described as “high-end” single-family houses. In the early 1990s, Weinschenk developed a plan to create moderately priced, compact, custom-designed single-family houses. By lowering construction costs, Wein-schenk was able to build houses costing twenty-five to thirty percent less per square foot than the “high-end” houses he had previously built. Weinschenk then formed RWB. With RWB, Weinschenk created several housing developments in the Portland area. Although buyers contracted directly with RWB for the construction work, all of the original buyers met individually with Weinschenk, and he personally designed the- houses in each development.\n[¶ 3] While some- buyers were pleased with their newly constructed houses, and nearly all were satisfied with the intricate design, buyers in three of -the developments experienced significant problems with their houses shortly after moving in. Homeowners reported severe leaks from the windows and roofs, bursting pipes, leaking toilets, and cracks in tiles and in the foundation.\n[¶ 4] Complaints from homeowners led the Attorney General to investigate Wein-schenk and RWB’s trade practices. Upon inspection of fifteen houses, the' State’s consulting engineer identified several common defects in the houses. He reported that the stairs did not comply with applicable building codes, the roofs and windows compromised the weather tightness of the houses, and overall, the houses were “poorly built.” The State then commenced an action against Weinschenk and RWB pursuant to the UTPA, 5 M.R.S.A. § 209. RWB and Weinschenk filed a counterclaim alleging that by bringing suit, the State unilaterally abrogated a consent agreement-that Weinschenk had entered into with the Maine Oil and Solid Fuel Board.\n[¶ 5] A non-jury trial was held in Superi- or Court. A number of individuals who owned houses designed by Weinschenk and constructed by RWB testified about problems in their houses. Several of the homeowners who testified at trial were “indirect purchasers,” that is, they were the second or third buyers of the homes rather than the original purchaser. The indirect purchasers did not contract with RWB for construction purposes, nor did they consult with Weinschenk regarding the design of their houses.\n[¶ 6] The Superior Court found that Weinschenk and RWB violated the UTPA by engaging in a pattern or practice of unfair or deceptive acts by selling houses that were defective and that did not comply with generally accepted construction practices, and by misrepresenting to consumers the quality of the construction of the houses. The court ordered Wein-schenk and RWB to pay $221,256 in restitution, through the Attorney General, for the benefit of nine of the homeowners. Five of these homeowners were indirect purchasers, and four purchased their homes directly from Weinschenk and RWB. The Superior Court also issued injunctions against Weinschenk and RWB, requiring them to meet a number of requirements before building any residential dwelling in the State. In addition, the court dismissed the counterclaim, finding that the State had not waived - sovereign immunity.\n[¶ 7] Weinschenk and RWB appeal.\nII. STANDARD OF REVIEW\n[¶ 8] Whether a trade practice is unfair or deceptive is a question of fact determined by the fact-finder. Binette v. Dyer Library Ass’n, 688 A.2d 898, 906 (Me.1996). Accordingly, we review findings of violations of the UTPA for clear error. State v. Shattuck, 2000 ME 38, ¶ 13, 747 A.2d 174, 178. Findings of fact are clearly erroneous only when no competent evidence supporting the finding exists in the record. Estate of Deschenes, 2003 ME 35, ¶ 11, 818 A.2d 1026, 1030.\n[¶ 9] When there is a challenge to a court ordered injunction, we review the issuance of the injunction for a sustainable exercise of the court’s discretion; Bates v. Department of Behavioral and Developmental Services, 2004 ME 154, ¶ 38, 863 A.2d 890, 901; we review the factual findings underlying the exercise of that discretion for clear error. State v. DeCoster, 653 A.2d 891, 895 (Me.1995).\n[¶ 10] A motion to dismiss pursuant to M.R. Civ. P. 12(b)(6) tests the legal sufficiency of a complaint or counterclaim. New Orleans Tanker Corp. v. Dep’t of Transp., 1999 ME 67, ¶ 3, 728 A.2d 673, 674-75. We review the material allegations of the complaint or counterclaim in the light most favorable to the party asserting the claim to determine whether it sets forth elements of a cause of action or alleges facts that would entitle that party to relief pursuant to some legal theory. Id.\nIII. LEGAL ANALYSIS\nA. The Unfair Trade Practices Act\n[¶ 11] Maine’s UTPA, 5 M.R.S.A. §§ 205-A to 214 (2002), provides protection for consumers against unfair and deceptive trade practices. It declares unlawful “unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce.” 5 M.R.S.A. § 207. In enacting the UTPA in 1969, the Legislature intended “to bring into Maine law the federal interpretations of ‘unfair methods of competition and unfair or deceptive acts or praetices[,]’ ” as set forth in the Federal Trade Commission Act. Bartner v. Carter, 405 A.2d 194, 199-201 (Me.1979); 5 M.R.S.A. § 207(1).\n1. The Attorney General’s Authority to Commence an Action Pursuant to . the UTPA\n[¶ 12] Weinschenk and RWB contend that the Attorney General did not have the authority to commence an action against them pursuant to the UTPA because the claims arose out of separate, single home construction contracts. They assert that these separate, individual transactions cannot be aggregated to create an unfair or deceptive trade practice. Title 5 M.R.S.A. § 209 of the- UTPA authorizes the Attorney General to bring an action when there is reason to believe that a person is using or is about to use an unfair method, act or practice, and the proceeding is in the public interest. An unfair method, act or practice may be identified based on a group of separate, individual business transactions that display a common pattern of unfairness or deceit.\n[¶ 13] Because the State had evidence to support the claim that Weinschenk and RWB were engaged in the unfair practice of designing, constructing, and selling defective houses, and because it is in the interest of the public to prevent builders from engaging in deceptive marketing practices and placing deficient houses into the stream of commerce, the Attorney General properly commenced the action against Weinschenk and RWB pursuant to the UTPA.\n[¶ 14] Weinschenk and RWB also assert that the UTPA does not apply to some transactions because industry operations are separately regulated by state or federal law. 5 M.R.S.A. § 208(1). However, section 208(1) does not bar or limit this action. No separately regulated transactions or actions are at issue in this case.\n2. Unfair or Deceptive Acts or Practices\n[¶ 15] Weinschenk and RWB contend that they did not engage in unfair or deceptive acts or practices in violation of the UTPA. The UTPA does not contain a definition of either the term “unfair” or “deceptive.” Shattuck, 2000 ME 38, ¶ 13, 747 A.2d at 178. Determination of whether an act or practice is “unfair or deceptive” in violation of the UTPA must be made by the fact-finder on a case-by-case basis. Binette, 688 A.2d at 906. In determining what constitutes an unfair or deceptive act pursuant to the UTPA, we are guided by the interpretations given by the Federal Trade Commission (FTC) and the federal courts. 5 M.R.S.A. § 207(1); Suminski v. Maine Appliance Warehouse, Inc., 602 A.2d 1173, 1174-75 n. 1 (Me. 1992).\n[¶ 16] To justify a finding of unfairness, the act or practice: (1) must cause, or be likely to cause, substantial injury to consumers; (2) that is not reasonably avoidable by consumers; and (3) that is not outweighed by any countervailing benefits to consumers or competition. Tungate v. MacLean-Stevens Studios, Inc., 1998 ME 162, ¶ 9, 714 A.2d 792, 797; FTC v. Crescent Publ’g Group, Inc., 129 F.Supp.2d 311, 322 (S.D.N.Y.2001); 15 U.S.C.A. § 45(n) (West 1997). The trial court essentially concluded that: (1) leaking roofs and windows and a pattern of other substandard construction practices are serious defects; (2) Weinschenk and RWB engaged in a pattern or practice of marketing houses with such defects, although they “obviously know about these problems”; (3) these defects have caused substantial injury to consumers who purchased houses designed by Weinschenk and constructed by RWB; (4) the direct owners of these houses could not have reasonably avoided purchasing them without the defects because of misrepresentations about the quality of construction; and (5) no countervailing benefit to consumers or competition would result by permitting Weinschenk and RWB to continue to market and produce houses that have serious defects.\n[¶ 17] To determine whether Weinschenk and RWB engaged in a deceptive act or practice, within the meaning of the UTPA, we are guided by the “clear and understandable standard” articulated by the FTC and the federal courts. In re Cliffdale Assocs., Inc., 103 F.T.C. 110, 164 (1984). An act or practice is deceptive if it is a material representation, omission, act or practice that is likely to mislead consumers acting reasonably under the circumstances. Id. at 164-65; Novartis Corp. v. FTC, 223 F.3d 783, 786 (D.C.Cir.2000). A material representation, omission, act or practice “involves information that is important to consumers and, hence, likely to affect their choice of, or conduct regarding, a product.” Cliffdale Assocs., Inc., 103 F.T.C. at 165. An act or practice may be deceptive, within the meaning of Maine’s UTPA, regardless of a defendant’s good faith or lack of intent to deceive. Binette, 688 A.2d at 906.\n[¶ 18] The record supports the conclusion that through advertisements and personal contacts with consumers, Wein-schenk and RWB made material representations to consumers who purchased new houses. Because these representations provided consumers with information that likely affected their decision to purchase houses designed by Weinschenk and constructed by RWB, they are material. The Superior Court properly found that Weinschenk and RWB’s design and construction practices were unfair trade practices and that material representations, made by Weinschenk and RWB, were deceptive acts, in .violation of the UTPA, because the representations were likely to mislead reasonable consumers as to the quality of the houses sold.\n3. Individual Liability\n[¶ 19] Weinschenk contends that because he did not personally make actual misrepresentations or commit fraud, the court erred in finding that he violated the UTPA and erred in finding him jointly and severally hable, with RWB, for the payment of restitution and costs. The record indicates that Weinschenk engaged in direct personal dealings with each of the original buyers and that he personally designed the homes found to be defective. Further, although corporations are separate legal entities with limited liability, courts may disregard the corporate entity, “when used to cover fraud or illegality, or to justify a wrong.” Anderson v. Kennebec River Pulp & Paper Co., 433 A.2d 752, 756 n. 5 (Me.1981). A court may pierce the corporate veil if a plaintiff establishes that: “(1) the defendant abused the privilege of a separate corporate identity; and (2) an unjust or inequitable result would occur if the court recognized the separate corporate existence.” Johnson v. Exclusive Properties Unlimited, 1998 ME 244, ¶ 6, 720 A.2d 568, 571. See also Wm. Passalacqua Builders, Inc. v. Resnick Developers South, Inc., 933 F.2d 131, 139 (2d Cir.1991).\n[¶ 20] The court properly disregarded RWB as a separate legal entity and found Weinschenk personally liable for his corporation’s actions because: (1) Weinschenk, the principal representative of RWB, had direct, personal dealings with each of the original purchasers and personally misrepresented the quality of the houses; (2) RWB was thinly capitalized and insolvent at the time of trial; (3) Weinschenk, as the only officer and director of RWB, had pervasive control over RWB; and (4) holding only the bankrupt RWB liable would lead to an unjust and inequitable result for the injured homeowners.\nB. Remedies\n[¶ 21] Weinschenk and RWB claim that the Superior Court erred in awarding- restitution to indirect purchasers and in issuing the injunctions. The Legislature has provided the courts with express authority to issue monetary awards to consumers for violations of the UTPA and to issue temporary or permanent injunctions to restrain and prevent violations. 5 M.R.S.A. § 209. When there has been a finding of an unlawful trade practice, the trial court is given considerable discretion to fashion an equitable remedy. State v. Bob Chambers Ford, Inc., 522 A.2d 362, 366 (Me.1987).\n1. Restitution to Indirect Purchasers\n[¶ 22] Indirect purchasers are individuals who do not deal directly with those engaging in the unfair trade practice or activity. Rather, indirect purchasers are injured when the “costs of illegal activities are passed down the distribution chain.” Robert F. Roach, Revitalizing Indirect Purchaser Claims: Antitrust Enforcement Under New York Law, 13 PACE L. REV. 9, 11 (1993). The United States Supreme Court addressed the issue of indirect purchaser recovery in Illinois Brick Co. v. Illinois, 431 U.S. 720, 97 S.Ct. 2061, 52 L.Ed.2d 707 (1977), and in California v. ARC America Corp., 490 U.S. 93, 109 S.Ct. 1661, 104 L.Ed.2d 86 (1989).\n[¶ 23] In Illinois Brick Co., indirect purchasers brought an antitrust action against manufacturers of concrete blocks. 431 U.S. at 726, 97 S.Ct. 2061. The indirect purchasers alleged that the manufacturer had engaged in a price-fixing conspiracy. Id. Citing a number of policy concerns, the Supreme Court held that the indirect purchasers were not entitled to recover. Id. at 730-35, 97 S.Ct. 2061. The Court reasoned that allowing indirect purchasers to recover would: (1) “create a serious risk of multiple liability for defendants”; (2) create evidentiary complexities; and (3) not be the most effective method of enforcing the antitrust laws. Id.\n[¶ 24] In California v. ARC America Corp., Alabama, Arizona, California, and Minnesota alleged that cement manufacturers had engaged in a nationwide conspiracy to fix cement prices. 490 U.S. at 97, 109 S.Ct. 1661. The states, which were indirect purchasers of the cement, asserted that their respective state antitrust laws permitted indirect purchasers to recover all of the overcharges passed on to them by the direct purchasers. Id. at 98, 109 S.Ct. 1661. Alabama, California, and Minnesota’s antitrust laws expressly authorize recovery to indirect purchasers. Id. at 98 n. 3, 109 S.Ct. 1661. Arizona’s antitrust statute, like Maine’s UTPA, is guided by federal law. Id. The Supreme Court determined that although antitrust recovery is limited to direct purchasers under federal law, indirect purchasers may recover under state antitrust laws. Id. at 101-03, 109 S.Ct. 1661.\n[¶ 25] In FTC v. Mylan Laboratories, Inc., 62 F.Supp.2d. 25 (D.D.C.1999), the District Court addressed the issue of indirect purchaser recovery under Maine’s UTPA. In that case, the FTC and thirty-two states brought an action against drug companies for federal and state antitrust law violations. ' Id. at 32. The District Court initially found that indirect purchasers in Maine were not entitled to recovery under the UTPA. Id. at 48. Upon a motion for reconsideration, the Mylan court reinstated “Maine’s claims for restitution on behalf of ... indirect purchasers under the Maine Unfair Trade Practices Act (UTPA).” FTC v. Mylan Lab, Inc., 99 F.Supp.2d 1, 7 (D.D.C.1999).\n[¶ 26] ARC and Mylan establish that indirect purchasers may recover pursuant to Maine’s UTPA. In addition, 5 M.R.S.A. § 209 gives the court authority to make orders or judgments as “may be necessary to restore to any person who has suffered any ascertainable loss by reason of the use or employment of such unlawful method, act or practice, any moneys or property, real or personal, which may have been acquired by means of such method, act or practice.” 5 M.R.S.A. § 209 (emphasis added). Each claim for violation of the UTPA and recovery of restitution must be judged on its own facts. Binette, 688 A.2d at 906. Based on the particular facts of this case, the indirect purchasers of Weinschenk/RWB houses are not entitled to restitution.\n[¶ 27] There is evidence that the direct purchasers of Weinschenk/RWB houses reasonably relied on Weinschenk and RWB’s representations to them that their houses would be of good quality and that they sustained a substantial injury when the houses delivered were not of the promised construction quality. There is no evidence that the indirect purchasers relied on Weinschenk or RWB’s misrepresentations or that the indirect purchasers sustained either a substantial injury or an ascertainable loss as a result of Wein-schenk and RWB’s misrepresentations. Rather, indirect purchasers had the opportunity to inspect the houses before purchasing them. The indirect purchasers may have relied on representations made by the original purchasers, but they did not rely on misrepresentations made by Weinschenk or RWB. Furthermore, while direct purchasers may . have overpaid for Weinschenk/RWB houses, because they believed they were purchasing high quality houses free from substantial defects, there is no evidence that the overcharge was passed on to the indirect purchasers. The indirect purchasers may have received a discounted price as a result of the indicated defects. If so, they, would have suffered no ascertainable loss, and a restitution payment would be a windfall.\n[¶ 28] Only the direct purchasers, Mullen, Tufts, Thibodeau, and Novotny, are entitled to recover restitution.\n2. Injunctions\n[¶ 29] Weinschenk and RWB assert that the injunctions imposed upon them by the Superior Court, requiring them to hire a registered engineer to confirm that their building and construction plans comply with applicable codes, and to submit their advertising materials and building contracts to the Attorney General’s office for review, are overbroad. In fashioning appropriate remedies for violations of the UTPA, courts are given broad discretion “to do complete justice.” Bob Chambers Ford, Inc., 522 A.2d at 366. An injunction issued pursuant to the UTPA is to be remedial in nature. 5 M.R.S.A. § 209. By requiring Weinschenk and RWB to follow a procedure that is intended to prevent them from building and marketing defective houses, the Superior Court fashioned a remedy designed to protect future consumers who purchase houses from Weinschenk or RWB. The Superi- or Court neither erred, nor engaged in an unsustainable exercise of discretion, in issuing injunctions against Weinschenk and RWB.\nC. Counterclaim\n[¶ 30] Weinschenk and RWB contend that the court erred in dismissing their counterclaim against the State. The court granted the State’s motion to dismiss the counterclaim pursuant to M.R. Civ. P. 13(d), finding that sovereign immunity had not been waived. We need not address whether the Superior Court properly concluded that the counterclaim was barred by the doctrine of sovereign immunity. In viewing Weinschenk and RWB’s counterclaim in the light most favorable to them, we conclude that it does not set forth elements of a cause of action, nor does it allege facts that would entitle them to relief pursuant to some legal theory. Pursuant to the consent agreement with the Maine Oil and Solid Fuel Board, RWB agreed to replace defective chimneys they had installed. In exchange the State agreed not to take further action against RWB for installing defective chimneys. Because the defective chimneys were not at issue here, the State has not breached the consent agreement by bringing an action against Weinschenk and RWB for violation of the UTPA.\nThe entry is:\nJudgment vacated with respect to the court’s restitution award to the indirect purchasers. Remanded for recalculation of the restitution only to direct purchasers. The judgment is affirmed in all other respects.\n. The consent agreement arose out of a dispute between the Maine Oil and Solid Fuel Board and RWB. The Oil and Solid Fuel Board ordered RWB to repair twenty-nine chimneys that allegedly violated the fire code, in houses constructed by RWB. RWB then entered into a consent agreement with the Oil and Solid Fuel Board to repair the chimneys and in exchange the Board agreed not to take any further action against RWB for the chimney violations. No chimney violations are at issue in this action.\n. The indirect purchasers of concrete blocks were the State of Illinois and various local governmental entities. Illinois Brick Co. v. Illinois, 431 U.S. 720, 726, 97 S.Ct. 2061, 52 L.Ed.2d 707 (1977).\n. The Court noted that if direct purchasers were allowed to recover for the full amount of the overcharge, then the indirect purchasers might also be able to recover from the defendant, thus subjecting the defendant to dupli-cative liability. Illinois Brick Co., 431 U.S. at 730, 97 S.Ct. 2061.\n. The Court stated that in order to establish the amount of the overcharge, the first purchaser would have to establish the overcharge amount at each point where the goods changed hands before they reached the plaintiff. Illinois Brick Co., 431 U.S. at 732-33, 97 S.Ct. 2061.\n. The Court concluded that the antitrust laws would be more effective if direct purchasers recovered the full amount of the overcharge, rather than permitting the ultimate consumers to assert a claim only for the amount each could establish that it had absorbed. Illinois Brick Co., 431 U.S. at 734-35, 97 S.Ct. 2061.",
        "type": "majority",
        "author": "ALEXANDER, J."
      },
      {
        "text": "LEVY, J.,\nwith whom CALKINS, J., joins, concurring in part, and dissenting in part.\n[¶ 31] I join the Court’s opinion except for the portion that vacates the award of restitution to the indirect purchasers.\n[¶ 32] The sole reason asserted by Wein-schenk and RWB on appeal for setting aside the trial court’s award of restitution to the indirect purchasers is their argument that restitution can be awarded only for consumers from whom Weinschenk and RWB directly acquired money or property as a result of an unfair or deceptive trade practice. The Court properly rejects this argument, citing California v. ARC America Corp., 490 U.S. 93, 97, 109 S.Ct. 1661, 104 L.Ed.2d 86 (1989); and FTC v. Mylan Laboratories, Inc., 99 F.Supp.2d 1, 7 (D.D.C.1999). Nonetheless, the Court vacates the restitution awarded to the indirect purchasers, relying on reasons not raised before the trial court and not addressed in the parties’ briefs.\n[¶ 33] The trial court based its restitution award for both the direct and indirect purchasers on competent evidence of the estimated cost of replacing the defective roofs and windows, and of other specific repairs at the homes of the direct and indirect purchasers. In its written decision, the trial court carefully evaluated the conflicting expert testimony regarding the cost of repairing the defects in each home. The Court concludes, however, that there was no evidence “that the indirect purchasers sustained either a substantial injury or ascertainable loss,” and that they “may have received a discounted price as a result of the indicated defects.”\n[¶ 34] Neither of the Court’s conclusions are compelled by the record evidence in this case. The Court should instead defer to the trial court’s assessment of the significance of the evidence and the reasonable inferences to be drawn. See Stickney v. City of Saco, 2001 ME 69, ¶ 13, 770 A.2d 592, 600.\n[¶ 35] Of even greater concern is the Court’s assignment of error to the absence of “evidence that the indirect purchasers relied on Weinschenk or RWB’s misrepresentations.” The Court does riot cite a single authority to support this newly announced construction of 5 M.R.S.A. § 209 (2002) requiring proof of actual reliance by indirect purchasers. We should refrain from substantially reducing the availability of UTPA remedies for consumers without the benefit of a thorough analysis of the relevant provisions of the Act and its policy objectives.\n[¶ 36] I would affirm the judgment in all respects.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "LEVY, J.,"
      }
    ],
    "attorneys": [
      "G. Steven Rowe, Attorney General, Linda J. Conti, Asst. Atty. Gen. (orally), Augusta, for plaintiff.",
      "David M. Hirshon, Esq., Marshall J. Tinkle, Esq. (orally), Tompkins, Clough, Hirshon & Langer, P.A., Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "2005 ME 28\nSTATE of Maine v. Frederic D. WEINSCHENK et al.\nSupreme Judicial Court of Maine.\nArgued: Nov. 16, 2004.\nDecided: Feb. 15, 2005.\nG. Steven Rowe, Attorney General, Linda J. Conti, Asst. Atty. Gen. (orally), Augusta, for plaintiff.\nDavid M. Hirshon, Esq., Marshall J. Tinkle, Esq. (orally), Tompkins, Clough, Hirshon & Langer, P.A., Portland, for defendant.\nPanel: CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ.\nMajority: CLIFFORD, RUDMAN, DANA, and ALEXANDER, JJ."
  },
  "file_name": "0200-01",
  "first_page_order": 240,
  "last_page_order": 250
}
