{
  "id": 7342572,
  "name": "Trustees of Laurelwood V Condominium Trust vs. John J. Durante, and others",
  "name_abbreviation": "Trustees of Laurelwood V Condominium Trust v. Durante",
  "decision_date": "2010-09-30",
  "docket_number": "",
  "first_page": "201",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "2010 Mass. App. Div. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "2008 Mass. App. Div. 218",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        8188503
      ],
      "pin_cites": [
        {
          "page": "221-222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/2008/0218-01"
      ]
    },
    {
      "cite": "410 Mass. 706",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3895521
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/410/0706-01"
      ]
    },
    {
      "cite": "2010 Mass. App. Div. 15",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        7341221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/2010/0015-01"
      ]
    },
    {
      "cite": "439 Mass. 387",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        47236
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/439/0387-01"
      ]
    },
    {
      "cite": "2002 Mass. App. Div. 193",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        9384205
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/2002/0193-01"
      ]
    },
    {
      "cite": "452 Mass. 120",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        5684965
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/452/0120-01"
      ]
    },
    {
      "cite": "2009 Mass. App. Div. 87",
      "category": "reporters:state",
      "reporter": "Mass. App. Div.",
      "case_ids": [
        8153253
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-div-annual/2009/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 9089,
    "ocr_confidence": 0.859,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18919886835101196
    },
    "sha256": "ecbd27f29c6dd55e89cba0497ac33899b29475f67e6a329204390028c9dc6743",
    "simhash": "1:0e39cee4423fa97e",
    "word_count": 1442
  },
  "last_updated": "2024-02-27T16:27:50.581266+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: LoConto, P.J., Rutberg & Hadley, JJ."
    ],
    "parties": [
      "Trustees of Laurelwood V Condominium Trust vs. John J. Durante, and others"
    ],
    "opinions": [
      {
        "text": "Rutberg, J.\nEssentially, this is an appeal from a summary judgment entered in favor of a condominium trust against a unit owner for unpaid common expense charges. The unit owner’s notice of appeal and his brief raise several issues whose resolution is not necessary to the disposition of this appeal.\nTrustees of Laurelwood V Condominium Trust (“Laurelwood”) caused a complaint to be filed in the Milford District Court on December 3, 2007, claiming that John J. Durante (“Durante”) owed common expense charges amounting to $2,952.97. Laurelwood sought judgment against Durante for the outstanding charges, together with interest, late fees, attorney’s fees, and collection costs, as provided for in G.L.c. 183A, §6 and the condominium documents. Laurelwood also asked the court to impose a lien on the unit according to the above statutory section, as well as to establish the priority of that lien. After having been in default for 8 months, Durante answered the complaint, denying its basic allegations and asserting myriad defenses.\nIn March, 2009, Durante filed a motion for summary judgment, which was denied on April 3, 2009; no notice of appeal was filed at that time by Durante. On April 9, 2009, Laurelwood filed its motion for summary judgment, which was allowed on liability, with the court requiring an assessment of damages. On August 7,2009, damages were established in the amount of $1,564.84, with costs of $17,207.24, which included Laurelwood’s attorney’s fees; thereafter, Durante filed a notice of appeal. The appeal of the summary judgment granted to Laurelwood is the only matter properly before us, and it is the only matter on which we will rule.\nEntry of summary judgment is appropriate whenever there is “no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.” Bank of America, N.A. v. Sheehy, 2009 Mass. App. Div. 87, quoting Correia v. Fagan, 452 Mass. 120, 129 (2008). “In reviewing that ruling, we apply the same standard applied by the trial court in granting the motion, Pioneer Valley Fed. Credit Union v. Soja, 2002 Mass. App. Div. 193, and base our review on the material that was properly before the trial court. Herbert A. Sullivan, Inc. v. Utica Mut. Ins. Co., 439 Mass. 387, 400 (2003).” Cormier v. L’Oreal Paris, 2010 Mass. App. Div. 15.\nLaurelwood submitted a long affidavit from its property manager, Laura Waldrop (“Waldrop”), detailing Durante’s payment history, beginning with February, 2005 when Durante’s account showed a small credit balance. The substantive allegations regarding the charges and the dates and amounts of payments were not challenged in Durante’s opposition filings. Waldrop’s affidavit shows that, for many months, no payments were tendered and then payments were made in excess of that particular month in an apparent effort to “catch up.” Durante’s defense derives from Laurelwood’s internal bookkeeping wherein it would credit all of Durante’s payments to outstanding condominium charges, while attorney’s fees and late charges continued to accrue. Therefore, on the eve of hearing on Durante’s motion for summary judgment, his counsel sought a stay in order to take the deposition of Amanda Stiles (“Stiles”), an accounts receivable assistant employed by the same management company as Waldrop. Although the stay was not granted, Durante did take the requested deposition in May, 2009. Stiles testified that her computer files relating to Laurelwood showed that Durante had a “zero balance” as of September 19, 2008. Despite Durante’s protestations, the same records also showed that he owed Laurelwood over $3,000.00 for other accrued charges and fees. Indeed, immediately after Stiles accepted counsel’s suggestion that Durante had a zero balance for condominium fees, she added, “Zero balance on condo fees, no on other stuff.”\nAs a result, when we review the materials that were presented to the trial judge at the hearing of Laurelwood’s motion, there are no facts in dispute that controvert Laurelwood’s contention that Durante had a substantial outstanding balance due. The only sworn statement that could raise a question of fact was Durante’s affidavit, and nothing in that affidavit disputes that he had an outstanding balance due to Laurelwood; instead, over and over, his affidavit denies that he “was in arrears on Common Area Assessment Charges (condominium fees)Given the specificity and detail contained in Waldrop’s affidavit, Durante had the burden to show that he did not owe the claimed late fees and charges. Kourouvacilis v. General Motors Corp., 410 Mass. 706, 711 (1991). Moreover, the only assertion that tends to raise questions of fact is Durante’s restatement of Stiles’ statement regarding a zero balance. The grant of partial summary judgment on Durante’s liability was appropriate and required by the submissions properly before the trial court.\nAfter entering summary judgment on liability, the trial judge convened a hearing to assess damages at which Waldrop testified. Her testimony is part of the appellate record, and it explains the context and details underlying the computer ledger entries of Laurelwood’s billings. On July 24, 2009, the trial judge issued a written decision, finding that Durante owed Laurelwood $1,564.84 for common area charges, late fees, and interest. He also determined that Laurelwood’s reasonable attorney’s fees as of that date were $16,249.00, to which he added court costs of $958.24.\nThe trial judge’s finding that Durante owed Laurelwood $1,564.84 for charges, excluding attorney’s fees, is amply supported by the evidence presented at the assessment of damages hearing. Indeed, most of the essential facts, which follow, do not appear to be in dispute. As a result of a court hearing in October, 2008, defense counsel had a telephone conference with Stiles, who stated that Durante had a “zero balance” as of the previous month. Thereafter, Waldrop directed Stiles to “re-post” Durante’s previous payments to the then oldest outstanding balance due (excepting legal fees), as opposed to having them posted to the oldest common area assessment due. As a result of this direction, balances due on older unpaid late fees and interest were paid; and, the “zero balance” became $2,025.00, to which interest and late charges were added in subsequent months. Subsequent payments were credited first toward these balances, and new charges added as they were incurred, leaving a balance due of $1,564.84 as of the date of Waldrop’s testimony, exclusive of attorney’s fees.\nDespite Durante’s protestations to the contrary, Waldrop’s direction to Stiles did not necessarily constitute fabrication or spoliation of evidence. It may well have been the exercise of supervisory authority consistent with normal business practices; indeed, the trial judge’s findings imply such a conclusion on his part, and we will not disturb them as they are supported by the evidence. See Pocaro v. O’Rourke, 2008 Mass. App. Div. 218, 221-222. It should be noted that Durante’s counsel cross-examined Waldrop at some length, but he never attempted to explore whether her direction was consistent with her usual management policies or the policies of the management company.\nThe trial judge also determined Laurelwood’s reasonable attorney’s fees after “reviewing] the billing record submitted by [Laurelwood’s] counsel and having made adjustments thereto.” At first blush, attorney’s fees that are more than ten times the amount of the damages found may appear to be unreasonable, but an examination of the docket and the record before us shows that the extent to which the matter was litigated was largely Durante’s choice. The statute as well as the underlying condominium documents allow for their recovery by Laurelwood. G.L.c. 183A, §6(b). We will not disturb this award.\nDurante has raised several issues whose determination is unnecessary to the resolution of this appeal. We do not choose to address those issues, except to state unequivocally that an examination of the record indicates that Durante’s claim that the trial judge was biased against him, or his cause, is completely unfounded and unjustified.\nThe judgment of the trial court is affirmed.\nSo ordered.\nAs noted above, the underlying action was filed on December 4, 2007, and Durante was in default for over 8 months before answering the complaint.\nDurante demanded a July trial in his answer, but he did not object to the jury-waived assessment of damages hearing. Further he neither briefed, nor argued, that his right to a jury trial on damages had been abrogated. Any objection Durante may have had to a jury-waived assessment of damages hearing is waived. Dist./Mun. Cts. R. A. D. A., Rule 16(a) (4).",
        "type": "majority",
        "author": "Rutberg, J."
      }
    ],
    "attorneys": [
      "Robert Nislick for the plaintiff.",
      "Christopher M. Perry for the defendant."
    ],
    "corrections": "",
    "head_matter": "Trustees of Laurelwood V Condominium Trust vs. John J. Durante, and others\nWestern District\nSeptember 30, 2010.\nPresent: LoConto, P.J., Rutberg & Hadley, JJ.\nRobert Nislick for the plaintiff.\nChristopher M. Perry for the defendant.\nAs trustee of Unit 2-86 Realty Trust.\nABN AMRO Mortgage Group, Inc. and The Educational Resources Institute, Inc."
  },
  "file_name": "0201-01",
  "first_page_order": 207,
  "last_page_order": 210
}
