{
  "id": 7861821,
  "name": "KENNEY MANUFACTURING CO. v. STARKWEATHER & SHEPLEY, INC., et al.",
  "name_abbreviation": "Kenney Manufacturing Co. v. Starkweather & Shepley, Inc.",
  "decision_date": "1994-06-15",
  "docket_number": "No. 93-64-Appeal",
  "first_page": "203",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 203"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "108 R.I. 71",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3155449
      ],
      "weight": 4,
      "year": 1971,
      "pin_cites": [
        {
          "page": "73"
        },
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/108/0071-01"
      ]
    },
    {
      "cite": "105 R.I. 61",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3042893
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "64"
        },
        {
          "page": "416"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/105/0061-01"
      ]
    },
    {
      "cite": "113 R.I. 672",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3123850
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "676"
        },
        {
          "page": "660"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0672-01"
      ]
    },
    {
      "cite": "148 A. 324",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "50 R.I. 405",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5067182
      ],
      "year": 1929,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/50/0405-01"
      ]
    },
    {
      "cite": "172 Cal.Rptr. 528",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1981,
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "116 Cal.App.3d 901",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2055655
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "905"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/116/0901-01"
      ]
    },
    {
      "cite": "64 A.L.R.3d 398",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "744",
          "parenthetical": "\"[o]rdinarily an insurance company stands in no fiduciary relationship to a legally competent applicant\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "82 R.I. 172",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4860367
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "177",
          "parenthetical": "\"[o]rdinarily an insurance company stands in no fiduciary relationship to a legally competent applicant\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/82/0172-01"
      ]
    },
    {
      "cite": "338 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "114 R.I. 648",
      "category": "reporters:state",
      "reporter": "R.I.",
      "year": 1975,
      "pin_cites": [
        {
          "page": "649"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "379 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328634
      ],
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/0730-01"
      ]
    },
    {
      "cite": "636 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0682-01"
      ]
    },
    {
      "cite": "240 N.J.Super. 404",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        363552
      ],
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "409"
        },
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/240/0404-01"
      ]
    },
    {
      "cite": "623 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358096
      ],
      "pin_cites": [
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/0456-01"
      ]
    },
    {
      "cite": "132 A.2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 R.I. 406",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5123523
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/85/0406-01"
      ]
    },
    {
      "cite": "610 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926838
      ],
      "pin_cites": [
        {
          "page": "544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1031,
    "char_count": 23961,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 3.779398973648504e-07,
      "percentile": 0.8964864360817947
    },
    "sha256": "273a6fefed2ecfb80a041a99e3dee6e0a55a4ac74d87e1999f00f7343cc37ebf",
    "simhash": "1:180372991da40e1e",
    "word_count": 3870
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "KENNEY MANUFACTURING CO. v. STARKWEATHER & SHEPLEY, INC., et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Acting Chief Justice.\nThis case comes before us on appeal by the defendant Starkweather & Shepley, Inc. (Starkweather), from the denial of its motion for a directed verdict and the entry of judgment against it after a jury verdict in Superi- or Court. The plaintiff, Kenney Manufacturing Co. (Kenney), also conditionally appeals the entry of a directed verdict for the code-fendant Insurance Company of North America (INA). For the reasons stated herein, we sustain Starkweather’s appeal in regard to the direeted-verdict issue and do not reach the new-trial issue. In addition we affirm the entry of a directed verdict in favor of INA.\nBecause Kenney advances separate and distinct theories of liability against the two defendants, we shall consider its claims against Starkweather separately from those against INA. The specific facts relevant to each defendant and theory of liability will be developed as necessary herein.\nI\nClaims against Starkweather\nKenney insured its yacht, the Fleetwing, under' a standard marine insurance policy that covered all coastal and inland water travel between the coast of Maine and Long Island Sound adjoining New York. The policy specifically excluded coverage for the biannual Marion-to-Bermuda Yacht Race (Bermuda Race). Any travel outside the stated territory, including travel in the Bermuda Race, was considered extra-territorial and required purchasing an additional rider to the policy.\nIn 1985 a Kenney crew sailed the Fleetw-ing in the Bermuda Race, during which the vessel sustained considerable damage. When Kenney filed a claim for the damage with Starkweather, its insurance broker, coverage was denied on the grounds that the Bermuda trip involved extraterritorial travel and that no rider had ever been obtained. Kenney adamantly disagreed, claiming that it had requested a rider from Starkweather before entering the race and that Stark-weather must have failed to procure it from the insurance carrier. Thereafter, Kenney brought this action, alleging negligence and breach of contract on the basis of Stark-weather’s failure to secure the rider for Ken-ney.\nAt trial Kenney presented the deposition testimony of its former vice president and treasurer, John Touhy (Touhy), who claimed that before the Bermuda Race he had made a telephone call to Starkweather for the purpose of requesting coverage from Don Mar-cum (Marcum), Kenney’s account manager at Starkweather. However, the switchboard operator who answered his call indicated that Marcum was not in at the moment, and she transferred him to an unidentified woman with whom Touhy spoke and left a message.\nAlthough Touhy represented in his answers to interrogatories that during the conversation with the woman he “advised Stark-weather and Shepley that Fleetwing would be entered in the Bermuda Race and asked that coverage be afforded,” when this issue was explored during Touhy’s deposition, he candidly admitted that he “did not specifically ask [the unidentified woman] to place the coverage.” He stated that he “told the [woman] that I was calling [Marcum] because I needed coverage or to make sure I had coverage, really, for the Bermuda race, we were going into the Bermuda race.” In response to this statement the woman said to Touhy, “[Marcum] is not in,” or words to that effect, and “I will have him contact you.” At a later juncture in his deposition, Touhy again recounted his discussion with the woman, recalling that he “asked for Don Marcum and spoke to whomever it was and said, T, the boat, our boat, was going to Bermuda, entering the race, and I wanted to discuss it.’ ”\nAccording to Marcum’s testimony, he never received any message from Touhy regarding the 1985 Bermuda Race. Consequently he never returned Touhy’s call or contacted its underwriter to procure any rider.\nTouhy also testified that he did not attempt to contact Marcum again at a later date to inquire concerning why his previous call had not been returned or to ascertain whether any coverage was in place or whether additional information was needed by Starkweather or its underwriter.\nIn addition to the above, there was also an abundance of testimony at trial concerning Touhy’s procurement of riders for extraterritorial travel for the Fleetwing through Stark-weather on two prior occasions — once for a pleasure trip to Bermuda in 1982 and once for participation in the 1983 Bermuda Race. As far as these trips were concerned, Touhy had contacted Starkweather by telephone to request coverage. In both instances a series of conversations between the parties followed in which the itinerary, the names of crew members, the extent of crew experience, and other necessary underwriting information were discussed. Marcum testified that it was standard practice in the insurance industry to require crew information before issuing an offshore policy. Touhy was also informed by Marcum that Starkweather needed to explore various issues with its underwriter before it could extend a commitment for coverage. After gathering the necessary information from Touhy and conferring with its underwriter, Marcum in both instances had contacted Touhy to indicate that commitments for riders would be issued, although the actual riders and bills for the additional premiums were mailed to Touhy several months after the respective voyages.\nAt the close of all evidence Starkweather moved for a directed verdict, on which the trial justice chose to reserve her decision. The trial justice then charged the jury in regard to Kenney’s negligence and contract counts, but she advised the jurors that if they found Starkweather liable under a negligence theory, they were not to consider the contract theory.\nThe jury returned a verdict in favor of Kenney on the negligence count, awarding judgment in the amount of $59,693.40, and pursuant to the court’s instruction, did not consider the contract claim. Starkweather then renewed its motion for a directed verdict and moved conditionally for a new trial. After reviewing the facts, the trial justice denied both motions, finding that “reasonable minds could differ as to what result this case should have reached.”\nUnder our well-settled standard, when\n“passing on a motion for a directed verdict, the trial court, and this court on review, must consider the evidence in the light most favorable to the nonmoving party, without evaluating its credibility, and must draw all reasonable inferences in favor of the party against whom the motion is made. * * * If there are issues of fact upon which reasonable persons may differ after such review, the motion for directed verdict must be denied and the jury must decide those issues.” Reccko v. Cross Cadillac Co., 610 A.2d 542, 544 (R.I.1992).\nHowever, if the only reasonable conclusion that can be drawn from the evidence is that the plaintiff is not entitled to recover, then the motion must be granted. Hutton v. Pha-neuf, 85 R.I. 406, 410,132 A.2d 85, 88 (1957).\nAfter reviewing the evidence presented at trial and considering it in the light most favorable to Kenney, we are of the opinion that the trial justice erred in denying Stark-weather’s motion for a directed verdict in respect to both the negligence and the contract counts. We address each count in turn.\nA. Negligence Count\nOur analysis in every negligence case begins with a consideration of whether a legally cognizable duty runs from the defendant to the plaintiff. Rodrigues v. The Miriam Hospital, 623 A.2d 456, 460 (R.I.1993). The precise issue we face in this case is whether, on the basis of Touhy’s conversation with an unidentified employee of Stark-weather during which he mentioned the Bermuda Race and requested a return call from a particular agent but did not specifically direct the employee to proceed to procure coverage, Starkweather owed Kenney a duty to procure a rider to cover Kenney’s participation in the race.\nKenney proffers two theories to support the imposition of a duty. First, Kenney claims that since Marcum conceded the existence of a duty on cross-examination, a forti-ori, a duty exists. Second, citing Tomaszewski v. McKeon Ford, Inc., 240 N.J.Super. 404, 573 A.2d 501 (1990), Kenney argues that a fiduciary relationship existed between Starkweather and Kenney that, in light of past dealings between the parties, gives rise to a duty to procure coverage.\nStarkweather argues that the conversation between Touhy and the unidentified female employee did not as a matter of law obligate Starkweather to procure the rider for Ken-ney. Starkweather supports this position by noting that Touhy requested only a return call, not the procurement of coverage. Furthermore, Starkweather stresses that Touhy did not supply any of the underwriting information that had been required in the past. We agree with Starkweather.\nWe have recognized that no clear-cut formula for creation of a duty exists that can be mechanically applied to each and every negligence case. Ferreira v. Struck, 636 A.2d 682, 685 & n. 2 (R.I.1994). Under our ad hoc approach we consider all relevant factors, including the relationship of the parties, the scope and burden of the obligation to be imposed upon the defendant, public policy considerations, and notions of fairness.\nIn this case the record reveals a longstanding relationship between the parties and a pattern of dealings in which procurement of coverage was accomplished in a very informal manner. However, the informality of the parties’ business dealings cannot overcome the crucial fact that Touhy never expressly directed Starkweather to procure coverage for the Bermuda Race. Although Kenney points to Touhy’s answers to interrogatories to suggest otherwise, we note that such an answer was merely a counseled summary that consisted of only a eonclusory statement. In his sworn testimony, which provided the only evidence of the words spoken in the conversation with the unidentified woman, Touhy candidly admitted that coverage was not ordered. In fact all Touhy requested was a return phone call from Mar-cum. The request for a return call, when viewed against the whole of Touhy’s conversation with the unidentified woman, merely suggests that Touhy was proposing to open discussions with Marcum, not that he was requesting to have a rider issued by the woman. The unexpressed intention of Touhy cannot control our determination, and the absence of a request for coverage weighs conclusively against the imposition of a duty.\nWe also consider the fact that Touhy did not disclose any information that had been crucial to the issuance of riders in the past, such as crew information and the itinerary. Although Kenney claims that this is irrelevant and that one simple telephone call informing Starkweather that “they were going to Bermuda” was all that was necessary in the past to receive coverage, the record plainly indicates otherwise. It was the practice of Starkweather, as well as the prevailing custom of the insurance industry, to require crew information befóte tendering a coverage commitment for any offshore policy.\nFurthermore, Touhy did not know the name of or position held in the firm by the woman with whom he spoke. It defies credibility to believe, as Kenney would have us do, that Touhy, who had dealt with Marcum when obtaining a rider in the past, would have placed an order for coverage with an unknown person without ascertaining her identity or inquiring into whether she even possessed sufficient authority to bind Stark-weather in regard to a coverage request.\nIn addition it is significant that the unidentified woman never expressly or impliedly purported to agree to procure the coverage. See Bramson v. Chester L. Jordan & Co., 379 A.2d 730, 732 (Me.1977) (“for the agent to be liable, however, it must be demonstrated that the agent has undertaken to provide coverage”). The most that the woman said to Touhy was “I will have [Marcum] contact you,” a statement that falls far short of a promise to secure coverage for an extraterritorial race to Bermuda.\nWe are also mindful of the burden that would be shouldered by insurance brokers were we to hold that a request to explore coverage possibilities unilaterally obligated the broker to commit itself to procure such coverage. Such a holding would impose potentially unlimited liability upon brokers who daily might receive scores of telephone calls requesting opportunities to discuss coverage possibilities. On the other hand, imposing upon a person in Touhy’s position the requirement simply to follow up his initial call, provide the necessary underwriting information, and expressly instruct Marcum to obtain coverage poses only a slight burden.\nThe above considerations lead us to conclude that Starkweather was under no duty to procure coverage for the Bermuda trip on the basis of Touhy’s conversation with the unidentified woman during which he only requested a return phone call from Marcum.\nWe also .decline to find a duty under either of Kenney’s proffered theories. First, Kenney argues that we “need not engage in the extensive duty analysis suggested by defendant” because Marcum admitted on cross-examination that he had a duty to procure coverage. Not only is this argument at odds with the actual evidence presented, but it also completely disregards the well-established principle that the determination of whether a duty exists is a legal issue for the court to decide. See, e.g., D’Ambra v. Unit ed States, 114 R.I. 648, 649, 338 A.2d 624, 527 (1975). Second, in regard to Kenney’s argument relating to a fiduciary relationship, even if we were to recognize such a relationship, a broker’s duty is dependent on the request of the insured. See Tomaszewski 240 N.J.Super. at 409, 573 A.2d at 503; see also Stockett v. Penn Mutual Life Insurance Co., 82 R.I. 172, 177, 106 A.2d 741, 744 (1954) (“[o]rdinarily an insurance company stands in no fiduciary relationship to a legally competent applicant”). Therefore, a duty would not arise in the absence of an unequivocal request from Kenney to an authorized person to procure coverage.\nFinally, we can find no duty under the rule that when a broker agrees to procure insurance, the broker must act promptly and should seasonably notify the client if the desired insurance cannot be obtained. See Thomas R. Trenkner, Annotation, Liability of Insurance Broker or Agent to Insured for Failure to Procure Insurance, 64 A.L.R.3d 398, 405 (1975). As discussed above, neither a request for coverage nor an agreement to obtain coverage can be found in this case.\nHaving found no duty to procure coverage, we think it necessary to comment briefly upon an additional issue raised by Kenney—whether Starkweather had a duty to transmit Touhy’s message to Marcum. Although clearly the better business practice would have been for Starkweather’s unidentified female employee to convey the message to Marcum, we find no precedent for creating such a duty as a matter of law. Even if we were to impose a duty, why should the duty be discharged simply by transmitting the message? Why should it not continue, requiring the broker actually to return a call after receiving a message? “To ask the questions is to demonstrate the futility of attempting to impose and define such a duty.” 7735 Hollywood Boulevard Venture v. Superior Court, 116 Cal.App.3d 901, 905, 172 Cal.Rptr. 528, 530 (1981).\nFor the foregoing reasons we hold that given the circumstances of this case, Touhy’s request for a return telephone call did not give rise to a duty on behalf of Starkweather to procure a rider for the 1985 Bermuda Race.\nB. Contract Claim\nKenney seems to advance both express and implied contract theories. Kenney argues that Touhy’s message that made reference to the Bermuda Race constituted an offer to procure coverage and that on the basis of the usual course of dealings between the parties, when Starkweather did not return Touhy’s call it accepted the offer by virtue of its silence. We cannot agree.\nIt is well settled that when a client instructs a broker to procure coverage, it constitutes an offer, and when the broker agrees to procure such coverage, it constitutes acceptance and forms a binding contract to secure coverage, the breach of which subjects the broker to liability. Affleck v. Kean, 50 R.I. 405, 408, 148 A. 324, 325 (1929); see also Goucher v. John Hancock Mutual Life Insurance Co., 113 R.I. 672, 676, 324 A.2d 657, 660 (1974).\nOur foregoing determination that Touhy’s communication to Starkweather was not a request for coverage militates against characterizing his words as an offer that conferred upon Starkweather the power to form a contract. On the contrary, we believe that he uttered at most an invitation to engage in future discussions with Marcum.\nIn any event, even if we were to characterize the communication as an offer, which we clearly do not, there was equally clearly no agreement or acceptance by Stark-weather. As a general rule, silence does not constitute acceptance of an offer. Restatement (Second) Contracts § 69, comment a at 165 (1981). However, as an exception to this rule, the prior course of dealings between parties may in certain situations make it reasonable for the offeror to construe the offeree’s silence as acceptance. Id. § 69(c), & comment d at 166. But the facts in this case do not support such a conclusion.\nThe parties’ past dealings do not establish a pattern of acceptance by silence whereby Starkweather mechanically issued commitments for coverage of marine insurance in response to messages left by Touhy in the absence of additional conversations between the parties in which crew information and potential risk issues were discussed. Rather the prior course of dealings demonstrates the exact opposite—a series of information-gathering discussions which ended with a confirmatory call from Starkweather assuring Ken-ney that it would receive coverage. In light of this past history we conclude that a reasonable person in Touhy’s position would have expected further discussions after the initial contact with Starkweather and would not have construed silence as acceptance. We therefore hold that no express contract was ever formed between the parties.\nIn the alternative Kenney advances an “implied in fact” contract theory, arguing in a very general way that the course of dealings between the parties, coupled with Kenney’s silence in this particular instance, established an implied contract. We cannot agree with this theory.\nIn Bailey v. West, 105 R.I. 61, 64, 249 A.2d 414, 416 (1969), we set forth at some length the elements necessary to establish a contract implied in fact, and the same need not be reiterated herein. We need only recall Bailey’s teaching that such an implied contract arises “ ‘out of facts from which consent [to contract] may be inferred.’ ” Id. Viewing the facts in the light most favorable to Kenney, we find no facts from which we could reasonably infer an intent to contract on behalf of Kenney or mutual assent on behalf of Starkweather. Neither past dealings nor Starkweather’s silence in this particular instance gives rise to such an inference.\nTherefore, it is our opinion that the trial justice erred in denying a motion for directed verdict on Kenney’s contract theory. We hold that a jury could not reasonably find the formation of either an express or an implied contract in which Starkweather agreed to procure a rider for the 1985 Bermuda Race.\nFor the reasons set forth above, we reverse the denial of Starkweather’s motion for direction of verdict in respect to both the negligence and the contract counts.\nII\nClaims against INA\nKenney also sought to hold INA, the underwriter of its policy on the Fleetwing, liable for the alleged negligence and breach of contract of its agent Starkweather.\nThe only relevant fact we need consider in order to dispose of the claim against INA is that Starkweather was not authorized by INA to extend commitments for offshore policies relating to extraterritorial travel without first conferring with INA’s underwriters.\nAt the close of the evidence at trial, INA made a motion for a directed verdict, which the trial justice granted. Kenney appeals the granting of that motion, claiming that under the holding of Cardente v. Maggiacomo Insurance Agency, Inc., 108 R.I. 71, 272 A.2d 155 (1971), INA is bound by and liable for the acts of its agent here, Starkweather.\nIn Cardente we held that “an agent acting on behalf of a disclosed principal is not personally liable to a third party for acts performed within the scope of his authority.” Id. at 73, 272 A.2d at 156. Stated another way, a disclosed principal is hable to a third party for the authorized acts of its agent.\nWe reaffirm this fundamental principle of agency law but hold that it has no application to the ease at hand. First, we have determined above that Starkweather had no duty toward and is not hable to Kenney, and consequently there is no liability stemming from Starkweather’s acts as INA’s agent that can be imputed to INA. Second, and more fundamental, the Cárdente rule comes into play only when an agent performs acts within the scope of his or her authority. Unauthorized acts do not trigger apphcation of the rule. We conclude that Starkweather was a soliciting agent in respect to this type of insurance, which status authorized Starkweather to procure applications and collect premiums but not to accept risks or to agree upon and settle terms. 16 John Appleman and Jean Appleman, Insurance Law and Practice, § 8696 at 274 (1981). Accepting a risk, for example, by extending a commitment for coverage for an extraterritorial race to Bermuda, would be an unauthorized act that could not subject INA to liability under the Cárdente rule.\nFor the foregoing reasons we hold that INA is not liable to Kenney, and therefore, the trial justice properly granted INA’s motion for a directed verdict.\nFor the reasons stated, the appeal of the defendant Starkweather is sustained and the judgment in favor of Kenney is vacated. The conditional appeal of the plaintiff Kenney from the entry of a directed verdict in favor of INA is denied and dismissed. The papers of this ease are remanded to the Superior Court with directions to enter judgment in favor of Starkweather.\n. Touhy died in a tragic accident prior to trial, and his deposition testimony of July 14, 1987, had to be read into the record.\n. Starkweather raises an issue concerning whether Touhy's answers to interrogatories were properly admitted into evidence. We do not, however, pass upon this issue as its resolution would not alter our ultimate conclusion about the liability of Starkweather.\n. In fact the woman could have had no such authority. As Marcum testified, \"There would have been women who could have said, 'You're covered for an automobile policy,' because agents have certain privileges and prerogatives with certain companies for certain types of insurance. Yacht policies are not one that we have binding authority for, so no one could have said, ‘You're bound,’ including myself for a specific yacht policy at the time. * * * The companies] just do not give binding authority on certain lines of insurance.\" legal duly, and resulting liability, by virtue of an artful or a carefully crafted cross-examination by counsel of a witness who is persuaded or pressured into conceding the existence of a legal duty. This we shall not do.\n. Furthermore, to adopt such a procedure of deferring to a witness’s self-proclaimed recognition of a duty would lead to erratic and inconsistent results, empowering parties to establish a",
        "type": "majority",
        "author": "WEISBERGER, Acting Chief Justice."
      }
    ],
    "attorneys": [
      "Mark C. Hadden, Michael Sarli, Gidley, Sarli & Marusak, Providence, for plaintiff.",
      "John M. Boland, Boyer, Reynolds & De-Marco, C. Russell Bengtson, Patricia Buckley, Carroll, Kelly & Murphy, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "KENNEY MANUFACTURING CO. v. STARKWEATHER & SHEPLEY, INC., et al.\nNo. 93-64-Appeal.\nSupreme Court of Rhode Island.\nJune 15, 1994.\nMark C. Hadden, Michael Sarli, Gidley, Sarli & Marusak, Providence, for plaintiff.\nJohn M. Boland, Boyer, Reynolds & De-Marco, C. Russell Bengtson, Patricia Buckley, Carroll, Kelly & Murphy, Providence, for defendant."
  },
  "file_name": "0203-01",
  "first_page_order": 269,
  "last_page_order": 276
}
