{
  "id": 8455652,
  "name": "UNFOLDMENT, INC., Petitioner, v. DISTRICT OF COLUMBIA CONTRACT APPEALS BOARD, Respondent",
  "name_abbreviation": "Unfoldment, Inc. v. District of Columbia Contract Appeals Board",
  "decision_date": "2006-10-19",
  "docket_number": "No. 02-AA-970",
  "first_page": "204",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 204"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "144 F.3d 847",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1306765,
        3713709
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "concerning the authority of the general receiver"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/144/0847-01",
        "/us-app-dc/330/0204-01"
      ]
    },
    {
      "cite": "330 U.S.App. D.C. 204",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3713709
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "concerning the authority of the general receiver"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/330/0204-01"
      ]
    },
    {
      "cite": "497 A.2d 118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915834
      ],
      "pin_cites": [
        {
          "page": "126-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/0118-01"
      ]
    },
    {
      "cite": "584 A.2d 1279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4376185
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/md-app/85/0657-01"
      ]
    },
    {
      "cite": "544 A.2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7940928
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "280",
          "parenthetical": "\"It is well settled that an offer to compromise a claim is inadmissible on the issue of liability.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/544/0277-01"
      ]
    },
    {
      "cite": "4 Cl.Ct. 727",
      "category": "reporters:specialty",
      "reporter": "Cl. Ct.",
      "case_ids": [
        3528051
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "732-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/4/0727-01"
      ]
    },
    {
      "cite": "681 F.2d 756",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        543859,
        10810468
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "761",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/681/0756-01",
        "/us-ct-cl/231/0020-01"
      ]
    },
    {
      "cite": "231 Ct.Cl. 20",
      "category": "reporters:specialty",
      "reporter": "Ct.Cl.",
      "case_ids": [
        10810468
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us-ct-cl/231/0020-01"
      ]
    },
    {
      "cite": "289 F.3d 795",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9435695
      ],
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/289/0795-01"
      ]
    },
    {
      "cite": "51 Fed.Cl. 516",
      "category": "reporters:specialty",
      "reporter": "Fed. Cl.",
      "case_ids": [
        375886
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fed-cl/51/0516-01"
      ]
    },
    {
      "cite": "58 Fed.Cl. 594",
      "category": "reporters:specialty",
      "reporter": "Fed. Cl.",
      "case_ids": [
        1200857
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "604"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fed-cl/58/0594-01"
      ]
    },
    {
      "cite": "615 F.2d 1343",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10812277,
        1396374
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "1346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-ct-cl/222/0436-01",
        "/f2d/615/1343-01"
      ]
    },
    {
      "cite": "222 Ct.Cl. 436",
      "category": "reporters:specialty",
      "reporter": "Ct.Cl.",
      "case_ids": [
        10812277
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us-ct-cl/222/0436-01"
      ]
    },
    {
      "cite": "236 F.3d 1316",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11172291
      ],
      "pin_cites": [
        {
          "page": "1319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/236/1316-01"
      ]
    },
    {
      "cite": "856 A.2d 1165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9213590
      ],
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/1165-01"
      ]
    },
    {
      "cite": "485 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905858
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/485/0199-01"
      ]
    },
    {
      "cite": "874 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8956643
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "867"
        },
        {
          "page": "868"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/874/0862-01"
      ]
    },
    {
      "cite": "826 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9110342
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0380-01"
      ]
    },
    {
      "cite": "843 A.2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9279857
      ],
      "pin_cites": [
        {
          "page": "741"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/843/0738-01"
      ]
    },
    {
      "cite": "806 A.2d 1225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366015
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "1227"
        },
        {
          "page": "1227"
        },
        {
          "page": "1227"
        },
        {
          "page": "1227",
          "parenthetical": "citations and internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/806/1225-01"
      ]
    },
    {
      "cite": "893 A.2d 569",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8984004
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/893/0569-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 996,
    "char_count": 27026,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.1100880053402603e-07,
      "percentile": 0.5704774679913771
    },
    "sha256": "7735584070acb08cc824df90888327d766ef735a5834e570202399ed9e957de7",
    "simhash": "1:bd9443660b1c90ee",
    "word_count": 4210
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WASHINGTON, Chief Judge, and FARRELL and REID, Associate Judges."
    ],
    "parties": [
      "UNFOLDMENT, INC., Petitioner, v. DISTRICT OF COLUMBIA CONTRACT APPEALS BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nUnfoldment, Inc. (“Unfoldment”) petitions for review of two orders of the District of Columbia Contract Appeals Board (“CAB”) relating to Unfoldment’s contract with the District of Columbia Child and Family Services Agency (“CFSA”) for the provision of residential foster care services to children. Unfoldment in essence argues that the CAB improperly dismissed, or in the alternative, granted summary judgment on certain of its claims, especially its claims that CFSA breached its contract by fading to pay Unfoldment for the stated minimum quantity of placements required under its indefinite quantity contract. We hold that Unfoldment’s contract with CFSA consisted not only of the articles of the contract, but also several other documents, including the Request for Proposal (“RFP”), which were incorporated into and made part of Unfoldment’s contract. Because the CAB did not construe the total contract, it erred by concluding that the contract contained no minimum placement requirement. Therefore, we reverse the CAB’s decision with respect to its dismissal of Unfoldment’s breach of contract and bad faith claims relating to the minimum placement requirement of the contract, and remand this case for further proceedings on those specific claims. However, we affirm the CAB’s decisions regarding Unfoldment’s other claims.\nFACTUAL SUMMARY\nIn June 1997, CFSA (then under the control of a court-appointed receiver) executed a contract with Unfoldment. Article I of the contract specified that: “The Contractor [Unfoldment] shall provide continuing residential foster care services to male and female children between the ages of 9 and 21 years of age who are wards of the District in a nurturing group home setting....” Article XVI (A) pertaining to the contract period provided that:\n1. The term of this contract shall be from July 1, 1997, through June 30, 1998.\n2. The duration of the contract shall be for a period of one year from the date of the contract start. The [CFSA] may extend the duration of the contract for a period of one year or any portion thereof by written notice to the Contractor before expiration of the contract. The exercise of an option is subject to the availability of funds at the time of the exercise of the option and the approval of the District of Columbia Financial Responsibility and Management Assistance Authority (the Control Board).\nThe contract contained a “termination for default or convenience” provision in Article XXII:\nThe CFSA may by written notice of default or convenience to the Contractor, terminate the whole or any part of this agreement in any one of the following circumstances:\nA. If the Contractor fails to make delivery of the supplies or to perform the services within the time specified herein or any extension thereof; or\nB. If the Contractor fails to perform any of the other provisions of this agreement, or should fail to make progress so as to endanger performance of the resulting agreement in accordance with its terms, and in either of these two circumstances does not cure such failure within a period of time as specified in writing after receipt from the Contract Monitor or Contract Administrator specifying such failure.\nC.The CFSA may terminate any performance of work under this agreement, in whole or, from time to time, in part if the CFSA determines that a termination is in its best interest. At such time, the Contracting Officer will issue a Notice of Termination specifying the extent of termination and effective date. The Contractor will only be paid for work or services actually performed or delivered up until the effective of the contract termination.\nIn terms of the contract documents, Article XXV incorporated specified documents into the contract, and also specified the order of precedence for the resolution of any inconsistencies:\nThe following documents are incorporated and made a part of this contract by reference. In the event of any inconsistency among the provisions of this contract, the inconsistency shall be resolved by giving precedence to the following order:\nA. All Articles of this contract.\nB. Modified Final Order and Implementation Plan in LaShawn v. Barry, CA 89-1754 (Nov. 18, 1993).\nC. CFSA Policy Handbook.\nD. Office of Management and Budget Circular A-138, AUDITS OF INSTITUTIONS OF HIGHER EDUCATION AND OTHER NONPROFIT ORGANIZATIONS.\nE. Standard Contract Provisions for the use with District of Columbia Government Supply and Services Contracts, December 1984, as amended.\nF. The Contractor’s written proposal of March 14,1997.\nG. The Contractor’s Best and Final Offer of price and associated budget of May 21,1997.\nThe governing law of the contract, as required by Article XXIV, consists of the laws of the District of Columbia as well as “the Modified Final Order and Implementation Plan” in LaShawn, supra, November 18, 1993, and the General Receivership Order, LaShawn, supra, August 24, 1995.\nTwo “bilateral contract modifications” were executed. On June 29,1998, one day prior to the expiration of the contract’s original twelve-month term, Unfoldment accepted the following modification of Article XVI (A): “The term of this partial contract option year shall be from July 1, 1998 through September 30, 1998.” The second modification provided that: “The term of this contract option year shall be from October 1, 1998 through October 31, 1998.”\nOn October 28, 1998, the General Receiver (of CFSA) sent a letter to Unfoldment indicating, in part, “[W]e will not renew the option to contract for further services through your agency, effective 60 days from the date of this letter.” Unfoldment filed a complaint with the CAB on December 4, 1998. An amended complaint, filed on October 18, 2001, stated several counts including (1) “mitigation of damages” (count one); (2) “unpaid invoices for services rendered” including the right “to receive payment for services rendered during the life of the contract” (count two); (3) “close out costs” (count three); (4) “CFSA refusal to pay contract termination costs” (count four); and (5) “CFSA acted in bad faith and materially breached the contract” in part because of a failure “to provide for a minimum number of placements under the indefinite services provision” (count seven). CFSA lodged a motion to dismiss, or in the alternative, for summary judgment on November 30, 2001, which Unfoldment opposed.\nIn its order dated March 20, 2002, the CAB determined, in part, that (1) Unfoldment’s contract was a one-year rather than a multi-year contract; (2) CFSA exercised its unilateral right not to renew the contract for another twelve-month period; (3) Unfoldment was not entitled to have the District mitigate specified damages, but the CAB “direct[ed] that CFSA make arrangements to remove [its] files from Un-foldment’s property within one month of the date of [its] decision”; (4) Unfoldment was not entitled to a minimum payment because “[t]he contract had no minimum, only a maximum, and the contract only permits payment for the actual number of youth who were placed in Unfoldment’s facilities”; (5) the close out costs requested by Unfoldment are not “recoverable under [its] Contract”; (6) since “the contract expired under its own terms,” Unfoldment “is not entitled to any termination costs ... ”; and (7) Unfoldment’s claims under count seven “are irrelevant to what is material in this case and the bad faith and material breach of contract claims are dismissed.” The CAB also concluded that Unfoldment “ha[d] the right to pursue its claim for unpaid invoices and for interest.”\nThe CAB’s order of July 30, 2002 declared in essence that Unfoldment was responsible for seeing that the Request for Proposal (“RFP”) concerning its contract was included in the Appeal File, but failed to do so. Therefore, the CAB did not consider it in construing the contract. In addition, the CAB reiterated its conclusion that a contracting officer’s letter “could not be used as evidence to prove that Unfoldment’s contract was terminated for cause or convenience” because the letter was an inadmissible settlement offer. And, the CAB rejected Unfoldment’s request that it reconsider its ruling regarding its bad faith claim.\nANALYSIS\nWe focus first on Unfoldment’s argument “that CFSA materially breached the indefinite quantity contract during the first contract year by ... failing to pay [it] for the stated minimum quantity of referrals under the indefinite quantity contract.” CFSA maintains that the contract only specified a maximum number of placements and Unfoldment was entitled to payment only for children that Unfoldment actually serviced.\n“We review the CAB’s factual findings deferentially.” Eagle Maint. Servs., Inc. v. District of Columbia Contract Appeals Bd., 893 A.2d 569, 576 (D.C. 2006). “ ‘The decision of the [CAB] on questions of fact shall be final and conclusive’ unless it is arbitrary, capricious, or not supported by substantial evidence.” Abadie v. Organization for Envtl. Growth, Inc., 806 A.2d 1225, 1227 (D.C.2002) (quoting D.C.Code § 1-1189.7 (1992)) [now codified at D.C.Code § 2-309.07 (2001) ] (emphasis in original). “Given its expertise, ‘we give careful consideration to [the CAB’s] interpretation ... [on questions of law] because legal interpretations by tribunals having expertise are helpful even if not compelling.’ ” Abadie v. District of Columbia Contract Appeals Bd., 843 A.2d 738, 741 (D.C.2004) (quoting Organization for Envtl. Growth, supra, 806 A.2d at 1227)). ‘We therefore accord great weight to the [CAB’s] construction of a government contract, so long as that construction is not unreasonable.” Id. (quoting Belcon, Inc. v. District of Columbia Water & Sewer Auth., 826 A.2d 380, 384 (D.C.2003)) (other citation and internal quotation marks omitted). “On legal questions, ... the CAB’s ruling is neither ‘final nor conclusive.’ ” Id. (citing Organization for Envtl. Growth, supra, 806 A.2d at 1227). “We also look not only to the case law on which the [CAB] relied[, if any,] but to other decisions of the United States Court of Appeals for the Federal Circuit, the former United States Court of Claims and its successors, and the various federal boards of contract appeals, all of which have particular expertise in this area.” Organization for Envtl. Growth, supra, 806 A.2d at 1227 (citations and internal quotation marks omitted).\nSince the proper interpretation of a contract is a legal question, “this court exercises de novo review.” Independence Mgmt. Co., v. Anderson & Summers, LLC, 874 A.2d 862, 867 (D.C.2005) (citation and internal quotation marks omitted). “In construing a contract, the court must determine what a reasonable person in the position of the parties would have thought the disputed language meant.” Id. (quoting 1010 Potomac Assocs. v. Grocery Mfrs. of Am., Inc., 485 A.2d 199, 205 (D.C.1984)). “Where the language in question is unambiguous, its interpretation is a question of law for the court.” Id. “A court must honor the intentions of the parties as reflected in the settled usage of the terms they accepted in the contract ... and will not torture words to import ambiguity where the ordinary meaning leaves no room for ambiguity.” Id. (quoting Bragdon v. Twenty-Five Twelve Assocs. Ltd. P’ship, 856 A.2d 1165, 1170 (D.C.2004)) (citation omitted).\nHere, the question whether Unfoldment’s contract required a minimum number of children to be placed with Un-foldment turns on what constitutes the contract, and on what the contract states. Article XXV of the contract, titled “Documents Incorporated & Order of Precedence” specifies:\nThe following documents are incorporated and made a part of this contract by reference. In the event of any inconsistency among the provisions of this contract, the inconsistency shall be resolved by giving precedence to the following order:\nA. All articles of this contract.\nB. Modified Final Order and Implementation Plan in LaShawn v. Barry, CA 89-1754 (Nov. 18,1993).\nC. CFSA Policy Handbook.\nD. Office of Management and Budget Circular A-133, AUDITS OF INSTITUTIONS OF HIGHER EDUCATION AND OTHER NONPROFIT ORGANIZATIONS.\nE. Standard Contract Provisions for the use with District of Columbia Government Supply and Services Contracts, December 1984, as amended [“Standard Contract Provisions.”]\nF. The Contractor’s written proposal of March 14,1997.\nG. The Contractor’s Best and Final Offer of price and associated budget of May 21,1997.\nThe Standard Contract Provisions also contain a paragraph indicating what documents constitute the contract. Paragraph 3 of the General Conditions provides, in pertinent part:\nORDER OF PRECEDENCE AND CONTRACT: Any inconsistency in this solicitation shall be resolved by giving precedence in the following order: The Schedule, the Specifications, the Special Conditions, the General Conditions. The Bid/Request for Proposal, with respect to all items accepted, and- all papers accompanying the same, including the Schedule and continuation sheets, if any, the Specifications, the Instructions to Bidders, these General Conditions, and other papers and documents referred to in any of the foregoing, shall constitute the formal contract between the bidder/offeror and the District....\nIn addition, Paragraph 4 of General Conditions of the Standard Contract Provisions, entitled “Laws and Regulations Incorporated By Reference” states, in part, that “the provisions of applicable regulations made pursuant to [specified laws, including the Procurement Practices Act of 1985, D.C. Law 6-110], are hereby incorporated by reference and, to the extent applicable, incorporated by reference in this contract. ...” Title 27 of the District of Columbia Municipal Regulations (“DCMR”) contains regulations governing contracts and procurements.\nUnfoldment argues that all of the documents which have been incorporated into the contract, especially the RFP, comprise its contract. CFSA initially maintained that Article XXV of the document applies only to the resolution of inconsistencies in the contract (but later appeared to agree that its initial interpretation was not accurate). Article XXV embodies two independent thoughts, separated by a period. One thought, which is clear from the plain language of the first sentence, is that the contract is to consist not only of the Articles of the contract, but also of six other specifically mentioned documents. The second thought, also clear from the plain language of the second sentence of Article XXV, is that if any inconsistency is found in the provisions of the contract, it is to be resolved by reference to the listed documents, in the order in which they are listed. Paragraph 3 of the Standard Contract Provisions is consistent with our interpretation of Article XXV. In reverse order, when compared with Article XXV, the first sentence of Paragraph 3 introduces the thought that inconsistencies are to be resolved by examining four identified documents in the order listed. The second sentence of Paragraph 3 lists a number of materials, including the “Bid/Request for Proposal” and plainly states that the listed materials “and documents referred to in any of [them], shall constitute the formal contract between the bidder/offeror and the District....” The language of both Article XXV of the contract and Paragraph 3 of the incorporated Standard Contract Provisions is unambiguous, and we conclude that “a reasonable person in the position of [Unfoldment and CFSA] would have thought,” Independence Mgmt., Co., supra, 874 A.2d at 868, that Article XXV contains two independent statements — (1) other documents are to be incorporated into and hence made part of the contract, and (2) if there are inconsistencies in the contract provisions, they are to be resolved by examining certain documents in the order in which they are listed in Article XXV. In short, the contract between Un-foldment and CFSA consists not only of the Articles of the contract, but a number of other documents, including the RFP, which must be consulted to determine whether the contract called for the District to place a minimum number of children with Unfoldment. To interpret Article XXV otherwise would “import ambiguity where the ordinary meaning leaves no room for ambiguity.” Id. (citation omitted).\nCFSA also contends that Article XIV of the contract mentions only a maximum contract amount, and there is no minimum, but Unfoldment insists that incorporated documents, especially the RFP, as incorporated through the Standard Contract Provisions, state a minimum placement requirement. Article XIV of the contract provides: “This is an Indefinite Quantity Contract with Fixed Unit Pricing and a maximum contract ceiling amount, with payments based on the documented delivery of the specified units of service.” Thus, as CFSA points out, the Articles of the contract do not mention a minimum placement requirement. In light of the incorporation provision of the contract, however, Article XIV is not the only relevant provision which speaks to the type of contract (and its requirements) which Unfoldment and CFSA executed. The CFSA Policy Handbook (also called “[CFSA] under the LaShawn General Receiver Contracts Policies and Procedures Manual”), which is one of the documents incorporated into the contract, defines an “indefinite-quantity contract” in § 10220.00 as follows:\nA contract that provides for an indefinite quantity, within written stated limits, of specific supplies or services to be furnished during a fixed period, with deliveries to be scheduled by placing orders with the contractor. This type of contract has a minimum order requirement.\nSection A.3.b of the RFP states that:\nThe maximum and minimum number of children (fixed units or per child/per day units) will be two hundred (200) and one hundred (100) respectively, for the Continuing Care Group Home Foster Care requirements of any contract(s) awarded as a result of this RFP. The maximum and minimum number of children (fixed units or per child/per day units) will be one hundred (100) and fifty (50) respectively, for the Emergency Group Home Foster Care Services requirements of any contract(s) awarded as a result of this RFP.\nTherefore, Unfoldment is correct in contending that the CAB erred by not considering the RFP in determining whether the contract stated a minimum placement requirement. Unfoldment’s Best and Final Offer, another incorporated document, indicates that it “offers a long-term, residential group home program for not more than 30 and not less than 18 male youth ages 11-21 who are committed to the custody of [CFSA].”\nSince the contract stated a minimum placement requirement, sections of the District of Columbia procurement regulations, also incorporated into and made part of the contract, are binding on the parties. One pertinent rule, found at 27 DCMR § 2103.3 provides: “The use of District indefinite quantity contracts shall be mandatory to the extent of the mínimums stated in those contracts.” In addition, 27 DCMR § 2416.10 specifies:\nAn indefinite-quantity contract shall require the District to order and the contractor to furnish at least the stated minimum quantity of supplies or services. The contractor shall also be required to furnish, if and as ordered, any additional quantities, not to exceed a stated maximum.\nTo ensure the availability of funds for the stated minimum, 27 DCMR § 2416.11 provides: “For indefinite-quantity contracts, the contracting officer shall ensure that each agency listed as a using agency on the contract obligates the amount of budget authority needed to cover the agency’s minimum required order under the contract.”\nIt is clear from these documents, which are incorporated into and made part of the contract, that the contract stated a minimum placement requirement, that CFSA was bound to pay Unfoldment at least for that minimum, and that CFSA should have obligated the amount of budget authority needed to cover the minimum placement requirement. Failure to pay the minimum during the initial one-year period of the contract constitutes a breach of Unfoldment’s contract.\nOur conclusion is consistent with federal case law. In a case involving an indefinite-delivery, indefinite-quantity (“IDIQ”) contract, the Federal Circuit declared: “[Cinder an IDIQ contract, the government is required to purchase the minimum quantity stated in the contract, but when the government makes that purchase its legal obligation under the contract is satisfied.” Travel Centre v. Barram, 236 F.3d 1316, 1319 (Fed.Cir.2001) (citing Mason v. United States, 222 Ct.Cl. 436, 615 F.2d 1343, 1346 (1980)). See also Abatement Contracting Corp. v. United States, 58 Fed.Cl. 594, 604 (2003); Howell v. United States, 51 Fed.Cl. 516, 524 (2002); Varilease Tech. Group, Inc. v. United States, 289 F.3d 795, 799 (Fed.Cir.2002). Cases such as Torncello v. United States, 231 Ct.Cl. 20, 681 F.2d 756 (1982) are not controlling. Tom-cello declared, in part: “With indefinite quantities contracts ..., the buyer’s promise specifically is uncertain, and such a contract would fail for lack of consideration if it did not contain a minimum quantity term.” Id. at 761 (citations omitted); see also Ralph Constr., Inc. v. United States, 4 Cl.Ct. 727, 732-33 (1984). Here, there is a stated minimum placement requirement in the contract, and the Tom-cello doctrine is not controlling.\nConsequently, we reverse the CAB’s decision only in so far as it “dismiss[es] or den[ies]” Unfoldment’s claims under Counts two and five of its complaint alleging that CFSA failed to provide for a minimum number of placements under its contract with Unfoldment, and remand those claims to the Board for further proceedings. Based on the documents incorporated into and made part of Unfoldment’s contract, the CAB will have to determine exactly what was the minimum placement requirement, the amount of compensation that was due based on that minimum, and whether CFSA’s failure to pay the minimum during the contract period amounted to bad faith.\nWe dispose of Unfoldment’s other arguments summarily. Unfoldment claims that “the Contracting Officer determined that CFSA ... terminated the contract at its convenience,” and therefore, “awarded Unfoldment ‘partial’ convenience termination costs.” Unfoldment faults the CAB for “striking the Contracting Officer’s ruling from the record.” We agree with the CAB that Unfoldment has misconstrued the Contracting Officer’s letter. Although the letter related to “termination of Unfoldment’s contract,” the word “termination” as used does not mean the same as the term of art, “termination for convenience.” As the CAB asserted, the Contracting Officer “does not use the words ‘termination for convenience’ or ‘default termination,’ terms of art in government contracts, but simply the word ‘termination’ which in standard speech simply means ‘conclusion’ ” according to Webster’s Ninth New Collegiate Dictionary, 1985 ed. Moreover, as CFSA argues, since Article XXII of Unfoldment’s contract addresses “termination for default or convenience,” the Contracting Officer surely would have referred to that article of the contract, specified whether the termination was for default or convenience, and indicated “the extent of termination and the effective date,” as required by Article XXII. He did not. As such, the CAB is correct that the Contracting Officer’s letter is properly regarded as an inadmissible settlement proposal or agreement which cannot be used “to prove liability for a claim or its amount.” See Goon v. Gee Kung Tong, Inc., 544 A.2d 277, 280 (D.C. 1988) (“It is well settled that an offer to compromise a claim is inadmissible on the issue of liability.”) (citing Wayne Insulation Co. v. Hex Corp., 584 A.2d 1279 (D.C. 1987); Pyne v. Jamaica Nutrition Holdings Ltd., 497 A.2d 118, 126-27 (D.C.1985)) (other citation omitted).\nIn addition, Unfoldment’s contention that its contract was a multi-year contract, and that therefore it was entitled to other costs such as “close-down” and reputation damages is unpersuasive. As the CAB found, Unfoldment’s contract provisions describe the contract as a one-year contract. See Article XVI of the contract. And, the two bilateral modifications of the contract (one exercising the contract option by extending the contract from July 1, 1998 through September 30, 1998, and the other from October 1, 1998 through October 31, 1998) did not turn the contract into a multi-year contract. The one-year contract period ended on June 30, 1998, and the District simply exercised its option to extend it for part of another year.\nFinally, Unfoldment contends that the CAB erred in dismissing its claim for “lost rental income and/or storage costs associated with CFSA’s promise to execute a new contract with Unfoldment and its request to store valuable furniture, computers, equipment and client records belonging to the government at Unfoldment’s group homes.” The CAB properly determined that Unfoldment could not be reimbursed for those types of claims under the contract at issue here. The CAB recognized that CFSA had a responsibility to remove its case files from Unfoldment’s property and directed CFSA to do so “within one month of the date of [its] decision” in this case. To the extent that Unfoldment believes it is entitled to lost rental income and storage fees, its recourse would be a quantum meruit action, not a breach of contract claim.\nAccordingly, for the foregoing reasons, we reverse the CAB’s decision with respect to its dismissal of Unfoldment’s breach of contract and bad faith claims relating to the minimum placement requirement of the contract, and remand this case for further proceedings on those specific claims. However, we affirm the CAB’s decision regarding Unfoldment’s other claims.\nSo ordered.\n. See LaShawn A. v. Barry, No. 89-1754 (D.D.C. August 24, 1995) (appointing general receiver); see also LaShawn A. v. Barry, 330 U.S.App. D.C. 204, 144 F.3d 847 (1998) (concerning the authority of the general receiver).\n. Two days after receiving the General Receiver’s October 1998 letter, CFSA sent a \"protest letter to the CAB to preserve the jurisdiction of the [CAB] to hear” its complaint.\n. Although Unfoldment did not review the Appeal File to determine whether all of the documents comprising its contract had been lodged with the CAB, it was the CAB’s burden to ensure that it had the complete contract before construing its requirements.",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Kemi Morten Reed, for petitioner.",
      "William J. Earl, Assistant Attorney General, with whom Robert J. Spagnoletti, Attorney General for the District of Columbia at the time the brief was filed, and Edward E. Schwab, Deputy Attorney General, were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "UNFOLDMENT, INC., Petitioner, v. DISTRICT OF COLUMBIA CONTRACT APPEALS BOARD, Respondent.\nNo. 02-AA-970.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 20, 2006.\nDecided Oct. 19, 2006.\nKemi Morten Reed, for petitioner.\nWilliam J. Earl, Assistant Attorney General, with whom Robert J. Spagnoletti, Attorney General for the District of Columbia at the time the brief was filed, and Edward E. Schwab, Deputy Attorney General, were on the brief, for respondent.\nBefore WASHINGTON, Chief Judge, and FARRELL and REID, Associate Judges."
  },
  "file_name": "0204-01",
  "first_page_order": 260,
  "last_page_order": 269
}
