{
  "id": 8046423,
  "name": "STATE of Maine v. Larry G. HOWARD",
  "name_abbreviation": "State v. Howard",
  "decision_date": "1979-08-24",
  "docket_number": "",
  "first_page": "206",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 206"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "392 A.2d 41",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992551
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/0041-01"
      ]
    },
    {
      "cite": "394 A.2d 1176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8034327
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1177"
        },
        {
          "page": "1177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/394/1176-01"
      ]
    },
    {
      "cite": "379 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11308389
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/0395-01"
      ]
    },
    {
      "cite": "392 A.2d 42",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992690
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "45-46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/0042-01"
      ]
    },
    {
      "cite": "399 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8007933
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "1326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/1319-01"
      ]
    },
    {
      "cite": "70 Harv.L.Rev. 422",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1957,
      "pin_cites": [
        {
          "page": "434",
          "parenthetical": "\"the consequence involved in [manslaughter] is the death of the victim and an act done with intent to achieve this, if an attempt at all, is attempted murder\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "49 Wis.2d 246",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8670728
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "250",
          "parenthetical": "\"one cannot attempt to commit a crime which only requires reckless conduct and not a specific intent\""
        },
        {
          "page": "492",
          "parenthetical": "\"one cannot attempt to commit a crime which only requires reckless conduct and not a specific intent\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/49/0246-01"
      ]
    },
    {
      "cite": "249 N.Y.S.2d 922",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "923",
          "parenthetical": "\"an intention to commit a crime whose distinguishing element is lack of intent is logically repugnant\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 A.D.2d 738",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5519945,
        5521930,
        5520010,
        5515442,
        5519032,
        5519549
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "739",
          "parenthetical": "\"an intention to commit a crime whose distinguishing element is lack of intent is logically repugnant\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/21/0738-02",
        "/ad2d/21/0738-06",
        "/ad2d/21/0738-05",
        "/ad2d/21/0738-04",
        "/ad2d/21/0738-01",
        "/ad2d/21/0738-03"
      ]
    },
    {
      "cite": "471 F.2d 969",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        269139
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "1008-1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/471/0969-01"
      ]
    },
    {
      "cite": "153 U.S.App.D.C. 1",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "40-42"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "385 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992556
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "804"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0803-01"
      ]
    },
    {
      "cite": "34 L.Ed.2d 122",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "93 S.Ct. 200",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "409 U.S. 871",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6311138,
        6312259,
        6312516,
        6311526,
        6311754,
        6310670,
        6309744,
        6312018,
        6311348,
        6310421,
        6310228,
        6310010,
        6310910
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/409/0871-07",
        "/us/409/0871-12",
        "/us/409/0871-13",
        "/us/409/0871-09",
        "/us/409/0871-10",
        "/us/409/0871-05",
        "/us/409/0871-01",
        "/us/409/0871-11",
        "/us/409/0871-08",
        "/us/409/0871-04",
        "/us/409/0871-03",
        "/us/409/0871-02",
        "/us/409/0871-06"
      ]
    },
    {
      "cite": "460 F.2d 48",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1326502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/460/0048-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 122",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 42",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 876",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11763937,
        11764094,
        11764357,
        11764026,
        11764501,
        11764153,
        11764282,
        11764444,
        11764222
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0876-01",
        "/us/414/0876-03",
        "/us/414/0876-07",
        "/us/414/0876-02",
        "/us/414/0876-09",
        "/us/414/0876-04",
        "/us/414/0876-06",
        "/us/414/0876-08",
        "/us/414/0876-05"
      ]
    },
    {
      "cite": "474 F.2d 157",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1252503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/474/0157-01"
      ]
    },
    {
      "cite": "39 L.Ed.2d 111",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 918",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 1159",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11855269,
        11855654,
        11855867,
        11855589,
        11855819,
        11855308,
        11855729,
        11855512,
        11855419,
        11855548,
        11855933,
        11855359
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/1159-01",
        "/us/414/1159-08",
        "/us/414/1159-11",
        "/us/414/1159-07",
        "/us/414/1159-10",
        "/us/414/1159-02",
        "/us/414/1159-09",
        "/us/414/1159-05",
        "/us/414/1159-04",
        "/us/414/1159-06",
        "/us/414/1159-12",
        "/us/414/1159-03"
      ]
    },
    {
      "cite": "482 F.2d 1167",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1322878
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/482/1167-01"
      ]
    },
    {
      "cite": "398 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7963708
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/398/0036-01"
      ]
    },
    {
      "cite": "216 A.2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096638
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/216/0298-01"
      ]
    },
    {
      "cite": "367 A.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8007838
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1037-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/1034-01"
      ]
    },
    {
      "cite": "388 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7998769,
        7998878
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0108-01",
        "/a2d/388/0108-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1317,
    "char_count": 26287,
    "ocr_confidence": 0.813,
    "pagerank": {
      "raw": 5.722990517888382e-07,
      "percentile": 0.9500140741796144
    },
    "sha256": "3a533140259f523e36270a6e525b86aef921cd3e8bfd1c17230cdb58a35a6c4b",
    "simhash": "1:f270f32a753fdcf1",
    "word_count": 4322
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and POMEROY, WERNICK, ARCHIBALD, DELAHANTY, GODFREY and NICHOLS, JJ."
    ],
    "parties": [
      "STATE of Maine v. Larry G. HOWARD."
    ],
    "opinions": [
      {
        "text": "DELAHANTY, Justice.\nAfter a five-day trial before a jury in Superior Court, Cumberland County, the defendant was convicted of the murder of a Portland prostitute and the attempted murder with a firearm of another. We are not persuaded that any of the defendant’s eight assignments of error require reversal, and accordingly we deny his appeal.\nThe tawdry tale of sex, drugs, and violence that emerged at the defendant’s trial bears the stamp of a latter-day Dostoevsky. 1974, the defendant, then eighteen years of age, learned that he had contracted Bright’s disease, a fatal kidney disorder. A physician told him that he had five years to live. At about the same time, the defendant’s father left the home and the defendant failed his Air Force physical examination. By August of 1977, his condition had deteriorated to the point that he began receiving thrice-weekly hemodialysis treatments in six-hour sessions at a Portland hospital. In conjunction with this treatment, he began receiving psychiatric care and evaluation. -At trial, evidence was admitted to show that by the late fall of 1977 the defendant began experiencing severe depression and engaged in erratic and- often self-destructive behavior. Another of the problems incurred by the defendant as a result of his condition was a chronic inability to achieve gratification during sexual encounters, a condition that had existed for some time. In\nOn the day of the crime, as he later explained to a psychiatrist, he had planned to commit an armed robbery and with the proceeds purchase an automobile and the services of a prostitute. He left his Brunswick home, where he was living with his mother, at around 5:30 p. m. on Wednesday, November 9, 1977. By the time he arrived at the Portland apartment of a friend, Jason Riley, he had already committed the robbery and purchased the car. Indeed, at one point he displayed a pistol to Riley and asked him if he would care to join him in a future robbery. Riley declined, but he helped the defendant buy drugs and introduced him to Susan, a local prostitute. Despite extensive efforts, the defendant was still unable to achieve a sexual climax with Susan. At the end of the encounter, which took place in a Forest Avenue apartment, the defendant, before departing, declared to a number of prostitutes lounging about in the living room that he would be back around midnight and would then engage the services of two prostitutes.\nLeaving the apartment, the defendant met Riley in a tavern frequented by homosexuals. While there, he consumed some alcohol, played pinball, and chatted with Riley, relating the details of his sordid tryst with Susan. At one point, he asked Riley how he might go about engaging the services of a male prostitute. Riley expressed ignorance of the pertinent customs, and the defendant apparently made his own arrangements leaving the tavern with another male. Once again, all efforts to achieve satisfaction, this time in a homosexual context, proved unavailing.\nAt this point, the defendant apparently intended to return home but discovered that the brakes on his car were not working. Leaving the car at a local garage, he returned to the Forest Avenue apartment and conversed in the living room with Susan and Mary Ann, another prostitute. After a while, the threesome entered a bedroom. The defendant removed his coat and sat down on the bed next to Susan while Mary Ann remained near the door. When Mary Ann demanded immediate payment, the defendant reached for the pocket of his coat, removed a .22 caliber pistol, and pointed it at Mary Ann. Seeing the gun, Mary Ann darted - for the door. The defendant fired, hitting her in the back. Mary Ann scrambled out the door and around the corner as the defendant began laughing uncontrollably. Susan then ran from the room and out of the apartment with the defendant behind her. The defendant paused to fire another shot at Mary Ann, who was on her hands and knees on the living room floor, and then ran out of the apartment. From the top of the flight of stairs just outside the apartment, the defendant fired a number of shots down at Susan, one of them fatal.\nAs he exited the building, the defendant donned a brown wig and attempted to gain entrance to a nearby YMCA. When this proved unsuccessful, he returned to Jason Riley’s apartment.\nBy coincidence, Riley happened to be standing in the street when Susan emerged from the building clutching her stomach. After securing aid for Susan, Riley returned to his apartment and found the defendant in a “quite apprehensive” state. Suspecting the worst, Riley left the apartment and informed the police that, in his words, “I think the guy you are looking for is in my apartment.” Riley then escorted two police officers to his apartment. After a brief search, the policemen opened the door of the bathroom and found the defendant seated on the floor with his back against the wall pointing his gun directly at them. He eventually agreed to drop the gun, which was identified at trial as the murder weapon, and the policemen took him into custody.\nI\nPursuant to M.R.Crim.P. 6{d), the defendant moved to require the recording of all evidence offered against him during the then-pending session of the Grand Jury. The motion was denied after a hearing held on December 6, 1977. This Court has not been provided with a record of that hearing.\nThe defendant now argues that the presiding Justice’s failure to order that the Grand Jury proceedings be recorded was reversible error. The failure by the defendant to furnish this Court with a record of the only hearing held on the question renders our efforts to review the decision reached below wholly nugatory. “When an inadequate record is presented to the Law Court to support an appeal, such appeal must fail.” Berry v. Berry, Me., 388 A.2d 108, 109 (1978); State v. Bellanceau, Me., 367 A.2d 1034, 1037-38 (1977).\nII\nAt trial, much of the testimony was directed at the issue of the defendant’s mental state at the time of the incident, and both sides introduced several expert witnesses who gave their opinions on the question. The defendant’s first witness was Dr. Stephen M. Soreff, a local psychiatrist who had been treating the defendant since July of 1977, roughly four months prior to the crime.\nAfter Dr. Soreff had testified to certain observations and recommendations he had made regarding the defendant, defense counsel sought to have admitted a report prepared by an “M. Citrin, M.A.” It developed that in August of 1977 the defendant had taken the Minnesota Multiphasic Personality Inventory (MMPI) test, a multiple-question examination designed to reveal the participant’s psychological problems. The “Citrin Report,” which was dated August 10, 1977, consisted of the author’s subjective evaluation of the defendant’s personality as evidenced by his answers to the MMPI test. When the State objected to the report on grounds of hearsay, defense counsel responded that the report was the “exact sort of thing that doctors commonly rely on in making diagnoses: nurse’s notes, laboratory reports.” The presiding Justice then pointed out that if the defendant was seeking to have the report admitted on the basis that it was the “kind of hearsay upon which [Dr. Soreff] makes a diagnosis,” he would first have to lay a proper foundation. At that point, defense counsel resumed questioning Dr. Soreff on unrelated matters. Although during the remainder of the direct examination Dr. Soreff was asked some general questions regarding the degree of his reliance on psychological testing, he was never asked to identify the Citrin Report nor did he indicate that he had relied on that or any other specific document in reaching his conclusions as to the defendant’s mental state. Accordingly, when, at the conclusion of direct examination, defense counsel again offered the Cit-rin Report for admission into evidence, the presiding Justice again excluded it.\nWhile conceding that no proper foundation was laid for the Citrin Report during the examination of Dr. Soreff, the defendant now argues that the presiding Justice should nevertheless have admitted it under the authority of either M.R.Evid. 803(4) or 803(6). Assuming arguendo that his failure to lay a foundation at trial is not fatal to defendant’s position, we are far from persuaded that the Citrin Report meets either of the above-mentioned exceptions to the hearsay rule.\nRule 803(4) deals with statements made for “purposes of medical diagnosis or treatment.” As the Advisers’ Note to Rule 803(4) indicates,' the rule is bottomed on the notion that a person seeking medical attention will give a truthful account of the history and current status of his condition in order to ensure proper treatment. See also Advisory Committee Note, F.R.Evid. 803(4); Goldstein v. Sklar, Me., 216 A.2d 298, 305 (1966); R. Field & P. Murray, Maine Evidence § 803.4 (1976). It is true that commentators appear to agree that statements made by members of the pa-tient’s family to a treating physician may come within the rule, as where a parent relates a child’s symptoms and history. R. Field & P. Murray, supra at § 803.4; J. Weinstein & M. Berger, Weinstein’s Evidence § 803(4)[01] (1978). However, we are not aware of any authority for tjje proposition that the opinion of one person, whose identity, qualifications, and relationship to the patient are unknown, may be admitted into evidence simply because the opinion may have been offered for the purpose of assisting a physician in formulating his diagnosis. Clearly, the author of the report could not have been motivated by the considerations that underpin Rule 803(4): he, or she, was not offering the statement in the hope of securing competent medical treatment for himself, or herself. Insofar as the justification behind Rule 803(4) is unavailable, we have little hesitation in rejecting defendant’s argument that the rule ought to apply.\nThe assertion that the report ought to have been admitted as a business record under Rule 803(6) must also fail. That rule requires the proponent of the document to produce the custodian of the record, “or other qualified witness,” to testify that the offered document was “kept in the course of a regular conducted business,” and that it was the “regular practice of that business to make [such a document].” No such testimony was introduced at trial, an omission fatal to the document’s admissibility as a business record.\nThe defense made a third effort to get the Citrin Report before the jury during cross-examination of Dr. Ulrich Jacobsohn, one of the State’s expert rebuttal witnesses. Under questioning from defense counsel, Dr. Jacobsohn allowed that he was familiar with the Citrin Report and that his opinion was partially based thereon. After Dr. Ja-cobsohn had examined and identified the report, defense counsel, in the presence of the jury, began to read a portion of the report to him. At this, the State objected and the presiding Justice, after again examining the report, sustained the objection.\nOn appeal, the defendant for the first time argues that counsel should have been allowed to cross-examine Dr. Jacob-sohn with respect to Citrin’s report under the authority of M.R.Evid. 705(a). That rule provides that an expert witness “may . be required to disclose the underlying facts or data [upon which his opinion is based] on cross-examination.” The failure on the part of the defense to address this argument to the trial court in the first instance narrows the scope of our review to the “manifest error/serious injustice” standard. State v. Doucette, Me., 398 A.2d 36, 40 (1978).\nThe record indicates that Dr. Jacobsohn based his opinion chiefly on his clinical observations and interviews with the defendant and only partially on the report. Defense counsel was allowed to inquire, and did inquire, extensively concerning the doctor’s interviews with the defendant, his awareness of the defendant’s drug use, his frequent cooperation with the Attorney General’s office in the preparation of criminal prosecutions, his professional orientation, and the degree of his reliance on psychological reports in general. The minor curtailment of cross-examination of one of the State’s expert witnesses here complained of did not amount to manifest error where defense counsel was given free rein to explore all other ingredients that made up the expert’s opinion. United States v. Jackson, 482 F.2d 1167 (10th Cir. 1973), cert. denied, 414 U.S. 1159, 94 S.Ct. 918, 39 L.Ed.2d 111 (1974); United States v. Erdos, 474 F.2d 157 (4th Cir.), cert. denied, 414 U.S. 876, 94 S.Ct. 42, 38 L.Ed.2d 122 (1973). Clearly, the error below did not amount to a violation of the defendant’s sixth amendment right of confrontation. United States v. Alston, 460 F.2d 48 (5th Cir.), cert. denied, 409 U.S. 871, 93 S.Ct. 200, 34 L.Ed.2d 122 (1972).\nIII\nDuring cross-examination, defense counsel asked Dr. Jacobsohn to define the phrase “mental disease or defect\" found in 17-A M.R.S.A. § 58. He defined it as a “condition which substantially impairs [the] intellectual and emotional functions,” and further stated that he had used this standard in evaluating the defendant. At the close of Dr. Jacobsohn’s testimony, both sides rested finally. The next day, during a discussion of proposed jury instructions, defense counsel moved that the court instruct the jury to disregard Dr. Jacobsohn’s testimony on the ground that the doctor’s definition of “mental disease or defect” did not mirror the statutory definition. The motion was denied.\nThe presiding Justice pointed out that the defendant’s motion was not timely. Had the issue been raised at the end of cross-examination, the State would have had the opportunity to rehabilitate the witness, if, indeed, any rehabilitation was necessary. Furthermore, as the court noted, any misunderstanding on Dr. Jacobsohn’s part regarding the legal standard of mental disease or defect affected the weight and not the admissibility of his testimony. We wholly agree with the reasoning set forth below and accordingly reject the defendant’s argument.\nIV\nThe defendant here argues for the first time that the presiding Justice took “an active and prejudicial role” in questioning Dr. Soreff and Dr. Jacobsohn and that as a result the jury must have been left with the impression that the court agreed with the State’s position. We have examined with care the passages in the record to which the defendant has called our attention and find that the presiding Justice’s conduct was altogether blameless. Exercising his power under M.R.Evid. 614(b), the trial judge intervened in a neutral and discreet fashion on several occasions with questions clearly designed to clarify the rather complex and often murky testimony of the expert witnesses. “So long as the trial judge intervenes for the purpose of clarifying testimony, saving time, or preventing a miscarriage of justice, he must be allowed considerable latitude in his questioning.” State v. Greenwood, Me., 385 A.2d 803, 804 (1978). We discern no error.\nV\nWhile conceding that the presiding Justice, in charging the jury, correctly explained and defined the want-of-understanding defense provided in 17 — A M.R.S.A. § 58, the defendant now complains, as he did at trial in a timely fashion, that the court should not have referred to that defense as the “defense of insanity.” In support of this position, the defendant points out that the relevant statutory definition has undergone a recent change and argues that as a part of that change the Legislature wished to discourage the use of the word “insane.” He also argues that the presiding Justice’s use of the phrase “defense of insanity” must have unduly confused the jury which, up to that time, had heard expert testimony couched in the “mental disease or defect” language of Section 58.\nRegarding the first prong of the defendant’s argument, we note that there exists no explicit legislative declaration forbidding the use of the term “insanity” before a jury. On the contrary, we note that Section 59, the procedural counterpart to Section 58, makes use of the word three times, as does the comment appended to Section 58. This same comment states that the section is “based” upon the opinion in United States v. Brawner, 153 U.S.App.D.C. 1, 471 F.2d 969 (D.C.Cir. 1972). Appendix B of that opinion, id., 153 U.S.App.D.C. at 40-42, 471 F.2d at 1008-1010, entitled “Suggestion for Instruction on Insanity” authorizes federal district judges to use the words “sane” and “insane” in charging juries. In our view, the term “defense of insanity” is nothing more than a nonprejudicial shorthand phrase useful for referring to the concepts set forth in Section 58.\nWe have carefully considered the presiding Justice’s instruction on the issue of the defendant’s want of understanding. It is clear to us, as it must have been to the jury, that the court was using the word “insanity” merely as a label for the Section 58 defense. We are satisfied that no confusion was engendered thereby.\nVI\nPrior to the presiding Justice’s charge to the jury, the defense requested that with respect to the second count of the indictment, charging the defendant with the attempted murder of Mary Ann, the jury be instructed on the so-called crime of “attempted manslaughter.” Then, as now, the defendant maintained that “attempted manslaughter” is a lesser included offense within the crime of attempted murder.\nUnder our Criminal Code, a person is guilty of criminal attempt only if he acts “with the intent to complete the commission of the [substantive] crime . . . .” 17-A M.R.S.A. § 152(1). Thus, for a person to be guilty of attempted murder, he must act with the intent to cause the death of another human being. 17-A M.R.S.A. § 201. The crime of manslaughter, however, is predicated upon a different mental state from that found in the attempt statute. Under 17-A M.R.S.A. § 203(1)(A), a person is guilty of manslaughter if he “[r]ecklessly, or with criminal negligence, causes the death of another human being .. . .” Because of the discrepancy in culpable mental states between criminal attempt on the one hand and manslaughter on the other, the proffered crime of “attempted manslaughter” is a logical impossibility. People v. Brown, 21 A.D.2d 738, 739, 249 N.Y.S.2d 922, 923 (1964) (“an intention to commit a crime whose distinguishing element is lack of intent is logically repugnant”); State v. Melvin, 49 Wis.2d 246, 250, 181 N.W.2d 490, 492 (1970) (“one cannot attempt to commit a crime which only requires reckless conduct and not a specific intent”); W. LaFave & A. Scott, Criminal Law § 59 (1970) (“so long as the crime of attempt is deemed to require an intent-type of mental state, there can be no such thing as an attempt to commit . . . involuntary manslaughter”); Smith, Two Problems in Criminal Attempts, 70 Harv.L.Rev. 422, 434 (1957) (“the consequence involved in [manslaughter] is the death of the victim and an act done with intent to achieve this, if an attempt at all, is attempted murder”). We therefore conclude that the presiding Justice was correct in refusing to give the instruction requested by the defendant.\nVII\nThe defendant here argues for the first time that with respect to the defendant’s attack on Mary Ann the presiding Justice should have instructed the jury on attempted aggravated assault. The failure on the part of the defendant to request such an instruction at trial limits the scope of our review to the manifest error/serious injustice standard. M.R.Crim.P. 30(b), 52(b); State v. Doughty, Me., 399 A.2d 1319, 1326 (1979); State v. Dutremble, Me., 392 A.2d 42, 45-46 (1978); State v. Gagnon, Me., 379 A.2d 395, 397 (1977).\nAn attempted aggravated assault instruction would not have been required “unless on the basis of the evidence there is a rational basis for the jury finding the defendant guilty [thereof].” 17-A M.R.S.A. § 13(2). The evidence introduced at trial tended to show that the defendant fired two shots at Mary Ann, the first from close range and the other from almost pointblank range. With the evidence in that posture, we discern no manifest error in the presiding Justice’s failure, sua sponte, to instruct the jury on attempted aggravated assault.\nVIII\nFinally, the defendant argues that the evidence introduced at trial was insufficient to sustain the jury’s verdict and that the trial court therefore erred in denying the defendant’s motion for a judgment of acquittal. In reviewing the sufficiency of the evidence to support a verdict, we give due deference to the jury’s evaluation of the evidence, State v. Flaherty, Me., 394 A.2d 1176, 1177 (1978), resolve all factual questions in favor of the jury’s verdict, State v. Boyer, Me., 392 A.2d 41, 42 (1978), and then “determine whether there was credible evidence from which the jury would be justified in believing beyond a reasonable doubt that the defendant was guilty.” State v. Flaherty, supra at 1177.\nOn appeal, the defendant concedes that he fired the shots which killed Susan and wounded Mary Ann, but he argues that the evidence produced at trial fell short of proving beyond reasonable doubt that at the time of the crime his mental state was such that he had “substantial capacity to appreciate the wrongfulness of his conduct or substantial capacity to conform his conduct to the requirements of the law.”\nInitially, we note that the true issue is not whether the State has satisfied any burden of proving, beyond reasonable doubt, that the defendant was criminally responsible. Under 17 — A M.R.S.A. § 58(3), the defendant carried the burden of proving by a preponderance of the evidence his want of understanding. After reviewing the evidence bearing on the circumstances surrounding the crime and after evaluating the expert testimony, we are satisfied that the jury’s verdict has a rational basis in the record.\nThe testimony concerning the defendant’s doings on the day of the crime is set forth in some, detail in the opening portion of this opinion. Without recounting it at any length, we merely observe that he repeatedly displayed the outward manifestations which, to laymen at least, suggest the workings of a rational mind. He decided that he needed money and a car, so he planned and executed a robbery and bought a car. He decided that he needed sexual stimulation, so he engaged the services of prostitutes. When his brakes malfunctioned, he took the car to a service station. After he shot Susan and Mary Ann, he put on a wig, apparently to disguise his appearance, and fled the scene.\nThe expert testimony at trial was divided over the question of defendant’s mental state. There is no suggestion on appeal that any of the experts who testified in a manner favorable to the State were unqualified to express an opinion on the subject or that their testimony was unbelievable. The jury was thus free to accept either interpretation. We cannot say that its choice was an irrational one.\nThe entry is:\nAppeal denied.\nJudgment of conviction affirmed.\n. The names of the victims have been changed for obvious reasons.\n. According to a statement made by the defendant to Portland police, he pointed the gun at Susan and Mary Ann and demanded that they give him their money. Mary Ann, who testified at trial, made no mention of this.\n. The defendant pleaded not guilty and not guilty by reason of mental disease or defect.\n. The report reads as follows:\nThis is a valid profile, but it contains multiple elevations; 8 of the 9 Clinical Scales being above acceptable levels.\nWhile a number of personality characteristics are suggested, the primary configuration is that of a man who is, in essence, “straddling the fence” between character disorder and psychosis. Certainly schizoid at the very minimum, the patient likely presented as a youthful delinquent, and now demonstrates the characteristics of adult psychopathy. A propensity for violence is indicated, and vicious, assaultive, and stupid, poorly-planned crimes are frequently found among such people. Odd and peculiar, those who obtain this profile are also angry and rebellious, tend to see the world as hostile and threatening, and may show signs of an underlying thought-disorder. Many classical Sociopaths obtain this kind of a profile when they are “caught-up” by illness, the Law, or a Hospital.\nPrognosis for any significant or permanent personality change is poor. However, an easy manner and good social skills may lead those who deal with these patients to feel that a significant change is beeing [sic] seen.\nAlthough this report was never formally made a part of the record at trial, the State, displaying a commendable sense of fairness, entered into a stipulation with the defendant that the record on appeal be corrected by including the report.\n. For example, the court stated:\nThe law provides that a jury shall bring in a verdict of not guilty by reason of insanity if at the time of the criminal conduct the defendant, as a result of mental disease or defect either lacked substantial capacity to conform his conduct to the requirements of the law, or lacked substantial capacity to appreciate the wrongfulness of his conduct.\nMental disease or defect means any abnormal condition of the mind which substantially affects the mental or emotional processes and substantially impairs the processes and capacity of the person to control his actions. With respect to the issue of insanity, the burden of proof is on the defendant to establish by a preponderance of the evidence that as a result of mental disease or defect he either lacked substantial capacity to conform his conduct to the requirements of the law, or lacked substantial capacity to appreciate the wrongfulness of his conduct.\n. The State concedes that attempted aggravated assault is a lesser included offense of attempted murder.",
        "type": "majority",
        "author": "DELAHANTY, Justice."
      }
    ],
    "attorneys": [
      "Charles K. Leadbetter (orally), Pasquale J. Perrino, Jr., Janet T. Mills, Asst. Attys. Gen., Augusta, for plaintiff.",
      "Lowry, Platt, Fitzhenry, Lunt & Givertz by Donald Grey Lowry (orally), Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Larry G. HOWARD.\nSupreme Judicial Court of Maine.\nAug. 24, 1979.\nCharles K. Leadbetter (orally), Pasquale J. Perrino, Jr., Janet T. Mills, Asst. Attys. Gen., Augusta, for plaintiff.\nLowry, Platt, Fitzhenry, Lunt & Givertz by Donald Grey Lowry (orally), Portland, for defendant.\nBefore McKUSICK, C. J., and POMEROY, WERNICK, ARCHIBALD, DELAHANTY, GODFREY and NICHOLS, JJ."
  },
  "file_name": "0206-01",
  "first_page_order": 270,
  "last_page_order": 277
}
