{
  "id": 8322307,
  "name": "LOCK HAVEN UNIVERSITY FOUNDATION, Appellant v. CLINTON COUNTY BOARD OF ASSESSMENT APPEALS AND REVISION OF TAXES",
  "name_abbreviation": "Lock Haven University Foundation v. Clinton County Board of Assessment Appeals & Revision of Taxes",
  "decision_date": "2007-03-07",
  "docket_number": "",
  "first_page": "207",
  "last_page": "215",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 207"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "862 A.2d 590",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9161808,
        1100720,
        1100733,
        9161830
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/862/0590-01",
        "/pa/580/0563-01",
        "/pa/580/0562-01",
        "/a2d/862/0590-02"
      ]
    },
    {
      "cite": "580 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100733
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0562-01"
      ]
    },
    {
      "cite": "852 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9232490
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/852/0428-01"
      ]
    },
    {
      "cite": "721 A.2d 360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        765978,
        11789940
      ],
      "weight": 2,
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0324-01",
        "/a2d/721/0360-01"
      ]
    },
    {
      "cite": "554 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765978
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0324-01"
      ]
    },
    {
      "cite": "693 A.2d 1002",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12001408
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1008"
        },
        {
          "page": "1008-09"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/1002-01"
      ]
    },
    {
      "cite": "54 Pa. D. & C.4th 353",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.4th",
      "case_ids": [
        1367969
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c4th/54/0353-01"
      ]
    },
    {
      "cite": "692 A.2d 1136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11920340
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1143",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/1136-01"
      ]
    },
    {
      "cite": "714 A.2d 397",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        559406,
        11711934
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0212-01",
        "/a2d/714/0397-01"
      ]
    },
    {
      "cite": "552 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559406
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0212-01"
      ]
    },
    {
      "cite": "794 A.2d 981",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9444026
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "984"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/794/0981-01"
      ]
    },
    {
      "cite": "87 A.2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234533
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0021-01"
      ]
    },
    {
      "cite": "507 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792355
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "13"
        },
        {
          "page": "1312"
        },
        {
          "page": "1306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0001-01"
      ]
    },
    {
      "cite": "515 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806060
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1175"
        },
        {
          "page": "1175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0054-01"
      ]
    },
    {
      "cite": "813 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1070122,
        9380884
      ],
      "weight": 4,
      "year": 2002,
      "pin_cites": [
        {
          "page": "683"
        },
        {
          "page": "685"
        },
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0672-01",
        "/a2d/813/0680-01"
      ]
    },
    {
      "cite": "571 Pa. 672",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070122
      ],
      "weight": 4,
      "year": 2002,
      "pin_cites": [
        {
          "page": "676-77"
        },
        {
          "page": "680"
        },
        {
          "page": "680-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0672-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 929,
    "char_count": 24634,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 8.49823717391881e-08,
      "percentile": 0.4864441903755779
    },
    "sha256": "1bbbac997fada3ff9ebdca49512f02e34f1427d9ff81a45fd0b71bee6d308f87",
    "simhash": "1:beeae8228cc2a63d",
    "word_count": 3922
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, and LEADBETTER, Judge, and SIMPSON, Judge."
    ],
    "parties": [
      "LOCK HAVEN UNIVERSITY FOUNDATION, Appellant v. CLINTON COUNTY BOARD OF ASSESSMENT APPEALS AND REVISION OF TAXES."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEADBETTER.\nLock Haven University Foundation appeals from an order of the Clinton County Court of Common Pleas that affirmed the decision of the Office of the Board of Assessment Appeals & Revision of Taxes denying the Foundation’s appeal from the assessment of its Evergreen Commons property as “no longer exempt improvements.”\nAccording to its bylaws, the purpose of the Foundation, which was formerly known as the “Friends of Lock Haven State College,” is as set forth in its Articles of Incorporation, including “serving as the authoritative body to approve and coordinate all fundraising activities carried out on behalf of Lock Haven University[.]” Plaintiffs Exhibit 3, Lock Haven University Foundation Bylaws, as amended July 2003 at 1. The Articles of Incorporation provide that the corporation was formed to “further the program and purposes of Lock Haven State College” and\n[t]o receive and administer a fund or funds of real or personal property, or both, and, subject to the restrictions and limitations hereinafter set forth, to use and apply the whole or any part of the income therefrom and the principal thereof exclusively for charitable, scientific, literary or educational purposes either directly or by contributions to organizations that qualify as exempt organizations under Section 501(c)(3) of the Internal Revenue Code and its regulations ....\nPlaintiffs Exhibit 1, Articles of Incorporation at 2. No part of the Foundation’s net earnings inure to the benefit of its shareholders or other individuals, and no shareholder or other individual is entitled to share in distribution of the Foundation’s assets if the corporation is dissolved. Id.\nIn April 2005, the Chief Assessor for Clinton County issued the Foundation a notice of new or corrected assessed valuation with respect to its Evergreen Commons property, a student housing complex adjacent to the Lock Haven University campus. The assessment was changed from $107,840 to $2,278,240. The notice explained: “REASON FOR CHANGE: NO LONGER EXEMPT IMPROVEMENTS.” Thereafter, the Foundation filed a “Statement of Intention to Appeal/Reclassification of Property.” After a hearing, the Board denied the Foundation’s appeal. The Foundation then appealed to common pleas, asserting that it is a charitable, tax-exempt institution under applicable law, including the Pennsylvania Constitution and the Institutions of Purely Public Charity Act (Charity Act), and that the uses of Evergreen Commons qualify the property for exemption under applicable law, including the “Assessment Statute.” See Petition Appealing Action of the Board of Assessment Appeals and Revision of Taxes, pp. 2-3.\nAfter a hearing, common pleas denied the Foundation’s appeal, concluding that “Evergreen Commons is not entitled to a real estate tax exemption.” Appeal of Lock Haven Univ. Found. (No. 874-05 Miscellaneous, filed January 30, 2006), slip op. at 8. Common pleas also stated that, because “Evergreen Commons is not a purely public charity,” the court need “not address whether it is tax exempt under the Fourth to Eighth Class County Assessment Law.” Id. Before us, the Foundation essentially queries whether common pleas misconstrued applicable law in denying its assessment appeal and determining that Evergreen Commons is not tax exempt.\nOur Supreme Court stated in Community Options, Inc. v. Board of Property Assessment, Appeals and Review, 571 Pa. 672, 676-77, 813 A.2d 680, 683 (2002):\nAn entity seeking a statutory exemption for taxation must first establish that it is a “purely public charity” under Article VIII, Section 2 of the Pennsylvania Constitution before the question of whether that entity meets the qualifications of a statutory exemption can be reached. G.D.L. Plaza Corp. v. Council Rock Sch. Disk, 515 Pa. 54, 526 A.2d 1173, 1175 (1987); Hospital Utilization Project [v. Commonwealth, 507 Pa. 1, 13, 487 A.2d 1306, 1312 (1985)]. In Hospital Utilization Project [HUP], this Court set forth a five-part test for determining whether an entity qualifies as a “purely public charity” under the Pennsylvania Constitution:\n[A]n entity qualifies as a purely public charity if it possesses the following characteristics.\n(a) Advances a charitable purpose;\n(b) Donates or renders gratuitously a substantial portion of its services;\n(c) Benefits a substantial and indefinite class of persons who are legitimate subjects of charity;\n(d) Reheves the government of some of its burden; and\n(e) Operates entirely free from private profit motive.\n487 A.2d at 1306. The question of whether an entity is a “purely public charity” is a mixed question of law and fact on which the trial court’s decision is binding absent an abuse of discretion or lack of supporting evidence. G.D.L. Plaza Corp., 526 A.2d at 1175, Hill Sch. Tax Exemption Case, 370 Pa. 21, 87 A.2d 259, 263 (1952).\nOnce an institution qualifies as a “purely public charity” under Article VIII, § 2 of the Pennsylvania Constitution, the next relevant question is whether it qualifies for tax exemption status under the Charity Act. Cmty. Options, 571 Pa. at 680, 813 A.2d at 685. In this regard, our Supreme Court stated:\nSection 372 of the Charity Act states that the intent of the Act is to provide “standards to be applied uniformly throughout this Commonwealth for determining eligibility for exemption from State and local taxation which are consistent with traditional legislative and judicial applications of the constitutional term ‘institution of purely public charity.’ ” 10 P.S. § 372(b). Section 375(a) of the Charity Act, titled “Criteria for institutions of purely public charity”, states that an institution of purely public charity is an institution that meets the criteria set forth in subsections (b), (c), (d), (e) and (f). Each of the five subsections to which Section 375(a) refers has an opening sentence that tracks the language of one of the Hospital Utilization Project test prongs.\n571 Pa. at 680-81, 813 A.2d at 685.\nIn this instance, however, common pleas did not engage in a step-by-step analysis of whether the Foundation proved that it is a “purely public charity” under Article VIII, § 2 of the Pennsylvania Constitution, nor did it thoroughly discuss whether the Foundation is an institution of purely public charity under the standards of the Charity Act. Instead, it assumed that the Foundation meets the constitutional test for a purely public charity. Nevertheless, it denied the Foundation an exemption for its property known as Evergreen Commons on the ground that Evergreen Commons is not itself a purely public charity pursuant to the relevant statutory criteria. We do not believe that this analysis is supported by the law.\nSection 3 of the Charity Act, 10 P.S. § 373, defines “institution” as “[a] domestic or foreign nonprofit corporation, association or trust or other similar entity.” Relying on this definition, we explained in Chartiers Valley School District v. Board of Property Assessment, Appeals, Review and Registry of Allegheny County, 794 A.2d 981, 984 (Pa.Cmwlth.2002) that, for purposes of considering whether an institution is one of purely public charity under the Charity Act, “[o]ur evaluation focuses on a corporation, not on multiple corporations and not on parts of a corporation.” In so stating, we acknowledged as accurate common pleas’ determination that, because the South Hills Branch of the Jewish Community Center of Pittsburgh “was not incorporated separately, it could not be evaluated as a separate institution” from the Center itself. Id. Further, we determined that common pleas rightly decided that the Center “actually and regularly use[d] the Branch for the advancement of its charitable purposes.” Id. Last, we concluded that, due to our decision, we did not need to discuss whether the Branch independently met the requirements of Section 5(d) and (e) of the Charity Act, 10 P.S. § 375(d) and (e). We therefore affirmed common pleas’ decision that the Center, including its South Hills Branch, was an institution of purely public charity. See also Unionville-Chadds Ford School District v. Chester County Board of Assessment Appeals, 552 Pa. 212, 714 A.2d 397 (1998), which affirmed our decision upholding common pleas’ determination that Longwood Gardens was a purely public charity entitled to a real estate tax exemption under The General County Assessment Law, Act of May 22, 1933, P.L. 853, as amended, 72 P.S. §§ 5020-1-5020-602. We stated, in applying the HUP standards:\nThe evidence of record indicates that Longwood Gardens is not engaged in a commercial venture in competition with similar businesses. The presence of two potentially profit-making activities, a garden shop and restaurant, does not change the essential nature of Long-wood as a whole, as an institution that operates free from private profit motive.\nUnionville-Chadds Ford Sch, Dist. v. Chester County Bd. of Assessment Appeals, 692 A.2d 1136, 1143 (Pa.Cmwlth. 1997) (footnote omitted). The Unionville-Chadds Ford cases also direct a whole-institution analysis, rather than a piecemeal application.\nTherefore, to reiterate, the proper legal analysis is, first, whether the Foundation, as a whole, meets the constitutional criteria for an institution of purely public charity, and, second, whether the Foundation, as a whole, meets the specific statutory criteria under Section 5(b)-(f) for an institution of purely public charity. Because the board’s responsive arguments challenged only Evergreen Commons’ failure to fulfill these statutory criteria, there appears to be no real question that the Foundation is an institution of purely public charity under both the constitutional and statutory standards. That being said, Evergreen Commons, as part and parcel of the Foundation, will not qualify for tax exempt status unless it, too, meets certain constitutional and statutory standards, as hereafter set forth.\nArticle VIII, § 2 of the Constitution provides in relevant part: “(a) The General Assembly may by law exempt from taxation: ... (v) Institutions of purely public charity, but in the ease of any real property tax exemptions only that portion of real property of such institution which is actually and regularly used for the purposes of the institution.” (Emphasis added).\nMoreover, Section 5(h) of the Charity Act, 10 P.S. § 375(h) (titled parcel review) specifically provides:\n(1)Nothing in this act shall affect, impair or hinder the responsibilities or prerogatives of the political subdivision responsible for maintaining real property assessment rolls to make a determination whether a parcel of property or a portion of a parcel of property is being used to advance the charitable purpose of an institution of purely public charity or to assess the parcel or part of the parcel of property as taxable based on the use of the parcel or part of the parcel for purposes other than the charitable purpose of that institution.\n(2) Nothing in this act shall prohibit a political subdivision from filing challenges or making determinations as to whether a particular parcel of property is being used to advance the charitable purpose of an institution of purely public charity.\n(Emphasis added). This Section grants authority for the Board of Assessment Appeals to tax Evergreen Commons independently from the Foundation itself. See, e.g., Longwood Gardens, Inc. v. Chester County Bd. of Assessment Appeals, 54 Pa. D. & C.4th 353, 356 (2001).\nLast, Section 202 of the Fourth to Eighth Class County Assessment Law, 72 P.S. § 5453.202(a)(3), provides in relevant part:\n(a) The following property shall be exempt from all county, borough, town, township, road, poor, county institution district and school (except in cities) tax, to wit:\n(3) All hospitals, universities, colleges, seminaries, academies, associations and institutions of learning, benevolence or charity, including fire and rescue stations, with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed and maintained by public or private charity: Provided, That the entire revenue derived by the same be applied to the support and to increase the efficiency and facilities thereof, the repair and the necessary increase of grounds and buildings thereof, and for no other purpose: Provided further, That the property of associations and institutions of benevolence or charity be necessary to and actually used for the principal purposes of the institution and shall not be used in such a manner as to compete with commercial enterprise.\n(Emphasis added).\nWe explained in Mars Area School District v. United Presbyterian Women’s Association of North America, 693 A.2d 1002, 1008 (Pa.Cmwlth.1997), affirmed, 554 Pa. 324, 721 A.2d 360 (1998), that\n[i]n order to be entitled to a real estate exemption under Section 202, an entity must affirmatively show that: (1) the entire institution is a “purely public charity”; (2) it was founded by a public or private charity; and (3) it is maintained by a public or private charity. 72 P.S. § 5453.202(a)(3). In addition, the institution must establish that its property is necessary to and actually used for its charitable purpose and not used in such a manner as to compete with commercial enterprise. Id.\nBecause, here, there seems to be no real question that the Foundation is an institution of purely public charity, which, pursuant to Section 5(a) of the Charity Act, would then be “founded, endowed and maintained by public or private charity,” 10 P.S. § 375(a), we are left with the determination of whether Evergreen Commons is a property that (1) is necessary to and actually used for the Foundation’s principal purposes; and (2) is not used in a manner that competes with private enterprise. The law is clear that, in establishing whether the property is necessary to the charity’s use, proof of absolute necessity is not required. Mars, 693 A.2d at 1008-09.\nAgain, the purpose of Lock Haven University Foundation is “[t]o receive and administer a fund or funds of real or personal property, or both, and, subject to the restrictions and limitations hereinafter set forth, to use and apply the whole or any part of the income therefrom and the principal thereof exclusively for charitable, scientific, literary or educational purposes .... ” Plaintiffs Exhibit 1, Articles of Incorporation at 2. Moreover, the articles provide that, as a means of accomplishing its purposes,\nthe Corporation shall have the following powers:\n1. To accept, acquire, receive, take and hold by bequest, devise, grant, gift, purchase, exchange, lease, transfer, judicial order or decree, or otherwise, for any of its objects and purposes, any property, both real and personal, of whatever kind, nature or description and wherever situated.\n2. To sell, exchange, convey, mortgage, lease, transfer, or otherwise dispose of, any such property, both real and personal, as the objects and purposes of the Corporation may require, subject to such limitations as may be prescribed by law.\n3. To borrow money and, from time to time, to make, accept, endorse, execute and issue bonds, debentures, promissory notes, bills of exchange and other obligations of the Corporation, for monies borrowed or in payment of property acquired or for any of the other purposes of the Corporation, and to secure the payment of any such obligations by mortgage, pledge, deed, indenture, agreement or other instrument of trust, or by other lien upon, assignment of, or agreement in regard to all or any part of the property, rights or privileges of the Corporation wherever situated, whether now owned or hereafter to be acquired.\nId. at 3-4.\nAlthough common pleas never discussed whether Evergreen Commons was exempt from tax under the Fourth to Eighth Class County Assessment Law, it did conclude that the Foundation provides student housing; it sets the rents so that, in combination, they will be enough to repay the bond and the expenses of the facility; there is presently no profit; and when the bond is paid back, any income the Foundation receives would benefit the programs and purposes of the University. We believe that these findings are enough to satisfy the Foundation’s burden of proving that Evergreen Commons is necessary to and actually used for the Foundation’s principal purposes and is not used in a manner that competes with private enterprise.\nFurther, to be exempt from taxation, Section 202(b) of the Assessment Law requires that the revenue derived from the subject property come from the recipients of the bounty of the institution or charity, 72 P.S. § 5453.202(b), and Section 202(c) requires the institution to prove that it has legal or equitable title in the property at issue. 72 P.S. § 5453.202(c). There is no question that the revenue derived from Evergreen Commons comes from the Lock Haven University students who reside there and that the Foundation is the owner of Evergreen Commons.\nFor all of the above reasons, the order of the Court of Common Pleas of Clinton County is reversed.\nORDER\nAND NOW, this 7th day of March, 2007, the ORDER of the Court of Common Pleas of Clinton County in the above captioned matter is hereby REVERSED.\n. Oddly, common pleas did not issue an order separate from its opinion. Rather, the last paragraph of common pleas’ opinion is apparently considered to be the order. This paragraph includes a statement that \"[t]he decision of the Board of Assessment Appeals and Revision of Taxes is affirmed.\" Appeal of Lock Haven Univ. Found. (No. 874-05 Miscellaneous, filed January 30, 2006), slip op. at 8.\n. This non-profit corporation was incorporated on June 12, 1967.\n. Article VIII, § 2 of the Constitution provides in part: “(a) The General Assembly may by law exempt from taxation: ... (v) Institutions of purely public charity\n. Act of November 26, 1997, P.L. 508, as amended, 10 P.S. §§ 371-385.\n. The Fourth to Eighth Class County Assessment Law, Act of May 21, 1943, P.L. 571, as amended, 72 P.S. §§ 5453.101-5453.706, which applies here, because Clinton County is a county of the sixth class.\n. Specifically, the Foundation asserts: (1) common pleas erred in first failing to consider whether the Foundation is an institution of purely public charity pursuant to Article VIII, § 2(a)(v) of the Pennsylvania Constitution, as dictated by Community Options, Inc. v. Board of Property Assessment, Appeals and Review, 571 Pa. 672, 813 A.2d 680 (2002); (2) common pleas’ analysis under Section 5 of the Charity Act, 10 P.S. § 375, incorrectly focused on Evergreen Commons, rather than on the Foundation, in applying the statutory criteria for determining whether an institution is one of purely public charity; (3) in the alternative, common pleas erred in concluding that the Foundation is not an institution of purely public charity pursuant to the Charity Act; (4) common pleas erred in failing to consider whether the Foundation was entitled to the rebuttable presumption of charitable status under Section 6 of the Charity Act, 10 P.S. § 376; and (5) the Foundation and Evergreen Commons meet the requirements for exemption under the Fourth to Eighth Class County Assessment Law.\n. Section 5(a) of the Charity Act specifically provides: \"General rule. — An institution of purely public charity is an institution which meets the criteria set forth in subsections (b), (c), (d), (e) and (f). An institution which meets the criteria specified in this Section shall be considered to be founded, endowed and maintained by public or private charily.” Under Section 5(b), “the institution must advance a charitable purpose”; under Section 5(c), it “must operate entirely free from private profit motive”; under Section 5(d), it “must donate or render gratuitously a substantial portion of its services”; under Section 5(e), it “must benefit a substantial and indefinite class of persons who are legitimate subjects of charity”; and, under Section 5(f), it \"must relieve the government of some of its burden.” These criteria, in turn, have specific sub-elements that must be met before the criteria can be satisfied.\n. In this regard, common pleas explained; \"[T]he Foundation is confusing its activities on behalf of the University, which the court concedes are charitable, as opposed to limiting its activities with regard to Evergreen Commons.” Appeal of Lock Haven Univ. Found. (No. 874-05 Misc., filed January 30, 2006), slip op. at 7. Moreover, the Board of Assessment Appeals asserts in its brief that\n[t]he tax assessment appeal does not raise a question as to the status of the Foundation as an institution of purely public charity under the Pennsylvania Constitution. Indeed, for purposes of the tax assessment appeal, that status has been acknowledged. ... [T]he lower court conceded that the Foundation’s activities on behalf of the University were charitable.\nBoard’s brief at 13.\n. The Board of Assessment Appeals asserts that common pleas’ focus here was properly on Evergreen Commons, as opposed to the whole Foundation, when evaluating the criteria for determining an institution of purely public charity, relying on Alliance Home of Carlisle, Pa. t/a Chapel Pointe v. Board of Assessment Appeals, 852 A.2d 428 (Pa.Cmwlth.), petition for allowance of appeal granted in part, 580 Pa. 562, 862 A.2d 590 (2004). Alliance Home involved a licensed continuing care retirement community, Chapel Pointe, which included on its property a fifty-nine-bed skilled nursing home and a fifty-three-bed assisted living compound, both of which had been exempted from real estate tax, as well as ninety-three apartments for independent living. There, we determined: (1) a tax exemption for the independent living apartments did not arise simply because they were located on the same property as the assisted living compound and the nursing home; \"otherwise, any use could be placed on property that already has received a tax exemption for real estate based on a charitable exemption[,]” id. at 434; and (2) substantial evidence supported common pleas’ determination that Chapel Pointe failed to prove it donated or gratuitously rendered a substantial portion of its services to the independent living residents.\nAlliance Home is distinguishable. First, the matter sub judice does not concern whether a different type of use on property previously determined to be tax exempt is also tax exempt by virtue of its location on the same property. Second, while, in Alliance Home, we alternately considered whether the independent living apartments separately satisfied Section 5(d)(l)(iii) of the Charity Act (specifying that an institution donates or gratuitously renders a substantial portion of its services where the institution provides \"[wjholly gratuitous goods or services to at least 5% of those receiving similar goods or services from the institution”), we did so because Chapel Pointe, the entity seeking the exemption, specifically raised the issue. In affirming common pleas’ denial of the tax exemption request, we emphasized its reasoning under Article VIII, § 2(a)(v) of the Pennsylvania Constitution that “it is 'only that portion of real property of [an] institution which is actually and regularly used’ for ‘purely public charity’ that is exempt from real property taxes.” 852 A.2d at 435. Because the independent living apartments and the property they were on did not satisfy this constitutional test, they further failed to qualify for a real estate tax exemption.\n. Hence, we need not discuss whether common pleas should have afforded the Foundation the rebuttable presumption that it was an institution of purely public charity under the relevant criteria of Section 5. See Section 6 of the Charity Act, 10 P.S. § 376, for the specifics of the presumption process.\n. Moreover, if Evergreen Commons is necessary to and actually used for the Foundation’s principal purposes, it obviously advances the Foundation’s charitable purposes pursuant to Section 5(h) of the Charity Act.\n. It also did not conduct a parcel review under Section 5(h) of the Charity Act.",
        "type": "majority",
        "author": "Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Kim M. Watterson, Pittsburgh, for appellant.",
      "C. Edward S. Mitchell and Gary L. Weber, Williamsport, for appellee."
    ],
    "corrections": "",
    "head_matter": "LOCK HAVEN UNIVERSITY FOUNDATION, Appellant v. CLINTON COUNTY BOARD OF ASSESSMENT APPEALS AND REVISION OF TAXES.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 14, 2006.\nDecided March 7, 2007.\nReargument Denied May 3, 2007.\nKim M. Watterson, Pittsburgh, for appellant.\nC. Edward S. Mitchell and Gary L. Weber, Williamsport, for appellee.\nBEFORE: COLINS, President Judge, and LEADBETTER, Judge, and SIMPSON, Judge.\n. This case wás assigned to the opinion writer prior to the date when Judge Leadbetter assumed the status of President Judge on January 7, 2007."
  },
  "file_name": "0207-01",
  "first_page_order": 241,
  "last_page_order": 249
}
