{
  "id": 8108461,
  "name": "Harry BERENTER, Appellant, v. Howard H. HANS and Grace G. Hans, Appellees",
  "name_abbreviation": "Berenter v. Hans",
  "decision_date": "1962-09-18",
  "docket_number": "No. 3031",
  "first_page": "208",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "184 A.2d 208"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 168,
    "char_count": 1896,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3478343718108662
    },
    "sha256": "321c8a95b5cf1ab521c3604ee79bc1de8ca074926b8eefcec5d6dcb4923be098",
    "simhash": "1:4e11bc48c34c3e20",
    "word_count": 300
  },
  "last_updated": "2023-07-14T21:12:44.017611+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Harry BERENTER, Appellant, v. Howard H. HANS and Grace G. Hans, Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nAppellant contracted to build two houses for appellees for a total price of $24,000. He was paid $23,000 and brought this action for the balance. Appellees denied owing any balance and counterclaimed for $3,000 because of appellant’s alleged poor workmanship and failure to construct paved driveways and offstreet parking areas. A jury verdict denied recovery to appellant and awarded appellees $1,000 on their counterclaim.\nAppellant claims there was error in refusing to admit in evidence certain photographs offered by him and in admitting in evidence certain zoning regulations offered by appellees. The record before us does not convince us that these errors, if such they were, warrant'a reversal. Not every error occurring in a trial requires reversal; only such errors as materially prejudice the substantive rights of a party call for a new trial.\nExcept for the charge to the jury and the return of the verdict, the record brought here shows only that part of the trial respecting the tender and rejection of the photographs and the tender and reception of the zoning regulations. Obviously appellant did not rest his case on the photographs alone and just as obviously appellees did not rest their counterclaim on the regulations alone; but there is no showing what other evidence was offered and received. Without knowledge of the entire proceedings, it is difficult to determine whether isolated rulings constituted error and it is impossible to determine whether they constituted reversible error.\nAffirmed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Ruffin A. Brantley, Washington, D. C., for appellant.",
      "R. Sidney Johnson, Washington, D. C., for appellees."
    ],
    "corrections": "",
    "head_matter": "Harry BERENTER, Appellant, v. Howard H. HANS and Grace G. Hans, Appellees.\nNo. 3031.\nMunicipal Court of Appeals for the District of Columbia.\nSubmitted July 2, 1962.\nDecided Sept. 18, 1962.\nRuffin A. Brantley, Washington, D. C., for appellant.\nR. Sidney Johnson, Washington, D. C., for appellees.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0208-01",
  "first_page_order": 248,
  "last_page_order": 249
}
