{
  "id": 7357133,
  "name": "Harvey M. OAKS and Eleanor Cooper, Administrators of the Estate of James L. Cooper, Deceased, Appellants, v. Donna Jean COOPER, Appellee",
  "name_abbreviation": "Oaks v. Cooper",
  "decision_date": "1994-03-11",
  "docket_number": "",
  "first_page": "208",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "518 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811607
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "381"
        },
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0378-01"
      ]
    },
    {
      "cite": "375 Pa.Super. 382",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        700027
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/375/0382-01"
      ]
    },
    {
      "cite": "355 Pa.Super. 64",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653253
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/355/0064-01"
      ]
    },
    {
      "cite": "598 A.2d 1338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "414 Pa.Super. 659",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "553 A.2d 968",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "520 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "372 Pa.Super. 194",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        693737
      ],
      "weight": 3,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/372/0194-01"
      ]
    },
    {
      "cite": "518 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811627
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0137-01"
      ]
    },
    {
      "cite": "377 Pa.Super. 268",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704451
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "277"
        },
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/377/0268-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 16171,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18945081354163892
    },
    "sha256": "93efcd1cbd9b44f20592405f91da437b6fb7bbd7d36163a8b287fbd991592b57",
    "simhash": "1:d532d37f2e4b1f10",
    "word_count": 2683
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
    ],
    "parties": [
      "Harvey M. OAKS and Eleanor Cooper, Administrators of the Estate of James L. Cooper, Deceased, Appellants, v. Donna Jean COOPER, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nMONTEMURO, Justice.\nThe administrators of the estate of James L. Cooper have lodged this appeal from a decision of the Superior Court affirming in part, reversing in part, and remanding for further proceedings an order disposing of equitable distribution and other economic claims in a bifurcated divorce action.\nMr. Cooper and appellee Donna Jean Cooper were married in 1948 and separated in 1975. The three children born of the marriage have all reached adulthood. In March of 1978, James L. Cooper filed for divorce, and a decree was granted in January of 1982. In June of 1983, hearings were held on the economic claims, resulting, sixteen months later, in the issuance of a Master’s Report, the provisions of which were appealed to the Court of Common Pleas. The Court of Common Pleas adopted the Master’s recommendations, and an appeal was lodged in the Superior Court. In that appeal, the argument, which had also been raised before the Master, was that a hereditary degeneration of the eye would affect Mr. Cooper’s earning capacity, and indeed all economic aspects of the trial court’s order. It was alleged that this problem, which had not yet appeared when the case was before the Master, had now declared itself, adversely affecting Mr. Cooper’s income, and requiring that he be awarded alimony.\nBecause of the alleged change in circumstances, and the lack of a record on which to determine its effect, in January of 1986 the Superior Court remanded for further hearings on all economic issues. However, at the hearings in July of 1986, Mr. Cooper failed to produce medical evidence to support his allegation of changed circumstance, conceding that examination had revealed no symptoms of the familial disease. At the hearings, Mr. Cooper announced his intention to remarry, an event which occurred in June of 1987.\nThe Master’s second report was filed in October of 1988, with a new set of findings, and the case was again appealed to the Common Pleas Court, which issued its Opinion that the alimony claim was the only matter it was required to address on remand given the lack of medical evidence. The court then adopted and reinstated the original Master’s Report, denying alimony, and awarded counsel fees under 42 Pa.C.S.A. § 2503, having concluded that the eye ailment was merely a pretext for relitigation of the equitable distribution order. The case was again appealed to the Superior Court. Sometime during the pendency of the appeal, Mr. Cooper was killed in an accident with farm machinery.\nOn July 30, 1991, the Superior Court entered its Opinion, which affirmed in part, reversed in part, and remanded for further proceedings. This court granted appellant’s request for allocatur. Now before us are challenges to the distribution of the marital estate, and as well, claims of error as to the characterization of certain property as marital.\nThe background against which these issues appear is as follows:\nDuring coverture, appellee graduated from college and earned a master’s degree to become a high school teacher while her husband combined several jobs with farming, including a long career as a bookkeeper. The marital residence, which appellee retained after Mr. Cooper’s departure in 1978, is situated on three acres of land given to the parties by Mr. Cooper’s parents, who owned the larger parcel of which the acreage was a part. The house, valued at $47,500, was awarded by the Master to appellee, a matter not contested here. Also included as marital property are certain investment accounts, originating during the marriage, which were maintained by Mr. Cooper after the separation and divorce. The burden of this appeal concerns Mr. Cooper’s relationship to an entity known as Consenvoye Farm, Inc., the successor to the land owned by Mr. Cooper’s parents; the status of the accumulated interest in the marital investment accounts; the status of certain realty originally owned by Mr. Cooper’s aunt, which was purchased by the corporation, and the proper distribution of an IRA and savings bonds.\nAppellants’ first issue challenges the Superior Court finding that Mr. Cooper had a beneficial interest in Consenvoye Farm, Inc., and that this interest should be treated as separate property in distributing the marital assets. The record indicates that Consen-voye Farm, Inc. was formed in 1975. It was described by Mr. Cooper as a holding company for realty valued by Mr. Cooper at $113,-000 and by appellee at $500,000. The realty itself was transferred to the corporation in 1977 by Mr. Cooper’s parents in exchange for six thousand shares of stock, which, in turn, were transferred to Mr. Cooper’s sister, Mrs. Mary Oaks, an appellant herein, a resident of Ohio. No expert testimony was presented on the value of the property. Mr. Cooper, who was incorporator, president of the corporation and a director, at no time had ostensible ownership.\nDespite Mr. Cooper’s disavowal of any interest in the company, the Superior Court held that his lack of ownership was not dis-positive since he received benefits from the farm. Specifically, he treated the farm as his own for tax purposes, intermingling farm income and expenses with his own, and depreciating farm equipment on his personal income tax returns. Moreover, such income as there was did not go to the shareholder, Mrs. Oaks. Mr. Cooper testified that the farm was run at a loss, and that there were really no funds to distribute. It should be noted, however, that the corporation transferred to itself without sale a home belonging to Mr. Cooper’s aunt. The property had been encumbered by the nursing home which had care of the aunt prior to her demise, and the corporation removed the encumbrance for $7500, an amount supplied by Mrs. Oaks.\nLoans relating to the farm were taken out in Mr. Cooper’s name, and repayments were made by him. Nevertheless, it is denied that he acted in any capacity other than tenant, renting the farm from the corporation to supply himself and his family with food, and to make back his investment in labor by sales of farm products.\nIn reaching its conclusion that Mr. Cooper’s beneficial interest in the farm was unaffected by the form of ownership or title, the Superior Court relied upon its holding in Fitzpatrick v. Fitzpatrick, 377 Pa.Super. 268, 547 A.2d 362 (1988). There the court held that an automobile registered to a corporation solely owned by appellant husband was, despite its ostensible ownership, marital property since it had been placed at the service of the marriage. The court noted that “bare title may not be used as a shield to protect for the benefit of one party that which in reality belongs to the marriage.” Id. at 277, 547 A.2d at 367.\nHowever, the Superior Court also determined that because Mr. Cooper’s interest had been acquired by gift from his parents, the asset value of the farm itself was not to be included in the marital estate. Rather, it found that only the present value of. his beneficial interest should have been assessed, and remanded to the trial court for a determination of this value using either separation (when the corporation had not yet been formed), or Mr. Cooper’s death as the endpoint.\nWe begin with the proposition that the broad discretion of the trial court in fashioning equitable distribution awards will be overturned only for abuse of that discretion. Hovis v. Hovis, 518 Pa. 137, 541 A.2d 1378 (1988). Here the trial court rejected the notion that any aspect of the corporation should be considered a marital asset. We are constrained to agree.\nAlthough the farm property may well have been incorporated to shield it from appellee, what was being shielded was problematical in the extreme. Mr. Cooper was not only not the titular owner of the land, but prior to his parents’ transfer of their stock to Mrs. Oaks, had merely an expectancy of its ownership, a circumstance not affecting equitable distribution. See, Gruver v. Gruver, 372 Pa.Super. 194, 539 A.2d 395 (1988) appeal denied 520 Pa. 605, 553 A.2d 968. That expectancy was obliterated by the transfer to his sister. Moreover, although Mr. Cooper may have treated the farm as his own for agricultural purposes, he paid rent for the use of the land, the corporation’s books were separate, and the equipment depreciation was taken by Mr. Cooper because the machines belonged to him — the shares representing ownership only of the realty. Thus, the facts, e.g., loans and income, -relied upon by the Superior Court in finding a beneficial interest, related not to the corporation, but only to the farming operation and its accouterments, a separate entity, and one which was not subject to equitable distribution. Because this is the case, the home of Mr. Cooper’s aunt, which was purchased by the corporation well after separation, using money put at the corporation’s disposal by Mrs. Oaks, is also not subject to distribution.\nThe next items with which appellants are concerned are the cash investment accounts opened by Mr. Cooper during the marriage and maintained by him after separation. The trial court found that the value of the accounts held by the parties at the time of separation was $28,820, and that, because of Mr. Cooper’s post separation contribution to these accounts, by 1984 they were worth $133,850. The court also found, as revealed by income tax returns, a total of $57,812 was earned on all accounts through 1982, when the parties’ divorce became final. To calculate the worth of the accounts at separation, the court determined that an additional $7,000, received from the sale of a marital asset, some bank stock, should be added to the $28,820 total, along with another $10,000 belonging to both parties. Because of the fluctuations in interest rates during the l}k year period in question, and Mr. Cooper’s use of some of these funds to pay the taxes due, the total assigned to the accounts as a marital asset was reduced from $103,632 to $95,000. Of this amount, $30,000 spent on farm equipment was deducted as Mr. Cooper’s use of his own money. Appel-lee was, in the end, awarded $23,750 in cash.\nThe Superior Court reversed, finding that by the deposit of additional funds in what were originally marital accounts, Mr. Cooper transmuted the deposited money from separate into marital assets, along with any other increases, irrespective of source. The court concluded that this assumption was unavoidable because there was available “no logical or rational manner in which to divide them.” Oaks v. Cooper, 414 Pa.Super. 659, 598 A.2d 1338 (No. 01143 Pgh. 1990, filed July 30, 1991 memorandum opinion at 20). Moreover, based on its premise that all of the funds in these accounts were marital, the Superior Court also reinstated as part of the total the $30,000 for farm equipment that the trial court had found were Mr. Cooper’s personal funds, and, as well, the expenditures made by Mr. Cooper to cover taxes on the interest in the accounts. Again we are constrained to disagree, finding that allocation by default is not equity, and that the Superior Court has exceeded its scope of review.\nOur starting point is the proposition, expressed by 23 Pa.C.S.A. § 3501(a)(4) which reads:\nAs used in this chapter, “marital property” means all property acquired by either party during the marriage, ... except property acquired after separation until the date of divorce, except for property acquired in exchange for marital property.\nThere is no claim advanced that, except for the $7,000 in proceeds from the stock sale and a $10,000 payment which the trial court found was marital, the deposits were not made by Mr. Cooper after separation or were not his own separate funds. Rather, appel-lee argues that the deposits were transformed into marital funds because of their destination. We find that they were not. The cases referred to by the court for the proposition that commingling of marital and non-marital property transmutes the latter into the former have in common that the commingling occurred prior to separation. See, e.g., Winters v. Winters, 355 Pa.Super. 64, 512 A.2d 1211 (1986); Lowry v. Lowry, 375 Pa.Super. 382, 544 A.2d 972 (1988). Compare, Gruver, supra. The statute is quite clear, however, that property acquired after separation is non-marital. While there may be circumstances under which this statement is less than definitive, they are not before us now. Thus, although there is undoubtedly a marital portion to the accounts which must be distributed, the Superior Court’s assignment of their current total to the marital estate is error.\nInsofar as the marital portion is concerned, the trial court, which was otherwise correct in its assumptions, determined that the valuation of the accounts should be made as of the date of the divorce, that is, 1982, and accordingly performed its calculations on that basis. However, this court has held that “It is implicit ... in the statutory provisions governing equitable distribution that a valuation date reasonably proximate to the date of distribution must, in the usual case, be utilized.” Sutliff v. Sutliff, 518 Pa. 378, 381, 543 A.2d 534, 536 (1988). While it may perhaps be argued that the instant case is not a usual one, the features which remove it from the ordinary have, by and large, been the product of Mr. Cooper’s actions, thus delaying distribution. We can see no reason why his representatives should benefit thereby. Accordingly, we return this case to the trial court for further proceedings on this matter.\nIt is next contended that the Superior Court erred in concluding that an IRA begun by Mr. Cooper in 1976 for the year 1975 was marital property subject to equitable distribution. Appellants argues that only the $1500 used to seed the account, plus interest thereon to date of distribution should be termed an asset of the marriage. We agree. As with the cash accounts, contributions to the IRA, which is an individual holding, were, after separation, made from Mr. Cooper’s own assets. It is therefore only the principal and interest from the initial contribution which can be realized as an asset available for equitable distribution.\nFinally, it is argued that the Superi- or Court erred in determining that certain savings bonds had been sold by Mr. Cooper, and placed in a cash account and were therefore subject to distribution. The trial court found that due to conflicts in testimony as to the whereabouts and value of these bonds, no value could be attached to them. Mr. Cooper testified in 1987 that he still possessed thirty-six $70 savings bonds, which at the time of separation were worth approximately $4,000 to $4,200. Given this information, the trial court could have calculated the worth of the bonds at time of distribution, and its failure to do so was error.\nAccordingly, we affirm in part and reverse in part the order of the Superior Court, and remand to the trial court for proceedings consistent with this Opinion.\nLARSEN, J., did not participate in the decision of this case.\nZAPPALA, J., concurs in the result.\nMONTEMURO, J., who was an appointed Justice of the Court at the time of argument, participated in the decision of this case in his capacity as Senior Justice.\n. The alimony claim is no longer relevant, having abated with Mr. Cooper’s death. 23 Pa.C.S.A. § 3707.\n. The trial court made no specific finding on this item, unless the IRA is what the court meant in referring to a “pension plan” which it found too speculative to assess. Given the paper trail necessary to account for IRA's, and the limitation on the amount, $1500, which must be tracked, the valuation of this item is not so speculative as to warrant deletion from the list of property to be distributed.",
        "type": "majority",
        "author": "MONTEMURO, Justice."
      }
    ],
    "attorneys": [
      "Murray S. Shapiro, Butler, for Donna Jean Cooper.",
      "Timothy F. McCune, Butler, for Christene Richmond, Sharon Braden, and Karen Doutheh, adult daughters of James L. Cooper."
    ],
    "corrections": "",
    "head_matter": "Harvey M. OAKS and Eleanor Cooper, Administrators of the Estate of James L. Cooper, Deceased, Appellants, v. Donna Jean COOPER, Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 20, 1993.\nDecided March 11, 1994.\nMurray S. Shapiro, Butler, for Donna Jean Cooper.\nTimothy F. McCune, Butler, for Christene Richmond, Sharon Braden, and Karen Doutheh, adult daughters of James L. Cooper.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0208-02",
  "first_page_order": 268,
  "last_page_order": 273
}
