{
  "id": 11242040,
  "name": "Gail DeROBBIO v. STOP AND SHOP SUPERMARKET d/b/a Super Stop & Shop",
  "name_abbreviation": "DeRobbio v. Stop & Shop Supermarket",
  "decision_date": "2000-08-02",
  "docket_number": "No. 99-184-Appeal",
  "first_page": "209",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 209"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "103 R.I. 40",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3064365
      ],
      "weight": 4,
      "year": 1967,
      "pin_cites": [
        {
          "page": "42"
        },
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/103/0040-01"
      ]
    },
    {
      "cite": "496 A.2d 928",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11319569
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "929-30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/496/0928-01"
      ]
    },
    {
      "cite": "708 A.2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11808559
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0187-01"
      ]
    },
    {
      "cite": "675 A.2d 404",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861346
      ],
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0404-01"
      ]
    },
    {
      "cite": "712 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11812282
      ],
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/0375-01"
      ]
    },
    {
      "cite": "685 A.2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348042
      ],
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/685/0258-01"
      ]
    },
    {
      "cite": "739 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11569341
      ],
      "pin_cites": [
        {
          "page": "1182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/1181-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 511,
    "char_count": 10501,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 2.6086009424475604e-07,
      "percentile": 0.8202223372868457
    },
    "sha256": "e3de590e2b73dada9fada87359f8022353d33e3fcccc73822c7109578fdcce4a",
    "simhash": "1:e25a13d0eae6e448",
    "word_count": 1783
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WEISBERGER, C.J., LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
    ],
    "parties": [
      "Gail DeROBBIO v. STOP AND SHOP SUPERMARKET d/b/a Super Stop & Shop."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Court on May 10, 2000, on the appeal of the plaintiff, Gail DeRobbio (plaintiff or DeRobbio), from a Superior Court judgment in favor of the defendant, the Stop and Shop Supermarket Company (defendant or Stop & Shop). The plaintiff was directed to appear and show cause why the issues raised in this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown. Therefore, we shall decide the case at this time.\nFacts and Procedural History\nOn February 17, 1993, plaintiff filed a Superior Court complaint against defendant, alleging that she suffered injuries following a slip and fall accident on January 22, 1993, in Super Stop & Shop in Johnston, Rhode Island. The plaintiff alleged that Stop & Shop knew or should have known of an unsafe condition on its premises that caused her to fall. A jury trial was conducted on March 16-17, 1999, at which two witnesses testified, plaintiff and Debra Gregoire, a Stop & Shop employee. A summation of that testimony follows.\nThe plaintiff testified that when she entered the store, she proceeded to the aisle containing cans of baby formula. She testified that upon entering the aisle where the baby formula was located, she noticed that there were no full cases available to purchase. She walked toward the back of the store to obtain a box in which to put the formula. She returned to the aisle to fill the box. She testified that when she arrived, an employee, who later was identified as Debra Gregoire (Gregoire), was in the aisle working from a blue cart. The plaintiff testified that she asked Gregoire to move out of the way so she could retrieve the baby formula from the shelf. She said that after Gregoire moved aside, she slid into the space between the cart and the shelf and began placing cans of baby formula in the box. Both DeRobbio and Gregoire testified that the space between the cart and the shelf was approximately eighteen inches in width. The plaintiff testified that after she finished collecting the cans of baby formula, Gre-goire’s blue cart again was blocking the area from which she had entered the space. The plaintiff attempted to exit the space between the blue cart and the shelves on the opposite side of the blue cart. She testified that she tripped and fell as she attempted to move, and that as she got up from the floor, she saw a box on the floor, which she believed had caused her fall.\nGregoire testified that she did not see plaintiff fall, but upon realizing plaintiffs plight, went over to her and asked her whether she was injured. She said plaintiff responded that she was fine. Gregoire testified that she then helped plaintiff pick up the cans of formula that she had dropped when she fell. Gregoire testified that it was at that point that she noticed a box on the floor. She testified that she did not notice the box before DeRobbio fell, that she did not place a box on the floor, and that she did not see anyone else put a box on the floor while she was working in the aisle.\nAfter plaintiff presented the evidence, which consisted of the aforementioned testimony of plaintiff and Gregoire, defendant moved for judgment as a matter of law pursuant to Rule 50 of the Superior Court Rules of Civil Procedure. The trial justice granted the motion, finding that\n“there [was] a failure of proof that the defendant, its agents and/or employees were negligent in the maintenance of its premises merely because a box was observed in the vicinity after the fall.” The plaintiff filed a notice of appeal with this Court.\nStandard of Review\nIn deciding a motion for judgment as a matter of law pursuant to Rule 50, a trial justice:\n“considers the evidence in the light most favorable to the nonmoving party, without weighing the evidence or evaluating the credibility of witnesses, and draws from the record all reasonable inferences that support the position of the nonmoving party. * * * If, after such a review, there remain factual issues upon which reasonable persons might draw different conclusions, the motion for [judgment as a matter of law] must be denied, and the issues must be submitted to the jury for determination.” Martino v. Leary, 739 A.2d 1181, 1182 (R.I.1999) (quoting DeChristofaro v. Machala, 685 A.2d 258, 262 (R.I.1996)).\n“In reviewing a trial justice’s decision on a motion for judgment as a matter of law, this Court ‘is bound by the same rules and analysis as the trial justice.’ ” Mellor v. O’Connor, 712 A.2d 375, 377 (R.I.1998) (quoting Hoffman v. McLaughlin Corp., 675 A.2d 404, 405 (R.I.1996)).\nDiscussion\nBefore this Court, plaintiff argued that the evidence introduced at trial was sufficient for a jury to decide the issue of defendant’s liability, and therefore the trial justice erred in granting defendant’s motion for judgment as a matter of law. Specifically, plaintiff argued that based upon the undisputed testimony that a box was in the aisle where she fell and Gregoire’s testimony that she was actually present and working in the aisle stocking shelves at the time of plaintiffs fall, reasonable minds could disagree over the question of when the box was placed on the floor and whether, under these facts, a jury reasonably could conclude that defendant knew or should have known of a dangerous condition because a box belonging to defendant was in the immediate vicinity of plaintiffs fall.\nIn response, defendant argued that plaintiff did not establish that her fall was caused by defendant’s negligence, rather than by plaintiffs own negligence. Further, defendant, relying upon Massart v. Toys R Us, Inc., 708 A.2d 187 (R.I.1998); Pandozzi v. Providence Lodge No. 14 of the Benevolent and Protective Order of Elks, 496 A.2d 928 (R.I.1985), and Gleason v. Almac’s, Inc., 103 R.I. 40, 234 A.2d 350 (1967), argued that plaintiff failed to establish that defendant actually knew or should have known of a dangerous condition and failed to remedy it or to warn plaintiff of its existence, and that therefore the trial justice was correct in granting defendant’s motion for judgment as a matter of law. For the following reasons, we disagree with defendant’s contention and reverse the judgment of the trial justice.\nIn Massart, a child customer of “Toys R Us” toy store was injured after tripping on a basketball hoop that was jutting out into one of the main aisles of the store. We upheld the trial justice’s grant of defendant’s motion for judgment as a matter of law, holding that absent evidence that the store knew or should have known of the fallen hoop before the child’s slip and fall accident, the store was not negligent. Massart, 708 A.2d at 189. In Massart, we concluded that the trial justice did not err in relying upon this Court’s decision in Gleason, in which we held that when a customer noticed a roll of film between her feet after falling, there was no evidence from which the jury could conclude that the roll of film had been on the floor because of some negligent act on the part of the store or because the defendant had negligently failed to remove it from the floor after having had actual or constructive notice that it posed a danger. 103 R.I. at 42, 234 A.2d at 351. Further, in Pan-dozzi, in which a woman slipped and fell in a bingo hall allegedly because of a bingo marker on the floor, we held that where there was no evidence that any agent or officer of defendant had caused the marker to be dropped on the floor or had known of the presence of the marker and negligently failed to remove it, a directed verdict was legally required. Pandozzi, 496 A.2d at 929-30.\nWe distinguish the present case from Massart, Pandozzi, and Gleason, in which there was no evidence suggesting that agents of these defendants were present at the scene and knew or should have known of the dangerous condition on the premises. _ However, here an employee of Stop & Shop was working in close proximity to the area of plaintiffs fall and was actually present when she fell. Therefore, reasonable minds could disagree on the question of whether defendant was on notice of the dangerous condition. Viewed in the light most favorable to the plaintiff, we are of the opinion that reasonable minds could differ concerning whether Gregoire, who was in the immediate location of the accident, knew or should have known of the dangerous condition (that is, the box on the floor), unlike in Massart, Pandozzi, and Gleason, in which it was clear that no employee or agent was present in the area where the accident occurred. Therefore, we conclude that defendant’s reliance upon those cases is misplaced.\nIn viewing the evidence in the light most favorable to plaintiff, without weighing the evidence or evaluating the credibility of the witnesses, we are satisfied that factual issues exist upon which reasonable persons might draw different conclusions. Accordingly, we conclude that the trial justice misconceived the relevant evidence and erred in granting judgment as a matter of law in favor of the defendant.\nFor the foregoing reasons, the plaintiffs appeal is sustained and the judgment of the Superior Court is vacated. The papers of the case may be remanded to the Superior Court,\n. Although defendant was named as \"Stop and Shop Supermarket d/b/a Super Stop & Shop” in plaintiff's complaint, according to defendant's answer the actual name of the company is \"The Stop and Shop Supermarket Company.”\n. According to the testimony of Gregoire, the blue cart was about three feet high, three to four feet long, and two and one-half feet wide.\n. Rule 50(a) of the Superior Court Rules of Civil Procedure provides in pertinent part that:\n\"(1) If during a trial by jury a party has been fully heard on an issue and there is no legally sufficient evidentiary basis for a reasonable jury to find for that party on that issue, the court may determine the issue against that party and may grant a motion for judgment as a matter of law against that party with respect to a claim or defense that cannot under the controlling law be maintained or defeated without a favorable finding on that issue.”",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Kris Macaruso Marotti, for plaintiff.",
      "Edward L. Gnys, Jr., Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "Gail DeROBBIO v. STOP AND SHOP SUPERMARKET d/b/a Super Stop & Shop.\nNo. 99-184-Appeal.\nSupreme Court of Rhode Island.\nAug. 2, 2000.\nKris Macaruso Marotti, for plaintiff.\nEdward L. Gnys, Jr., Providence, for defendant.\nPresent: WEISBERGER, C.J., LEDERBERG, BOURCIER, FLANDERS, and GOLDBERG, JJ."
  },
  "file_name": "0209-01",
  "first_page_order": 243,
  "last_page_order": 247
}
