{
  "id": 8070423,
  "name": "STATE of Maine v. Joseph FISCHER",
  "name_abbreviation": "State v. Fischer",
  "decision_date": "1968-02-16",
  "docket_number": "",
  "first_page": "210",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 210"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "71 Me. 89",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844109
      ],
      "year": 1880,
      "opinion_index": 0,
      "case_paths": [
        "/me/71/0089-01"
      ]
    },
    {
      "cite": "16 A. 504",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "81 Me. 158",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        650938
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/me/81/0158-01"
      ]
    },
    {
      "cite": "214 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112668
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/214/0667-01"
      ]
    },
    {
      "cite": "161 Me. 489",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908242
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0489-01"
      ]
    },
    {
      "cite": "19 A.2d 429",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "137 Me. 311",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        494914
      ],
      "year": 1941,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/137/0311-01"
      ]
    },
    {
      "cite": "139 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "153 Me. 376",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        977792
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/me/153/0376-01"
      ]
    },
    {
      "cite": "110 A.2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "150 Me. 332",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        472022
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/me/150/0332-01"
      ]
    },
    {
      "cite": "33 A.2d 718",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Me. 44",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645931
      ],
      "year": 1943,
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/140/0044-01"
      ]
    },
    {
      "cite": "78 A.2d 787",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "146 Me. 173",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        663192
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/me/146/0173-01"
      ]
    },
    {
      "cite": "98 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "pin_cites": [
        {
          "page": "654"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "149 Me. 52",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        620519
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/149/0052-01"
      ]
    },
    {
      "cite": "82 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "146 Me. 381",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        663200
      ],
      "pin_cites": [
        {
          "page": "386"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/me/146/0381-01"
      ]
    },
    {
      "cite": "157 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 2
    },
    {
      "cite": "156 Me. 8",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        940907
      ],
      "opinion_index": 2,
      "case_paths": [
        "/me/156/0008-01"
      ]
    },
    {
      "cite": "82 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 2
    },
    {
      "cite": "146 Me. 381",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        663200
      ],
      "opinion_index": 2,
      "case_paths": [
        "/me/146/0381-01"
      ]
    },
    {
      "cite": "139 A.2d 596",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 2
    },
    {
      "cite": "153 Me. 376",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        977792
      ],
      "year": 1958,
      "opinion_index": 2,
      "case_paths": [
        "/me/153/0376-01"
      ]
    },
    {
      "cite": "110 A.2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 2
    },
    {
      "cite": "150 Me. 332",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        472022
      ],
      "year": 1954,
      "opinion_index": 2,
      "case_paths": [
        "/me/150/0332-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1053,
    "char_count": 23166,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 1.459047989874432e-07,
      "percentile": 0.6569369488336965
    },
    "sha256": "26a968cb3f1e043642a158d9fc5a4d4397f22b8682f580ecaa760d25d85be42c",
    "simhash": "1:a52e3e683d8589eb",
    "word_count": 3976
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, DU-FRESNE, and WEATHERBEE, JJ."
    ],
    "parties": [
      "STATE of Maine v. Joseph FISCHER."
    ],
    "opinions": [
      {
        "text": "WEATHERBEE, Justice.\nOn appeal.\nOn January 4, 1967, the Grand Jury for the County of Somerset returned three indictments against the defendant. Two of them were charges of taking indecent liberties with the sexual parts of two of his granddaughters aged ten and eight; the third was a charge of sodomy involving his nine year old grandson. The offenses were alleged to have occurred on or about August 2, 1966. The three charges were tried together at the May Term, 1967, and the jury found him guilty of each charge. The three convictions are before us on appeal.\nThe State presented as witnesses the three children and their mother, the daughter-in-law of the defendant. The age of the defendant was stipulated to be 57 at the time of trial. The testimony revealed that the two families lived in small houses some one hundred feet apart in a rural area. There were five children in the family of the younger Fischers and the mother and father were both employed away from the home at the beginning of the period we are considering. The defendant was unemployed and was taking daytime care of Raymond, aged 12, and Dale, both sons of other children of the defendant, while his wife was working away from the home. Some of the criminal acts complained of were described as taking place in the defendant’s house while the children were visiting him during the daytime. Some were said to have occurred in the children’s home while their parents were away. Each child described the acts concerning that child and each girl testified that she witnessed the events involving the other. The boy described observing one of the acts which the State charges took place with the younger girl. The mother testified to complaints which were made to her by each of the children concerning the grandfather’s actions.\nThe defendant did not take the stand but offered as witnesses Raymond, the defendant’s wife, Ruth Fischer, and several people who testified that his reputation in the community for morality was good. Raymond said that none of these criminal acts had occurred in his presence, which disputed the assertions of the other children. The defendant’s wife testified that no complaints had been made to her until December 5th when the younger Mrs. Fischer took the children to the sheriff which resulted in the defendant’s arrest. She agreed that her daughter-in-law had told her that the children were not to visit the defendant’s house as long ago as March of 1966 but ascribed this to an increasing estrangement which had developed in the family soon after the elder Fischers had moved into the neighborhood.\nThe cases were consolidated for appeal and there were three points on appeal which will be considered in order.\nPoint No. 1. The defendant contends that the court erred in admitting the testimony of the nine-year-old boy.\nBefore testimony was heard from the three complaining children the justice conducted a lengthy examination of each child to ascertain that child’s competence to testify. The justice was thorough, patient and resourceful in testing the understanding of each child. This questioning disclosed that this nine-year-old boy, although still in the first grade in school, was able to give intelligent answers to the justice’s questions concerning his home, family and school and his personal out of school activities. He demonstrated an understanding of the distinction between truth and falsehood and the significance of the oath. He showed ability to comprehend the questions asked him and to give responsive answers. Although his status in school indicated a mentally retarded condition, the record of this preliminary examination supports the justice’s decision that the child was competent to testify.\n“The question of the competency of a child to testify is addressed largely to the discretion of the presiding Justice, but it is judicial discretion. It must not be an arbitrary decision. It must be based not only on the appearance of the child, but it also must be based on what answers the child makes to show that he, or she is, qualified to testify. The proposed child witness should know the difference between truth and falsehood, and apparently must be able to receive accurate impressions of facts, and be able to relate truly the impressions received. The child witness should have sufficient capacity to understand, in some measure, the obligation of an oath; or to realize that it is wrong to falsify, and that if he does tell an untruth that he is likely to be punished.” State of Maine v. Ranger, 149 Me. 52, 56, 98 A.2d 652, 654 (1953)\nThis test was met. The preliminary determination by the justice that the child had sufficient capabilities to understand and appreciate all the obligations of an oath to qualify him to testify was not an abuse of discretion. Under our practice the responsibility for evaluating the weight to be given to the child’s testimony then became the jury’s.\nPoint No. 2. “The verdict was against the weight of the evidence.”\nThe thrust of the defendant’s argument here relates to a certain contradiction in the testimony of the children. It is imperative that this testimony should be examined with the greatest of care because of the very nature of the offense charged. We have many times before recognized the ease with which an untruthful child can bring a wholly baseless charge against a man and the enormous difficulties of defending against such a charge. State v. Newcomb, 146 Me. 173, 78 A.2d 787 (1951). It is self-evident, too, that such offenses are seldom committed in the presence of adult witnesses and that the necessity of enforcing the law to protect children frequently requires reliance on the testimony of a child uncorroborated or with little corroboration. In such cases, however, the testimony of the child must be scrutinized with great care.\nWe have examined the children’s accounts of these incidents carefully. The testimony of the two girls was not entirely free from discrepancies. After they had complained to their mother concerning the defendant’s conduct an encounter resulted between the girls and their grandmother, Ruth, in which they had insisted to Ruth that her husband, the defendant, had molested them. The grandmother had said she did not believe their accusation and during the doubtless stormy conversation the children had made statements about the conduct of another member of the family, the significance of which statements is not entirely clear. The older girl’s testimony on cross-examination as to this leaves us uncertain as to whether she means that she told Ruth that L— had also been molesting her but that it was a lie or that she was insisting to Ruth that any accusation that L— had molested her was a lie. Her testimony was that L— had not molested her and her own words on this issue were enigmatical.\n“Yes, we told Ruth it was a lie about L — . She wouldn’t believe us about Joe.”\nThe younger girl’s testimony appears to be unequivocal in that she said that L— and his friend, as well as the defendant, had molested her and that she had told Ruth this.\n“Q And isn’t the story that you told to Ruth and Joe about L— the same story that you are now telling here in Court about Joe?\nA Yes.\nQ Isn’t it the same ?\nA Yes.\nQ And did you also tell Joe and Ruth about C — ?\nA Yes.\nQ And that is the same story that you are telling in Court today about Joe, isn’t it?\nA Yes.\nQ There’s no difference in the stories, is there?\nA No.\nQ They are all the same, right?\nA Yes.\nsjc sfc ‡ ‡ H* ‡\nQ And C— is a friend of L — isn’t that it?\nA. Yes.\nQ Now these stories that you told about C— and L — , aren’t they as true as the ones you have told about Joe?\nA Yes.\nQ They are all true, aren’t they?\nA Yes.\n******\nq * * * Now * * * aren't you a little mistaken? Isn’t it a fact that these stories that you are telling here about Joe today really never happened but they did happen with L. and C.?\nA (Witness shakes head.)\nQ Isn’t that the truth?\nA No.\nQ I can’t hear you, dear.\nA No.”\nTheir testimony could be viewed as contradictory by the trier of the fact or as demonstrating that L— had molested one little girl and not the other.\nThe evaluation of the children’s testimony as to this aspect was particularly within the province of the jury which had the advantage we do not have of observing the appearance and demeanor of the children while testifying. Its ability to judge the veracity of the testimony was superior to ours. State v. Smith, 140 Me. 44, 47, 33 A.2d 718, 719 (1943). The significance of the language used by the children in describing an embarrassing discussion with an hostile adult, which Mrs. Fischer doubtless was, was one of the elements which the jury was required to determine in evaluating all the testimony in the case. We cannot say that as a matter of law the words used by the older girl in repeating this discussion made her testimony so unreliable as to taint the jury verdict or that there was any such discrepancy as would result in an absence of proof beyond a reasonable doubt. The accounts given by these children were by no means incredible. We find none of the fatal inconsistencies, contradictions or improbabilities which impelled us to hold that the State had failed in its burden of proof in State v. Wheeler, 150 Me. 332, 110 A.2d 578 (1954) and State v. Robinson, 153 Me. 376, 139 A.2d 596 (1958).\nThe defendant also argues that the testimony of the nine-year-old boy was so contradictory as to be completely unworthy of belief. It is apparent from the record that this little boy proved to be easily led by counsel and that some of his answers on both cross-examination and direct require careful study After a long and very detailed account of the unnatural acts which he says his grandfather committed upon him he was questioned by defense counsel and the following transpired:\n“Q Now * * *, let’s get down to our story. Did you go over this story that you have told here today with your mother?\nA Yes.\nQ And did your mother tell you where you were going ?\nA Yes.\nQ And did she also tell you * * *, that you were to tell the truth ?\nA Yes.\nQ And she told you to answer so that everybody could hear you ?\nA Yes.\nQ And didn’t she also tell you what to say when the questions were asked ?\nA Yes.\nQ So that all of your story that you have told us here this morning or this afternoon, your mother told you to tell, is that right ?\nA Yes.\nQ Now isn’t it a fact, * * *, that none of this story is true, that it is just what your mother told you to say, and you are saying it because you are a good boy, isn’t that right ?\nA (Witness nods head).\nQ Isn’t that the truth ?\nA (Witness nods head.) Yes.”\nThe effect of the last answer appears devastating to the reliability of his testimony until we re-examine the question to which the response was given and note that it is in fact three questions and that to the mind of a little child any answer but yes may well have seemed to be a denial that he was a good boy. Again, after a series of questions on cross-examination concerning his reasons for not loving his grandfather any more, the boy was asked, and answered:\n“Q Now, * * * isn’t it the truth that nothing happened between you and Joe?\nA Yes.”\nAlthough the issue concerning the boy’s mother telling him what to say was explored further with similar opposite results, in redirect and recross-examination, the boy’s testimony on redirect examination immediately following the question and answer quoted above appear to be significant.\n“Q * * * you just, when I was asking you questions a few minutes ago, you said about Joe getting up on the sofa with you?\nA Yes.\nQ Did that happen ?\nA Yes.\nQ Did you make that up?\nA What do you mean, make that up?\nQ Did it really happen?\nA Yes.\nQ Did anybody else tell you about it?\nA No.\nQ Did your mother tell you about it?\nA Yes.\nQ How did your mother know about it?\nA Because I told her.”\nIt was within the jury’s province to determine whether this little boy intended to tell the jury that he was only repeating a story invented by his mother or whether his words were the pathetic attempt of a little boy to explain that although his mother had told him what to tell the jury, it was nevertheless the truth. In making this evaluation the jury had the advantage of testing the boy’s story itself. It would serve no useful purpose to repeat the sordid and pitiful details of the incidents in question as described by the boy. A study of the record impresses us with the artless and ingenuous nature of his account. To the jury it must have had the appearance of veracity.\nWe have examined, as the jury doubtless did, the corroboration which exists for the childrens’ stories. Their mother testified that all three children had made complaints to her about the defendant’s sexual acts but apparently not until they had continued for many weeks, and that she herself had once seen the defendant “trying to get fresh” with the older girl. Although she had some reason to believe the defendant’s conduct toward her children was improper as early April she made no complaint to law enforcement officers until December 5th. In April she had complained to Ruth about Ruth’s husband’s conduct and was told her own “past” would be exposed if she said any more. Until December she had tried to keep her children away from the defendant’s house while at the same time not refusing to entertain defendant and his wife when they called at her own home. Her testimony reveals the situation of a worried and harrassed woman, concerned with her children’s safety but hesitant to destroy the relationship of the two families, and inadequate to cope with the circumstances surrounding her. Any delay in bringing charges such as these to the attention of the police causes grave concern to the courts, but such delays are by no means unusual. We know that children often through fear, shame or confusion do not complain of such offenses against them for considerable periods of time. The record makes the reluctance of this somewhat inarticulate woman to commence criminal action against her husband’s father who lives one hundred feet away understandable although no commendable. Her reluctance vanished in December when she found she had reason to fear for her three year old daughter also. The significance of her comportment was for the jury.\n“The credence to be given to witnesses, the resolving of conflicts in testimony and the weight to be given to it, are all matters for the jury to settle.” State of Maine v. Vallee, 137 Me. 311, 316, 19 A.2d 429, 431 (1941).\nIt is not disputed that the conduct of the defendant as it was described by the children would constitute violations of 17 M.R.S.A. § 1951 (indecent liberties) and 17 M.R.S.A. § 1001 (sodomy). We find that the testimony adequately supports the jury’s - determinations that the guilt of the defendant in each case had been demonstrated beyond a reasonable doubt.\nPoint No. 3. “Remarks were made by the veniremen in front of the jury which were prejudicial to the petitioner’s case.”\nThe defendant argues that the remarks of two of such veniremen were prejudical to him. The record shows that during the voir dire of the jurors by the presiding justice one lady prospective juror said “I feel that I am prejudiced. I have a two year old son myself.” Another venireman said he had known the defendant for many years and on being asked if that would influence him in any way answered “I know a little of his background. I probably would * * Both veniremen were immediately excused but their answers were doubtless heard by the other veniremen who were chosen as jurors. None of the jurors who were ultimately chosen indicated any bias or prejudice toward defendant.\nNo objection was made to this situation by defendant. When the jury was completely impanelled defendant’s counsel informed the justice that the jury was satisfactory to the defense. The justice then, in defendant’s presence, requested defendant’s counsel to confer with the defendant and ascertain whether the jury was satisfactory to the defendant. The defendant and his counsel conferred and counsel answered in defendant’s presence “The jury is all right, your Honor, as far as we are concerned.”\nOur statutes place a duty upon the party concerned to make known seasonably any objection he may have to the composition of the jury.\n14 M.R.S.A. § 1303 reads:\n“If a party knows any objection to a juror in season to propose it before trial and omits to do so, he shall not after-wards make it, unless by leave of court for special reasons.”\nThis court has consistently held that the failure to raise such an objection when the basis of the objection is known to the party constitutes a waiver. The defendant cannot accept the jury as satisfactory until it returns an unfavorable verdict and then successfully raise a belated objection to the jury’s constitution. Bennett v. State, 161 Me. 489, 214 A.2d 667 (1965); Brown v. Reed, 81 Me. 158, 16 A. 504 (1889); State v. Bowden, 71 Me. 89 (1880).\nWe are satisfied that defendant’s counsel could not have successfully objected to the jury’s composition on the basis of. these remarks. The male juror did not indicate whether his knowledge of defendant would influence him favorably to the defendant, or unfavorably. The lady juror’s fear that she might be prejudiced in any case involving children suggested no opinion as to the defendant’s guilt or innocence. We see no possibility of injustice to the defendant having resulted from the jurors’ remarks.\nAppeals denied.\nJudgment for the State in each case.",
        "type": "majority",
        "author": "WEATHERBEE, Justice."
      },
      {
        "text": "WEBBER, Justice\n(dissenting).\nI would sustain the appeal in all three cases. “The evidence was not sufficient to enable a jury to legally find the respondent guilty of the offense(s) charged, beyond a reasonable doubt.” State v. Sullivan, (1951) 146 Me. 381, 386, 82 A.2d 629, 631. In my view no dispassionate jury, unless unduly influenced by the disgusting nature of the acts charged and the youthfulness of the complainants, could fail to entertain very real and serious doubts as to the truthfulness of the accusations. My brother Dufresne has carefully examined the manifest and fatal weaknesses in the evidence relied upon by the State in Case #1134. I find in the cases involving the two female complainants a welter of confusion and contradiction which will not suffice to satisfy the State’s burden of proof. No useful purpose will be served by enumerating here the instances in which these children contradicted themselves and each other. Doubts which will not be swept away are engendered by the fact that these youthful witnesses had made accusations against two other men, accusation identical to those now made against the respondent, accusations which they now assert were false. The evidence, of course, is of such a nature as to stimulate conjecture and arouse grave suspicion as to the possible guilt of the respondent. But mere conjecture, however accurate, and deep suspicion, however justified, will not alone suffice under our system of law to overcome the presumption of innocence vouchsafed to a respondent in every criminal case. As a matter of law the quality of proof must rise to a higher level than is present here.",
        "type": "dissent",
        "author": "WEBBER, Justice"
      },
      {
        "text": "DUFRESNE, Justice\n(Concurring in part and dissenting in part).\nI concur in the majority opinion except where it sustains the jury verdict of guilty respecting the charge of sodomy upon the defendant’s 9 years old grandson. Although the child’s competency to testify was properly ruled upon by the presiding Justice when evaluated in preliminary examination, a reading of the transcript respecting the boy’s subsequent testimony raises serious considerations as to whether the Court’s initial determination was correct.\nOn direct and redirect examination conducted by the State’s attorney where leading questions were properly permitted because of the child’s obvious mental retardation, the witness related facts which if true would sustain an accusation of sodomy. On cross and recross examination by counsel for the defendant, he denied the truth of his previous accusations. He never repudiated the fact that his mother told him what to say when the questions would be asked. He denied that the defendant was his grandfather, because his mother told him that the defendant was no more related to him. No definite time appears as to when the alleged acts are supposed to have happened. Both sisters, although they corroborated acts of indecent liberties by the defendant upon the respective bodies of each other, denied ever seeing the defendant “do anything” with their young brother.\nIn the sodomy case, the quality of the evidence is so dubious as to cast serious speculation upon the happening of such sordid accusations as testified to by this young witness who has demonstrated beyond any doubt his susceptibility to suggestions of others, and especially to those of his mother. I am satisfied that no impartial and unpredjudiced reasoning mind could decide with any degree of certainty, let alone beyond a reasonable doubt, whether the boy’s uncertain story was true or the result of his mother’s coaching.\nThe indictment for sodomy was tried with the indictments for indecent liberties upon the persons of the witness’ young sisters. By virtue of the consolidation evidence admitted to prove the commission of the crimes of indecent liberties was so prejudicial that it must have inflamed the minds of the jurors against the defendant to the extent that they relied upon such evidence as corroboration to sustain the defendant’s conviction of sodomy with the boy, disregarding in so doing the vacillating nature of the boy’s evidence.\nThe evidence in the sodomy case, standing completly uncorroborated and avowedly influenced under the instructions of the mother, undermined as it was by the witness’ contradictory shilly-shally affirmations and denials, falls far short of overcoming the presumption of innocence beyond a reasonable doubt; as a matter of fact, such evidence when viewed in a setting free of the improper inferences which naturally and subconsciously arise from the foul odors of the indecent liberties cases would in all probability result in an acquittal. The potential for prejudice was so great that a new trial should be granted in that case.\nSo far as the trial for sodomy is concerned, it is controlled by the principles enunciated in such cases as State v. Robinson, 1958, 153 Me. 376, 139 A.2d 596; State v. Wheeler, 1954, 150 Me. 332, 110 A.2d 578; State v. Doak, 1960, 156 Me. 8, 157 A.2d 873; State v. Sullivan, 1951, 146 Me. 381, 82 A.2d 629.\nTherefore, in case docketed at No. 1134 of the criminal docket of the Superior Court in and for the County of Somerset, I would sustain the appeal, set aside the verdict of guilty of sodomy and grant a new trial. With due respect I dissent from the majority opinion to the contrary.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "DUFRESNE, Justice"
      }
    ],
    "attorneys": [
      "Clinton B. Townsend, County Atty., Skowhegan, for plaintiff.",
      "Henry Steinfeld, Charles A. Lane, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Joseph FISCHER.\nSupreme Judicial Court of Maine.\nFeb. 16, 1968.\nClinton B. Townsend, County Atty., Skowhegan, for plaintiff.\nHenry Steinfeld, Charles A. Lane, Portland, for defendant.\nBefore WILIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, DU-FRESNE, and WEATHERBEE, JJ."
  },
  "file_name": "0210-01",
  "first_page_order": 242,
  "last_page_order": 249
}
