{
  "id": 7896804,
  "name": "In re Armand PROCACCIANTI",
  "name_abbreviation": "In re Procaccianti",
  "decision_date": "1984-05-08",
  "docket_number": "No. 83-399-Appeal",
  "first_page": "211",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "475 A.2d 211"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "91 F.R.D. 169",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3915672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/91/0169-01"
      ]
    },
    {
      "cite": "474 F.Supp. 761",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4087233
      ],
      "pin_cites": [
        {
          "page": "763"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/474/0761-01"
      ]
    },
    {
      "cite": "670 F.2d 849",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1156501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/670/0849-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 5680,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 8.768636700340235e-08,
      "percentile": 0.49538795505066124
    },
    "sha256": "afd66317b5dc07f17dd917fa18ce0470a326d4b7e78c9766d386ad9db4a5aa84",
    "simhash": "1:d8e512f1cd85f37a",
    "word_count": 922
  },
  "last_updated": "2024-02-27T17:43:37.522735+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Armand PROCACCIANTI."
    ],
    "opinions": [
      {
        "text": "OPINION\nKELLEHER, Justice.\nterms of G. § 12-13-21. Armand Procaccianti (Procaccianti) is a bail bondsman whose activities have received the approval of the presiding justice of the Superior Court pursuant to the L.1956 (1981 Reenactment) On January 7, 1982, Sergio Fernandes (Fernandes) was arraigned in the Sixth District Court on four charges: one involved the possession of firearms by a fugitive from justice; another, receiving stolen goods; the third, illegal possession of firearms; and the fourth, simple assault. At the arraignment, Fernandes pleaded not guilty to all the charges and was released on $12,000 áurety bail. Procaccianti’s agent executed an agreement setting forth the recognizance conditions nandes’s release. One of the conditions stated that Fernandes would appear before the Superior Court as required upon notice’s being sent to his counsel by either the clerjt of the court or a representative of the Attorney General. the bail and that led to Fer\nOn three different dates during the period June 1982 dirough November 1982, the charges against Fernandes were reached for trial. On [none of these occasions did Fernandes appear. Consequently, after the third failure, a warrant was issued for his arrest. Although Procaccianti was given and utilized numerous opportunities to produce Fernandes, he was unable to do so. Consequently, on November 29, 1982, the state, acting pursuant to Rule 46(g) of the Superior Court Rules of Criminal Procedure, sought forfeiture of the bail by the bondsman.\nAt the forfeiture hearing, Procaccianti detailed for a Superior Court justice the efforts he had allegedly expended in attempting to effectuate Fernandes’s return to Rhode Island. However, the trial justice, in ordering a full forfeiture of the bond, rejected Procaccianti’s testimony, commenting that the “surety has testified with a great deal less than full candor * * * fi\nThere are, in addition to Rule 46(g), two statutory provisions relating to the forfeiture of bail. They are G.L.1956 (1981 Reenactment) § 12-13-10, as amended by P.L.1982, ch. 387, § 1, and § 12-13-16.1, as enacted by P.L.1982, ch. 321, § 1. Section 12-13-10, which permits a party to post in cash 10 percent of the bail set by the court, provides that, upon a default, the court “may * * * order” a forfeiture. This permissive provision has been part of Rhode Island’s statutory framework since the early 1900s. See G.L.1923, ch. 407, sec. 29. However, in 1982 the General Assembly enacted § 12-13-16.1, and in essence this statute provides that the court “shall” order a forfeiture of the bail and/or any security for the bail whenever it has been demonstrated that the defendant has left the jurisdiction or has failed to appear as required or has failed to perform the condition of his recognizance. The language of the 1982 proviso makes it clear that forfeiture of bail for breach of a condition of recognizance is mandatory.\nSimilar sentiments are to be found in Rule 46(g)(1), which provides that if there is a breach of the condition of recognizance, the court, upon motion of the state’s attorney, “shall” declare the forfeiture of bail. However, a court, in determining whether or not to grant relief after declaring a forfeiture, has wide discretion, for Rule 46(g)(2) allows a court, if it appears that justice does not require enforcement of a forfeiture, to set the forfeiture aside on such conditions as it may impose. In exercising that discretion, the court may consider a variety of factors, including the willfulness of the defendant’s breach of the bond condition, the participation of the bondsman in apprehending the defendant, the cost, inconvenience and prejudice suffered by the state as a result of the defendant’s breach, and any explanation or mitigating factors. Other considerations include whether the surety was provided by a professional or by family and friends of the defendant and the appropriateness of the amount of the bond. United States v. Frias-Ramirez, 670 F.2d 849 (9th Cir.1982).\nHere, there is not a shred of anything in the record which would support a finding of an abuse of discretion by the trial justice, who simply didn’t believe Pro-caccianti’s testimony. In ordering a full forfeiture, the trial justice obviously was convinced that Procaccianti did nothing in the way of discharging his obligations as a licensed bondsman, and since he had, for a fee, made a promise to produce Fernandes at any time and did not do so, Procaccianti was required to abide by the second part of his promise, which called for the payment in full of the $12,000 amount set forth in the recognizance.\nIn upholding the trial justice’s actions, we would merely repeat what other courts have said when referring to the penalty of forfeiture:\n“The sanction of a forfeiture is required not only to vindicate the public interest, but to assure that sureties, whether professional or family and friends, will be vigilant at all times to assure the appearance of defendants if and when required. The failure of a defendant to so appear is an interference with the due, prompt and efficient administration of justice; this is an injury to the public, entirely apart from any expense to which the government is put to apprehend the defendant.” United States v. Burnett, 474 F.Supp. 761, 763 (S.D.N.Y.1979).\nSee also United States v. Morales, 91 F.R.D. 169 (D.P.R.1981).\nThe appeal of Procaccianti is denied and dismissed.",
        "type": "majority",
        "author": "KELLEHER, Justice."
      }
    ],
    "attorneys": [
      "Dennis J. Roberts II, Atty. Gen., Thomas H. Caruolo, Sp. Asst. Atty. Gen., Providence, for plaintiff.",
      "Paul J. DiMaio, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "In re Armand PROCACCIANTI.\nNo. 83-399-Appeal.\nSupreme Court of Rhode Island.\nMay 8, 1984.\nDennis J. Roberts II, Atty. Gen., Thomas H. Caruolo, Sp. Asst. Atty. Gen., Providence, for plaintiff.\nPaul J. DiMaio, Providence, for defendant."
  },
  "file_name": "0211-01",
  "first_page_order": 271,
  "last_page_order": 273
}
