{
  "id": 8046451,
  "name": "Lawrence GRANT, Malcolm Grant, and William L. Farley v. WARREN BROTHERS COMPANY",
  "name_abbreviation": "Grant v. Warren Bros.",
  "decision_date": "1979-08-24",
  "docket_number": "",
  "first_page": "213",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "405 A.2d 213"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "309 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036001
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/309/0867-01"
      ]
    },
    {
      "cite": "388 A.2d 520",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8008366
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0520-01"
      ]
    },
    {
      "cite": "573 F.2d 447",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        913976
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "452"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/573/0447-01"
      ]
    },
    {
      "cite": "589 F.2d 408",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        827111
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "412-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/589/0408-01"
      ]
    },
    {
      "cite": "370 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8006898
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "682-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/370/0680-01"
      ]
    },
    {
      "cite": "245 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8085842
      ],
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/245/0846-01"
      ]
    },
    {
      "cite": "118 F.2d 803",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        472734
      ],
      "pin_cites": [
        {
          "page": "807"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/118/0803-01"
      ]
    },
    {
      "cite": "275 F.2d 543",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1953693
      ],
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/275/0543-01"
      ]
    },
    {
      "cite": "274 F.2d 747",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1956581
      ],
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/274/0747-01"
      ]
    },
    {
      "cite": "107 U.S.App.D.C. 89",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 F.2d 465",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        150683
      ],
      "pin_cites": [
        {
          "page": "466, 467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/335/0465-01"
      ]
    },
    {
      "cite": "365 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8021771
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/365/0797-01"
      ]
    },
    {
      "cite": "387 A.2d 14",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046900
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/387/0014-01"
      ]
    },
    {
      "cite": "390 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11725372
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "468"
        },
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/390/0467-01"
      ]
    },
    {
      "cite": "299 A.2d 921",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12082234
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "924-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/299/0921-01"
      ]
    },
    {
      "cite": "382 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8001799
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "863"
        },
        {
          "page": "863"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/0856-01"
      ]
    },
    {
      "cite": "269 A.2d 538",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073842
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/269/0538-01"
      ]
    },
    {
      "cite": "292 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11252926
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/292/0846-01"
      ]
    },
    {
      "cite": "389 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7995407
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "31"
        },
        {
          "page": "30-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/389/0028-01"
      ]
    },
    {
      "cite": "68 Me. 232",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844554
      ],
      "year": 1878,
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/68/0232-01"
      ]
    },
    {
      "cite": "313 A.2d 111",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022527
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "119"
        },
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/313/0111-01"
      ]
    },
    {
      "cite": "395 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022453
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1240,
    "char_count": 26030,
    "ocr_confidence": 0.817,
    "pagerank": {
      "raw": 5.841824323625979e-07,
      "percentile": 0.9519054971930796
    },
    "sha256": "696ed73a82bab6b4ad4964c48a877ddfcfae7db6d7d128f79530ad7dec916321",
    "simhash": "1:bec3c9a3ba167cc9",
    "word_count": 4300
  },
  "last_updated": "2024-02-27T22:14:23.256652+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POMEROY, WERNICK and ARCHIBALD, JJ., and DUFRESNE, A.R.J.",
      "McKUSICK, C. J., and DELAHANTY, GODFREY and NICHOLS, JJ., did not sit."
    ],
    "parties": [
      "Lawrence GRANT, Malcolm Grant, and William L. Farley v. WARREN BROTHERS COMPANY."
    ],
    "opinions": [
      {
        "text": "ARCHIBALD, Justice.\nIn plaintiffs’ action premised on defendant’s violation of 14 M.R.S.A. § 7552 the jury, responding to questions included in a special verdict form, determined that the plaintiffs: (1) did “own the parcel of land in dispute”; (2) the value of “trees, topsoil and gravel” taken therefrom by the defendant was $18,620; (3) the acts of the defendant in so doing were “committed willfully, or knowingly”; (4) but the plaintiffs were not “entitled to punitive damages.”\nActing pursuant to Section 7552, the Superior Court justice awarded the plaintiffs double damages but granted the defendant’s motion to delete from the judgment the declaration “plaintiffs own parcel of land in dispute.” Having unsuccessfully moved for judgment n.o.v., or alternatively, for a new trial (M.R.Civ.P. 50(b) and 59(a)), the defendant has appealed, asserting five reasons therefor. The plaintiffs cross-appealed claiming two areas of judicial error.\nWe deny the defendant’s appeal but sustain the plaintiffs’ cross-appeal in part. We remand to the Superior Court for correction of the judgment to accord with our holding.\nI\nThe central issue giving rise to this appeal is whether the jury’s findings were supported by sufficient competent evidence, an issue appropriately preserved for appellate review by appellant’s seasonably filed motions for a directed verdict (Rule 50(a), M.R.Civ.P.) and for judgment notwithstanding the verdict (Rule 50(b), M.R.Civ.P.), both of which were denied.\nWhat the boundaries are as set forth in a deed is a question of law, where they are on the face of the earth is a question of fact for, in this case, the jury. Our review, therefore, is focused on a determination of whether the verdict can be sustained by any reasonable view of the evidence, including all justifiable inferences to be drawn therefrom, taken in the light most favorable to the plaintiffs, the parties in whose favor the verdict here was returned. Zamore v. Whitten, Me., 395 A.2d 435, 439 (1978), and cases therein cited.\nThe trial consumed seven court days. The area in dispute was 2.1 acres from which defendant had removed trees, topsoil and 70,481 cubic yards of gravel. The locus of the westerly bound of this parcel was the critical fact to be determined. It must be conceded that a title search was ineffective to locate this line and, therefore, other evidence was properly admitted as bearing on that issue. It would serve no useful purpose to outline in detail the testimony offered in proof of the plaintiffs’ theory. In summary, the jury was justified in placing the disputed line 320 rods (5280 feet, or one mile) from and parallel to the so-called head of the “old Town Lots.” There was no dispute as to where the head of the old Town Lots was on the face of the earth, an established monument traceable back to the late 1600s. The jury could reject the defendant’s argument that an abutter’s deed, containing a fifty-two rod call, should be followed to arrive at the disputed boundary. In addition, the locus claimed by the plaintiffs was described by several witnesses who had heard a prior owner make statements descriptive of the line.\nThe jury was also justified in finding that the removal of the materials from the 2.1 acres was willful, thus giving foundation for the judicial imposition of “double damages.”\nThe defendant’s witness was advised, pri- or to any extensive removal of materials, that the line was in dispute. Defendant’s employee spent a limited time in title research. He chose to rely on a 52-rod call in an abutter’s deed, without abstracting the source therefor, and to ignore the protestations of others when ordering the removal of the trees, topsoil and gravel. The defendant corporation utilized only the services of this employee and sought no other verification of the boundary until after it had stripped the disputed parcel.\nThere was sufficient competent evidence to support the verdict.\nII\nAppellant argues that it was legal error not to have granted its motion for judgment n.o.v. because plaintiffs should be estopped from claiming ownership to the disputed parcel of land.\nWe disagree.\nAppellant cites Milliken v. Buswell, Me., 313 A.2d 111, 119 (1973), in support of its position, as do the plaintiffs. A brief reversion to facts is necessary to bring the opposing positions into focus.\nAppellant’s employee and one of the plaintiffs met initially, at which time each made his position as to the disputed line known to the other. Later a deed was exhibited which the appellant’s employee dismissed as meaningless. No affirmative action was taken by plaintiffs to prevent the subsequent removal of materials from the 2.1 acres. When that had been consummated, plaintiffs actually sold gravel to the defendant from adjoining land which they owned.\nDuring the gravel and loam excavation process, defendant claims it removed a certain stone wall that would have been evidence to support its boundary claim. On the other hand, there was credible evidence that no such wall ever existed.\nIn summary, defendant claims an estop-pel should arise from the inaction of the plaintiffs in face of defendant’s assertion of title, its subsequent removal of the materials, and later purchase of gravel from the plaintiffs.\nThe plaintiffs never admitted that the defendant’s locus of the line was correct. Anna Grant (deceased at the time of trial) was quoted by defendant’s employee as saying, when the property line was being discussed after the cutting had started: “Okay. I don’t know what else we can do about it. You say the line’s up there and I say that’s not right.”\nThe appellant stresses the following quotation from Milliken, 313 A.2d at 119:\nAn owner is precluded under the doctrine of estoppel on the grounds of justice and equity from asserting his legal title when, by his own conduct, declarations or inaction made to or taking place in the presence of another and having a natural tendency of influencing that other’s conduct, he has caused such other person to act or alter his position to his detriment. It is not necessary that the conduct creating the estoppel should involve an actual intention to mislead and deceive. If he remains silent when it is his duty to speak, as where inquiries are made of him, or if, instead of merely remaining silent, he does some positive affirmative act, even if it be mere encouragement, he subjects himself to the application of the doctrine of equitable estoppel, if such silence or active conduct would naturally have the effect of misleading or deceiving and did so, notwithstanding the fact that the truth concerning the true facts could have been ascertained by an examination of the records. .\nThe plaintiffs remind us that Milliken also holds:\nThe doctrine of equitable estoppel should be carefully and sparingly applied; it requires clear and satisfactory proof that there was either actual fraud, or fault or negligence equivalent to fraud on the part of the person to be estopped in concealing his title, or that he was silent when the circumstances would impel an honest man to speak, or that there was misleading active conduct of encouragement or intervention. .\nId. at 119.\nThe above rules are subject to this additional caveat:\nThis court has repeatedly held that in order for an estoppel to be made out ‘the declarations or acts relied upon must have induced the party seeking to enforce an estoppel to do what resulted to his detriment, and what he would not otherwise have done.’ (Emphasis added) Allum v. Perry, 68 Me. 232, 234 (1878).\nMartin v. Prudential Ins. Co., 389 A.2d 28, 31 (1978).\nWhen ruling on the appellant’s motion for judgment n.o.v. the justice, viewing the testimony in the light most favorable to the plaintiffs (Zamore v. Whitten, 395 A.2d 435 (1978)),- could rationally have determined that the plaintiffs never induced the defendant to do anything. Rather, he could conclude from the evidence that appellant’s removal of trees, loam and gravel was the product of its own decision independently made by \"its employee. Absent an inducement of some kind by the plaintiffs, the defendant cannot claim an estoppel.\nIII\nThe justice presiding, without opinion, denied the defendant’s motion for a new trial, which alleged as the reasons therefor the following:\n1. That the Court erred by not sufficiently reprimanding Plaintiffs’ counsel in Plaintiffs’ closing argument and not sufficiently emphasizing to the jury that they should disregard the prejudicial statements made by Plaintiffs’ counsel as follows:\nPlaintiffs’ counsel repeatedly improperly remarked on the corporate status of Defendant compared with Plaintiffs’ financial status and encouraged the jury to consider that fact in their deliberation, and the Court failed to correct Plaintiffs’ counsel’s statements.\nIn his opening statement plaintiffs’ counsel referred to appellant as “the big corporation” while describing one of the plaintiffs as having “limited financial resources.” Defense counsel countered by saying: “We don’t represent General Motors. We represent a corporation that runs a local operation here. It’s engaged in turning out hard-top and products made with gravel.” These comments evoked no objection from either side.\nLater, plaintiff Lawrence Grant was asked on cross-examination why, if he claimed title to the 2.1 acres, he contracted with defendant to sell it additional gravel. Mr. Grant responded: “I wanted to get money enough to work on this case.” Later plaintiffs’ counsel, in cross-examination of appellant’s employee, attempted to point out that appellant was a subsidiary of a large oil company. Defense objection prevented the development of this evidence.\nIn closing argument plaintiffs’ counsel characterized the case as “a colossal battle between a corporation with a lot of resources available to it . . . and the fellow who had to battle this matter with his own reasonably limited resources.” On objection, the court stated it would “clarify this matter” in his instructions.\nIn these instructions the jury was told that “each party ... is entitled to a fair and impartial trial free from any sympathy, bias or prejudice regardless of who the parties may be.” It was also instructed that “arguments of counsel are not to be considered as evidence whatsoever.” There were no objections to those instructions nor were any requested instructions tendered or denied on this particular issue.\nWhether the comments of counsel would or would not generate bias or prejudice is best determined by the justice who was there, heard the comments, and could note the reactions of the jury. His ruling will stand unless an abuse of discretion is so manifest as to be self-evident. Such is certainly not the case here. See Quinn v. Moore, Me., 292 A.2d 846, 851 (1972); St. Pierre v. Houde, Me., 269 A.2d 538, 540 (1970).\nThe ruling on the motion must stand.\nIV\nIn explaining the import of 14 M.R.S.A. § 7552 (note 1, supra), the justice stated:\nKnowingly means with knowledge of the essential facts, a clear perception of the truth, an impression of the mind, the state of being aware.\nDefense counsel properly preserved the right to challenge the accuracy of the quoted instruction by “objectpng] thereto before the jury retire[d] . . ., stating distinctly the matter to which he objected] and the grounds of his objection.” Rule 51(b), M.R.Civ.P. Basically, appellant maintains that any definition of “knowingly” which does not contain the concept of “actual knowledge” is inadequate. We disagree.\nWhile Nyzio v. Vaillancourt, Me., 382 A.2d 856, 863 (1978), in defining “knowingly,” points out the distinction between “actual notice” and “actual knowledge,” no specific terminology is mandated. The quoted instruction, as we read it, manifests an understanding of the critical difference between awareness as a state of mind and the potentiality for awareness when cognizant of certain underlying facts which suggest further inquiry. Otherwise stated, the instruction applied the subjective test to the term as opposed to the objective test, an approach previously adopted by this court. See State v. Beale, Me., 299 A.2d 921, 924-25 (1973). The instruction was not erroneous.\nV\nFinally, defendant contends that the presiding justice erred in refusing the following requested jury instruction:\nWhen a defendant in a trespass action attempts to locate the property line by examining the deeds to the property, looking for physical evidence of the line on the face of the earth, and consulting attorneys and reasonably determines that he, the defendant, owns the property, he cannot be held to have acted willfully or knowingly, and therefore cannot be liable for double damages.\nIn substitution for this request the presiding justice did instruct the jury:\n[Y]ou have a right to consider all the facts and all the circumstances and you do have a right to determine whether or not the defendant if you find that he attempted to locate the property lines by examining deeds to the property and by any attempt that you may find that he was looking for physical lines or evidence on the face of the earth and the fact that he consulted attorneys and experts, whether or not this shows if he in fact did commit a trespass, that he did wilfully or knowingly, and you can consider this factor in whether or not you arrive at it, whether or not there was double damages or not assuming that you find that there was damages.\nIn response to the court’s inquiry regarding the sufficiency of the instruction as given, defense counsel declared his satisfaction with it. Appellant thereby waived any objection he may have had to the sufficiency of the instruction and failed to preserve for appeal any error in the justice’s refusal to give the requested instruction. Cayer v. Lane, Me., 390 A.2d 467, 468 (1978); State v. Barker, Me., 387 A.2d 14, 19 n.10 (1978).\nCROSS-APPEAL\nI\nInitially, after the jury had rendered its verdict, the presiding justice ordered entry of a judgment which included the declaration that “Plaintiffs own the parcel of land in dispute.”\nDefendant then filed a motion requesting that the judgment “be modified to eliminate any reference to ownership of land.” Plaintiffs countered with a motion seeking to amend their complaint “to conform to the evidence, and to conform to the jury verdict” by adding a count and prayer for relief addressed specifically to ownership of the land in dispute. The justice below, adopting the reasons set forth in the defendant’s motion, granted the same and ordered that the judgment be amended “by eliminating the sentence — ‘Plaintiffs own parcel of land in dispute.’ ”\nPlaintiffs’ cross-appeal challenges this ruling.\nWe agree with the cross-appellant.\nAs pertinent to this issue, Rule 54(c), M.R.Civ.P., provides: “[E]very judgment shall grant the relief to which the party in whose favor it is rendered is entitled even if the party has not demanded such relief in his pleadings.”\nEqually significant is Rule 15(b), M.R.Civ.P., namely:\nWhen issues not raised on the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had been raised in the pleadings. Such amendment of the pleadings as may be necessary to cause them to conform to the evidence and to raise these issues may be made upon motion of any party at any time, even after judgment; .\nWe construed Rule 15(b) in Blue Spruce Company v. Parent, Me., 365 A.2d 797, 802 (1976), and held:\nRule 15(b), M.R.C.P. is applicable and an affirmative defense will be viable although not specifically pleaded ‘only where it clearly appears from the record that an issue not raised in the pleadings and not preserved in the pretrial order has in fact been tried and that this procedure has been authorized by express or implied consent of the parties.’ Systems Incorporated v. Bridge Electronics Company, 1964, 3 Cir., 335 F.2d 465, 466, 467 (Emphasis supplied)\nNotwithstanding that the purpose of Rule 15(b) is obviously ‘to avoid the tyranny of formalism’ (Rosden v. Leuthold, 1960, 107 U.S.App.D.C. 89, 92, 274 F.2d 747, 750), nevertheless, the rule is not to be used as a device by which a litigant, thwarted on -one theory, may raise an alternative theory after trial in hopes of avoiding the consequences of an adverse judgment. The rule was not intended to permit a party to amend his pleadings after verdict and thereby upset the verdict by asserting a new theory which was not included in the original pleadings and upon, which the case was not tried. Cleary v. Indiana Beach, Inc., 1960, 7 Cir., 275 F.2d 543, 547.\nThe mere fact that evidence presented at trial which is competent and relevant to the issues raised by the pleadings may incidentally tend to prove another fact not put in issue does not give rise to the application of Rule 15(b) and support a claim that the issue was tried by consent, unless notice of the nonpleaded issue is given clearly during the course of the trial. Simms v. Andrews, 1941, 10 Cir., 118 F.2d 803, 807; Cushman v. Perkins, 1968, Me., 245 A.2d 846, 851.\nSee also Bouchard v. Jacques, Me., 370 A.2d 680, 682-83 (1977).\nUnlike Blue Spruce Company and Bouch-ard, the record here demonstrates beyond doubt that not only was the defendant on notice that title to the disputed 2.1 acres was in issue, but the case was actually tried as if that were the determinative factor.\nThe plaintiffs’ complaint gave the defendant advance notice of the issue since it alleged that plaintiffs “were and still are the owners . . . [and] entitled to exclusive title, possession, and control” of the disputed premises. In its answer the defendant denied this allegation. Plaintiffs’ pre-trial memorandum states the first issue to be: “Location of boundary line between the parties.” Defendant’s pre-trial memorandum accepts this statement and describes its defense as follows: “Defense is based on ownership of the real estate . .” A justice of the Superior Court, in a Report of Pre-Trial Conference and Order stated: “It appear[s] that the pre-trial memoranda contain an accurate statement of the issues joined herein, and . are adequate to govern the conduct of the trial . . . .” Furthermore, when the case went to the jury, the defendant registered no objection to the first interrogatory, namely: “Does the Plaintiff own the parcel of land in dispute?”\nTo prove their respective chains of title the parties introduced a total of forty-four deeds and ten other recorded documents. Twenty-two of the instruments were deemed particularly relevant to the question of ownership. While it is true that the locus of the dividing boundary line was a prime fact to be proved, in order to do so both litigants attempted to locate the same by establishing it through their respective titles.\nIn argument to the jury, plaintiffs’ counsel stressed his clients’ proof “that they owned the 2.1 acres here in dispute,” and “that the plaintiffs own and always did this 2.1 acres.” He characterized a monument claimed by the defendant to be evidence of the line as a “ghost line.” Defense counsel’s argument was addressed primarily to an analysis of the deeds and records in an effort to disprove his opponent’s argument that the disputed line encompassed the 2.1 acres.\nIn summary, the issue of the plaintiffs’ title to the 2.1 acres was exhaustively explored during an extended trial.\nThe directive of Rule 15(b) that issues tried with the “express or implied consent of the parties . . . shall be treated in all respects as if they had been raised in the pleadings” has been applied over and over again by the courts. 3 Moore’s Federal Practice, 15.13[2] (1974). See Dunn v. Trans World Airlines, Inc., 9th Cir., 589 F.2d 408, 412-13 (1979); Wagner v. United States, 7th Cir., 573 F.2d 447, 452 (1978).\nThe fact that a technical distinction exists between a complaint premised on trespass and one seeking to try the title to real estate is not determinative. Rule 15(b) does not limit the power to amend to the particular transaction as set forth in the pleadings. “The fact [that such an amendment] involves a change in the nature of the cause of action, or the legal theory of the action, is immaterial so long as the opposing party has not been prejudiced in presenting his case.” Moore’s Federal Practice, supra at 985. As stated in 1 Field, McKusick and Wroth, Maine Civil Practice, Commentary 15.5, “If an issue outside the scope of the pleadings is actually tried by express or implied consent, amendment may be made to conform the pleadings to the proof. It makes no difference that there is a change of theory of recovery.\" (emphasis supplied). Such was the case here.\nIt was error on the facts of this case not to have granted plaintiffs’ motion.\nII\nPlaintiffs’ counsel filed a motion, annexing an affidavit, claiming allowance of $1,631.00 as witness fees “to be paid” to a title expert and a surveyor/engineer. The justice below allowed the title expert “$150.00 for one day’s attendance” and, for the surveyor/engineer, “$75.00 for fees . for one day.”\n16 M.R.S.A. § 251 (1978 Supp.) provides: The court in its discretion may allow at the trial of any cause . . . in . the Superior Court, a reasonable sum for each day’s attendance of any expert witness ... at said trial, in taxing the costs of the prevailing party . Such party or his attorney of record shall first file an affidavit within 30 days after entry of judgment and before the cause is settled, stating the name, residence, number of days in attendance and the actual amount paid or to be paid each expert witness in attendance at such trial. .\n(emphasis supplied).\nPlaintiffs’ affidavit complied with Section 251 in technical detail. It is not contended that the two witnesses were not experts, the testimony of each clearly indicating his respective expertise.\nCross-appellants’ argument that the per diem fee allowed is erroneous because another sum was unilaterally agreed upon must be rejected. Section 251 plainly requires the justice presiding to determine “a reasonable sum” to be taxed as costs of the prevailing party for the attendance of an expert witness. There is no evidence that he abused his discretion in this regard. A litigant may pay an expert any sum that may be agreed upon, but that amount is not binding on the justice. His discretion, not that of the litigant, or the witness, is determinative.\nWe do feel, however, that the justice made an error in computation. The testimonial record is clear. The title expert testified on the afternoon of the first trial day, continuing well into the second. Likewise, the surveyor/engineer testified at length on both the second and third trial days. The attendance of each witness was for two days, not one day as indicated in the order. Therefore, since the per diem rate was established at $150.00 and $75.00, respectively, correct computation would allow the title expert’s witness fee to. be $300.00 and that of the surveyor/engineer to be $150.00.\nThe entries are:\nDefendant’s appeal denied.\nPlaintiff’s cross-appeal sustained (1) as to the motion to amend complaint and judgment to conform to the evidence and (2) in part only as to expert witness fees.\nRemanded to the Superior Court for amendment of the judgment and order for costs to conform to this opinion.\nMcKUSICK, C. J., and DELAHANTY, GODFREY and NICHOLS, JJ., did not sit.\nDUFRESNE, A. R. J., sat by assignment.\n. Injury to lands or property\nWhoever cuts down, destroys, injures or carries away any ornamental or fruit tree, timber, wood, underwood, stones, gravel, ore, goods or property of any kind from land not his own, without license of the owner, or injures or throws down any fences, bars or gates, or leaves such gates open, or breaks glass in any building is liable in damages to the owner in a civil action. If said acts are committed willfully or knowingly, the defendant is liable to the owner in double damages.\n(emphasis supplied).\n. See, e. g., Liebler v. Abbott, Me., 388 A.2d 520, 521 (1978), quoting Rusha v. Little, Me., 309 A.2d 867, 869 (1973).\n. Within the context of 14 M.R.S.A. § 7552, “willfully” is defined as “conduct which displays an utter and complete indifference to and disregard for the rights of the other.” Nyzio v. Vaillancourt, Me., 382 A.2d 856, 863 (1978).\n. Unlike Martin v. Prudential Ins. Co., Me., 389 A.2d 28, 30-31 (1978), the jury did not pass on this issue. Instructions thereon were neither requested nor given.\n. It will be recalled that the jury, in response to the verdict form, declined to make any award for punitive damages.\n. Moreover, as in Nyzio, any error could be considered harmless in view of the inclusion of “willfully” as a statutory alternative for assessing double damages, the jury having been so instructed.\n. The instruction as given, in light of the factual background, contains nothing that could be termed “manifest error.” 390 A.2d at 468.\n.\nThe jury’s verdict with respect to ownership of land was in the form of a special interrogatory under Rule 49 to serve as a check upon the propriety of the general ver-diet; that the trespass action is in substance an action for damages arising out of wrongful interference with possession and does not require the determination of the ownership of the property; that the Plaintiffs are not entitled to relief not sought in the Plaintiffs’ Complaint. Had Plaintiffs sought to establish the boundary line, the same should have been established and now should be established by a real action under the statute to establish the same.\n(emphasis supplied).\n. Rule 15(b), M.R.Civ.P., is the same as Rule 15, F.R.C.P.",
        "type": "majority",
        "author": "ARCHIBALD, Justice."
      }
    ],
    "attorneys": [
      "Boynton, Waldron, Dill & Aeschliman by Richard E. Dill (orally), Kittery, for plaintiffs.",
      "Waterhouse, Carroll & Cyr by Robert N. Cyr (orally), Biddeford, David L. Brooks, North Berwick, for defendant."
    ],
    "corrections": "",
    "head_matter": "Lawrence GRANT, Malcolm Grant, and William L. Farley v. WARREN BROTHERS COMPANY.\nSupreme Judicial Court of Maine.\nAug. 24, 1979.\nBoynton, Waldron, Dill & Aeschliman by Richard E. Dill (orally), Kittery, for plaintiffs.\nWaterhouse, Carroll & Cyr by Robert N. Cyr (orally), Biddeford, David L. Brooks, North Berwick, for defendant.\nBefore POMEROY, WERNICK and ARCHIBALD, JJ., and DUFRESNE, A.R.J."
  },
  "file_name": "0213-01",
  "first_page_order": 277,
  "last_page_order": 286
}
