{
  "id": 8353898,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. John S. FREDERICK, Appellant",
  "name_abbreviation": "Commonwealth v. Frederick",
  "decision_date": "2007-07-11",
  "docket_number": "",
  "first_page": "214",
  "last_page": "219",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "814 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9337472
      ],
      "pin_cites": [
        {
          "page": "255-256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/0253-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 13751,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20285912421921123
    },
    "sha256": "ef80cdbf72ee40bfe52bb37c60529c5b8011613f0e2582cf9b44f2922058b161",
    "simhash": "1:2b83d016f66fdf74",
    "word_count": 2217
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, GANTMAN, and TAMILIA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. John S. FREDERICK, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.:\n¶ 1 This is an appeal from the order entered in the Court of Common Pleas of Lycoming County denying Appellant’s petition for DNA testing. Appellant contends the trial court erred in denying Appellant’s petition for DNA testing to determine whether the victim was the biological father of the children at issue. Appellant further contends that, if DNA testing revealed the victim was not the biological father, then the trial court’s sentencing order directing restitution to the children was illegal. Finally, Appellant contends the trial court erred in not permitting the victim’s children’s mother to testify at the July 13, 2006 hearing regarding the paternity of the children. We affirm.\n¶ 2 The relevant facts and procedural history are as follows: On April 6, 1997, Samuel Myers, Jr. was killed in an automobile accident while acting in the scope of his employment. N.T. 7/13/06 at 2. His employer, Appellant, failed to carry the mandatory worker’s compensation insurance, and therefore, Appellant was charged with violating 77 P.S. § 501.\n¶ 3 On May 23, 2000, Appellant entered a negotiated guilty plea in exchange for a sentence of probation and making restitution to the victim’s family in the amount of worker’s compensation benefits to which the victim’s children would have been entitled. Specifically, in a sentencing order filed on September 14, 2000, the trial court directed Appellant to pay $8,000.00 to the victim’s children, as well as monthly payments of $1,000.00 per month. The parties agreed that either party could seek modification of the payment schedule upon a change of Appellant’s income, and the total amount of restitution was to be determined by the Department of Labor and Industry. N.T. 7/13/06 at 4. On October 3, 2000, the Department of Labor and Industry informed the parties and trial court that the total amount of restitution was $185,290.69. N.T. 7/13/06 at 4.\n¶ 4 On June 28, 2002, Appellant filed a counseled motion seeking modification of the payment schedule. Specifically, Appellant averred his contract trucking company was no longer in business, and Appellant was working as a dispatcher for Central Valley Logistics, Inc., earning a gross weekly income of $340.00. Appellant reminded the trial court that the sentencing order provided that either the Commonwealth or Appellant could seek a modification of the payment schedule in the event Appellant’s income status changed. Following a hearing, by order entered on September 10, 2002, the trial court reduced Appellant’s monthly payment to $500.00 per month; however, the trial court did not alter the total amount of restitution, which was to be paid to the victim’s children. The trial court further indicated that either party could seek modification of the payment schedule based on a change in income.\n¶ 5 On June 5, 2006, Appellant filed a counseled petition for DNA testing. Specifically, Appellant averred that he believed the two minor children, for whom Appellant was making restitution, were not the victim’s biological children. Therefore, Appellant requested the trial court to conduct DNA testing so that it could be determined whether restitution was properly ordered in this case.\n¶ 6 On July 13, 2006, the trial court held an evidentiary hearing to determine whether DNA testing should be conducted. At the hearing, the Commonwealth presented evidence that, on May 25, 1999, Appellant signed a stipulation of fact, which was submitted to a worker’s compensation judge, indicating that the victim was survived by two minor children. N.T. 7/13/06 at 14-15. Appellant’s counsel presented evidence that, on June 15, 1999, Appellant’s counsel sent the worker’s compensation judge a letter indicating that the victim may not have been the biological father of the two minor children at issue. N.T. 7/13/06 at 16-17. However, Appellant admitted that, at the hearing before the worker’s compensation judge, Appellant never raised the issue of paternity, and the worker’s compensation judge’s opinion states that the victim was the father of the children. N.T. 7/13/07 at 19-22. Appellant further admitted that, pursuant to the terms of his negotiated guilty plea before the trial court, the worker’s compensation judge’s findings regarding the total amount of restitution was accepted by the trial court. N.T. 7/13/06 at 24-25.\n¶ 7 At the conclusion of the hearing, the trial court announced that it was denying Appellant’s petition for DNA testing, and on July 20, 2006, the trial court filed an order confirming its denial. This timely appeal followed. On August 15, 2006, the trial court ordered Appellant to file a Pa. R.A.P. 1925(b) statement, and Appellant filed a timely statement. The trial court filed a responsive Pa.R.A.P. 1925(a) opinion.\n¶ 8 Before addressing the merits of the issues presented on appeal, we must address the propriety of Appellant’s petition for DNA testing and whether he is eligible for relief. Appellant contends the trial court had the authority to permit DNA testing because, if the testing revealed the victim was not the biological father of the children, then the trial court’s sentencing order directing restitution was illegal. Appellant contends the trial court could have ordered DNA testing and then alter the restitution order under 42 Pa. C.S.A. § 5505, since there were “extraordinary circumstances or fraud.”\n¶ 9 Section 5505 of Pennsylvania Judicial Procedure provides:\n§ 5505. Modification of orders\nExcept as otherwise provided or prescribed by law, a court upon notice to the parties may modify or rescind any order within 30 days after its entry, notwithstanding the prior termination of any term of court, if no appeal from such order has been taken or allowed.\n42 Pa.C.S.A. § 5505.\nTrial courts have the power to alter or modify a criminal sentence within thirty days after entry, if no appeal is taken. Generally, once the thirty-day period is over, the trial court loses the power to alter its orders....We note, however, that the time constraint imposed by section 5505 does not affect the inherent powers of the court to modify a sentence in order to “amend records, to correct mistakes of court officers or counsel’s inadvertencies, or to supply defects or omissions in the record... .Therefore, where the mistake is patent and obvious, the court has the power to correct it even though the 30-day appeal period has expired. It is also well-established that where a showing of fraud or another circumstance “so grave or compelling as to constitute ‘extraordinary causes justifying intervention by the court,’” then a court may open or vacate its order after the 30-day period has expired.\nCommonwealth v. Walters, 814 A.2d 253, 255-256 (Pa.Super.2002) (quotations, quotation marks, and citations omitted).\n¶ 10 In the case sub judice, Appellant was sentenced in 2000, and no direct appeal was taken. Appellant’s judgment of sentence was final, thus 42 Pa.C.S.A. § 5505 applies. Accordingly, the trial court had 30 days, barring mistake or fraud, in which to modify the order. Apparently recognizing this fact, Appellant contends there is fraud or other extraordinary circumstances, which justify intervention by the court. Specifically, Appellant contends the trial court should permit DNA testing, which Appellant believes will reveal the victim was not the children’s biological father thereby possibly negating the need for restitution, since “if the mother knew the victim was not the children’s father, such constituted fraud.” However, Appellant has offered absolutely no evidence supporting his contention that the victim may not have been the children’s biological father or that mother knew this fact. Instead, Appellant vaguely and baldly asserts he was recently provided with information suggesting that the victim was not the biological father. Appellant has not revealed the source or content of this alleged information. We conclude Appellant has failed to show extraordinary circumstances or fraud as to require judicial intervention in this case.\n¶ 11 Moreover, we note that, to the extent Appellant’s petition for DNA testing can be construed as a petition for collateral relief, Appellant’s petition is untimely. It is well-settled that a petition filed under the PosMJonviction Relief Act (PCRA), 42 Pa.C.S.A. §§ 9541-9546, must be filed within one year of the judgment becoming final. 42 Pa.C.S.A. § 9545(b). For purposes of Section 9545, Appellant’s judgment of sentence became final in the fall of 2000, thirty days after the trial court sentenced Appellant and the time allowed for filing a direct appeal to this Court expired. See 42 Pa.C.S.A. § 9545(b)(3); Pa.R.A.P. 903, 42 Pa.C.S.A. However, Appellant did not file the present petition until June 5, 2006, clearly more than one year from when his judgment of sentence became final. Therefore, on its face, the petition is untimely under the PCRA.\n¶ 12 Section 9545 provides for three exceptions under which an otherwise untimely petition may still be considered by the court. However, Appellant has not averred that any of the exceptions are applicable.\n¶ 13 Finally, we note that the PCRA provides for post-conviction DNA testing in certain circumstances. Specifically, 42 Pa.C.S.A. § 9543.1 provides, in relevant part:\nAn individual convicted of a criminal offense in a court of this Commonwealth and serving a term of imprisonment or awaiting execution because of a sentence of death may apply by making a written motion to the sentencing court for the performance of forensic DNA testing on specific evidence that is related to the investigation or prosecution that resulted in the judgment of conviction.\n42 Pa.C.S.A. § 9543.1(a)(1).\n¶ 14 Here, Appellant is not serving a term of imprisonment or awaiting execution because of a sentence of death, and therefore, he is in ineligible for relief under Section 9543.1.\n¶ 15 In light of the foregoing, we conclude the trial court properly denied Appellant’s petition for DNA testing, and therefore, we affirm.\n¶ 16 Affirmed.\n.77 P.S. § 501 provides that, unless an employer is exempt:\n[An employer] shall insure the payment of compensation in the State Workmen's Insurance Fund, or in any insurance company... .Any employer who fails to comply with the provisions of this section ... shall, upon conviction in the court of common pleas, be guilty of a misdemeanor of the third degree.\n77 P.S. § 501(a)(1), (b).\n. The victim was not married.\n. Appellant requested DNA testing of the victim’s two children, the children’s mother, and the victim’s parents.\n. We note that the trial court's original sentencing order provided that the payment schedule for the restitution could be altered; however, the trial court’s order did not provide for an alteration of the total amount of restitution.\n. As the trial court indicated in its opinion, even if DNA testing revealed the victim was not the biological father of the children, the children might still be entitled to worker’s compensation benefits. See Trial Court Opinion filed 12/19/06 at 3 (citing 77 P.S. § 562, which indicates the term \"child” and \"children\" shall include \"step-children, adopted children and children to whom [the deceased] stood in loco parentis ”).\n. At the hearing, Appellant contends there is a question as to paternity because the victim and the children's mother were never married. N.T. 7/13/06 at 12. However, it is clear from the record that Appellant was aware of this information when he entered his negotiated guilty plea and was sentenced.\n. Appellant contends the trial court should have permitted Appellant to call the children's mother as a witness to testify at the July 13, 2006 hearing in order to \"shed light” on the issue of paternity and possible fraud. During the hearing, the trial court asked for an offer of proof as to why mother should be required to testify. N.T. 7/13/06 at 28. Appellant indicated he wanted to ask mother whether she and the victim were living together when the subject children were born. N.T. 7/13/06 at 28. Even if the mother answered this question negatively, such would not have assisted the trial court in determining fraud or \"extraordinary circumstances” existed.\n. The PCRA provides that, in order to be eligible for relief, a petitioner must be \"currently serving a sentence of imprisonment, probation or parole for the crime....” 42 Pa.C.S.A. § 9543(a)(1)(f). Here, Appellant is currently on probation.\n. Specifically, Section 9545 provides that a petition which is filed in an untimely manner may still be considered by the court where:\n(i) the failure to raise the claim previously was the result of interference by government officials with the presentation of the claim in violation of the Constitution or law of the United States;\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence; or\n(iii)the right asserted is a constitutional right that was recognized by the Supreme Court of the United States or the Supreme Court of Pennsylvania after the time period provided in this section and has been held by that court to apply retroactively.\n42 Pa.C.S.A. § 9545(b)(i), (ii), (iii).\n. Moreover, to the extent any of the exceptions are available, there is no indication Appellant raised the exception within 60 days of the date the claim could have been presented. 42 Pa.C.S.A. § 9545(b)(2).",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Anthony D. Miele, Williamsport, for appellant.",
      "Michael A. Dinges, Asst. Dist. Atty., Williamsport, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. John S. FREDERICK, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted April 30, 2007.\nFiled July 11, 2007.\nAnthony D. Miele, Williamsport, for appellant.\nMichael A. Dinges, Asst. Dist. Atty., Williamsport, for Com., appellee.\nBEFORE: STEVENS, GANTMAN, and TAMILIA, JJ."
  },
  "file_name": "0214-01",
  "first_page_order": 262,
  "last_page_order": 267
}
