{
  "id": 7859136,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. George DAVIS, Appellee",
  "name_abbreviation": "Commonwealth v. Davis",
  "decision_date": "1996-03-28",
  "docket_number": "",
  "first_page": "214",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "674 A.2d 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "522 Pa. 379",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818983
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0379-01"
      ]
    },
    {
      "cite": "23 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "\"in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208350
      ],
      "year": 1942,
      "pin_cites": [
        {
          "parenthetical": "\"in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0549-01"
      ]
    },
    {
      "cite": "531 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834451
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0042-01"
      ]
    },
    {
      "cite": "396 Pa.Super. 436",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882781
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/396/0436-01"
      ]
    },
    {
      "cite": "523 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820342
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0427-01"
      ]
    },
    {
      "cite": "119 L.Ed.2d. 574",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 2952",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "504 U.S. 977",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11781248,
        11782016,
        11781282,
        11781548,
        11781197,
        11781741,
        11781487,
        11781135,
        11781682,
        11782067,
        11781427,
        11781620,
        11781365,
        11781943,
        11781084
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0977-04",
        "/us/504/0977-14",
        "/us/504/0977-05",
        "/us/504/0977-09",
        "/us/504/0977-03",
        "/us/504/0977-12",
        "/us/504/0977-08",
        "/us/504/0977-02",
        "/us/504/0977-11",
        "/us/504/0977-15",
        "/us/504/0977-07",
        "/us/504/0977-10",
        "/us/504/0977-06",
        "/us/504/0977-13",
        "/us/504/0977-01"
      ]
    },
    {
      "cite": "529 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831227
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0268-01"
      ]
    },
    {
      "cite": "642 A.2d 1132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873514,
        943069
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/1132-01",
        "/pa-super/434/0280-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 280",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943069
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0280-01"
      ]
    },
    {
      "cite": "650 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11325316,
        706725
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0452-01",
        "/pa-super/437/0471-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 471",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706725
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 8650,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20008270752464719
    },
    "sha256": "97716f08a1f89cad449a66bd72ade4caafff0dff36412285c4a9e665c6a3518a",
    "simhash": "1:af9e823b83d21b2d",
    "word_count": 1371
  },
  "last_updated": "2024-02-27T22:39:59.118817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. George DAVIS, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nThe question presented in this appeal is whether the absolute privilege afforded a sexual assault counselor’s records is waived when the assault victim releases the counseling records to the Commonwealth. We affirm the Superior Court’s holding that the minor sexual abuse victim and his family waived the privilege protecting the victim’s family therapy counseling records when they permitted the prosecution to have access to these records.\nAppellee Davis, who is the victim’s stepfather, separated from the victim’s mother in 1989. The victim (P.P.), along with his mother, sister, and biological father, underwent family counseling at the Family Institute of Philadelphia (Family Institute) beginning in February of 1991. During these counseling sessions in 1991, P.P. first disclosed his stepfather’s alleged acts of sexual abuse against him, which P.P. stated began in 1983, when P.P. was 6 years old, and continued until 1986. P.P. was 14 years old at the time of trial.\nPrior to trial, through a subpoena duces tecum, Davis sought from the Family Institute the treating therapist’s records of P.P.’s family therapy sessions. Family Institute filed a motion to quash the subpoena. Davis contended that because the prosecution had access to P.P.’s family therapy records and intended to call P.P.’s family therapist at trial, the trial court should allow Davis access to these records in order for him to properly conduct cross-examination. The trial judge ruled P.P.’s family therapy records were privileged pursuant to the sexual assault counselor privilege, 42 Pa.C.S. § 5945.1(b), and quashed the subpoena. Appellee Davis was subsequently tried non-jury and convicted of involuntary deviate sexual intercourse, corruption of a minor, and endangering the welfare of a child. Davis was sentenced to serve a term of imprisonment of not less than five (5) years nor more than ten (10) years, to be followed by a consecutive five (5) year period of probation imposed for corruption of a minor.\nOn direct appeal, Davis, inter alia, challenged the trial court’s quashal of the subpoena duces tecum, arguing that this quashal resulted in a violation of his constitutional rights under the United States and Pennsylvania Constitutions, including his right to confront his accusers, to have compulsory process for obtaining witnesses, and to due process of law. The Commonwealth contended Davis is seeking P.P.’s counseling records to substantiate Davis’ suspicion that P.P.’s therapist believes P.P. is a “pathological liar”, and has noted such an observation in her counseling records. The Commonwealth asserted that even if P.P.’s records contain such an observation by P.P.’s therapist, it would be inadmissible expert opinion evidence and would not have been admissible for purposes of impeaching P.P.’s credibility at trial.\nThe Superior Court rejected the Commonwealth’s “improper purpose” argument, stating:\nif those records do, in fact, contain the clinical observation of the therapist that the victim was a “pathological liar,” ... this diagnosis would have been relevant and admissible to impeach the victim’s credibility at trial. Webster’s Third New International Dictionary defines a “pathological liar” as “a person who habitually tells lies so exaggerated or bizarre that they are suggestive of mental disorder. Id. Such a diagnosis would have impacted upon the victim’s ability to perceive events and to truthfully relate the facts to which he testified at trial.\nCommonwealth v. Davis, 437 Pa.Super. 471, at 490, 650 A.2d 452, at 462 (1994). Citing Commonwealth v. Gibbs, 434 Pa.Super. 280, 642 A.2d 1132 (1994), the Superior Court reasoned that P.P. and his family had waived the privilege protecting P.P.’s counseling records when they permitted the Commonwealth to have access to these same records, pointing out that the Commonwealth had even offered the testimony of P.P.’s family therapist at trial, albeit unsuccessfully. The Superior Court held the trial court erred in quashing the subpoena. The Superior Court was unable to determine whether Davis had been prejudiced by this error, however, since the court had no way of knowing whether the trial court’s withholding of the contents of these records from Davis had contributed to his conviction. The Superior Court vacated judgment of sentence and remanded the matter for the trial court to make this determination after Davis has had an opportunity to review P.P.’s therapy records. The Commonwealth then filed its petition for allowance of appeal with this Court, which we granted.\nWe have previously ruled that the sexual assault counselor privilege is absolute. See Commonwealth v. Wilson, 529 Pa. 268, 602 A.2d 1290 (1992), cert. denied, 504 U.S. 977, 112 S.Ct. 2952, 119 L.Ed.2d. 574 (1992). This privilege prohibits the disclosure of both oral communications and records created during the course of the confidential relationship, absent the victim’s consent. Id. The Superior Court appropriately observed that the statutory privilege necessarily precludes the revelation of protected information both to the Commonwealth and to the defense. See Commonwealth v. Gibbs, supra. This privilege is waived, however, when the Commonwealth is accorded access to the information which the Legislature has intended to protect as confidential. See, id. In such a situation as this, the statutory privilege must yield to the defendant’s rights of confrontation and compulsory process. See Commonwealth v. Lloyd, 523 Pa. 427, 567 A.2d 1357 (1989).\nThe Superior Court was correct in recognizing that P.P. and his family waived any privilege to the information contained in these records by giving the prosecution access to them. Davis was entitled to this information in order to confront the witnesses at trial, regardless of the appropriateness of his designs as to use at trial of the information hypothetically contained in these records. The Superior Court appropriately recognized that a new trial may not be required if the trial court’s denying Davis access to P.P.’s counseling records is shown to have been harmless error. See Commonwealth v. French, 396 Pa.Super. 436, 578 A.2d 1292 (1990), aff'd, 531 Pa. 42, 611 A.2d 175 (1992).\nAlthough the trial court could interpret, from the language employed in the Superior Court’s opinion which addresses the Commonwealth’s “improper purpose” argument, that if a new trial is necessary, it has been instructed to admit testimony from P.P.’s files bearing on P.P.’s credibility if offered by Davis, we do not agree with the Commonwealth that reversal of the Superior Court’s decision is called for in the instant matter. The Superior Court’s discussion as to the admissibility of information regarding P.P.’s ability to tell the truth which hypothetically could be found in P.P.’s records should not be interpreted as binding on the trial court on remand or as having precedential value. See, e.g., In re Kenin’s Trust Estate, 343 Pa. 549, 23 A.2d 837 (1942) (“in every case, what is actually decided is the law applicable to the particular facts; all other conclusions are but obiter dicta.”)\nWe thus affirm the order of the Superior Court, vacating judgment of sentence and remanding the matter to the trial court for an evidentiary hearing on whether the trial court’s error was harmless.\nMONTEMURO, J., who was sitting by designation, did not participate in the decision of this case.\nCASTILLE, J., concurs in the result.\n.The sexual assault counselor’s privilege, as set forth at 42 Pa.C.S. § 5945.1(b), provides:\n(b) Privilege.—\n(1) No sexual assault counselor may, without the written consent of the victim, disclose the victim's confidential oral or written communications to the counselor nor consent to be examined in any court or criminal proceeding.\n. 18 Pa.S.§§ 3101, 3123(5).\n. 18 Pa.S. § 6301(a).\n. 18 Pa.S. § 4304.\n. No further penalty was imposed for Davis’ conviction of endangering the welfare of a child.\n. Appellee’s brief on appeal raises a number of issues upon which he received an adverse ruling from the Superior Court in this matter. These issues are not before this Court, as allowance of appeal was not requested and granted as to them. See Pa.R.A.P. 1115(a)(3); Commonwealth v. Rush, 522 Pa. 379, 562 A.2d 285 (1989).",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Catherine Marshall and Norman Gross, Philadelphia, for the Commonwealth.",
      "Louis Priluker, Langhorne, for George Davis."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. George DAVIS, Appellee.\nSupreme Court of Pennsylvania.\nArgued Oct. 26, 1995.\nDecided March 28, 1996.\nCatherine Marshall and Norman Gross, Philadelphia, for the Commonwealth.\nLouis Priluker, Langhorne, for George Davis.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0214-02",
  "first_page_order": 284,
  "last_page_order": 287
}
