{
  "id": 7861919,
  "name": "RHODE ISLAND DEPOSITORS ECONOMIC PROTECTION CORP. v. Robert L. PHILLIPS et al.",
  "name_abbreviation": "Rhode Island Depositors Economic Protection Corp. v. Phillips",
  "decision_date": "1994-06-17",
  "docket_number": "No. 93-519-M.P.",
  "first_page": "215",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 215"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "437 F.Supp. 660",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5730444
      ],
      "pin_cites": [
        {
          "page": "663"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/437/0660-01"
      ]
    },
    {
      "cite": "453 F.Supp. 81",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4018538
      ],
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/453/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 4041,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 9.38526557455088e-08,
      "percentile": 0.515274828764148
    },
    "sha256": "947d5971dc4d7acc8b29ac0bd4a1d78ebf4e857d5fb0e4503699b5324f7ea541",
    "simhash": "1:5d713bd68850b1ed",
    "word_count": 648
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "SHEA, J., did not participate."
    ],
    "parties": [
      "RHODE ISLAND DEPOSITORS ECONOMIC PROTECTION CORP. v. Robert L. PHILLIPS et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis ease came before a hearing panel of this court May 24, 1994, for oral argument pursuant to an order that had granted a writ of certiorari to review a decision of a justice of the Superior Court vacating a stay of an action filed by Rhode Island Depositors Economic Protection Corp. (DEPCO) against Robert and Diane Phillips, Phillips Associates, Inc., and Greenwood Development Corp. (collectively Phillips). The order had also directed the parties to appear and show cause why the issues raised in this petition should not be summarily decided.\nAfter hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues should be summarily decided.\nPhillips argues that DEPCO’s case should have been filed as a compulsory counterclaim in an action that Phillips had filed before the formation of DEPCO against Rhode Island Central Credit Union (RICCU), Rhode Island Share and Deposit Indemnity Corporation (RISDIC), and a number of their officers and directors. Phillips’s action alleges malfeasance on the part of RICCU, RISDIC, and their respective officers and directors, including breach of the terms of a certain Hypothecation Agreement that originated in March 1989. Phillips alleged that RICCU had wrongfully refused to release collateral to Phillips valued in excess of $3 million.\nDEPCO argues that Phillips is in default of a promissory note in the amount of $1.6 million as well as five guarantees relating to various loan obligations originated by RIC-CU and Davisville Credit Union (DCU). DEPCO seeks to recover upon obligations in excess of $12 million from Phillips that have been in default since 1991. DEPCO also asserts that it has purchased the assets of RICCU without having assumed any liabilities save certain liabilities to depositors of RICCU. Moreover, DEPCO alleges that Phillips’s action against RICCU and RISDIC, their officers and directors, is but one of hundreds of suits initiated by depositors and others who have claims against failed credit unions.\nDEPCO points out that it was never a party to the Phillips action and therefore would not be bound by Rule 13 of the Superi- or Court Rules of Civil Procedure to respond by compulsory counterclaim. Finally, DEP-CO asserts that it was specifically granted power to prosecute actions relating to assets acquired pursuant to G.L.1956 (1993 Reenactment) § 42-116-6(b). It argues that DEPCO has been given power to collect these assets and debts related thereto without litigating unrelated claims. DEPCO has acquired these assets from RICCU by virtue of a decree of the Superior Court that had authorized the receiver of RICCU to sell such assets to DEPCO free and clear of any liabilities save those specifically assumed. This decree was in accordance with the practice followed by the Federal Deposit Insurance Corporation (FDIC) in which a distinction has been made between FDIC in its corporate capacity and FDIC in its receivership capacity. See FDIC v. James T. Barry Co., 453 F.Supp. 81, 82 (E.D.Wis.1978); FDIC v. Vogel, 437 F.Supp. 660, 663 (E.D.Wis.1977). In this case DEPCO has a completely separate identity from that of the receiver.\nPhillips’s action against RICCU, RISDIC, and the receiver has been stayed by order of the Superior Court. If and when that stay is removed, Phillips may pursue its action against the receiver.\nFor the reasons stated, the petition for certiorari is denied and the writ previously issued is quashed. The order of the Superior Court vacating the stay in respect to DEP-CO’s action against Phillips is hereby affirmed. The papers in the case may be remanded to the Superior Court.\nSHEA, J., did not participate.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Robert Landau, Roberts, Carroll, Feld-stein & Peirce, Providence, for plaintiff.",
      "Richard W. MacAdams, MacAdams & Wieck, Inc., Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "RHODE ISLAND DEPOSITORS ECONOMIC PROTECTION CORP. v. Robert L. PHILLIPS et al.\nNo. 93-519-M.P.\nSupreme Court of Rhode Island.\nJune 17, 1994.\nRobert Landau, Roberts, Carroll, Feld-stein & Peirce, Providence, for plaintiff.\nRichard W. MacAdams, MacAdams & Wieck, Inc., Providence, for defendant."
  },
  "file_name": "0215-01",
  "first_page_order": 281,
  "last_page_order": 282
}
