{
  "id": 6815802,
  "name": "Rotman Electric Company, Inc. vs. R.J.B. Management Corporation",
  "name_abbreviation": "Rotman Electric Co. v. R.J.B. Management Corp.",
  "decision_date": "1989-11-30",
  "docket_number": "",
  "first_page": "215",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "1989 Mass. App. Div. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. App. Div.",
    "id": 15177,
    "name": "Massachusetts Appellate Division"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "59 Mass. App. Dec. 54",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "year": 1975,
      "pin_cites": [
        {
          "page": "58, 59"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "246 Mass. 139",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        752338
      ],
      "year": 1923,
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/246/0139-01"
      ]
    },
    {
      "cite": "371 Mass. 895",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        320550
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "896"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/371/0895-01"
      ]
    },
    {
      "cite": "57 Mass. App. Dec. 22",
      "category": "reporters:state",
      "reporter": "Mass. App. Dec.",
      "case_ids": [
        4337054
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-dec/57/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 7485,
    "ocr_confidence": 0.828,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18306993959879514
    },
    "sha256": "0acb45611d0317f31f518b1e62b1ca826be6a7670bdb69d052915527b0d118a3",
    "simhash": "1:69ef827c1c043574",
    "word_count": 1139
  },
  "last_updated": "2024-02-27T16:48:26.627968+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: Pino, Donovan & Bakas, JJ."
    ],
    "parties": [
      "Rotman Electric Company, Inc. vs. R.J.B. Management Corporation"
    ],
    "opinions": [
      {
        "text": "Donovan, J.\nPlaintiff Rotman Electric Co., Inc. (“Rotman?) brought an action seeking payment under written contract and oral agreements or its performance of electrical work .on. two. of defendant's condominium projects. A second count sought.to recover in quantum meruit. Defendant R.J.B. Management Corp. (“R.J.B.”) argued that Rotman had intentionally, and without authorization; departed from its contract specifications and, therefore, R.J.B.- was entitled to dollar credits.. In a counterclaim against Rotman, RJ.B. sought damages for Rotman's failure to complete the projects in a first-class and professional manner in harmony with contractual specifications. The trial court found for Rotman in both Rotman's original claim and RJ.B.'s subsequent counterclaim.\nRJ.B. appealed, the trial court's denial of five of its requested rulings, which concern only disputed issues of fact, the reviewability of which is beyond the compass of file Appellate Division. Only one legal issue was involved in the case: whether oral agreements modified the parties' written contract RJ.B. conceded this issue in testimony at trial and in one of its requested rulings; therefore, the oral modification cannot be the basis for its appeal. Because the defendant challenges only the trial court's factual findings and because the Appellate Division reviews only questions of law, we uphold the trial court's resolution of the case and dismiss the report ■ •\nThecase arose fromajune 17,1985 written contract for electrical workon RJ.B.'s Greenleaf Condominium Project in Quincy, Massachusetts. Both parties agreed that Rotman's electrical work differed from plans and specifications and conceded that the contract had been modified by subsequent oral agreements, but disagreed as to whether the departures were intentional and unauthorized. RJ.B. President Richard J. Buccheri claimed at trial that RJ.B. was to receive creditsforthechanges because Rotman's alterations made the project less costly in terms of work and materials. RJ.B. presented an expert in the field of electrical engineering and design, Yern G. Norman, who testified that the labor and materials supplied by Rotman in regard to the main electrical service, the main riser and the apartment load centers were worth approximately $30,000 less than the electrical work and materials required in the original plans and specifications.\nHowever, Mr. Norman also testified that the installed electrical system met all required city and state codes and was a more realistic and less expensive approach to the condominium's electrical needs than that contemplated in the original agreements. Mr. Buccheri agreed that the condominium was successfully completed and that all 40 units had been sold. RJ.B. presented no evidence showing that any of the units had fetched less than its anticipated sale price.\nOn the other side, Rotman project manager Dennis G. Dolabany testified that Mr. Buccheri had told him to design the electrical work so as to reduce the costs and complete the project as soon as possible, notwithstanding the specifications of the original agreement. Rotman performed in accordance with those objectives, Mr. Dolabany said, and reduced its final bid approximately $20,000 from the original bid of $190,000. Mr. Dolabany also discussed all proposed electrical alterations with Mr. Buccheri and submitted all significant changes in writing to R.J.B.'s engineer, who made no response to the proposals.\nThe trial courtfound for Rotman in the sum of $53,146, approximately $6,800 less than sought, holding that Rotman had substantially performed and did not intentionally depart from its contract obligations. R J.B. appeals the trial judge's denial of five of its reqested rulings, numbered 3,4,5,6 and 8, which requested findings that:\n(3) Rotman breached the contract in its intentional departures from original specifications of electric service, an unmetered rise, and apartment load centers;\n(4) The Departures were not de minimus;.\n(5) Departure without authorization is inconsistent with a good faith effort to perform and bars all recovery, including recovery in quantum meruit,\n(6) Rotman's intentional departure damaged R J.B. in the amount of $44,000; and\n(8) “Per the parties oral modifications of the contract,” RJ.B. is due credits for oral contract modifications.\nAll these requested rulings are requests for findings of fact and present no legal issue reviewable in the Appellate Divison. R.J.B. is attempting to retry the factual issues of the case relating to whether Rotman's departures from specifications were intentional and unauthorized, a factual determination already reached by the trial court. The Appellate Division hears only issues of law, none of which is presented by this appeal. M. PERLIN &J. CONNORS, HANDBOOK OF CIVIL PROCEDURE IN THE MASSACHUSETTS DISTRICT COURTS (1983). The Appellate Division shafi set aside factual findings only when the trial court'sfactual determinations are “clearly erroneous,” and shall give due regard to “the opportunity of the trial court to judge of the credibility of witnesses.” Dist/Mun. Cts. R. Civ. P., Rule 52(a). Under this standard, the Appellate Division must leave factual findings undisturbed when those findings are supported by any reasonable view of the evidence, allowing all rational inferences therefrom, even if that evidence is contradicted. T.L. Edwards, Inc. v. Fields, et als, 57 Mass. App. Dec. 22, 25 (1975), aff'd. 371 Mass. 895, 896 (1976); Moss. v. Old Colony Trust Co., 246 Mass. 139, 143 (1923); Kahn v. House, 59 Mass. App. Dec. 54, 58, 59 (1975). In weighing the disputed issues of fact, the trial judge chose to believe evidence that Rotman did not intentionally depart from its contractual obligations and that it substantially performed its work under the contract. Since even RJ.B.'s expert witness conceded that the workmet all required codes and was a more realistic approach to the electrical system, and since RJ.B. presented no evidence that it sold the 40 condominium units for less than their anticipated price,the trial court's determinations in this case to notmeetthe “clearly erroneous” threshold that would warrant appellate review of factual finding.\nAs for the only legal question at issue here, the legality of oral modifications of a written contract, R.J.B. conceded both in testimony and in requested ruling numbered #8 that the contract was modified by subsequent oral agreements. Because of this concession, the legal issue of modification cannotform the basis for this appeal.\nThe trial court determined that Rotman substantially performed and did not intentionally depart from contract specifications, and this ruling will not be disturbed. Appellant has failed to present a question of law or an allegation of clearly erroneous factual finding that would allow appellate intervention in this case. The question of incorrect computation of interest from date of suit instead of date of breach is superfluous to the integral soundness of the ruling.\nReport dismissed\nDefendant's claim of report concerns only one of the projects considered at trial, the Greenleaf Condominium Project. The trial court's final judgment reflected no breakdown between the projects, nor was any requested.",
        "type": "majority",
        "author": "Donovan, J."
      }
    ],
    "attorneys": [
      "James M. Hughes for the plaintiff.",
      "Dennis M. O'Driscoll for the defendant."
    ],
    "corrections": "",
    "head_matter": "Rotman Electric Company, Inc. vs. R.J.B. Management Corporation\nMunicipal Court\nNovember 30, 1989.\nPresent: Pino, Donovan & Bakas, JJ.\nJames M. Hughes for the plaintiff.\nDennis M. O'Driscoll for the defendant."
  },
  "file_name": "0215-02",
  "first_page_order": 223,
  "last_page_order": 225
}
