{
  "id": 7861998,
  "name": "Kathleen DELICATO et al. v. BOARD OF REVIEW, DEPARTMENT OF EMPLOYMENT AND TRAINING; WESTERLY SCHOOL DEPARTMENT v. Kathleen DELICATO et al.",
  "name_abbreviation": "Delicato v. Board of Review",
  "decision_date": "1994-06-20",
  "docket_number": "Nos. 93-213-M.P., 93-214-M.P.",
  "first_page": "216",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 216"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "492 N.E.2d 1252",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "24 Ohio App.3d 48",
      "category": "reporters:state",
      "reporter": "Ohio App. 3d",
      "case_ids": [
        6711663
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app-3d/24/0048-01"
      ]
    },
    {
      "cite": "507 N.E.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "30 Ohio St.3d 143",
      "category": "reporters:state",
      "reporter": "Ohio St. 3d",
      "case_ids": [
        1826468
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-3d/30/0143-01"
      ]
    },
    {
      "cite": "421 N.Y.S.2d 688",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "mem."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "72 A.D.2d 854",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3163627,
        3162422
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "mem."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/72/0854-01",
        "/ad2d/72/0854-02"
      ]
    },
    {
      "cite": "481 N.W.2d 728",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "192 Mich.App. 682",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2324383
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/192/0682-01"
      ]
    },
    {
      "cite": "471 N.E.2d 1056",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "84 Ill.Dec. 290",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "129 Ill.App.3d 93",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3491415
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/129/0093-01"
      ]
    },
    {
      "cite": "602 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937769
      ],
      "pin_cites": [
        {
          "page": "926"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/0923-01"
      ]
    },
    {
      "cite": "635 A.2d 266",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362008
      ],
      "pin_cites": [
        {
          "page": "266-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/0266-01"
      ]
    },
    {
      "cite": "557 A.2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7897198
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "869"
        },
        {
          "page": "869"
        },
        {
          "page": "868-69"
        },
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/557/0868-01"
      ]
    },
    {
      "cite": "638 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365103
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "556"
        },
        {
          "page": "556-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0553-01"
      ]
    },
    {
      "cite": "637 A.2d 360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7355221
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "363"
        },
        {
          "page": "363-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0360-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 867,
    "char_count": 27437,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2001599321041497
    },
    "sha256": "83bad0db7527395c264225caa9b17ce490c2751f6b12f3449081d63c822159e5",
    "simhash": "1:bb6ab5c9e6c58f1f",
    "word_count": 4236
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kathleen DELICATO et al. v. BOARD OF REVIEW, DEPARTMENT OF EMPLOYMENT AND TRAINING. WESTERLY SCHOOL DEPARTMENT v. Kathleen DELICATO et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nMURRAY, Justice.\nThis matter came before this court on a writ of certiorari that we granted to the Board of Review (board) of the Department of Employment and Training (DET) and the Westerly School Department (department). Both the board and the department sought our review of a District Court decision. These two cases were consolidated for briefing and oral argument.\nThis matter involves fifteen administrative appeals that were consolidated and subsequently decided by the District Court in March 1993. All these cases involve employees of the department (claimants) who had applied to DET for unemployment compensation relative to certain periods from 1989 to 1992. Specifically claimants sought benefits for certain summer and/or school vacation weeks. Almost all claimants were employed as school-bus drivers, bus monitors, and bus aides. Although these cases were consolidated, where relevant we address specific arguments of certain subgroups of claimants.\nIn all the cases the director of DET denied benefits to claimants on the basis of his conclusion that they were disqualified from receiving benefits pursuant to G.L.1956 (1986 Reenactment) § 28-44-68. That statute states:\n“Benefits based on service in employment for non-profit organizations and educational institutions and governmental entities covered by chapters 42 — 44, inclusive, of this title, shall be payable in the same amounts on the same terms and subject to the same conditions as benefits payable on the basis of other services subject to chapters 42 — 44, inclusive^] of this title, except that:\n(1) With respect to services performed after December 31, 1977, in an instructional, research, or principal administrative capacity for an educational institution (including elementary and secondary schools and institutions of higher education) benefits shall not be paid based on those services for any week of unemployment commencing during the period between two (2) successive academic years or during a similar period between two (2) regular but not successive terms, or during a period of paid sabbatical leave provided for in the individual’s contract, to any individual if that individual performs those services in the first of such academic years (or terms) and if there is a contract or a reasonable assurance that such individual will perform services in any such capacity for any educational institution in the second of those academic years or terms; and Provided, That § 28-44-63 shall apply with respect to those services prior to January 1, 1978,\n(2) With respect to services in any other capacity for an educational institution (including elementary and secondary schools and institutions of higher education):\n(A) Compensation payable for weeks of unemployment beginning on or after April 1, 1984, on the basis of such services shall be denied to any individual for any week which commences during a period between two (2) successive academic years or terms if that individual performs those services in the first of those academic years or terms and there is a reasonable assurance that such individual will perform those services in the second of those academic years or terms, except that\n(B) If compensation is denied to any individual for any week under subdivision (2)(A) and such individual was not offered an opportunity to perform such services for the educational institution for the second of such academic years or terms, such individual shall be entitled to a retroactive payment of the compensation for each week for which the individual filed a timely claim for compensation and for which compensation was denied solely by reason of subdivision (2)(A),\n(3) With respect to any services described in subdivision (1) or (2), compensation payable for weeks of unemployment beginning on or after April 1, 1984, on the basis of those services shall be denied to any individual for any week which commences during an established and customary vacation period or holiday recess if that individual performs those services in the period immediately before that vacation period or holiday recess, and there is a reasonable assurance that such individual will perform those services in the period immediately following that vacation period or holiday recess,\n(4) With respect to any services described in subdivision (1) or (2), compensation payable for weeks of unemployment beginning on or after April 1, 1984, on the basis of services in any such capacity shall be denied as specified in subdivisions (1), (2) and (3) to any individual who performed such services in an educational institution while in the employ of an educational service agency, and for this purpose the term ‘educational service agency means a governmental agency or governmental entity which is established and operated exclusively for the purpose of providing those services to one or more educational institutions.”\nIn most cases a referee of the board upheld the director’s denial of benefits. The board subsequently affirmed all these decisions by the referee. These claimants appealed to the District Court. They challenged the decision of the board on several grounds, including the claim that it violated their constitutional rights to equal protection. They alleged, among other things, that school-bus drivers and aides in a majority of communities in the state, including Providence, Warwick, and East Providence, were eligible to collect benefits during comparable vacation-week periods.\nIn the case of three claimants, however, in addition to declaring the employees disqualified, the director found that they had been overpaid waiting-period credit and benefits and ordered the restitution of those amounts. The referee upheld the director’s decisions, and the board affirmed the referee’s decisions with regard to each claimant. These claimants also appealed to the District Court and challenged the board’s decision.\nThe record also reflects that in two cases a referee reversed the director’s decisions with respect to three claimants, two of whom had been declared overpaid waiting-period credit and/or benefits, and allowed benefits. The referee concluded that the employees were not subject to the between-terms disqualification pursuant to § 28-44-68, finding that each employee worked in a year-round program that was unaffected by customary shutdowns during school vacations and holiday periods. The board approved and confirmed the decisions at the referee level, and the department appealed to the District Court.\nWe shall analyze the District Court decision in detail since we conclude that it is problematic in several respects. The District Court’s review of board decisions is governed by G.L.1956 (1993 Reenactment) § 42-35-15(g), which is part of the Administrative Procedures Act. See Baker v. Department of Employment and Training Board of Review, 637 A.2d 360, 362 & n. 3 (R.I.1994). That statutory subsection provides that a court reviewing an administrative agency’s decision may affirm the decision, remand for further proceedings,\n“or * * * reverse or modify the decision if substantial rights of the appellant have been prejudiced because the administrative findings, interferences [sic], conclusions, or decisions are:\n(1) In violation of constitutional or statutory provisions;\n(2) In excess of the statutory authority of the agency;\n(3) Made upon unlawful procedure;\n(4) Affected by other error or [sic ] law;\n(5) Clearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\n(6) Arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.”\nSection 42-35-15(g).\nAs an initial matter we note that the District Court judge’s written decision included the statement that the matter was before the court on the consolidated appeals of school-bus drivers, monitors, and aides who worked for the department and who were challenging the board’s adverse decision with regard to their claims for unemployment compensation. The District Court judge sustained the appeals of the group to which he referred as “the petitioners,” who were claimants who had received adverse rulings from the board. He did not specifically discuss the cases in which the department appealed from the board’s decisions allowing benefits to certain claimants. Hence, it is unclear whether he intended to sustain the appeals of the department as well. Given our result below, however, his apparent oversight does not affect the substance of our decision or our reasoning. The board had determined that the claimants who should receive benefits were not subject to the disqualification set forth in § 28-44-68. The District Court judge apparently concluded that all claimants whose benefits had been denied by the board were not subject to the statute because of a different reason, specifically his reading of the statute and the application of the preposition “in.”\nWe reverse the District Court’s ruling and hold that all the claimants are subject to § 28-44-68 and, by virtue of that statute, are disqualified from receiving unemployment benefits for the claimed periods.\nThe District Court judge concluded that § 28-44-68 was not applicable to “the petitioners.” Without citing a specific subsection, the judge interpreted the statute to “den[y] unemployment benefits for school summer and customary vacation periods and for holiday recesses during the school year to those who perform services for an educational institution ‘in an educational institution.’ ” He stated that none of petitioners performed services for the town of Westerly “in an educational institution.” He explained that petitioners performed their services outside the school, since “all were involved in one or another of the tasks that got Westerly’s school age children from home to school and back safely again.”\nThe District Court judge also wrote that even if the words “services in an educational institution” were deemed ambiguous and therefore subject to interpretation, the Legislature requires that the Employment Security Act (ESA) be liberally construed in light of the act’s purpose, which is to alleviate the burden on the unemployed worker and his or her family. See § 28-42-73. The effect of his decision was to allow benefits to the claimants whose claims had been denied because he had determined that the disqualifying statute upon which the denial of benefits had been premised did not apply to them. The District Court judge did not address the other issues that petitioners raised because he found the applicability of the statute to be dispositive.\nIn its petition for a writ of certiorari the board argued that the District Court judge erred in his decision and that the Legislature did not intend to create a double standard by basing the determination of who receives unemployment benefits during the summer and holiday recess periods on whether the individual works inside or outside a school building. The board asserts that the District Court judge based his decision on the word “in” as it appears in § 28-44-68(4). It claims that the judge erred by interpreting the term “educational institution” to signify the physical structure of a building rather than an organization. The board also contends that the plain and ordinary meaning of the term “institution” as used in § 28-44-68(4) dictates that bus drivers and monitors be included within the scope of that statute. It argues that even if the language of § 28-44r-68(4) were ambiguous, the Legislature clearly intended school-bus drivers, monitors, and other public school employees to be exempt from unemployment benefits during summer and school vacations. It asserts that such statutes have withstood challenge in other jurisdictions.\nIn its petition for certiorari the department maintained that the District Court’s decision is inconsistent with the plain language of the statute. In its brief the department contends, among other things, that the plain language of subsections (2) and (3) of § 28-44-68 clearly prohibits the receipt of benefits by all the department’s employees because they sought benefits during customary vacation periods when they had a reasonable assurance of continued employment as drivers, aides, and monitors before the school recesses commenced. The department argues that the relevant issues are whether department employees performed services in a noninstructional capacity for an educational institution immediately before the recesses in question and whether there was a reasonable assurance that they would perform such services subsequent to the recesses. The department contends that the claimants concede that they meet those criteria and that all of them are disqualified from collecting benefits. The department maintains that the plain language of subsection (4) of the statute, as well as the legislative history of its federal counterpart, clearly indicates that the subsection does not apply to school personnel who work directly for an educational institution; rather, it applies only \"to agency employees who perform services for educational institutions. It further argues that if the employees are permitted to collect unemployment benefits in these circumstances, the policy underlying the unemployment-compensation scheme would be frustrated.\nThe claimants assert that the District Court judge correctly concluded that when read in its entirety, § 28^44-68 was not intended to apply to bus drivers, bus monitors, and bus aides because none of these claimants performed services in an educational institution. Because several of the drivers and aides have obtained other bus runs to special education institutions outside Westerly, they argue, they do not therefore provide transportation services to the educational institutions within the Westerly school system; thus, subsections (2) and (3) are inapplicable to them. They contend that “[t]he Westerly school bus service would certainly qualify as an ‘educational service agency as defined in [§ ] 28-44458(4).” They also argue that the record establishes that the school-bus system operates on a year-round basis. They further maintain that the District Court judge correctly reviewed the entire statute and concluded that it denies benefits only “to those who perform services for an educational institution ‘in an educational institution.’ ” The claimants urge a liberal construction of the ESA.\nOn certiorari this court is “to review any questions of law involved” in District Court appeals of administrative-agency determinations. See § 42-35-16; see also Kachanis v. Board of Review, Department of Employment and Training, 638 A.2d 553, 556 (R.I.1994). We believe that the District Court judge erred as a matter of law in his reading and application of the statute.\nThis court has stated that the Legislature enacted § 28-44-68 to distinguish between school employees who meet the criteria to qualify as “unemployed” and those who are on summer or holiday recesses. See Baker, 637 A.2d at 363. Section 28-44-68 describes two categories of services to covered institutions and then delineates when benefits must be denied to certain employees who provide those services. Subsection (1) applies to services that are performed “in an instructional, research, or principal administrative capacity for an educational institution.” See § 28-44-68(1). This subsection prohibits benefits for weeks beginning between terms, but it clearly does not apply to the services that claimants perform.\nSubsection (2) relates to “services in any other capacity for an educational institution (including elementary and secondary schools and institutions of higher education).” See § 28-44-68(2). Subsection (2)(A) provides for a denial of benefits analogous to that prescribed in subsection (1) for weeks that commence between two academic years or terms if the individual performed the services in the first of those academic years or terms and there is a reasonable assurance that the person will perform the services in the second year or term. See § 28-44-68(2)(A). Subsection (2)(B) requires retroactive payment of benefits under certain conditions if compensation was denied and the person was not offered an opportunity to perform such services for the educational institution in the second academic year or term. See § 2&44-68(2)(B).\nSubsection (3) covers services described in subsections (1) and (2). It mandates the denial of benefits for weeks commencing “during an established and customary vacation period or holiday recess” if the person performed the services immediately before the recess and there is a reasonable assurance that the person will perform the services after such recess. See § 28-44438(3).\nAccording to our reading, subsection (4) applies to certain employees who perform the services described in subsections (1) and (2). This subsection requires the denial of benefits to a limited group of employees who perform those types of services relative to weeks that begin between academic years or terms and weeks that begin during holiday or recess periods (as described in subsections (1) through (3)). See § 28-44-68(4). This subsection applies “to any individual who performed such services in an educational institution while in the employ of an educational service agency,” which is defined as a governmental agency or entity “established and operated exclusively for the purpose of providing those services to one or more educational institutions.” See id.\nThe District Court judge did not specify which subsection of the statute he found controlling, but the only one that contains the preposition “in” before the noun “educational institution” is subsection (4). The District Court judge apparently read subsection (4) as if it had to be read along with subsections (2) and (3). In the alternative, he might have concluded that the department was an educational service agency but we do not understand him to have read the statute in this manner, as he did not state or discuss this proposition. He concluded that the statute denies benefits for summer and vacation periods “to those who perform services for an educational institution ‘in an educational institution.’ ” In reaching this conclusion, the District Court judge misinterpreted the plain meaning of the statute and our case law.\nIt is a fundamental principle of statutory construction in this state that when a statute’s meaning is plain, clear, and unambiguous, no interpretation is required and the court must construe the statute pursuant to its plain and ordinary meaning. Krupa v. Murray, 557 A.2d 868, 869 (R.I.1989). The Krupa court addressed § 2844—68(2)(A). It found that by clear, plain, and unambiguous language, the Legislature had made “an employee of an educational institution ineligible for unemployment compensation for any week that commences during a period between two successive academic years or terms as long as that individual has reasonable assurance that he or she will perform those services in the second of those academic years or terms.” See 557 A.2d at 869.\nWe agree with the department’s argument that the plain language of subsections (2) and (3) of § 28-44-68 clearly prohibits the department’s employees from receiving benefits with regard to vacation periods or between terms when they had a reasonable assurance of continued employment. The claimants do not argue that they lacked reasonable assurance of continued employment. They apparently challenge the disparate eligibility for benefits, that is, that the board would allow benefits to school-bus drivers who work for private companies that contract with the school department whereas it denies benefits to those paid directly by the school department. A DET representative testified to this disparity in at least two of the hearings in this case.\nOur reading of the statute leads us to conclude that subsections (1), (2), and (3) deny unemployment benefits for summer and vacation periods to instructional and other employees of covered institutions who performed certain services prior to a summer or a vacation period if there is a reasonable assurance that the employees will perform such services after the summer or the vacation period. We have interpreted these subsections before without reference to subsection (4). See Kachanis, 638 A.2d at 556-58 (applying § 28-44-68(2)(A) to school-lunch workers); Baker, 637 A.2d at 363-64 (applying § 28-44-68(1) to school teachers and stating that the entire statute bars the payment of benefits to school employees who are out of work only for holiday and summer recesses); Woonsocket School Committee v. Department of Employment and Training, Board of Review, 635 A.2d 266, 266-67 (R.I.1993) (applying § 28-44-68 to clerical employees); Krupa, 557 A.2d at 868-69 (interpreting § 28-44-68(2)(A) to render ineligible for unemployment compensation certain employees of educational institutions for weeks beginning between academic years or terms).\nIn our opinion the plain language of the statute signifies that subsection (4) applies only to employees who performed such services “in an educational institution while in the employ of an educational service agency.” Thus, § 28-44-68 applies to three types of employees: instructional, research, and administrative employees as described in subsection (1); employees who perform “services in any other capacity for an educational institution (including elementary and secondary schools and institutions of higher education),” as described in subsection (2); and individuals who perform services as described in subsections (1) or (2) in an educational institution while employed by an educational service agency, as provided in subsection (4). The legislative history relating to the analogous provision of federal law persuades us further that employees of educational service agencies constitute a separate category. We also think that claimants in this case do not fit into that category since we determine that the department is not an educational service agency.\nAdditionally, even if we concluded that subsection (4) of § 28-44-68 did apply to claimants, we think that the District Court judge engaged in a sort of prepositional-phrase formalism that ignores the plain meaning and purpose of that subsection. It would strain logic to interpret subsection (4) as premising the denial or allowance of benefits on whether the employees performed services physically inside an educational institution or outside. This could also lead to absurd results. It is a basic principle of statutory interpretation that “this court will not attribute to the Legislature an intent to enact laws that lead to absurd or unreasonable results.” State v. McDonald, 602 A.2d 923, 926 (R.I.1992).\nOther jurisdictions have applied them between-terms statutes to bus drivers and other such employees. See, e.g., Quincy School District No. 172 v. The Board of Review of the Department of Labor, 129 Ill.App.3d 93, 84 Ill.Dec. 290, 471 N.E.2d 1056 (1984); Becotte v. Gwinn Schools, 192 Mich.App. 682, 481 N.W.2d 728 (1991); Peak v. North Colo- me Central School District (In re Peak), 72 A.D.2d 854, 421 N.Y.S.2d 688 (1979) (mem.); University of Toledo v. Heiny, 30 Ohio St.3d 143, 507 N.E.2d 1130 (1987); Johnson v. Brunswick City School District Board of Education, 24 Ohio App.3d 48, 492 N.E.2d 1252 (1983). None of these courts concluded that school-bus drivers were employees of educational service agencies rather than employees of educational institutions.\nWe now briefly discuss the few claimants from whom the board seeks restitution of partial benefits and waiting-period credit paid to them. The claimants argue that those who actually worked during vacation periods are entitled to partial unemployment benefits for weeks in which they worked fewer than their scheduled hours. They allege that the denial of partial benefits is a misapplication of § 28-44-68, and they cite § 28-44-7 to support their claim. That section provides for partial benefits to be paid to “an individual partially unemployed and eligible in any week.” The claimants underscored “partially unemployed” but seem to have ignored the eligibility requirement. We conclude that § 28-44-68 renders these claimants ineligible to collect benefits between terms and vacation periods in the circumstances set forth in that statute. Therefore, § 28-44-7 does not apply to them relative to those periods. Additionally, when reading § 28-44-68(2)(A), the Krwpa court concluded that the statute contained “no exception * * * based upon the number of weeks for which an employee of an educational institution actually works.” See Krupa, 557 A.2d at 869. These claimants are therefore not entitled to partial unemployment benefits, and the board is entitled to restitution of the amounts paid.\nFinally, we briefly address the cases in which the board allowed benefits to certain claimants because it found that they worked in a year-round program. The department argues that the plain language of subsections (2) and (3) of § 28-44438 precludes the receipt of benefits by all its employees during customary vacation periods and that subsection (4) does not apply to any of the employees involved in these cases. It contends that the board’s decision to award benefits to some claimants is inconsistent with the statute’s plain language and contradicts this court’s decision in Krwpa. Because these claimants had a reasonable assurance of continued employment and applied for benefits relative to customary school vacations, they are not entitled to receive benefits, the department maintains.\nThe claimants argue that these employees are entitled to benefits because the institutions that they service are open all year. They assert that whether the Westerly schools were open during the claimed periods is irrelevant. They also contend that the Westerly school-bus service constitutes an “educational service agency.”\nWe conclude that these claimants are ineligible for benefits for the same reason that claimants seeking partial benefits are not entitled to them. As long as they are employees of the department, claimants are subject to the disqualifications set forth in § 28-44-68.\nThe record indicates that the District Court did not reach the constitutional or other arguments asserted below. We therefore remand to the District Court for the exposition and disposition of these claimants’ remaining arguments, including their equal-protection claims.\nConsequently for the above reasons the petition for certiorari is granted, the judgment appealed from is quashed, and the papers of this case are remanded to the District Court with our decision endorsed thereon for further proceedings consistent with this opinion.\n. This executive department was formerly entitled the Department of Employment Security. See G.L.1956 (1993 Reenactment) §§ 42-19-1, 42-19-1.1. In this opinion all references to this executive department will be to DET.",
        "type": "majority",
        "author": "MURRAY, Justice."
      }
    ],
    "attorneys": [
      "Thomas J. McAndrew, Patricia Andrews, Providence, for plaintiff.",
      "Joseph Doorley, Jr., Providence, Thomas Goldberg, Pawtucket, Thomas B. Coffey, Jr., Foster, Steven M. Rossi, Cumberland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Kathleen DELICATO et al. v. BOARD OF REVIEW, DEPARTMENT OF EMPLOYMENT AND TRAINING. WESTERLY SCHOOL DEPARTMENT v. Kathleen DELICATO et al.\nNos. 93-213-M.P., 93-214-M.P.\nSupreme Court of Rhode Island.\nJune 20, 1994.\nThomas J. McAndrew, Patricia Andrews, Providence, for plaintiff.\nJoseph Doorley, Jr., Providence, Thomas Goldberg, Pawtucket, Thomas B. Coffey, Jr., Foster, Steven M. Rossi, Cumberland, for defendant."
  },
  "file_name": "0216-01",
  "first_page_order": 282,
  "last_page_order": 289
}
