{
  "id": 9181538,
  "name": "Mikhail CALLOWAY, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent",
  "name_abbreviation": "Calloway v. Pennsylvania Board of Probation & Parole",
  "decision_date": "2004-09-01",
  "docket_number": "",
  "first_page": "218",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "840 A.2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9290632,
        16674
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/840/0299-01",
        "/pa/576/0588-01"
      ]
    },
    {
      "cite": "576 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        16674
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0588-01"
      ]
    },
    {
      "cite": "524 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822807
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0577-01"
      ]
    },
    {
      "cite": "651 A.2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12256961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/0663-01"
      ]
    },
    {
      "cite": "509 A.2d 430",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346891
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/97/0283-01"
      ]
    },
    {
      "cite": "68 L.Ed.2d 247",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "101 S.Ct. 1771",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "450 U.S. 1050",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6409505,
        6409181,
        6408945,
        6409401,
        6409085,
        6409279
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/450/1050-06",
        "/us/450/1050-03",
        "/us/450/1050-01",
        "/us/450/1050-05",
        "/us/450/1050-02",
        "/us/450/1050-04"
      ]
    },
    {
      "cite": "491 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765648
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0549-01"
      ]
    },
    {
      "cite": "217 A.2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "207 Pa.Super. 443",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        775440
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/207/0443-01"
      ]
    },
    {
      "cite": "407 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "652 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474145,
        7865618,
        474151,
        7865687
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0245-01",
        "/a2d/652/0281-01",
        "/pa/539/0245-02",
        "/a2d/652/0281-02"
      ]
    },
    {
      "cite": "539 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474145,
        474151
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0245-01",
        "/pa/539/0245-02"
      ]
    },
    {
      "cite": "630 A.2d 980",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1451015
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/158/0059-01"
      ]
    },
    {
      "cite": "648 A.2d 121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1466740,
        7862085
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/167/0381-01",
        "/a2d/648/0121-01"
      ]
    },
    {
      "cite": "45 A.2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "158 Pa.Super. 610",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1063367
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/158/0610-01"
      ]
    },
    {
      "cite": "1 L.Ed.2d 859",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "77 S.Ct. 862",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "353 U.S. 951",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6186497,
        6185956,
        6186119,
        6186888,
        6186700,
        6186324
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/us/353/0951-04",
        "/us/353/0951-01",
        "/us/353/0951-02",
        "/us/353/0951-06",
        "/us/353/0951-05",
        "/us/353/0951-03"
      ]
    },
    {
      "cite": "124 A.2d 426",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "181 Pa.Super. 259",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732182
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/181/0259-01"
      ]
    },
    {
      "cite": "199 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888596
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0456-01"
      ]
    },
    {
      "cite": "491 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1765640
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "holding that parolee not entitled to credit for time spent serving sentence while on constructive parole because he was \"at liberty on parole,\" which is gauged by the time spent not serving the original sentence, not whether the offender is, in fact \"at liberty\""
        },
        {
          "parenthetical": "holding that parolee not entitled to credit for time spent serving sentence while on constructive parole because he was \"at liberty on parole,\" which is gauged by the time spent not serving the original sentence, not whether the offender is, in fact \"at liberty\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/491/0142-01"
      ]
    },
    {
      "cite": "504 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787723
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 568,
    "char_count": 12018,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 1.8057892128050907e-07,
      "percentile": 0.7170769415514187
    },
    "sha256": "1f9c15fe0cf49715220ae2850eeb94b41f0914f7853b3cd5ac7e1124d17846a8",
    "simhash": "1:cdb8e9704b68084a",
    "word_count": 2012
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, LEAVITT, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Mikhail CALLOWAY, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PELLEGRINI.\nBefore this Court is an Application for Summary Relief filed by Mikhail Calloway (Calloway), pro se, against the Pennsylvania Board of Probation and Parole (Board) seeking credit towards his original sentence and seeking recalculation of his maximum original sentence.\nIn 1987, Calloway was sentenced to serve a ten-year state prison sentence (PA Sentence) with a maximum expiry of October 5, 1996. He was constructively paroled on June 11, 1992, to serve a prison sentence in Philadelphia County Prison (County Sentence). He was released therefrom on October 1,1992.\nTwo weeks later, on October 15, 1992, Calloway was arrested in New Jersey for robbery. He did not post bail. On December 3, 1992, the Board filed a detainer with the New Jersey authorities in relation to this arrest. On April 29,1993, Calloway pled guilty to a reduced charge of Theft from a Person arising from the arrest for robbery in New Jersey. He was sentenced to serve a three-year sentence in a New Jersey state prison on May 21, 1993, (NJ Sentence), with credit for time served from October 15, 1992, (the date of arrest), to May 21, 1993, (the date of conviction for the theft charge). The maximum term expiry for this sentence was February 4, 1995.\nOn April 20,1994, the Board removed its detainer, and four days later (April 24, 1994), Calloway was paroled from his NJ Sentence, which now had a maximum term expiry of February 8, 1995. On July 1, 1994, he was arrested by New Jersey authorities for violating his parole, but was released 18 days later without having his parole revoked. On October 7, 1994, New Jersey authorities again arrested him for violation of his New Jersey, parole, and this time he remained in official detention for four months and one day until February 8, 1995 (the recalculated date of expiry for the theft charge).\nOn March 7, 1995, Calloway was arrested by the FBI and tried in federal court for four charges of bank robbery. The next day, the Board lodged its detainer. He was then convicted and sentenced to serve 92 months in federal prison (Federal Sentence) for the four bank robberies. On December 14, 2001, Calloway was released from federal prison.\nOn February 6, 2002, the Board revoked Calloway’s parole after a hearing and recommitted him for 24 months as a direct violator of his parole because of his four new federal bank robbery convictions. His PA Sentence now carried a máximum term expiry of April 8, 2006. This recalculation order did not credit his PA Sentence with the incarceration for the County Sentence (June 11, 1992 to October 1, 1992 = three months and 20 days); in addition, it did not credit his PA Sentence for the time he was incarcerated in New Jersey on the Board’s detainer (December 3, 1992 to April 20, 1994 = one year, four months, and 17 days). The Board reasoned that none of this time served was for the original PA Sentence, and, consequently, Callo-way could not receive a credit towards that sentence.\nIn March of 2004, a New Jersey order was issued vacating Calloway’s conviction for Theft from a Person and amended the conviction to Fourth Degree Theft, which carried a sentence of ten months instead of three years. The order indicated that Cal-loway was sentenced to time actually served from April 21, 1994, to February 8, 1995, and was issued as a result of a negotiated plea by Calloway and the local district attorney’s office.\nCalloway then filed a Petition for Review in the Nature of Mandamus addressed to this Court’s original jurisdiction requesting that the Court order the Board to recalculate the maximum expiry date of his original PA Sentence to July 30, 2004, instead of April 6, 2006, to reflect the time he served (1) on the County Sentence (three months and 20 days);' and (2) all the time he spent in confinement including his pre-sentence detention in New Jersey for the robbery arrest for which he did not post bail while on a Board detainer (five months and 18 days) and the time he served for the NJ Sentence (ten months and 17 days). Asserting that there were no issues of material fact and that he was entitled to relief as a matter of law, Callo-way filed the present Application for Summary Relief.\nI.\nAs to the County Sentence (three months and 20 days) for which Calloway is seeking credit, because this claim is an attack on the 2002 recalculation order issued by the Board denying credit for the time he served while on constructive parole, Calloway was required to file a direct appeal of that order addressed to this Court’s appellate jurisdiction. See McMahon v. Pennsylvania Board of Probation and Parole, 504 Pa. 240, 470 A.2d 1337 (1983) (per curiam). In any event, although incarcerated in county prison to serve time for another charge, Calloway nevertheless was on constructive parole from his original PA Sentence when he was serving his County Sentence. See Hines v. Pennsylvania Board of Probation and Parole, 491 Pa. 142, 420 A.2d 381 (1980) (holding that parolee not entitled to credit for time spent serving sentence while on constructive parole because he was “at liberty on parole,” which is gauged by the time spent not serving the original sentence, not whether the offender is, in fact “at liberty”). Also, if we held otherwise, it would result in the same time being counted against both Calloway’s PA Sentence and his County Sentence which, unless the sentences were ordered to run concurrently, is impermissible. Because his appeal rights have lapsed and cannot be revived under the guise of a mandamus action, and in any event, he is not entitled to credit for time while on constructive parole, Calloway has failed to state a claim for credit against his PA Sentence for the three months and 20 days incarcerated for the County Sentence.\nII.\nEven though the New Jersey Court issued its order 11 years after the original three year sentencing, nine years after Calloway’s three-year New Jersey prison sentence had expired and two years after the Board had issued its Recalculation Order, Calloway claims that the Board should have recalculated the maximum term expiry on his original PA Sentence to reflect the time spent in pre-sentence detention awaiting sentencing in New Jersey (5 months and 18 days) and the time he actually served in New Jersey that was later reduced by the amended order in 2004 (ten months and 17 days). While we recognize that Calloway would have been credited both with the time he spent in pre-sentence detention had he been detained in Pennsylvania and the excess time he served resulting from his reduced sentence if a Pennsylvania court had later reduced the Pennsylvania sentence, Section 9760(3) of the Sentencing Code does not provide that periods of incarceration in other jurisdictions as a result of convictions in those jurisdictions can be credited towards Pennsylvania sentences if those foreign sentences are later vacated or reduced. 42 Pa.C.S. § 9760(3). See, e.g., Commonwealth ex rel. Jones v. Rundle, 413 Pa. 456, 199 A.2d 135 (1964); Commonwealth ex rel. Tyson v. Day, 181 Pa.Super. 259, 124 A.2d 426 (1956), cert. denied, 353 U.S. 951, 77 S.Ct. 862, 1 L.Ed.2d 859 (1957); Commonwealth ex rel. McAuliffe v. Burke, 158 Pa.Super. 610, 45 A.2d 870 (1946). See also, e.g., Feilke v. Pennsylvania Board of Probation and Parole, 167 Pa.Cmwlth. 381, 648 A.2d 121 (1994); Doria v. Pennsylvania Department of Corrections, 158 Pa.Cmwlth. 59, 630 A.2d 980 (1993), affirmed, 539 Pa. 245, 652 A.2d 281 (1994); Lantzy v. Commonwealth of Pennsylvania, 47 Pa.Cmwlth. 266, 407 A.2d 926 (1979); Commonwealth ex rel. Bleecher v. Rundle, 207 Pa.Super. 443, 217 A.2d 772 (1966). Were we to hold otherwise, another state, in effect, could decide whether Pennsylvania sentences were to run concurrently with that state’s sentence by entering an ex post facto order “reducing time” on its sentence when that jurisdiction’s time had already been served.\nAccordingly, the Application for Summary Relief is denied.\nORDER\nAND NOW, this 1st day of September, 2004, the Application for Summary Relief filed by Petitioner in the above-captioned matter is denied.\n. It appears that Calloway was to serve two concurrent ten-year sentences.\n. Mandamus is an extraordinary writ. Bronson v. Board of Probation and Parole, 491 Pa. 549, 421 A.2d 1021 (1980), cert. denied, 450 U.S. 1050, 101 S.Ct. 1771, 68 L.Ed.2d 247 (1981). It will only be granted to compel performance of a ministerial duty where the plaintiff establishes a clear legal right to relief and a corresponding duty to act by the defendant. Waters v. Department of Corrections, 97 Pa.Cmwlth. 283, 509 A.2d 430 (1986). Mandamus does not establish legal rights but enforces those rights which have already been established. Id.\n. Rule 1532(b) of the Rules of Appellate Procedure provides as follows:\nAt any time after the filing of a petition for review in an appellate or original matter the court may on application enter judgment if the right of the applicant thereto is clear.\nPa. R.A.P. 1532(b). An application for summary relief may be granted if a party’s right to judgment is clear and no material issues of fact are in dispute. Sanders v. Pennsylvania Board of Probation and Parole, 651 A.2d 663 (Pa.Cmwlth.1994).\n.A prisoner on constructive parole is not released from prison but is paroled from his or her original sentence to immediately begin serving a new sentence. Merritt v. Pennsylvania Board of Probation and Parole, 524 Pa. 577, 574 A.2d 597 (1990).\n. Under Section 21.1 of what is commonly known as the Parole Act, a parolee receives no credit towards his or her original sentence for time spent at liberty on parole. Act of August 6, 1941, P.L. 861, as amended, added by Section 5 of the Act of August 24, 1951, P.L. 1401, as amended, 61 P.S. § 331.21a(a).\n. The Board contends that Calloway is also out of time to now claim New Jersey time for the same reason he could not challenge his County time — he had to appeal the 2002 Recalculation Order. What this position ignores is that unlike his County time, for which there has not been a change in the underlying facts, this claim only arose as a result of the 2004 New Jersey order vacating his original sentence of three years and re-sentencing Callo-way to time actually served from April 21, 1994, to February 8, 1995. What he is contending is that there is a non-discretionary duly on the part of the Board to credit that time.\n. Martin v. Pennsylvania Board of Probation and Parole, 576 Pa. 588, 840 A.2d 299 (2003), overruling prior precedent, held that \"where an offender is incarcerated on both a Board detainer and new criminal charges, all time spent in confinement must be credited to either the new sentence or the original sentence.” Id. at 605, 840 A.2d at 309. Martin is inapplicable here because that case dealt exclusively with credit for pre-sentence custody in Pennsylvania where the parolee is held on a detainer issued by the Board and where that parolee is also awaiting sentencing for new criminal charges. Martin did not deal with an out-of-state arrest and pre-sentence detention in another jurisdiction that lead to a sentence of three years, all of which was ultimately reduced to time served eleven years after the fact. Moreover, Martin does not provide us with authority to apply time served in another sovereign as credit towards an obligation yet to be fulfilled in this Commonwealth.\n. See 42 Pa.C.S. §§ 9701-9799.6.\n. An exception exists where a Pennsylvania sentencing court indicates that imprisonment in another jurisdiction shall satisfy or be credited against both the minimum and maximum time imposed under the court’s sentence. 42 Pa.C.S. § 9761(b).",
        "type": "majority",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Mikhail Calloway, petitioner, pro se.",
      "Arthur R. Thomas, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Mikhail CALLOWAY, Petitioner v. PENNSYLVANIA BOARD OF PROBATION AND PAROLE, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs July 30, 2004.\nDecided Sept. 1, 2004.\nMikhail Calloway, petitioner, pro se.\nArthur R. Thomas, Harrisburg, for respondent.\nBEFORE: PELLEGRINI, Judge, LEAVITT, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0218-01",
  "first_page_order": 248,
  "last_page_order": 252
}
