{
  "id": 8353919,
  "name": "PNC BANK, N.A., Appellee, v. UNKNOWN HEIRS, Successors, Assigns, and all Persons, Firms or Associations Claiming Right, Title or Interest, from or Under James C. Waters, Deceased, Appellants",
  "name_abbreviation": "PNC Bank, N.A. v. Unknown Heirs",
  "decision_date": "2007-07-16",
  "docket_number": "",
  "first_page": "219",
  "last_page": "230",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "370 Pa.Super. 570",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        689105
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "damages may be reassessed in a mortgage foreclosure action before the satisfaction of judgment"
        },
        {
          "parenthetical": "damages may be reassessed in a mortgage foreclosure action before the satisfaction of judgment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/370/0570-01"
      ]
    },
    {
      "cite": "142 A.2d 319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "187 Pa.Super. 55",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        741594
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/187/0055-01"
      ]
    },
    {
      "cite": "551 F.Supp. 834",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3509071
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/551/0834-01"
      ]
    },
    {
      "cite": "542 A.2d 1370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "518 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "369 Pa.Super. 608",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        686375
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "page": "1105",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/369/0608-01"
      ]
    },
    {
      "cite": "358 Pa.Super. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        660211
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0023-01"
      ]
    },
    {
      "cite": "311 Pa.Super. 58",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        211738
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/311/0058-01"
      ]
    },
    {
      "cite": "272 Pa.Super. 462",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        134773
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "stating that \"where ... a defendant asserts that he was never served with the complaint and therefore had no notice of the proceedings against him, ... a court must determine whether such assertion is true before considering any other factors\""
        },
        {
          "page": "551",
          "parenthetical": "stating that \"where ... a defendant asserts that he was never served with the complaint and therefore had no notice of the proceedings against him, ... a court must determine whether such assertion is true before considering any other factors\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/272/0462-01"
      ]
    },
    {
      "cite": "575 A.2d 113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa.Super. 625",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        466318
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "943"
        },
        {
          "page": "944"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/384/0625-01"
      ]
    },
    {
      "cite": "700 A.2d 915",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        17179,
        11903653
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "918-919"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0084-01",
        "/a2d/700/0915-01"
      ]
    },
    {
      "cite": "549 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        17179
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "93-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0084-01"
      ]
    },
    {
      "cite": "746 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95819,
        11471485
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        },
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0468-01",
        "/a2d/746/0574-01"
      ]
    },
    {
      "cite": "560 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95819
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0468-01"
      ]
    },
    {
      "cite": "830 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9097993
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/0579-01"
      ]
    },
    {
      "cite": "693 A.2d 242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11986387
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/0242-01"
      ]
    },
    {
      "cite": "861 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9187656
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "331"
        },
        {
          "page": "332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/861/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1127,
    "char_count": 33573,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 3.6667732051112765e-07,
      "percentile": 0.8907700796455701
    },
    "sha256": "d74301acb660f92d4bb9bc1330187b64f49d90343a4a9b5dd0efc3b9dc211f98",
    "simhash": "1:9f77e2765747fc24",
    "word_count": 5514
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: JOYCE, KLEIN, JJ. and McEWEN, P.J.E."
    ],
    "parties": [
      "PNC BANK, N.A., Appellee, v. UNKNOWN HEIRS, Successors, Assigns, and all Persons, Firms or Associations Claiming Right, Title or Interest, from or Under James C. Waters, Deceased, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJOYCE, J.:\n¶ 1 Appellants, Unknown Heirs, Successors, Assigns, and All Persons, Firms or Associations Claiming Right, Title or Interest From or Under James C. Waters, Deceased, appeal from the February 24, 2006 order entered in the Court of Common Pleas of Philadelphia County that denied Appellants’ petition to open a default judgment obtained by Appellee, PNC Bank, N.A. For the following reasons, we reverse. The relevant facts and procedural history follow.\n¶2 On April 7, 2005, Appellee filed a complaint in mortgage foreclosure against Appellants for the property owned by James C. Waters at 1631 South Newkirk Street, Philadelphia. In the complaint, Appellee alleged that James C. Waters executed a mortgage upon the aforementioned premises on July 30, 1993, and had not made a monthly payment of principal and/or interest since September 1, 2004. Appellee filed the action against Appellants after learning that James C. Waters had died. Appellee averred that James C. Waters’ heirs and/or personal representative are unknown and that, as of April 6, 2005, an estate had not been opened.\n¶ 3 Appellee filed a motion for alternative service on May 10, 2005. Therein, Appellee made the following averments:\n1. On 7/30/93, JAMES C. WATERS made, executed and delivered a Mortgage upon premises known as 1631 SOUTH NEWKIRK STREET, PHILADELPHIA, PA 19145.\n2. The loan is in default as payments due 9/1/04 and each month thereafter are due and unpaid.\n3. Mortgagor, JAMES C. WATERS, died on 10/14/04, and upon information and belief, his surviving heirs at law are unknown. Any parties who may have an interest in the mortgaged premises are unknown to [Appellee]. Attached hereto, marked as Exhibit “A” is a true and correct copy of [Appellee’s] Affidavit of Good Faith Investigation.\n4. [Appellee] contacted the Register of Wills of Philadelphia County and was informed no estate has been raised on behalf of JAMES C. WATERS, the decedent mortgagor.\n5. On 2/22/05, [Appellee] was contacted by JOE WATERS who stated that he is the brother of JAMES C. WATERS. JOE WATERS stated that his brother was not married and had no children at the time of his death. JOE WATERS did not provide any additional heir information for JAMES C. WATERS, DECEASED.\n6. By letter dated 3/15/05, [Appellee] attempted to contact JOE WATERS, Possible Heir of JAMES C. WATERS, DECEASED to inform him of the foreclosure. [Appellee] attached with its letter a waiver by heir of right to be named as a defendant. [Appellee] also requested additional heir information for JAMES C. WATERS, DECEASED. To date, [Appellee] has received no further response or executed waiver from JOE WATERS. Attached hereto, marked as Exhibit “B” is a true and correct copy of [Appellee’s] letter.\n7. On 4/7/05, [Appellee] filed an Action in Mortgage Foreclosure naming as defendant, the UNKNOWN HEIRS, SUCCESSORS, ASSIGNS, AND ALL PERSONS, FIRMS, OR ASSOCIATIONS CLAIMING RIGHT, TITLE, OR INTEREST FROM OR UNDER JAMES C. WATERS, DECEASED. Attached hereto, marked as Exhibit “C” is a true and correct copy of the Complaint in Mortgage Foreclosure, which sets forth that defendants are unknown to [Appel-lee].\n8. [Appellee] hereby releases mortgagor, JAMES C. WATERS, from liability for the debt secured by the mortgage.\n9. On 4/13/05, [Appellee] attempted service of the Complaint on the UNKNOWN HEIRS OF JAMES C. WATERS, DECEASED, at the mortgaged premises. Service was not made. The mortgaged premises of 1631 SOUTH NEWKIRK STREET, PHILADELPHIA, PA 19145 is vacant. Attached hereto, marked as Exhibit “D” is a true and correct copy of the Affidavit of no Service.\n10. On 4/13/05, [Appellee] attempted service of the Complaint on [Appellants] at the mailing address of 744 SOUTH 18TH STREET, PHILADELPHIA, PA 19146. Service was not made. Attached hereto, marked as Exhibit “E” is a true and correct copy of the Affidavit of no Service.\n11. On 4/13/05, [Appellee] attempted service of the Complaint on [Appellants] at the mailing address of 1216 SOUTH 8TH STREET, PHILADELPHIA, PA 19147. Service was not made. Attached hereto, marked as Exhibit “F” is a true and correct copy of the Affidavit of no Service.\n12. In order to convey clear and marketable title after a foreclosure sale, title companies customarily require the foreclosing mortgagee name as a defendant the unknown heirs, successors, assigns and all persons, firms or associations claiming right, title or interest from or under the decedent mortgagor.\n13. It deserves special mention that [Appellee’s] action is merely seeking a judgment in rem in order to divest all claims against the mortgaged premises.\n14. Because there may be parties with an interest in the mortgaged premises who [Appellee] does not know of, [Ap-pellee] must effectuate service through Special Order of Court.\nWHEREFORE, [Appellee] respectfully requests this Honorable Court enter an Order pursuant to Pa.R.C.P. 430 directing service of the Complaint, and all future pleadings by publication and posting of the premises.\nCertified Record, at 1. In the attached Affidavit of Good Faith Investigation, a member of the research firm stated that he checked credit information, the National Address database, voter registration records, death records, records of public licensure, and driver’s license information. He also performed a directory assistance search and inquired of neighbors. This researcher indicated that he did not obtain any information regarding the mortgagor. However, one of the mortgagor’s neighbors confirmed that the mortgagor’s brother, Joe Waters, worked at the law offices of Vincent Melchiorre, Esquire. Appellee also attached a letter that its counsel sent to Joe Waters on March 15, 2005. This letter stated, in relevant part:\nDear Mr. Waters:\nKindly be advised that the Law Offices of Phelan Hallinan & Schmieg, LLP represent [Appellee], the holder of the mortgage against the above-referenced mortgaged premises. The loan is in default as payments due 9/1/04 and each month thereafter remain due and unpaid. Our office has been retained to bring a foreclosure action.\nOur office has been informed of JAMES’ unfortunate death. We are sorry for your loss. As you are a possible heir of JAMES C. WATERS, you were automatically vested with an ownership interest in the mortgaged premises upon his death under 20 Pa.C.S.A. § 301(b). Accordingly, it will be necessary to bring a foreclosure action against your interest in the property.\nThis letter serves to afford you an opportunity to waive your right to be named as a defendant in the foreclosure action. Please find attached a Waiver which I would appreciate your executing and returning to the undersigned within fourteen (14) days of the date of this correspondence.\nIf the Waiver is timely returned it will not be necessary to name you as a Defendant in the foreclosure action. If, however, the Waiver is not timely returned, our office will proceed to name you as a Defendant.\nPlease contact the undersigned if you are not an heir of JAMES C. WATERS. Please provide any additional heir information for JAMES C. WATERS. Thank you for your cooperation in this regard.\nPlease note that this waiver does not preclude you from attempting to sell the subject premises and recovering any possible equity in the mortgaged premises prior to the completion of the foreclosure action.\nIf you would like to request a payoff or reinstatement figure, please call (215) 563-7000, and ask for the Foreclosure Resolution Department. If you have any other questions regarding this letter, please contact the undersigned at (215) 563-7000, ex. 1200. Very truly yours,\n/s\nJennifer Redling\nLegal Assistant\nCertified Record, at 1, Exhibit B.\n¶ 4 Appellee also attached several items of correspondence between Appellee and Joe Waters. The record contains a January 19, 2005 letter from Joe Waters to Appellee, advising Appellee that he represents the mortgagor’s estate and that the mortgagor died intestate on October 16, 2004. It also contains a February 2, 2005 letter from Joe Waters to Appellee, which reiterated the information contained in the previous letter and provided a death certificate. On May 13, 2005, the trial court granted Appellee’s motion for alternative service and decreed that Appellee may obtain service of the complaint by (1) certified mail and first class mail to the mortgaged premises of 1631 South Newkirk Street, Philadelphia, PA 19145; (2) publication in the Legal Intelligencer and one newspaper of general circulation in Philadelphia County; and (3) posting at the mortgaged premises.\n¶ 5 On May 26, 2005, Appellee’s counsel reinstated the complaint in foreclosure. On June 2, 2005, Appellee filed an affidavit indicating that it had effectuated service pursuant to the May 13, 2005 order. On July 21, 2005, Appellee filed a petition for entry of judgment by default, citing Appellants’ failure to file a responsive pleading. On this same day, the prothonotary entered judgment against Appellants in the amount of $9,550.04.\n¶ 6 On October 28, 2005, Appellants filed a petition to open the default judgment. In its petition, Appellants averred that Joe Waters wrote a letter to Appellee on January 19, 2005, stating that James C. Waters had died. Appellants stated that Mr. Waters mailed a second letter to Appellee on February 2, 2005, stating that Mr. Waters represented his brother’s estate. Appellants averred that Mr. Waters received correspondence from Appellee on February 22, 2005, which contained a payoff figure in the amount of $10,598.19. Mr. Waters averred that he called Appellee’s counsel on the following day requesting an explanation for certain costs. Thereafter, on March 16, 2005, Mr. Waters received correspondence from mortgagee’s counsel requesting that Attorney Waters execute a ‘Waiver By Heir of Right to be Named as a Defendant in Foreclosure Action.” Mr. Waters did not complete this waiver, but, on the same day, Mr. Waters called the mortgagee and asked for another explanation of the payoff figure. Mr. Waters also contacted the mortgagee by telephone on June 16, 2005 and July 7, 2005. After each call, Mr. Waters received correspondence indicating an updated payoff figure. Mr. Waters contacted the mortgagee again on July 12, 2005. Despite this activity, Appel-lee obtained a default judgment on July 21, 2005. Appellants aver that they always intended to pay any and all arrears and reasonable costs associated with the property. They further stated that Appellee improperly filed a petition for alternative service while knowing that Mr. Waters was an heir to the mortgagor’s estate. Appellants aver that Appellee’s actions justify the opening of the judgment by default.\n¶ 7 Appellee filed a response to this petition. Therein, Appellee admitted that Joe Waters had written to them on January 19, 2005 and had informed Appellee of the mortgagor’s death. Appellee also admitted that Joe Waters had written to Appellee on February 2, 2005. Also, Ap-pellee admitted having sent correspondence to Mr. Waters on February 22, 2005, March 16, 2005, July 7, 2005, and July 12, 2005. Appellee denied having any telephone contact with Mr. Waters. Finally, Appellee responded that its pursuit of alternative service was proper where Mr. Waters never entered an appearance, never advised Appellee or counsel of his address, and had never opened an estate for the mortgagor.\n¶ 8 On December 6, 2005, the trial court authored an order denying the petition. The prothonotary filed this order on De-eember 7, 2005 and docketed the order on December 12, 2005.\n¶ 9 On December 12, 2005, Appellee filed a motion to reassess the amount of damages awarded in the default judgment. Specifically, Appellee claimed that it had expended additional sums since it filed the complaint in foreclosure. Pursuant to Ap-pellee’s request, the trial court entered an order on January 12, 2006, amending the judgment to $19,806.25.\n¶ 10 On December 21, 2005, Appellants filed a Motion for Reconsideration of the trial court’s order which denied its petition to open. Appellee responded, and on January 6, 2006, the trial court authored an order granting reconsideration and vacating the December 6, 2005 order that denied the petition to open. The prothonota-ry docketed this order on January 18, 2006. The trial court directed the parties to re-brief the issues raised by the petition to open. Each of the parties complied. Additionally, on January 30, 2006, Appellants filed a motion to strike the amended judgment.\n¶ 11 On February 21, 2006, the trial court authored an order denying Appellants’ petition to open the default judgment. The prothonotary docketed this order on February 24, 2006. On February 27, 2006, the trial court (1) vacated the order that amended the judgment and (2) afforded Appellants an opportunity to respond to Appellee’s motion to reassess damages.\n¶ 12 On March 21, 2006, Appellant filed a notice of appeal. On March 24, 2006, the trial court authored an order directing Appellant to file a concise statement of matters complained of on appeal within fourteen days pursuant to Rule 1925(b) of the Pennsylvania Rules of Appellate Procedure. On March 27, 2006, Appellants filed a response to Appellees’ motion to reassess damages. Appellant filed a timely concise statement on April 6, 2006.\n¶ 13 On April 24, 2006, Appellants filed a motion to postpone the May 2, 2006 sheriff’s sale of the property. The trial court granted this motion, stayed the sheriffs sale pending the outcome of the instant appeal, and directed Appellants to post a $500 bond. Appellants posted the bond on April 25, 2006. On May 4, 2006, the trial court filed an opinion pursuant to Rule 1925(a) of the Pennsylvania Rules of Appellant Procedure, in which it relied upon the reasons expressed in its order denying the petition to open.\n¶ 14 On May 31, 2006, Appellee filed a motion to quash the appeal. Appellants filed a response to this motion on June 14, 2006. On July 13, 2006, our Court entered an order, in which we deferred ruling upon the motion to permit the parties an opportunity to argue this issue at the time scheduled for oral argument.\n¶ 15 In their brief, Appellants raise the following issues for our review:\n1. Did the trial court err in denying Appellant’s [sic] Petition to Open Judgment where proper service of the complaint in mortgage foreclosure was not properly made and Appellee filed for a default judgment, despite ongoing negotiations and having knowledge that undersigned counsel was representing the Estate of James C. Waters, was an heir-at-law as decedent’s brother, and had prior written and telephone communication with Appellee?\n2. Did the trial court abuse it’s [sic] discretion in denying Appellant’s [sic] Petition to Open Judgment where Appellants] had at least a partial defense to Appellee’s motion for default judgment?\n3. Did the trial court err and act contrary to law when it did not require ... Appellee to join the known heirs of the decedent despite knowing the identity of at least two heirs?\nAppellants’ Brief, at 4.\n¶ 16 Before we may consider Appellants’ claims of error, we must consider Appel-lee’s pending motion to quash the appeal. In its Motion to Quash, Appellee contends that Appellants did not file a timely notice of appeal from the December order denying Appellants’ petition to open. Appellee argues that Appellants had an obligation to file a notice of appeal from the December order because the trial court did not enter an order expressly granting reconsideration within thirty days of the entry of the December order.\n¶ 17 “In' this Commonwealth, an appeal may only be taken from: 1) a final order or one certified by the trial court as final; 2) an interlocutory order as of right; 3) an interlocutory order by permission; or 4) a collateral order.” Mother’s Restaurant, Inc. v. Krystkiewicz, 861 A.2d 327, 331 (Pa.Super.2004) (en banc). “To constitute a final order, the order appealed from must have disposed of all claims and of all parties, have been defined as final by statute, or have been certified as final by the trial court.” Id. at 332. Furthermore, a notice of appeal “shall be filed within 30 days after the entry of the order from which the appeal is taken.” Pa.R.A.P. 903(a). “The date of the entry of an order in a matter subject to the Pennsylvania Rules of Civil Procedure shall be the day on which the clerk makes the notation in the docket that notice of entry of the order has been given as required by Pa.R.Civ.P. 236(b).” Pa.R.A.P. 108(b). We remind the parties that “[t]his Court is without jurisdiction to excuse a failure to file a timely notice, as the 30-day period must be strictly construed.” Valley Forge Center Associates v. Rib-It/KP., Inc., 693 A.2d 242, 245 (Pa.Super.1997).\n¶ 18 Our review of the certified record indicates that the trial court’s December 2005 order, which denied Appellants’ petition to open the default judgment, constituted a final order for purposes of appeal. By refusing to open a default judgment that had determined liability and damages, the trial court’s order resolved all of the claims in the mortgage foreclosure action with respect to all of the parties. See Mother’s Restaurant, supra; Pa.R.A.P. 341(b)(1). Further, we must fix December 12, 2005, as the date of the entry of the order for appeal purposes; the prothonota-ry docketed the trial court’s order on December 12, 2005, and noted that it had afforded notice pursuant to Rule 236 of the Pennsylvania Rules of Civil Procedure. See Pa.R.A.P. 903(a); Pa.R.A.P. 108(b). Therefore, it would appear that Appellants had to file their notice of appeal by January 11, 2005.\n¶ 19 However, it is well settled that “a court upon notice to the parties may modify or rescind any order within 30 days after its entry ... if no appeal from such an order has been taken or allowed.” 42 Pa.C.S.A. § 5505. “Under section 5505, the trial court has broad discretion to modify or rescind an order, and this power may be exercised sua sponte or invoked pursuant to a party’s motion for reconsideration.” Haines v. Jones, 830 A.2d 579, 584 (Pa.Super.2003). “[T]he trial court may consider a motion for reconsideration only if the motion for reconsideration is filed within thirty days of the entry of the disputed order.” Id. “The mere filing of a motion for reconsideration, however, is insufficient to toll the appeal period.” Valley Forge Center Associates, 693 A.2d at 245. “If the trial court fails to grant reconsideration expressly within the prescribed 30 days, it loses the power to act upon both the [motion] and the original order.” Id.\n¶ 20 In the instant ease, Appellants filed a motion to reconsider the December 12, 2005 order on December 21, 2005, well within the thirty-day period. Furthermore, the trial court authored an order granting the motion to reconsider and vacating the December 12, 2005 order on January 6, 2006, twenty-five days after the entry of the order.\n¶21 Appellee contends, however, that the trial court did not expressly grant the motion to reconsider or vacate the December 12, 2005 order until the prothonotary docketed the January 6, 2006 order on January 18, 2006. Since the docketing occurred outside of the 30-day period, Ap-pellee contends that the trial court did not successfully toll the appeal period and that Appellants’ notice of appeal (filed March 21, 2006) was untimely.\n¶ 22 While we recognize that the protho-notary did not docket the January 6, 2006 order until January 18, 2006, we do not fix January 18, 2006 as the date that the trial court expressly granted the motion to reconsider and vacated the December 12, 2005 order. In Jackson v. Hendrick, 560 Pa. 468, 746 A.2d 574 (2000) (plurality), our Supreme Court considered whether a trial court’s unequivocal oral statement, on the record, that it vacated a previous order and took a petition for reconsideration under advisement tolled the appeal period where the trial court did not file a written order within the 30-day period. Ultimately, the Court concluded that the oral order had legal effect. Specifically, the Court noted that “[sjection 5505 contains no requirement that makes the effectiveness of an order dependent on its being filed.” Id. at 472, 746 A.2d at 576.\n¶23 The instant case presents an even more compelling scenario than the one presented in Jackson. In the instant case, the trial court’s written order bears the following time stamps: “Received, January 06, 2006, Civil Administration” and “Copies Sent, Pursuant to Pa.R.C.P. 236(b), January 09, 2006, First Judicial District of PA, User I.D. F.V.”. Certified Record, at 9. These stamps indicate that the trial court presented the January 6, 2006 order for filing and that copies of the order were mailed within the 30-day period. In fact, the stamp shows that a copy of the order was mailed two days before the expiration of the appeal period. Although we have no explanation for the twelve-day delay between the receipt of this order and the entry of the order onto the certified docket sheet, we conclude that this order expressly granted reconsideration and effectively vacated the December 12, 2005 order during the 30-day period.\n¶ 24 As the trial court vacated the December 12, 2005 order, the trial court’s February 24, 2006 order, which denied the petition to open after reconsideration, constituted the final order for appeal purposes. Appellants filed a notice of appeal within thirty days of the entry of this order. As such, we have jurisdiction to entertain the instant appeal, and we deny Appellee’s motion to quash.,\n¶ 25 In- their first issue, Appellants argue that the trial court committed an abuse of discretion or error of law when it denied their petition to open the default judgment. Appellants’ Brief, at 9. Specifically, Appellants assert that Appellee did not effectuate proper service of the complaint where Appellee had prior written and telephone communication with Mr. Waters, knew that Mr. Waters represented the mortgagor’s estate, and knew that Mr. Waters was a possible heir to the mortgagor’s estate. Id. Upon review, we agree.\n[A] petition to open a judgment is an appeal to the equitable powers of the court. It is committed to the sound discretion of the hearing court and will not be disturbed absent a manifest abuse of that discretion. Ordinarily, if a petition to open a judgment is to be successful, it must meet the following test: (1) the petition to open must be promptly filed; (2) the failure to appear or file a timely answer must be excused; and (3) the party seeking to open the judgment must show a meritorious defense ....\nMother’s Restaurant, Inc., supra at 336, quoting Cintas Corp. v. Lee’s Cleaning Services, Inc., 549 Pa. 84, 93-94, 700 A.2d 915, 918-919 (1997). “We need not, however, engage in the above analysis if the party seeking to open the judgment has not received valid service or notice of the proceedings.” Deer Park Lumber, Inc. v. C.B. Major, 384 Pa.Super. 625, 559 A.2d 941, 943 (1989), appeal denied, 525 Pa. 582, 575 A.2d 113 (1990); see also Liquid Carbonic Corp. v. Cooper & Reese, Inc., 272 Pa.Super. 462, 416 A.2d 549, 551 (1979) (stating that “where ... a defendant asserts that he was never served with the complaint and therefore had no notice of the proceedings against him, ... a court must determine whether such assertion is true before considering any other factors”). If the plaintiff has failed to effectuate valid service and if the defendant lacks notice of the proceedings against him, the court has no jurisdiction over the party and is powerless to enter judgment. Deer Park Lumber, Inc., supra; Liquid Carbonic Corp., supra; see also Colavecchi v. Knarr, 311 Pa.Super. 58, 457 A.2d 111, 114 (1983). The courts “have not hesitated to open judgment and give defendants an opportunity to file answers in cases where process was not properly served.” U.S. Dept. of Housing & Urban Development v. Dickerson, 358 Pa.Super. 23, 516 A.2d 749, 751 (1986). Thus, “we must first determine whether the court-ordered substitute service used in this case was valid so as to empower the court to render its judgment.” Deer Park Lumber, Inc., supra at 943.\n¶ 26 Rules 410 and 430 of the Pennsylvania Rules of Civil Procedure govern our disposition of this issue. Rule 410 states, in pertinent part:\nRule 410. Real Property Actions.\n(a) In actions involving title to, interest in, possession of, or charges or liens upon real property, original process shall be served upon the defendant in the manner provided by Rule 400 et seq.\n(c) If service is made pursuant to an order of court under Rule 430(a), the court shall direct one or more of the following methods of service:\n(1) publication as provided by Rule 430(b),\n(2) posting a copy of the original process on the most public part of the property,\n(3) registered mail to the defendant’s last known address, and\n(4) such other methods, if any, as the court deems appropriate to give notice to the defendant.\nPa.R.C.P. 410. Furthermore, Rule 430 states, in pertinent part:\nRule 430. Service Pursuant to Special Order of Court. Publication\n(a) If service cannot be made under the applicable rule the plaintiff may move the court for a special order directing the method of service. The motion shall be accompanied by an affidavit stating the nature and extent of the investigation which has been made to determine the whereabouts of the defendant and the reasons why service cannot be made.\n(b)(1) If service of process by publication has been authorized by rule of civil procedure or order of court, the publication shall be by advertising a notice of the action once in the legal publication, if any, designated by the court for the publication of legal notices and in one newspaper of general circulation within the county. The publication shall contain the caption of the action and the names of the parties, state the nature of the action and conclude with a notice ....\n(2) When service is made by publication upon the heirs and assigns of a named former owner or party in interest, the court may permit publication against the heirs or assigns generally if it is set forth in the complaint or an affidavit that they are unknown.\nPa.R.C.P. 430.\n¶ 27 Our Court has explained the interplay between these two rules:\n... Rules 410 and 430 are clear on their face. Rule 410 provides the general service provisions for actions regarding real property. \"Where service cannot be made under these provisions, for example, where a defendant cannot be located, a plaintiff may move the court for a special order directing the manner of service pursuant to Rule 430(a). Under this approach, a plaintiff must provide, along with the motion, an affidavit stating the nature and extent of the investigation undertaken to locate the defendant. The purpose of this procedure is to provide proof that a good faith effort has been made to effect service under normal methods. Only after such proof has been offered is the court authorized to direct publication or another method of substitute service.\nDeer Park Lumber, Inc., 559 A.2d at 944.\n¶ 28 In the instant case, the trial court granted Appellee’s request for alternative service in light of Appellee’s averment that the mortgagor’s “surviving heirs at law are unknown” and that Appellee had conducted a good faith investigation. Certified Record, at 1. The trial court approved service by certified mail and first class mail to the vacant mortgaged premises, posting on the vacant mortgaged premises, and publication. Id. In our view, the trial court erred when it granted Appellee’s request to serve Appellants by the aforementioned means alone.\n¶29 The record reveals that Appellee did have knowledge of a potential heir to the mortgagor’s estate. Mr. Waters notified Appellee, via written correspondence, that the mortgagor had died intestate and did not have a wife or children. If the mortgagor’s parents did not survive him, Mr. Waters and any other of the mortgagor’s siblings would constitute his legal heirs. See 20 Pa.C.S.A. § 2103(2), (3). Moreover, in its March 15, 2005 letter to Mr. Waters, Appellee acknowledges as much. Therein, it refers to Mr. Waters as “a possible heir” who was “automatically vested in an ownership interest in the mortgaged premises.” Certified Record, at 1. The letter also notified Mr. Waters that it would name him as a defendant in a forthcoming mortgage foreclosure action if he did not execute a waiver of his right to be named. The record does not reveal that Mr. Waters ever executed this waiver. Additionally, the record reveals that Mr. Waters notified Appellee that he was representing the mortgagor’s estate and indicated a desire to settle the delinquency and to obtain a payoff figure. However, less than two months later, Appellee made a request for alternative service, without even proposing that the complaint also be served upon Mr. Waters.\n¶ 30 “Due process, reduced to its most elemental component, requires notice.” Romeo v. Looks, 369 Pa.Super. 608, 535 A.2d 1101, 1105 (1987) (en banc), appeal denied, 518 Pa. 641, 542 A.2d 1370 (1988). “The adequacy of this notice, as applied to substituted service, depends upon whether it is reasonably calculated to give the party actual notice of the pending litigation” and an opportunity to be heard. Id.; Kittanning Coal Co., Inc. v. International Mining Co., Inc., 551 F.Supp. 834, 836 (D.C.Pa.1982). ¶ 31 Upon our review of the record, we may only conclude that Appellee did not request, and the trial court did not order, the alternative form of service most likely to give notice to a possible heir, an actual heir(s), or to an individual who might have knowledge of the heirs, namely, service upon Mr. Waters himself. See Pa.R.C.P. 410(c)(4) (stating that the trial court has the authority to direct service of process under Rule 430 in any other method it deems necessary to afford proper notice); contrast Romeo, supra (finding that the plaintiff had not provided defective service where the trial court directed alternative service to the home of the defendant’s mother, to the driver’s licensing bureau, and to the defendant’s insurer since these persons/entities would likely know the address or whereabouts of the defendant and attempt to notify her of the action). Therefore, we agree with Appellants that Appellee did not provide proper service of the action and, as a result, the Court of Common Pleas did not have jurisdiction to enter a default judgment against Appellants. See Deer Park Lumber, Inc., supra.\n¶ 32 Having determined that the trial court lacked jurisdiction to enter a default judgment, we reverse the order of the trial court, which denied Appellants’ petition to open, and remand for further proceedings consistent with this Memorandum.\n¶ 33 Order reversed. Case remanded for further proceedings. Motion to Quash denied. Jurisdiction relinquished.\n. We derived this paragraph of procedural history from the certified docket entries. The certified record itself does not contain any corresponding documentation for these events.\n. Appellee denied receiving a death certificate.\n. We note that Appellee does have a pending motion to reassess damages before the trial court. In our view, this motion has no effect upon the finality of the February 24, 2006 order or the underlying judgment; rather, this motion invokes the trial court’s equitable power to enforce the underlying judgment and to grant relief until the judgment is discharged or satisfied. See Stephenson v. Butts, 187 Pa.Super. 55, 142 A.2d 319 (1958); see generally Chase Home Mortgage Corp. of the Southeast v. Good, 370 Pa.Super. 570, 537 A.2d 22 (1988) (damages may be reassessed in a mortgage foreclosure action before the satisfaction of judgment).\n. In its appellate brief, Appellee further argues that our Court should quash Appellants’ appeal due to deficiencies in Appellants’ brief. Appellee’s Brief, at 15. Specifically, Appellee maintained that Appellants did not contain a statement of jurisdiction, a statement of the scope and standard of review, the text of the order in question, a copy of the Concise Statement of Matters Complained of on Appeal, a Statement of Questions, or citation to the record in the argument section. Id. at 15-16. On October 31, 2006, Appellants filed an application to amend its original brief to conform to the Rules of Appellate Procedure. Our Court granted this request on November 30, 2006, and Appellants filed an amended brief on December 6, 2006. As the amended brief includes a statement of jurisdiction, a statement of the scope and standard of review, a copy of the order under review, a copy of the Concise Statement, and a Statement of Questions, we will not quash the instant appeal as non-compliant.\n. We note that, despite Appellee’s claims that it did not have an address for Mr. Waters, Appellee addressed this letter to Mr. Waters at 1518 Walnut Street, Suite 906, Philadelphia, PA 19102. This address is the one provided by Mr. Waters in his previous correspondence with Appellee.\n. In view of our disposition, we need not consider Appellants’ remaining issues.",
        "type": "majority",
        "author": "JOYCE, J.:"
      }
    ],
    "attorneys": [
      "Vincent Melchiorre, Philadelphia, for appellants.",
      "Michele M. Bradford, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "PNC BANK, N.A., Appellee, v. UNKNOWN HEIRS, Successors, Assigns, and all Persons, Firms or Associations Claiming Right, Title or Interest, from or Under James C. Waters, Deceased, Appellants.\nSuperior Court of Pennsylvania.\nArgued Jan. 30, 2007.\nFiled July 16, 2007.\nVincent Melchiorre, Philadelphia, for appellants.\nMichele M. Bradford, Philadelphia, for appellee.\nBEFORE: JOYCE, KLEIN, JJ. and McEWEN, P.J.E."
  },
  "file_name": "0219-01",
  "first_page_order": 267,
  "last_page_order": 278
}
