{
  "id": 11288471,
  "name": "The TRAVELERS INDEMNITY COMPANY et al. v. Richard DINGWELL et al.",
  "name_abbreviation": "Travelers Indemnity Co. v. Dingwell",
  "decision_date": "1980-05-12",
  "docket_number": "",
  "first_page": "220",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "414 A.2d 220"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "98 A.L.R.2d 1047",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "407 A.2d 288",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7962760
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "291-292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0288-01"
      ]
    },
    {
      "cite": "188 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "891-892"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "159 Me. 115",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        474071
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/159/0115-01"
      ]
    },
    {
      "cite": "195 N.E.2d 514",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "346 Mass. 677",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        518378
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/mass/346/0677-01"
      ]
    },
    {
      "cite": "369 P.2d 216",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10492056
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/369/0216-01"
      ]
    },
    {
      "cite": "412 N.Y.S.2d 605",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "610"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "66 A.D.2d 269",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5513586
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "277-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/66/0269-01"
      ]
    },
    {
      "cite": "54 Cal.Rptr. 104",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1966,
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "419 P.2d 168",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "65 Cal.2d 263",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2326744
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/65/0263-01"
      ]
    },
    {
      "cite": "467 F.Supp. 17",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4066060
      ],
      "pin_cites": [
        {
          "page": "19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/467/0017-01"
      ]
    },
    {
      "cite": "430 F.2d 531",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2231993
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/430/0531-01"
      ]
    },
    {
      "cite": "589 F.2d 761",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        827092
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "765"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/589/0761-01"
      ]
    },
    {
      "cite": "178 F.2d 752",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "30 Me.L.Rev. 295",
      "category": "journals:journal",
      "reporter": "Me. L. Rev.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "50 A.L.R.2d 458",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "422 N.Y.S.2d 85",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "71 A.D. 216",
      "category": "reporters:state",
      "reporter": "A.D.",
      "year": 1979,
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "256 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087140
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/256/0629-01"
      ]
    },
    {
      "cite": "376 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7996185
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/376/0456-01"
      ]
    },
    {
      "cite": "50 A.L.R. 458",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1956,
      "pin_cites": [
        {
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "178 F.2d 750",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1162394
      ],
      "weight": 3,
      "year": 1949,
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/178/0750-01"
      ]
    },
    {
      "cite": "373 A.2d 247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014399
      ],
      "weight": 6,
      "year": 1977,
      "pin_cites": [
        {
          "page": "249"
        },
        {
          "page": "249-250"
        },
        {
          "page": "249"
        },
        {
          "page": "250"
        },
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/373/0247-01"
      ]
    },
    {
      "cite": "319 A.2d 111",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8048306
      ],
      "weight": 4,
      "year": 1974,
      "pin_cites": [
        {
          "page": "114"
        },
        {
          "page": "113-115"
        },
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/319/0111-01"
      ]
    },
    {
      "cite": "411 A.2d 1004",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367472
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "1006"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/1004-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1140,
    "char_count": 26613,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23937013316220365
    },
    "sha256": "b64e0e62e6399539cb6f00d513328e26b0ea57d8baf1c709eac1731b30f94739",
    "simhash": "1:1ff2ef9cc91d907b",
    "word_count": 4320
  },
  "last_updated": "2024-02-27T16:02:05.066735+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GODFREY, NICHOLS, GLASS-MAN and ROBERTS, JJ., and DU-FRESNE, A. R. J."
    ],
    "parties": [
      "The TRAVELERS INDEMNITY COMPANY et al. v. Richard DINGWELL et al."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nThe Travelers Indemnity Company (Travelers), the American Policyholders’ Insurance Company (API), and the Chicago Insurance Company (Chicago) brought this declaratory judgment action (civil docket number CV-78-311) in Superior Court, Cumberland County to determine their obligations to defend and indemnify Richard Dingwell in a class action (Sullivan v. Dingwell, CV-77-1299) brought by residents of the Town of Gray. The class action seeks damages for contamination of the plaintiffs’ well water resulting from Dingwell’s operation of an industrial waste facility. The plaintiffs in the class action have intervened in the present case as defendants. The court granted plaintiffs’ motion for summary judgment, pursuant to M.R.Civ.P. 56, ruling that the insurers have no duty to defend Dingwell, but making no specific ruling on their duty to indemnify. Defendants Dingwell and the Sullivans appeal. We reverse the judgment.\nI. Interpretation of the Insurance Contracts\nDingwell’s company had a primary general liability insurance contract with Travelers from April, 1971 to April, 1978, and excess general liability policies, first with API from July, 1972 to July, 1976, and then with Chicago from July, 1977 to April, 1978, and with a third company, not a party to this action, between July, 1976 and July, 1977. The insurers contend that pollution exclusion provisions in their respective policies free them from any duty to defend the class action.\nAll three of the insurance policies cover liability for personal injury or property damage arising out of an “occurrence.” The API policy defines “occurrence” as\nan accident, including continuous or repeated exposure to conditions, which results in personal injury, property damage or advertising liability neither expected nor intended from the standpoint of the insured.\nThe Chicago policy defines “occurrence” in similar terms. Both definitions would cover the events described in Count I of the class action if the events were neither expected nor intended, unless the events fall within the pollution exclusion clauses. Travelers has so stipulated in respect to its policies. All three of the policies obligate the insurer to defend the insured against any suit within the coverage of the policy.\nThere are two different pollution exclusion clauses. The relevant part of the Travelers’ clause reads:\nIt is agreed that this policy does not apply\n(a) to bodily injury or property damage arising out of any emission, discharge, seepage, release or escape of any liquid, solid gaseous or thermal waste or pollutant\n(1) if such emission, discharge, seepage, release or escape is either expected or intended from the standpoint of any insured or any person or organization for whose acts or omissions any insured is liable, or\n(2) resulting from or contributed to by any condition in violation of or noncompliance with any governmental rule, regulation or law applicable thereto .\n(Emphasis added.)\nBoth API and Chicago used the following:\nThis policy does not apply . (i) to personal injury or property damage arising out of the discharge, dispersal, release or escape of smoke, vapors, soot, fumes, acids, alkalies, toxic chemicals, liquids or gases, waste materials or other irritants, contaminants or pollutants into or upon land, the atmosphere or any water course or body of water; but this exclusion does not apply if such discharge or dispersal release or escape is sudden and accidental. (Emphasis added.)\nThe Superior Court justice held that these two clauses have the same meaning. He found in particular that the exception to the exclusion is limited in both clauses to a release of pollutants which is “sudden and accidental,” the words used in the Chicago and API policies. We find that it was error to read “sudden and accidental” into the Travelers policy. Unambiguous language in a contract must be given its plain meaning, Soper v. St. Regis Paper Co., Me., 411 A.2d 1004, 1006 (1980). The plain meaning of the Travelers exclusion is that it applies only to “expected or intended” releases of pollutants. A release may be unexpected and unintended, without being sudden and accidental. However, as discussed below, we find that a duty to defend arises from all three contracts.\nII. Effect of the Pollution Exclusion on the Insurers’ Duty to Defend\nThe “comparison test” for determining an insurer’s duty to defend has been discussed by this Court, in Marston v. Merchants Mutual Insurance Company, Me., 319 A.2d 111 (1974) and American Policyholders' Ins. Co. v. Cumberland Cold Storage, Me., 373 A.2d 247 (1977). In Cumberland Cold Storage, we held that the Superior Court justice had properly\nlaid the underlying damage complaints alongside the insurance policy and then determined that the pleadings were adequate to encompass an occurrence within the coverage of the policy.\n373 A.2d at 249, We emphasized in Cumberland Cold Storage that\nthe pleading test for determination of the duty to defend is based exclusively on the facts as alleged rather than on the facts as they actually are. Lee v. Aetna Casualty & Surety Co., 178 F.2d 750 (2d Cir. 1949); see cases cited in 50 A.L.R. 458, § 18 at 498-99 (1956) (footnote omitted).\n. [T]he duty to defend is broader than the duty to pay or indemnify.\n[T]he duty to indemnify, i. e., ultimate liability, depends upon the true facts. (Citations omitted.)\n373 A.2d at 249-250.\nIn the present case, Dingwell concedes that Counts II and III of the class action complaint do not give rise to a duty to defend, because those counts allege intentional acts. The focus of this appeal is on the language of Count I. The allegations in Count I include the following:\n9. That among the products processed by the Defendants or utilized in the business of the Defendant are products containing or producing the chemicals trichloroethane, trichloroethylene and dime-thylsulfide. .\n14. That as a result of negligence on the part of the Defendant ... products containing the aforesaid chemicals permeated the ground to the ground water table to the properties of the Plaintiffs resulting in the contamination of water in the Plaintiffs’ wells .\n15. That in addition, the aforesaid contaminants have spread in the water table to lands surrounding the Defendant's processing facility to a radial distance of at least one mile and have contaminated at least one major surface watercourse (Col-lyer Brook) which flows into the Royal River thereby contaminating water present on properties in which members of the class have legal interest.\nThe Superior Court, in applying the comparison test, found that these allegations describe “an ongoing, deliberate process,” and “cannot be read reasonably as describing a sudden and accidental event.” It added that\n[i]f the . . . complaint stated with any precision a claim which indicated that the pollution was “sudden and accidental,” the Court would be bound to find coverage.\nThe court found no allegations of “facts which would lead . . . [it] to conclude that the pollution was ‘sudden and accidental.’ ” The court also found that the allegations that contaminants “permeated the ground” and “spread in the water table” are\nin direct contradiction to claims which support the conclusion that a sudden and accidental occurrence precipitated the alleged pollution.\nWe find that the Superior Court failed to distinguish between the gradual permeation of the ground, by which the water table was ultimately polluted, and the initial release of the pollutants from Dingwell’s facility. The class action plaintiffs, at this point, have no way of knowing how the toxic wastes entered the ground. There may have been either intentional dumping or burial or unintentional spills, leaks, or other accidents. The allegations in Count I encompass unintentional release into the ground, and do not necessarily describe a “deliberate process.” Instead of specifically alleging negligent spills, leaks, or, other negligent acts, the complaint-uses a broad and conclusory allegation that the pollution was “a result of negligence.”\nBoth pollution exclusions focus on the release of pollutants. The Chicago and API clause reads:\nThis policy does not apply ... to personal injury or damage arising out of . discharge, dispersal, release or escape . . . unless sudden and accidental. (Emphasis added.)\nThe Travelers clause reads:\n“. . . if emission, discharge, seepage, release escape . is either expected or intended.” (Emphasis added.)\nThe behavior of the pollutants in the environment, after release, is irrelevant to these provisions. The Superior Court erred in finding that the allegation of permeation of the ground necessarily took Count I out of Chicago and API’s exception for “sudden and accidental” releases. It is possible that the releases could have been unexpected and unintended, and thus outside of Travelers’ exclusion.\nThe insurers argue that even if the Superior Court had distinguished between initial release and subsequent gradual permeation, it could not have found a duty to defend, because the complaint did not specifically allege sudden and accidental releases. Relying on Marston and Cumberland Cold Storage, the .insurers maintain that no duty to defend arises unless the complaint alleges specific facts which, if proved, would bring the action within the insurance coverage.\nThe insurers have misinterpreted the comparison test. The rule they suggest, which would require the court to find that no duty to defend arises from a complaint which is broad and conclusory, ignores the reality of modern pleading. The plaintiffs in the underlying action are not subject to any requirement that every fact ultimately to be proved must be specifically alleged in their complaint. On the contrary, plaintiffs are only required to include in their complaint “a short and plain statement of the claim showing that the pleader is entitled to relief.” M.R.Civ.P. 8(a).\nAs noted in 1 R. Field, V. McKusick, and L. Wroth, Maine Civil Practice § 8.2 at 194 (2d ed. 1970), “the word ‘facts’ is designedly omitted [from Rule 8(a)] . so that there will be no occasion to distinguish statements of ‘facts’ or ‘ultimate facts’ from ‘conclusions’.” Under this rule, a complaint which\ndoes not allege in nonconclusory form the specific injury that will result . cannot be fatally defective on that basis alone. ... A complaint is sufficient to withstand a . motion to dismiss if from a liberal construction of the pleadings and possible amendments thereto, the court can determine that a plaintiff can prove a set of facts to support his claim. (Citations omitted.)\nNational Hearing Aid Centers, Inc. v. Smith, Me., 376 A.2d 456, 459 (1977). See also Gosselin v. Better Homes, Inc., Me., 256 A.2d 629, 633 (1969); R. Field, V. McKusick and L. Wroth, supra, at § 12.11.\nWhen, as in this case, the plaintiffs do not know all the facts, Rule 8(a) allows them to initiate the action by stating the facts that they do know. The plaintiffs are permitted to allege the harm they have suffered, along with broad conclusory allegations of “negligence,” and, in the alternative, intentional acts.\nIn applying the comparison test to Count I, the Superior Court erred by requiring that the complaint must state with “precision” and “allegation which, if proven, would establish liability within the coverage of the policies.” “Precision” is not required in the complaint, and it is not necessary for determining a duty to defend. The correct test is whether a potential for liability within the coverage appears from whatever allegations are made.\nArguing that the test requires that the complaint state specific facts which are unequivocally within the insurance coverage, the insurers rely on the following language from Marston:\n[T]he determination of the question whether the insurer has a duty to defend the action depends upon whether the complaint in the action states facts which appear to bring the claim of damage within the policy coverage.\n319 A.2d at 114, quoted in Cumberland Cold Storage, 373 A.2d at 249. The insurers misconstrue the word “appear” in the above passage. Marston and Cumberland Cold Storage do not require that the facts alleged specifically and unequivocally make out a claim within the coverage.\nA defendant has no power to amend a complaint which contains an incomplete statement of facts. Whether he can obtain a defense from his insurer must depend not on the caprice of the plaintiff’s draftmanship, nor the limits of his knowledge, but on a potential shown in the complaint that the facts ultimately proved may come within the coverage. Even a complaint which is legally insufficient to withstand a motion to dismiss gives rise to a duty to defend if it shows an intent to state a claim within the insurance coverage. Ruder & Finn, Inc. v. Seaboard Sur. Co., 71 A.D. 216, 221, 422 N.Y.S.2d 85, 88 (1979).\nWe do not depart from Marston and Cumberland Cold Storage. Marston was not a declaratory judgment action, but a “reach and apply” suit brought against an insurer by a final judgment creditor of the insured, pursuant to 24-A M.R.S.A. § 2904. The original action against the insured resulted in a default judgment. We said that the judgment would be binding on the insurer if any allegation in the complaint would have established coverage if proved, even though there were other allegations outside the coverage of the policy. Looking to Marston’s complaint, we found that there was no allegation within the coverage, thus no liability on the part of the insurer. Mar-ston argued that one of the paragraphs in his complaint, which alleged a specific set of facts, constituted an allegation of negligence, but we found that the facts as alleged constituted a violation of the Dram Shop Act, which was outside the insurance coverage. 319 A.2d at 113-115.\nWe had no occasion in Marston to consider the issue now before us, namely, whether a duty to defend arises from a broad, conclusory allegation, such as negligence, which does not include specific factual allegations. Marston dealt only with allegations which were necessarily outside the insurance coverage. In Cumberland Cold Storage, facts were alleged which we found to be “clearly within the coverage of the insurance policy.” 373 A.2d at 250. Again, we were not presented with the precise issue in the present case.\nThe dominant rule in other jurisdictions is that the insured has a right to a defense whenever the allegations show a potential that liability will be established within the insurance coverage, even when the allegations are broad, and uncertain as to specific facts. See, e. g., Lee v. Aetna Casualty & Surety Co., 178 F.2d 750 (2d Cir. 1949); Annot., 50 A.L.R.2d 458, § 22 at 504, and § 26 at 511 (1956), and Later Case Service; see also 30 Me.L.Rev. 295 (1979). In Lee, Chief Judge Learned Hand wrote:\nWhether the insurer ought to defend such an action at least until it appears that the claim is not covered by the policy is not free from doubt; but it seems to us that we should resolve the doubt in favor of the insured.\n178 F.2d at 752. Hand went on to discuss some of the possible consequences of requiring the insurer to defend the complaint. Although none of the situations he mentioned are presented in the case at bar, his conclusion is worth quoting as a general statement of the comparison test:\nWhen . . . the complaint comprehends an injury which may be within the policy, we hold that the promise to defend includes it. Finally, if there be an ambiguity in the language of the policy, since the choice is between imposing the burden of the defence upon the insurer or the insured, the canon contra proferen-tem must prevail, especially as the ease involves construing an insurance policy.\n178 F.2d 752-753 (emphasis added) (citation omitted).\nIn a more recent case, Donnelly v. Transportation Ins. Co., 589 F.2d 761, 765 (4th Cir. 1978), the court said:\n[W]ith the great latitude with which pleadings are construed today, and the great latitude of amendment, an insured’s right to a defense should not be foreclosed unless such a result is inescapably necessary.\nIn Babcock & Wilcox v. Parsons, 430 F.2d 531 (8th Cir. 1970), the court noted that the comparison test developed when pleading was required to be more specific than it is now. Under modern notice pleading, “the courts have generally placed the burden of uncertainty as to the policy’s coverage on the insurer.” 430 F.2d at 536. See also, e. g., C. Raymond Davis & Sons, Inc. v. Liberty Mut. Ins., 467 F.Supp. 17, 19 (E.D.Pa.1979); Gray v. Zurich Ins. Co., 65 Cal.2d 263, 276, 419 P.2d 168, 176, 54 Cal.Rptr. 104, 112 (1966); Ruder & Finn v. Seaboard Sur. Co., supra; American Home Assurance Co. v. Port Authority of New York and New Jersey, 66 A.D.2d 269, 277-78, 412 N.Y.S.2d 605, 610 (1979); Alm v. Hartford Fire Ins. Co., Wyo., 369 P.2d 216, 219 (1963).\nIn Cumberland Cold Storage we recognized that some jurisdictions permit a variance of the exclusive pleading test when the insurer has knowledge of actual facts different from those alleged in the underlying complaint. We said that “the most logical rule is the one which predicates the duty to defend solely on the allegation in the complaint, even when the insurer has knowledge of facts to the contrary.” See 373 A.2d at 250, note 1 and authorities cited therein. If we were to look beyond the complaint and engage in proof of actual facts, then the separate declaratory judgment actions, such as the case at bar, would become independent trials of the facts which the defendant would have to carry on at his expense. Moreover, once an inquiry begins into the actual facts, the insured will have already begun defending against liability, and the issue in respect to the insurer will be its ultimate duty to indemnify, not its duty to defend. We see no reason why the insured, whose insurer is obligated by contract to defend him, should have to try the facts in a suit against his insurer in order to obtain a defense.\nOf course the insurers’ obligation to defend can lead to a serious dilemma for the insurer. In some cases, the parties may agree that the insurer hire independent counsel for the insured. See, e. g., Magoun v. Liberty Mutual Insurance Co., 346 Mass. 677, 195 N.E.2d 514 (1964). The difficulties which these cases may pose will have to be addressed as they arise. For the case at bar, it is sufficient for us to hold that the complaint here does generate a duty to defend, because it discloses a potential for liability within the coverage and contains no allegation of facts which would necessarily exclude coverage.\nIII. Travelers’ Violation of Law Exclusion\nAs an alternative ground for denying coverage with respect to its policy, Travelers relies on part (a)(2) of its pollution exclusion, which provides that the insurance will not apply to a release of pollutants “resulting from or contributed to by any condition in violation of or non-compliance with any governmental rule, regulation or law applicable thereto.” Although Count II of the class action complaint is not at issue here, it specifically alleges violations of Maine statutes, including 17 M.R.S.A. § 2802, Miscellaneous Nuisances. Travelers argues that Count I also describes a nuisance in violation of § 2802. No “governmental rule” or “regulation” is suggested to us, nor are we aware of any applicable here.\nTravelers relies on Marston’s holding that a violation-of-law exclusion was sufficient to require a denial of coverage. 319 A.2d at 114. As discussed above, the present case presents a variety of possible circumstances ultimately to be proved, as opposed to the single, specific set of facts alleged in Marston. However, even if Count I alleges a violation of § 2802, the Travelers exclusion does not apply to every violation of law.\nSection 2802 declares the following to be nuisances:\nThe erection, continuance or use of any building or place for the exercise of a trade, employment or manufacture which, by noxious exhalations, offensive smells or other annoyances, becomes injurious and dangerous to the health, comfort or property of individuals, or of the public; . . . causing or suffering any offal, filth or noisome substance to collect, or to remain in any place to the prejudice of others; . . . corrupting or rendering unwholesome or impure the water of a river, stream, pond or aquifer . . ..\nIn 1979, after the events which give rise to the class action, the Legislature added “aquifer” after “pond” in § 2802. The same act, P.L.1979, ch. 472, provided additional means of preventing pollution of ground water including a grant of regulatory authority to the Board of Environmental Protection (BEP).\nThe complaint does not allege that Dingwell’s operation has ever been found to violate any state statute or regulation, or that prior to the effective date of chapter 472, the BEP or any other agency ever attempted to regulate the kind of activity in which Dingwell was engaged. In fact, it appears from the complaint to be possible that Dingwell’s operation conformed to the then existing law.\nWe do not need to express any opinion on the application of § 2802 to various hypothetical facts. It is sufficient for present purposes to observe that the clause of § 2802 which covers “corrupting . the water” prohibits any conduct with that result; it does not prohibit any conduct per se. Similarly the other clauses prohibit conduct which actually “becomes injurious” or prejudices others, not conduct with that potential. To establish a violation of § 2802 requires proof of some injurious consequences.\nWe repeat that we are not here dealing with actual facts, we are concerned only with the necessary implications of the allegations contained in the class action complaint. Assuming, without deciding, that Count I necessarily alleges a violation of § 2802 in that conduct of Dingwell’s operation resulted in a corruption of the water, any such violation exists if, and only if, the injurious consequences occurred. We read part (a)(2) of Travelers’ pollution exclusion as applicable only to a condition which in and of itself constitutes a violation of law by its very existence regardless of the presence or absence of injurious consequences.\nPart (a)(2) excludes from coverage some, but no all releases of pollutants. When a release of pollutants results from a condition which violates the law, coverage is excluded. But when a release of pollutants results in a condition which violates the law, coverage is not excluded under part (a)(2). The difference is that which exists between cause and effect. To oversimplify, part (a)(2) becomes operational only when the unlawful condition is a cause of, rather than an effect of, a release of pollutants. The operative words contained in part (a)(2) are plain words and must be given their plain meaning. In addition, a narrow construction of an exclusion from coverage is in accord with the policy of liberally construing the entire agreement in favor of the insured. See Farm Bureau Mutual Ins. v. Waugh, 159 Me. 115, 119, 188 A.2d 889, 891-892 (1963) and cases there cited.\nWe read the word “condition” in the sense of mode or state of being. Therefore, any circumstance in the conduct or maintenance of Dingwell’s operation which in and of itself constitutes a violation of law, regardless of whether or not any injurious consequences ensue, would be “a condition in violation of law.” If a release of pollutants resulted from or was contributed to by such an unlawful condition then coverage is excluded. However, if the circumstances of Dingwell’s operation were lawful until after the occurrence of a release of pollutants, even though the release resulted in injurious consequences within the prohibition of § 2802, then coverage is not excluded by part (a)(2).\nIn conclusion, we hold that all three insurers do have a duty to defend Dingwell in the underlying class action. The Superior Court’s judgment must therefore be reversed, with an order that summary judgment be granted in favor of defendant Dingwell declaring that each of the plaintiffs has a duty to defend. We do not, of course, reach the duty to indemnify.\nThe entry will be:\nAppeal sustained.\nJudgment reversed.\nCase remanded to the Superior Court for the entry of judgment declaring that each plaintiff has a duty to defend defendant Dingwell.\nAll concurring.\n. In addition, Dingwell brought a third-party complaint against his insurance agency, Clark Associates, which is not a party to this appeal. Final judgment was granted pursuant to M.R. Civ.P. 54(b), allowing the defendants to file this timely appeal, while the third-party action remains pending.\n. The policies in evidence sometimes label these provisions a “limitation” and sometimes an “exclusion.” For the purpose of this opinion, we will refer to the general pollution provisions as “exclusions” and to any limitations on the scope of the exclusions as “exceptions.”\n. As to the duty to indemnify, see Lewiston Daily Sun v. Hanover Ins. Co., Me., 407 A.2d 288, 291-292 (1979).\n. Until the actual facts of the case are proved, we have no occasion to consider the relevance of the cases relied on by the insurers, construing various insurance provisions as applied to various forms of nuisance and pollution. See annot., “Injury by Nuisance,” 98 A.L.R.2d 1047 (1964).\n. The Marston exclusion provided that the insurance would not apply to the insured’s liability by reason of selling liquor in violation of law.\n. Webster’s New Intentional Dictionary 556 (2d ed. unabridged 1960).\n. Our disposition of the case makes it unnecessary for us to decide whether the Sullivans, et al., were proper intervenors in the Superior Court or proper appellants in this court.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "John J. O’Leary, Jr. (orally), Ralph I. Lancaster, Jr., Portland, for Travelers Ins. Co.",
      "Thomas A. Cox, Joel Martin, Portland (orally), for Chicago Ins. Co.",
      "Robert F. Hanson, Portland (orally), for American Policyholders Ins.",
      "Dana W. Childs, Roderick R. Rovzar, Portland (orally), for Dingwell.",
      "John N. Kelly, Graydon G. Stevens, Portland (orally), for intervenors-defendants Patrick J. & Bertha Sullivan.",
      "Lawrence J. Zuckerman, Gray, for Francis F. & Ruth M. Toolin, Ronald N. & Lor-ette C. Maillet.",
      "Thomas F. Monaghan, Portland, for Richard Dingwell.",
      "Harrison L. Richardson, Ronald D. Russell, Portland, for Clark Ass’n."
    ],
    "corrections": "",
    "head_matter": "The TRAVELERS INDEMNITY COMPANY et al. v. Richard DINGWELL et al.\nSupreme Judicial Court of Maine.\nArgued March 14, 1980.\nDecided May 12, 1980.\nJohn J. O’Leary, Jr. (orally), Ralph I. Lancaster, Jr., Portland, for Travelers Ins. Co.\nThomas A. Cox, Joel Martin, Portland (orally), for Chicago Ins. Co.\nRobert F. Hanson, Portland (orally), for American Policyholders Ins.\nDana W. Childs, Roderick R. Rovzar, Portland (orally), for Dingwell.\nJohn N. Kelly, Graydon G. Stevens, Portland (orally), for intervenors-defendants Patrick J. & Bertha Sullivan.\nLawrence J. Zuckerman, Gray, for Francis F. & Ruth M. Toolin, Ronald N. & Lor-ette C. Maillet.\nThomas F. Monaghan, Portland, for Richard Dingwell.\nHarrison L. Richardson, Ronald D. Russell, Portland, for Clark Ass’n.\nBefore GODFREY, NICHOLS, GLASS-MAN and ROBERTS, JJ., and DU-FRESNE, A. R. J."
  },
  "file_name": "0220-02",
  "first_page_order": 274,
  "last_page_order": 283
}
