{
  "id": 11496644,
  "name": "Dorretta LEMON, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (MERCY NURSING CONNECTIONS), Respondent",
  "name_abbreviation": "Lemon v. Workers' Compensation Appeal Board",
  "decision_date": "1999-11-08",
  "docket_number": "",
  "first_page": "223",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "672 A.2d 368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0368-01"
      ]
    },
    {
      "cite": "670 A.2d 145",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "543 Pa. 699",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "657 A.2d 1327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11945605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/657/1327-01"
      ]
    },
    {
      "cite": "687 A.2d 1208",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363703
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/1208-01"
      ]
    },
    {
      "cite": "456 A.2d 1162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "589 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "562 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1391593
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/127/0628-01"
      ]
    },
    {
      "cite": "650 A.2d 1109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1469008,
        11339315
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/168/0298-01",
        "/a2d/650/1109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 715,
    "char_count": 17683,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 1.2088479802000284e-07,
      "percentile": 0.595403052455954
    },
    "sha256": "5b3e0e8305c5d256f44265cde817f08c993f5009f45fd4f80b27b30e60dd3f28",
    "simhash": "1:74abf89b55c89059",
    "word_count": 2838
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY, J., FRIEDMAN, J. and LEADBETTER, J.",
      "Judge LEADBETTER dissents."
    ],
    "parties": [
      "Dorretta LEMON, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (MERCY NURSING CONNECTIONS), Respondent."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nDorretta Lemon (Claimant) petitions for review of an order of the Workers’ Compensation Appeal Board (WCAB) insofar as it affirmed a decision of the workers’ compensation judge (WCJ) which: (1) declined to award penalties against PRN Health Services (PRN) under section 435 of the Pennsylvania Workmen’s Compensation Act (Act); and (2) declined to award counsel fees to Claimant for an unreasonable contest under section 440 of the Act.\nIn February of 1992, Claimant was employed as a registered nurse concurrently by Mercy Nursing Connections and by PRN. On February 6, 1992, while on duty for Mercy Nursing Connections, Claimant sustained a work-related back injury (the 1992 injury), for which Mercy Nursing Connections accepted liability by Notice of Compensation Payable.\nIn 1993, Claimant returned to part-time, light duty employment with PRN. By supplemental agreement, dated December 8, 1993, Mercy Nursing Connections and Claimant agreed to modify Claimant’s rate of compensation to reflect Claimant’s return to work with a loss of earnings.\nIn 1994, Claimant worked solely for PRN. On November 24, 1994 and December B, 1994, Claimant reinjured her back (the 1994 injury) while on duty for PRN. Claimant reported the injury to her supervisor on December 8, 1994. PRN issued a Notice of Compensation Denial, contending that Claimant did not suffer a work-related injury and that no medical documentation was secured to confirm com-pensability or substantiate disability. (R.R. at 188a.) The Notice of Compensation Denial bore the date of January 4, 1995, rendering it six days late under the Act. To make matters worse, the envelope in which Claimant received the Notice was postmarked January 19, 1995. (R.R. at 189a.)\nOn March 17, 1995, Claimant filed a claim petition against PRN for the 1994 injury and requested counsel fees based on an unreasonable contest. PRN filed an answer contesting the allegations of the claim petition.\nOn May 8,1995, Mercy Nursing Connections filed a termination petition, later amended to include a request for suspension, modification, or termination, with regard to Claimant’s 1992 injury, based on the fact that Claimant was working for another employer. Claimant filed an answer contesting the allegations of the termination petition.\nAt a June 19, 1995 hearing on the claim petition, Claimant requested that penalties be assessed against PRN due to PRN’s untimely denial of Claimant’s injury claim. Thereafter, on December 11, 1995, Claimant filed a petition seeking to join Mercy Nursing Connections in her pending claim petition for the 1994 injury. Then, on December 26, 1995, Claimant filed a petition to review compensation benefits for the 1992 injury, alleging that Mercy Nursing Connections miscalculated her average weekly wage because it failed to include Claimant’s concurrent employment. Mercy Nursing Connections answered, denying the allegations of both the joinder and review petitions.\nAll petitions were consolidated for the WCJ’s decision. Upon conclusion of proceedings before the WCJ, the WCJ made the following conclusions of law:\n1. The claimant has met her burden of proof required to establish she is entitled to compensation benefits for the work injury she sustained on November 24, 1994, and her claim petition should be granted.\n2. The claimant has proved the liable defendant for the November 24, 1994, work injury is P.R.N. Health Services. Therefore, additional defendant, Mercy Nursing Connection[s], should be dismissed.\n3. Additional defendant, Mercy Nursing Connections], has proved claimant had fully recovered from her work injury of February, 1992, and their termination petition should be granted as of November 24, 1994. Additional defendant’s suspension-modification petitions are moot.\n4. [PRN] has proved [its] contest of this case was reasonable and no attorney fees will be awarded.\n5. No penalties will be awarded to claimant for P.R.N.’s violation of the Act.\n6. Claimant has proved her average weekly wage for the 1992 injury did not include her concurrent wages, therefore, her review petition should be granted.\nAccordingly, the WCJ entered an order granting Claimant’s claim petition against PRN. With regard to Mercy Nursing Connections, the order dismissed the claim of liability for the 1994 injury, granted Mercy Nursing Connections’ termination petition for the 1992 injury, and granted Claimant’s review petition against Mercy Nursing Connections.\nClaimant appealed to the WCAB, arguing that: (1) the WCJ abused his discretion in failing to impose penalties on PRN despite making a finding that PRN’s delay in issuing a Notice of Compensation Denial violated the Act; (2) the WCJ should not have found that PRN’s contest was reasonable; and (3) the WCJ’s finding that Claimant had fully recovered from her 1992 work injury at the time she suffered her 1994 injury was not supported by substantial evidence.\nThe WCAB rejected Claimant’s first two arguments, but agreed with Claimant that the record lacked substantial evidence to support the WCJ’s finding that Claimant was fully recovered from her 1992 injury as of the November 24, 1994 injury. Accordingly, the WCAB reversed that portion of the WCJ’s order which granted Mercy Nursing Connections’ termination petition and modified the order to reflect that Mercy Nursing Connections was entitled only to suspended — rather than .terminated — benefits as of November 24, 1994. The WCAB affirmed the remainder of the WCJ’s decision and order.\nOn appeal to this court, Claimant raises the two issues which she lost before the WCAB, that (1) the WCJ erred or abused his discretion in failing to impose penalties on PRN for issuing an untimely Notice of Compensation Denial; and (2) the WCJ erred in failing to award counsel fees on grounds that PRN did not establish reasonable contest.\nIn regard to Claimant’s request for penalties under section 435 of the Act, the WCJ made the following finding:\nI find the claimant notified her employer of her November 24, 1994, work injury on December 8, 1994, and that the employer did not submit a Notice of Compensation Denial until January 4, 1995. While [PRN’s] denial is beyond the 21 days required by the Act, it is not substantially late, and caused no harm to the claimant. Therefore, no penalties will be awarded.\n(WCJ’s Findings of Fact, No. 12.)\nClaimant argues that the WCJ’s finding that the Notice of Denial was “submitted” on January 4, 1995 is not supported by substantial evidence. We agree.\nThe regulation at 34 Pa.Code § 121.13 (emphasis added) provides:\nIf compensation is controverted, Notice of Workmen’s Compensation Denial, Form LIBC-496, shall be sent to employe or dependent fully stating the grounds upon which the right to compensation is controverted, with a copy to the Department of Labor and Industry, no later than 21 days after notice or knowledge to the employer of employe’s disability or death.\nThis regulation clearly states that a Notice of Compensation Denial must be sent to the claimant within twenty-one days. Thus, the operative date is not the date written on the LIBC-496 Form, but rather the date on which the employer sent the Form to the claimant. Here, PRN used the United States Post Office to mail its Notice of Compensation Denial to Claimant. A copy of the envelope, admitted into evidence without objection, clearly bears the date “January 19, 1995” as stamped by both a postage meter and a United States Post Office post-mark. (R.R. at 189.) We agree with Claimant that Finding of Fact No. 12 is not supported by substantial evidence, insofar as the WCJ declares PRN “submitted” its Notice of Compensation Denial on January 4, 1995. A plain reading of 34 Pa.Code § 121.13 indicates that an employer has not “submitted” a Notice of Compensation Denial until it has mailed — or otherwise dispatched — the LIBC-496 Form to the claimant.\nHere, PRN’s Notice of Compensation Denial was not merely six days late, as found by the WCJ, but rather twenty-one days late. In other words, PRN took twice the prescribed time period for issuing its Notice of Compensation Denial, six weeks instead of three. This is an unex-cusable delay, especially in light of section 406.1(d) of the Act, 77 P.S. § 717.1(d), which provides employers with the option of issuing a Notice of Temporary Compensation Payable when they need extra time to determine their position on the com-pensability of a particular claim. We therefore conclude that penalties are warranted as a matter of law and we reverse that portion of the order denying penalties and remand the matter for assessment of penalties.\nWe turn now to the question of whether PRN established a reasonable contest of Claimant’s claim. Section 440 of the Act, 77 P.S. § 996, states in pertinent part:\nIn any contested case where the insurer has contested liability in whole or in part, the employe ... in whose favor the matter at issue has been finally determined shall be awarded, in addition to the award for compensation, a reasonable sum for costs incurred for attorney’s fee ...: Provided, That cost for attorney fees may be excluded when a reasonable basis for the contest has been established.\nThe WCJ determined that PRN had sufficient grounds to contest this matter, as Claimant’s credibility about how her injuries occurred was truly in question, (WCJ’s Findings of Fact, No. 13.) The WCAB agreed. Claimant, on the other hand, maintains that PRN failed to establish a reasonable contest because it did not call any witnesses to refute the Claimant’s allegations and did not submit any medical evidence of its own. After careful review of the record, we agree with Claimant that PRN did not establish that its contest was reasonable.\nThe employer has the burden of presenting sufficient evidence to establish a reasonable basis for contesting a claim petition. Striker v. Workmen’s Compensation Appeal Board (California University of Pa.), 168 Pa.Cmwlth. 298, 650 A.2d 1109 (1994). The existence of a reasonable contest is a question of law, based on the WCJ’s findings of fact, and, thus, is fully reviewable by this court. Kuney v. Workmen’s Compensation Appeal Board (Continental Data Systems), 127 Pa.Cmwlth. 628, 562 A.2d 931 (1989), appeal denied, 527 Pa. 605, 589 A.2d 694 (1990).\nIn this case, PRN contested the claim petition by: (1) cross-examining Claimant’s and Mercy Nursing Connections’ medical witnesses; and (2) cross-examining Claimant to challenge her version of events. However, our careful review of the record shows that, in this case, PRN did not establish a reasonable contest through either of these methods.\nAlthough PRN’s failure to obtain medical evidence independent of that obtained by Claimant does not automatically render Employer’s contest unreasonable, see Cleaver v. Workmen’s Compensation Appeal Board (Wiley), 72 Pa.Cmwlth. 487, 456 A.2d 1162 (1983), our review of PRN’s cross-examination of both Claimant’s medical witness and Mercy Nursing Connections’ medical witness shows that the sole purpose behind PRN’s line of questioning was to establish which employer was liable for Claimant’s loss of earnings, that is, whether Claimant’s current disability was the result of the 1992 injury, for which Mercy Nursing Connections would be liable, or the 1994 injury, for which PRN would be hable. PRN’s “case” with regard to the medical testimony, then, was little more than a dispute between PRN and Mercy Nursing Connections as to who was liable for Claimant’s current disability. Resolution of which insurer is liable has no bearing on whether the claimant is entitled to compensation benefits. Benfield v. Workmen’s Compensation Appeal Board (Abbey Installations, Inc.), 687 A.2d 1208 (1997). Here, PRN’s conduct merely prevented Claimant from receiving compensation while the insurers litigated the issue of which work-related episode caused the injury. Under such circumstances, counsel fees are appropriate. Id.; see also Pittsburgh Greentree Marriott v. Workmen’s Compensation Appeal Board (McVay), 657 A.2d 1327 (Pa.Cmwlth.) appeal denied 543 Pa. 699, 670 A.2d 145 (1995).\nAs previously noted, PRN’s contest of the claim also consisted of challenging Claimant’s version of events. In determining that PRN established a reasonable basis for contest, the WCAB relied on PRN’s line of inquiry at the December 18, 1995 deposition, wherein PRN sought to discredit Claimant on the basis that Claimant did not mention her own injury in completing her patient nursing notes from the evenings of November 24, 1994 and December 3, 1994. We believe that the WCAB erred in concluding that this line of questioning established a reasonable contest. To suggest that Claimant, had she truly been injured, would have written about her injury in her nursing notes about the care and condition of her patient is absurd. Claimant was not the patient.\nWhere the employer has no evidence whatsoever to dispute the claimant’s account of her injury, and the employer’s cross-examination of the claimant does not reveal a reasonable basis for calling the claimant’s version of events into question, the employer has not proven a reasonable basis for its contest of the claim. Thomas v. Workmen’s Compensation Appeal Board (Dress Barn), 672 A.2d 368 (Pa.Cmwlth.1996). Here, PRN presented no evidence tending to refute Claimant’s version of events. Nor did PRN’s cross-examination of Claimant reveal any inconsistencies in her story. The best PRN could muster to oppose the claim is that Claimant did not write a complete and detailed recitation of the events of her own injury in her nursing notes for the patient. We are in full agreement with Claimant that this does not constitute a reasonable contest. Accordingly, we reverse that portion of the WCAB’s order denying counsel fees and remand the case for assessment of counsel fees.\nFor the foregoing reasons, we reverse those portions of the WCAB’s order denying penalties and counsel fees to Claimant and remand the case for assessment of penalties and counsel fees.\nORDER\nAND NOW, this 8th day of November, 1999, the order of the Workers’ Compensation Appeal Board (WCAB), dated December 30, 1998, is reversed insofar as it affirmed the WCJ’s decision to deny penalties and counsel fees to Claimant. The case is remanded to the WCAB to be remanded to the WCJ for assessment of penalties and counsel fees. The WCAB’s order is affirmed in all other respects.\nJurisdiction relinquished.\nJudge LEADBETTER dissents.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 991.\n. 77 P.S. § 996.\n. On November 24, 1994, while helping a patient change position, Claimant heard a pop in her low back and felt immediate pain. Claimant finished her shift. She did not notify her supervisor about the injury at that time, but did tell the relief nurse about it. She returned to work after the Thanksgiving holiday, and, on December 3, 1994, she injured her low back again while moving a patient in a Hoyer lift. She finished her shift that day, but on December 8, 1994 she notified her supervisor of her injury and went to the West Penn Hospital Emergency Room for treatment. Claimant has not worked since that date. (WCJ's Findings of Fact, No. 1.)\n. Section 406.1 (c) of the Act, added by section 3 of the act of February 8, 1972, P.L. 25, 77 P.S. § 717.1(c), and 34 Pa.Code § 121.13 together require that, in instances where the employer contests liability, it must issue a Notice of Compensation Denial within twenty-one days of receiving notice of the claimant’s injury.\nSection 406.1(c) provides:\nIf the insurer controverts the right to compensation it shall promptly notify the employe or his dependent, on a form prescribed by the department, stating the grounds upon which the right to compensation is controverted and shall forthwith furnish a copy or copies to the department. 34 Pa.Code § 121.13 provides:\nIf compensation is controverted, Notice of Workmen's Compensation Denial, Form LIBC — 496, shall be sent to employe or dependent fully stating the grounds upon which the right to compensation is controverted, with a copy to the Department of Labor and Industry, no later than 21 days after notice or knowledge to the employer of employe’s disability or death.\n. A copy of the envelope was admitted into evidence without objection as Claimant’s Exhibit No. 2.\n. Our scope of review is limited to a determination of whether constitutional rights have been violated, whether an error of law has been committed or whether necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704.\n. In so holding, we are not suggesting that a six-day delay would not justify the imposition of penalties. Even a one-day delay is a violation of the Act.\n. Claimant also suggests that the Notice of Compensation Denial was, in effect, back-dated to appear more timely than it actually was, (Claimant’s brief at 14), and that this conduct must be penalized \"to assure compliance with and respect for the law.” (Claimant’s brief at 15.) We agree with Claimant that the evidence raises the suspicion that PRN backdated its Notice and that such action would be an egregious, flagrant violation of the Act. However, as the untimely nature of the Notice alone is sufficient to warrant penalties, we need not address this issue.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Alan E. Cech, Wexford, for petitioner.",
      "No appearance entered for respondent."
    ],
    "corrections": "",
    "head_matter": "Dorretta LEMON, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (MERCY NURSING CONNECTIONS), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 28, 1999.\nDecided Nov. 8, 1999.\nAlan E. Cech, Wexford, for petitioner.\nNo appearance entered for respondent.\nBefore McGINLEY, J., FRIEDMAN, J. and LEADBETTER, J."
  },
  "file_name": "0223-01",
  "first_page_order": 269,
  "last_page_order": 275
}
