{
  "id": 8070740,
  "name": "Joseph S. JONES v. MAINE STATE HIGHWAY COMMISSION et al.",
  "name_abbreviation": "Jones v. Maine State Highway Commission",
  "decision_date": "1968-02-26",
  "docket_number": "",
  "first_page": "226",
  "last_page": "230",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 226"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "208 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5493181
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ri/99/0351-01"
      ]
    },
    {
      "cite": "196 A.2d 829",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "97 R.I. 200",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3089974
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ri/97/0200-01"
      ]
    },
    {
      "cite": "51 L.R.A.,N.S., 1143",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "90 A. 318",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "111 Me. 486",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        701966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/111/0486-01"
      ]
    },
    {
      "cite": "79 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "588"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Me. 211",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        663204
      ],
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/146/0211-01"
      ]
    },
    {
      "cite": "33 A.L.R.2d 1118",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "pin_cites": [
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "199 A. 83",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "89 N.H. 346",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4434408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/89/0346-01"
      ]
    },
    {
      "cite": "53 S.E.2d 517",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "230 N.C. 489",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8630660
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/nc/230/0489-01"
      ]
    },
    {
      "cite": "96 L.Ed. 335",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "342 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        640799
      ],
      "weight": 2,
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/us/342/0299-01"
      ]
    },
    {
      "cite": "119 A. 577",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "122 Me. 214",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        642707
      ],
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/122/0214-01"
      ]
    },
    {
      "cite": "54 S.W.2d 938",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "165 Tenn. 390",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8532617
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/tenn/165/0390-01"
      ]
    },
    {
      "cite": "70 A.L.R. 1232",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "172 N.E. 186",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "202 Ind. 214",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1541814
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/ind/202/0214-01"
      ]
    },
    {
      "cite": "184 S.E. 27",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "209 N.C. 477",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        2221536
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/nc/209/0477-01"
      ]
    },
    {
      "cite": "170 A.L.R. 187",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "72 N.E.2d 225",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1936,
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "225 Ind. 7",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1705168
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/ind/225/0007-01"
      ]
    },
    {
      "cite": "140 A.L.R. 455",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "41 N.E.2d 354",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "40 N.E.2d 115",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "220 Ind. 108",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1693764
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/ind/220/0108-01"
      ]
    },
    {
      "cite": "300 U.S. 227",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        336718
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/300/0227-01"
      ]
    },
    {
      "cite": "95 L.Ed. 817",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "341 U.S. 123",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1148059
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "637"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/341/0123-01"
      ]
    },
    {
      "cite": "174 A.L.R. 549",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "68 A.L.R. 110",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "49 A.2d 224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "142 Me. 220",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        631741
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/me/142/0220-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 760,
    "char_count": 12570,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 2.392228580184291e-07,
      "percentile": 0.7980027020880368
    },
    "sha256": "b1ee96d44c0fa8db6ef2c9a1e9062afa96d53f790825422cb2aa9989161020db",
    "simhash": "1:ba8dc4b76dae546e",
    "word_count": 2062
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN, DUFRESNE and WEATHERBEE, JJ.",
      "DUFRESNE, J., sat at argument, but did not participate in the opinion."
    ],
    "parties": [
      "Joseph S. JONES v. MAINE STATE HIGHWAY COMMISSION et al."
    ],
    "opinions": [
      {
        "text": "MARDEN, Justice.\nOn report, stemming from a petition for declaratory judgment and injunctive relief. The proceeding is based upon the following facts:\nBy Chapter 198 of the Private and Special Laws of 1955 the construction of a toll bridge across Jonesport Reach was authorized. The State Highway Commission was charged with operation of the bridge, when constructed, until the bonds issued as provided by the Act for such construction should be retired and expenses connected therewith should be paid. The measure included terms for its submission to the people for ratification under the Referendum clause of the Constitution, was seasonably ratified and the bridge, subject to tolls, was constructed.\nThe Act of 1955 further provided that until the income from tolls paid for the use of the bridge was sufficient to pay the carrying charges of the bonds and operating expenses “the general highway fund” should defray such expenses.\nBy Chapter 146 of the Private and Special Laws of 1967 the provision for the payment of tolls for use of the bridge was repealed. This measure had no provision for submission to the people in Referendum. The effect of this repeal is to cast the financial burden of bond interest and eventual retirement upon the general highway fund.\nPlaintiff as “a resident registered voter and taxpayer of South Portland * * * Maine,” alleging that he “is concerned about and interested in his rights and certain legal relations affected” by removal of the tolls from the bridge, seeks a ruling of invalidity of the repealing Act, and requests injunction against its enforcement.\nDefendants filed a Motion to Dismiss contending that:\n(1) The plaintiff fails to state a claim upon which relief can be granted.\n(2) Because the plaintiff is not a proper party, and\n(3) Because the Court lacked jurisdiction: over the defendants, the action, in effect,, being an action against the State of Maine,, which has sovereign immunity.\nAlternatively defendants filed answer admitting the factual allegations, but pleading-that the repealing Act of 1967 “was a validl exercise of legislative power.”\nThe single Justice of this Court to whom the petition was presented, all parties agreeing thereto, order the case reported.\nBy stipulation the following issues are presented:\n“1. Whether the plaintiff is a proper party.\n“2. Whether the complaint states a claim against defendants upon which relief can be granted.\n“3. Whether the court lacks jurisdiction over the defendants, because this action is in effect an action against the State of Maine which has sovereign immunity.\n“4. Whether Private & Special Law 1967, Chapter 146, which repealed the toll provisions contained in Private & Special Law 1955, Chapter 198 (which latter Act authorized the construction of the Jonesport Reach Bridge with funds derived from the sale of general obligation bonds, and provided for retirement of bonds and payment of interest by collection of tolls, contingent upon ratification by the people) is an unconstitutional exercise of the legislative power, since it was not passed contingent upon ratification by the people.”\nThe authority of a complainant to bring, and the Court to entertain, a petition for declaratory judgment is statutory, and is embodied in 14 M.R.S.A. §§ 5951-5963, inclusive, adopted by this State in 1941, and substantially conforms to the Uniform Declaratory Judgments Act (Act). Section 5953 reads as follows:\n“Courts of record within their respective jurisdictions shall have power to declare rights, status and other legal relations whether or not further relief is or could be claimed. No action or proceeding shall be open to objection on the ground that a declaratory judgment or decree is prayed for. The declaration may be either affirmative or negative in form and effect. Such declarations shall have the force and effect of a final judgment or decree.”\nSection 5954 reads as follows:\n“Any person * * * whose rights, status or other legal relations are affected by a statute, * * * may have determined any question of construction or validity arising under the * * *, statute, * * * and obtain a declaration of rights, status or other legal relations thereunder.”\nThe first case which came to this Court under the Act was that of Maine Broadcasting Company, Inc. v. Eastern Trust & Banking Company et al., 142 Me. 220, 49 A.2d 224 (1946). That case reads into our statute, by implication, a clause which expressly appears in the Federal Declaratory Judgments Act, so that Section 5953 is now to be read:\n“In case a controversy exists, courts of record within their respective jurisdictions, etc.”\nAbsent a controversy, such a petition would seek only an advisory opinion, which the court system is obligated to give only under constitutional mandate of restricted application. See Maine Constitution Article VI, Section 3. Present a controversy the acceptance of jurisdiction by the Court, “rests in its sound judicial discretion” 22 Am.Jur., 2d, Declaratory Judgments § 9; Annot. 68 A.L.R. 110, 116.\nBorchard, Declaratory Judgments (1941), in discussing the nature of a controversy sufficient to solicit aid of a declaration states (page 29):\n“It is sufficient if a dispute * * * as to legal rights is shown, which, in the court’s opinion, requires judicial determination — that is, in which the court is convinced that by adjudication a useful purpose will be served.”\nThe line between a set of facts which lead only to an advisory opinion or a moot question and those which lead to a justiciable issue is not clearly fixed, but it may be said that when a complainant makes a claim of right buttressed by a sufficiently substantial interest to warrant judicial protection and asserts it against a defendant having an adverse interest in contesting it, a justiciable controversy exists. The presence of what the court concludes is an important public issue, may be the determining factor in recognizing a taxpayer’s interest as sufficient to warrant acceptance of jurisdiction. See Bor-chard, Declaratory Judgments, Page 36.\n“When an attack is upon a statute, the plaintiff must show not only the existence of the statute, but the fact that he is personally affected by it to an extent warranting judicial relief. This, of course, is only a principle, the application of which rests in judicial appreciation and discretion.” Borchard, supra, page 50.\nAnnot. 174 A.L.R. 549, 551.\nPresence of controversy, adversity and substance of interest and justiciability of issue are to be determined on case by case consideration.\n“Is there, in short, a litigant before us who has a claim presented in a form and under conditions ‘appropriate for judicial determination’?” Joint Anti-Fascist Refugee Committee v. McGrath, 341 U.S. 123, 71 S.Ct. 624, 637, 95 L.Ed. 817 (Frankfurter, J.) citing Aetna Life Ins. Co. of Hartford, Conn. v. Haworth, 300 U.S. 227, 57 S.Ct. 461, [5, 6] 464, 81 L.Ed. 617.\nThere is here controversy and adversity of interest. What of its substance and justiciability?\n“A court has authority to determine the constitutionality of legislative acts only in proceedings by a person whose special, peculiar, personal rights are affected thereby.” 39 Am.Jur., Parties § 10, page 861.\nPlaintiff does not allege financial “damage,” actual or threatened. The removal of tolls casts the financial responsibility of maintaining the bridge and retiring its bonds upon “the general highway fund,” the source of which is not direct taxation (23 M.R.S.A. § 1651) and the effect of which upon him, plaintiff seems to concede is minimal. In the language of the day he alleges loss of a civil right,— the right to vote on the removal of the toll charges. If he has been wrongfully deprived of such right, it is a substantial loss and of recognized justiciability. See Harrell et al. v. Sullivan, 220 Ind. 108, 40 N.E.2d 115 [1, 2] 117 (1942), rehearing denied 41 N.E.2d 354, 140 A.L.R. 455, overruled on other grounds, State ex rel. Buttz v. Marion Circuit Court, 225 Ind. 7, 72 N.E.2d 225, 232, 170 A.L.R. 187; and Allison et al. v. Sharp et al., 209 N.C. 477, 184 S.E. 27 [4], 30 (1936). Same as to public rights. See Zoercher et al. v. Agler et al., 202 Ind. 214, 172 N.E. 186, 70 A.L.R. 1232 (Ind. State Bd. of Tax Comm’s. 1930) ; and Powers et al. v. Vinsant et al., 165 Tenn. 390, 54 S.W.2d 938 (Tenn. Bd. of Dental Examiners 1932).\nIt is urged at this point, by the defendants, that absent state consent sovereign immunity deprives plaintiff of access to the Court. See Austin W. Jones Company v. State of Maine, 122 Me. 214, 222, 119 A. 577.\nWith relation to this issue it is difficult many times to determine whether or not a suit against a State officer is in reality a claim against the State and is to be deemed a suit against the State and not maintainable, absent State consent, yet the mere fact that a suit is against a State officer does not mean that the suit is to be considered as one against the State, within the rule of immunity. Many decisions are on record with no uniformity in result. It is a general rule, however, that suits against State officers for relief against statutes claimed to be unconstitutional are not deemed to be suits against the State, and declaratory relief may properly be claimed. 22 Am.Jur., 2d. Declaratory Judgments § 85; 49 Am.Jur., States, Territories, and Dependencies § 95; Georgia Railroad & Banking Co. v. Redwine, 342 U.S. 299, 72 S.Ct. 321 [2-4], 324, 96 L.Ed. 335 (1952); Schloss v. State Highway & Public Works Commission, 230 N.C. 489, 53 S.E.2d 517 [5], 519 (1949), dictum; Conway et al. v. New Hampshire Water Resources Board et al., 89 N.H. 346, 199 A. 83 [1, 2] 86. Under such circumstances the defendant officers are regarded as acting in their personal capacities only. We so classify the complaint at bar.\nA determination of the civil rights issue raised by plaintiff leads us to, and depends upon, the ultimate question. Is the Legislature empowered to repeal without reference to the people an Act previously passed by a reference to the people? See Annot. 33 A.L.R.2d 1118, 1123.\nOur answer to this is found in Baxter et al. v. Waterville Sewerage District et al., 146 Me. 211, 215, 79 A.2d 585, 588, where it was declared:\n“The people of the State of Maine in creating, by the State constitution, the legislative department of government, conferred upon it the whole of their sovereign power of legislation, except in so far as they delegated some of this power to the Congress of the United States, and except in so far as they imposed restrictions on themselves, by their own constitution, and fixed limits upon the legislative authority. The government of the United States is one of enumerated powers and the national constitution specifies them. The people of this State retain all powers not enumerated. The legislature of Maine may enact any law of any character or on any subject, unless it is prohibited, either in express terms or by necessary implication, by the Constitution of the United States or the Constitution of this State. The Federal and State Constitutions are limitations upon the legislative power of the State legislature and are not grants of power. At any legislative session, therefore, unless restricted by one of these constitutions, the legislators may amend or repeal any law of their predecessors. Constitution of Maine, Article. IV, Part III, Section 1; Laughlin v. [City of] Portland 111 Me. 486, [90 A. 318, 51 L.R.A.,N.S., 1143.]”\nThere is no constitutional provision prohibiting the passage of this repealing Act without the inclusion of Referendum provisions.\nOpinions to the Governor, 97 R.I. 200, 196 A.2d 829 and 208 A.2d 105 (R.I. 1964-65) urged upon us, having to do with toll financing of certain bridge construction and operation were based upon provisions of the Rhode Island Constitution in apposite to our present problem.\nThe means of initiating a Referendum upon the repealing measure remained in our Constitution, Art. IV, Part First, Section 1, and Part Third, Section 17. The here challenged statute was within legislative competence.\nMotion to Dismiss denied.\nPrayer for injunction denied.\nComplaint dismissed for the reasons stated in the opinion.\nDUFRESNE, J., sat at argument, but did not participate in the opinion.",
        "type": "majority",
        "author": "MARDEN, Justice."
      }
    ],
    "attorneys": [
      "Malcolm R. Stevenson, Bangor, for appellant.",
      "Leon V. Walker, Asst. Atty. Gen., Augusta, for appellees."
    ],
    "corrections": "",
    "head_matter": "Joseph S. JONES v. MAINE STATE HIGHWAY COMMISSION et al.\nSupreme Judicial Court of Maine.\nFeb. 26, 1968.\nMalcolm R. Stevenson, Bangor, for appellant.\nLeon V. Walker, Asst. Atty. Gen., Augusta, for appellees.\nBefore WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN, DUFRESNE and WEATHERBEE, JJ."
  },
  "file_name": "0226-01",
  "first_page_order": 258,
  "last_page_order": 262
}
