{
  "id": 7273813,
  "name": "In the Interest of R.C.Y. Appeal of R.C.Y.",
  "name_abbreviation": "In the Interest of R.C.Y.",
  "decision_date": "2011-07-08",
  "docket_number": "",
  "first_page": "227",
  "last_page": "232",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 A.3d 500",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        7285916
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/11/0500-01"
      ]
    },
    {
      "cite": "485 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755406
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/485/0099-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 839,
    "char_count": 17336,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 4.5330875625009783e-08,
      "percentile": 0.2840837438785041
    },
    "sha256": "0295454a05ab571532e28a729485dab2c783b0c03862b7ac2ce21860478127ad",
    "simhash": "1:ffe7ad104b57ef8c",
    "word_count": 2812
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, P.J.E., PANELLA, and FITZGERALD , JJ."
    ],
    "parties": [
      "In the Interest of R.C.Y. Appeal of R.C.Y."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPANELLA, J.:\nIn this appeal, we are faced with the question of how to define 75 Pa.Cons.Stat. Ann. § 3738(a.2)(2)(iii), a subsection that increases the penalty for fleeing or eluding a police officer in a way that endangers the officer or the public. Appellant, R.C.Y., a minor, appeals from his juvenile disposition under this subsection, contending that his conduct did not meet the requirement of a “high-speed chase.” We conclude that intent of the subsection is to protect law enforcement personnel and the public from dangerous chases, regardless of the actual speed employed. Therefore, we affirm.\nOn December 8, 2009, Appellant stole his uncle’s Honda Civic, which was unregistered and uninsured at the time. Appellant did not have a valid driver’s license at the time; rather, he had a learner’s permit. He drove the vehicle to his girlfriend’s house where he remained until approximately 2:00 a.m.\nAt that time, Appellant left his girlfriend’s house to give his friend a ride home. Officer Jeremy Horton of the Sayre Borough Police Department observed Appellant ignore a stop sign and drive through an intersection without stopping. Officer Horton immediately began to follow Appellant, and at the next intersection, he observed Appellant signal for a right turn but turn left.\nOfficer Horton engaged his lights and began to pursue Appellant. Appellant proceeded to run through five more stop signs, as well as drive through a yard and over a small tree. Shortly thereafter, Officer Sean Flynn, also of the Sayre Borough Police Department, joined the pursuit. Appellant attempted to avoid the pursuit by pulling into a parking lot, but succeeded only in stranding his vehicle in snow on the grass berm.\nOfficers Horton and Flynn parked their squad cars in a manner to box in Appellant. Unfortunately, Appellant failed to abandon his flight, and continued to rev his engine and spin his wheels in the snow. At one point, Appellant’s vehicle regained traction, and Appellant proceeded to back the vehicle into Officer Horton’s squad car. After striking Officer Horton’s vehicle, Appellant pulled forward and struck Officer Flynn, pinning his leg between the Appellant’s vehicle and Officer Flynn’s squad car and pushing him onto the hood.\nAppellant, still attempting to flee, continued to rev his engine. Officer Horton, in a desperate attempt to end the chase, managed to break the driver’s side window in the Appellant’s vehicle. Appellant gained enough traction to pull his vehicle through an adjoining parking lot, leaving Officer Horton behind. Officer Flynn, after recovering from being hit by Appellant’s vehicle, was in a position to reach into the vehicle through the window that had been broken by Officer Horton. He reached in and attempted to turn off the vehicle. Undaunted, Appellant continued to drive while Officer Flynn was reaching through the window. Eventually, Appellant gained enough speed so that Officer Flynn had difficulty keeping up. Ultimately, Officer Flynn had to roll away from the vehicle to avoid being run over.\nAppellant proceeded back onto a public street, where, after a short chase involving at least two other officers, Appellant was finally apprehended when his vehicle stalled. Thereafter, Appellant was charged with a long list of crimes. Of most relevance to the current appeal, Appellant was charged with fleeing or attempting to elude a police officer, graded as a third degree felony. On May 19, 2010, the juvenile court found Appellant delinquent on several charges, including the fleeing and eluding charge. However, not all charges were explicitly adjudicated in this order.\nThereafter, on May 24, 2010, the juvenile court entered a dispositional order placing Appellant on juvenile probation and placing Appellant in the Bradford County Juvenile Accountability Court. On June 7, 2010, the juvenile court entered an order amending the May 19 order so that all remaining charges were dismissed. Appellant subsequently filed a post-disposition motion on June 11, 2010, which the juvenile court denied via order dated June 17, 2010. This timely appeal followed.\nOn appeal, Appellant raises a single issue. Appellant contends that the juvenile court erred in grading the fleeing and eluding charge as a third degree felony. Specifically, Appellant argues that section 3733(a.2)(2)(iii) cannot apply unless the defendant travels at an excessive speed. As a result, Appellant argues, the fact that the evidence at the delinquency hearing established that he traveled no faster than 35 m.p.h. during the chase precludes application of section 3733(a)(2)(iii). We disagree.\nOur standard of review for challenges to the sufficiency of the evidence is well established:\n[W]e must determine whether, viewing all the evidence admitted at trial, together with all reasonable inferences therefrom, in the light most favorable to the Commonwealth, the trier of fact could have found that each element of the offenses charged was supported by evidence and inferences sufficient in law to prove guilt beyond a reasonable doubt. This standard is equally applicable to cases where the evidence is circumstantial rather than direct so long as the combination of the evidence links the accused to the crime beyond a reasonable doubt. Moreover, it is the province of the trier of fact to pass upon the credibility of witnesses and the weight to be accorded the evidence produced. The factfinder is free to believe all, part or none of the evidence. The facts and circumstances established by the Commonwealth need not be absolutely incompatible with the defendant’s innocence, but the question of any doubt is for the [factfinder] unless the evidence be so weak and inconclusive that as a matter of law no probability of fact can be drawn from the combined circumstances.\nIn re T.B., 11 A.3d 500, 504 (Pa.Super.2010).\nThe charge at issue in this appeal is commonly known as “fleeing and eluding a police officer,” which is defined at 75 Pa. Cons.Stat.ANN. § 3733. Appellant does not challenge the sufficiency of the evidence for the underlying adjudication under this statute; rather, Appellant challenges the sufficiency of the evidence to support the application of the enhanced penalty provision found in 75 Pa.Cons.Stat. Ann. § 3733(a.2)(2). This subsection provides that a driver of a motor vehicle who willfully fails or refuses to bring his vehicle to a stop, or who otherwise flees or attempts to elude a pursuing police officer, when given a visual and audible signal to bring the vehicle to a stop, commits a felony of the third degree:\nif the driver while fleeing or attempting to elude a police officer does any of the following: ... (iii) endangers a law enforcement officer or member of the general public due to the driver engaging in a high-speed chase.\n75 Pa.Cons.Stat.Ann. § S73S(a.2)(2)(iii).\nWe begin our analysis by noting that “high speed” is not defined in the statute. Nor is there any Pennsylvania case law defining this provision. We therefore turn to the principles of statutory construction.\nAbove all else, we are to construe statutes to effectuate legislative intent. See 1 Pa.Cons.Stat.Ann. § 1921(a). When the statute does not explicitly define a term, we may ascertain the intent of the legislature by considering, inter alia:\n(1) The occasion and necessity for the statute;\n(2) The circumstances under which it was enacted;\n(3) The mischief to be remedied;\n(4) The object to be attained;\n(5) The former law, if any, including other statutes upon the same or similar subjects;\n(6) The consequences of a particular interpretation;\n(7) The contemporaneous legislative history; and\n(8) Legislative and administrative interpretations of such statute.\n1 Pa.Cons.Stat.Ann. § 1921(c)(l)-(8).\nThe legislative history for subsection (iii) reveals that it was added to the statute in response to complaints about chases that endangered the public. See PA S. Jour., 2006 Reg. Sess. No. 46, 1839 (June 27, 2006). Furthermore, the history reveals that the term “high-speed chase” was intentionally left undefined. See id. It was left undefined because it was believed that “the courts will know them when they see them.” Id.\nFrom this history, we draw two conclusions. First, that the legislature intended the enhanced penalties to protect the safety of the public in general and police officers in particular. Indeed, the first clause of the subsection is “endangers a law enforcement officer or member of the general public.... ” Clearly, the “mischief to be remedied” is the danger presented by certain methods of fleeing or eluding police officers while driving a motor vehicle at high speeds.\nSecond, we conclude that the legislature did not intend for the term “high-speed chase” to be construed literally. Rather, it intended that “high-speed chase” be a term of art, having a practical, legal meaning that was not closely bound by a literal definition. The term “high-speed chase,” far from being the primary focus of the subsection, was intended to merely require a different level of danger from the run-of-the-mill dangers posed by merely failing to stop when signaled to do so by a police officer. In other words, the legislature included this term to indicate that the enhanced penalties applied only in cases where the defendant’s actions created an extraordinary danger to the public at large or to police officers.\nIn the present case, we need not engage in fine distinctions to determine that Appellant’s behavior was precisely the sort of mischief the legislature intended to remedy by adding subsection (iii). Appellant endangered Officer Flynn not only by hitting Officer Flynn with his vehicle, but also by continuing to accelerate while Officer Flynn was reaching into the vehicle. Officer Flynn testified that when he finally disengaged himself from Appellant’s vehicle, he feared that he would fall under the wheels of the vehicle as Appellant accelerated away. Based upon these circumstances, we conclude that Appellant endangered Officer Flynn due to the use of driving tactics that were anything but a run-of-the-mill failure to stop. Accordingly, the juvenile court correctly graded Appellant’s adjudication of delinquency. Appellant’s issue on appeal therefore merits no relief.\nOrder affirmed. Jurisdiction relinquished.\nFITZGERALD, J., files a dissenting opinion.\n. 75 Pa.Cons.Stat.Ann. § 3733(a.2)(2)(iii).\n. Normally, the final, appealable order in juvenile delinquency matters for purposes of Rule 341 of the Pennsylvania Rules of Appellate Procedure is the dispositional order, which in the present matter was entered on May 24, 2010. However, the dispositional order was entered prior to an adjudication on all pending charges against Appellant. The June 7, 2010 order dismissed all the remaining charges, thereby disposing of all claims and parties. It is therefore the final order for purposes of the application of the Rules of Appellate Procedure.",
        "type": "majority",
        "author": "PANELLA, J.:"
      },
      {
        "text": "DISSENTING OPINION BY\nFITZGERALD, J.:\nI respectfully dissent from the majority’s definition of the phrase “high-speed chase” in section 3733(a.2)(2)(iii) of the Pennsylvania Motor Vehicle Code to include vehicle chases that are not at a high-rate of speed. Although our legislature did not affix a minimum numerical rate of speed to the term “high-speed,” I believe that term has a common, usual meaning and thus should not be construed as a legal term of art.\nAs the majority reasons, because “high speed chase” is not defined in the Code, we consider our rules of statutory construction and the legislative history. Section 1971 of our Statutory Construction Act provides in pertinent part:\n(a) The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly. Every statute shall be construed, if possible, to give effect to all its provisions.\n(b) When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.\n1 Pa.C.S. § 1921(a)-(b). Section 1903 provides:\n(a) Words and phrases shall be construed according to rules of grammar and according to their common and approved usage; but technical words and phrases and such others as have acquired a peculiar and appropriate meaning or are defined in this part, shall be construed according to such peculiar and appropriate meaning or definition.\n(b) General words shall be construed to take their meanings and be restricted by preceding particular words.\n1 Pa.C.S. § 1903(a)-(b). Furthermore, penal provisions “shall be strictly construed.” 1 Pa.C.S. § 1928(b)(1); see also Commonwealth v. Driscoll, 485 Pa. 99, 401 A.2d 312, 316 (1979).\nThe statute at issue, section 3733(a.2) of the Motor Vehicle Code, sets forth a grading enhancement. The offense of fleeing or attempting to elude a police officer is generally a misdemeanor of the second degree, but is a felony of the third degree when the driver “endangers a law enforcement officer or member of the general public due to the driver engaging in a high-speed chase.” 75 Pa.C.S. § 3733(a.2)(l), (2)(iii).\nWhen our legislature contemplated amending Section 3733(a) to create a third-degree felony grading for fleeing or eluding a police officer, Senator M.J. White stated:\nI serve on the Pennsylvania Commission on Sentencing, and one of the complaints I get most frequently from judges and from law enforcement people is that the offense of a high-speed chase is under-graded. It is currently a misdemeanor with a $500 fíne.... My amendment would add a third aggravating factor that would move this into the felony classification, and that is when the driver endangers a law enforcement officer or a member of the general public due to engaging in a high-speed chase. I am told that these chases are extremely dangerous to the public, and I think they should be graded well beyond a $500 fine....\nPa. Legis. Journal-Senate, 6/27/06, No. 46 at 1839 (emphasis added). As the majority points out, the proponent of the amendment did not define “high-speed chase:” “[W]e do not define “high-speed chase” in the bill. That was considered, but I think that is one of those situations where the courts will know them when they see them.” Id.\nI agree with the majority that in enacting the grading enhancement, the legislative intended to remedy a mischief of the danger to police officers and the public posed by drivers who attempt to flee or elude police at high speeds. It is also clear that the legislature did not affix a minimum numerical rate of speed, but instead allowed for court interpretation of the individual circumstances of each case.\nNevertheless, I disagree with the majority that under section 3738(a.2)(2)(iii), “high-speed chase” is a term of art that should not be construed literally. The terms “high-speed” and “chase” have common, usual meanings that should be employed in the statute. See 1 Pa.C.S. §§ 1903(a)-(b), 1921(a)-(b). Webster’s Third New International Dictionary defines “chase” in part as: “the act of pursuing for the purpose of seizing, capturing, molesting, doing violence, or killing.” WebsteR’s Third New International Dictionary, Unabridged 379 (1971). “High-speed” is defined in part as: “operated or adapted for operation at high speed.” Id. 1069.\nFurthermore, in adding the modifier “high speed” to the term “chase,” the legislature intended to address not all chases that pose danger to officers or the public, but specifically chases at high rates of speed. I disagree with the majority’s characterization of the term “high-speed chase” as “far from being the primary focus of the subsection.” Instead, the factor of a “high speed chase” is of equal importance to, and a distinct element to be established from, the danger posed to an officer or member of the public. See 1 Pa.C.S. § 1921(a) (“Every statute shall be construed, if possible, to give effect to all its provisions.”).\nIn the instant matter, the trial court found that the speed of the chase was thirty to thirty-five miles per hour. Trial Ct. Op. at 4. The court reasoned that section 3733(a.2)(2)(iii)’s term “high-speed chase” is relative. For the reasons discussed above, I would disagree, and I would apply the usual and common meanings of the words “high-speed” and “chase.” The court further noted that Appellant was not a licensed driver, the streets were snow-covered and slippery, the tires on Appellant’s car were “bald,” and that Appellant drove through stop signs and was unable to negotiate turns. Id. It is clear that Appellant’s actions in driving the vehicle posed great danger to Officers Horton and Flynn. Nevertheless, I would find that the unrelated question of whether there was a high-speed chase should be answered in the negative.\nFor the foregoing reasons, I dissent from the majority’s analysis.\n. The majority set forth the provisions of subsection 1971(c).",
        "type": "dissent",
        "author": "FITZGERALD, J.:"
      }
    ],
    "attorneys": [
      "Arthur D. Agnellino, Sayre, and Joseph Joch, Ithaca, NY, for appellant.",
      "Christine C. Abatemarco, Assistant District Attorney, Towanda, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "In the Interest of R.C.Y. Appeal of R.C.Y.\nSuperior Court of Pennsylvania.\nArgued Feb. 16, 2011.\nFiled July 8, 2011.\nReargument Denied Sept. 16, 2011.\nArthur D. Agnellino, Sayre, and Joseph Joch, Ithaca, NY, for appellant.\nChristine C. Abatemarco, Assistant District Attorney, Towanda, for Commonwealth, appellee.\nBEFORE: FORD ELLIOTT, P.J.E., PANELLA, and FITZGERALD , JJ.\nRetired Justice specially assigned to the Superior Court."
  },
  "file_name": "0227-01",
  "first_page_order": 265,
  "last_page_order": 270
}
