{
  "id": 8322407,
  "name": "James CASSIDY v. LONQUIST MANAGEMENT CO., LLC et al.",
  "name_abbreviation": "Cassidy v. Lonquist Management Co.",
  "decision_date": "2007-04-27",
  "docket_number": "No. 2005-242-Appeal",
  "first_page": "228",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 228"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "357 U.S. 235",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6162253
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/357/0235-01"
      ]
    },
    {
      "cite": "745 A.2d 743",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11481551
      ],
      "pin_cites": [
        {
          "page": "745"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0743-01"
      ]
    },
    {
      "cite": "466 U.S. 408",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200640
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0408-01"
      ]
    },
    {
      "cite": "326 U.S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157001
      ],
      "weight": 3,
      "year": 1945,
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/326/0310-01"
      ]
    },
    {
      "cite": "105 R.I. 397",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3043314
      ],
      "weight": 4,
      "year": 1969,
      "pin_cites": [
        {
          "page": "402"
        },
        {
          "page": "186"
        },
        {
          "page": "402"
        },
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/105/0397-01"
      ]
    },
    {
      "cite": "517 U.S. 690",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11746351
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "697"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0690-01"
      ]
    },
    {
      "cite": "691 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11913888
      ],
      "pin_cites": [
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/691/0564-01"
      ]
    },
    {
      "cite": "892 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8985048
      ],
      "pin_cites": [
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/892/0108-01"
      ]
    },
    {
      "cite": "853 A.2d 1220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9380391
      ],
      "pin_cites": [
        {
          "page": "1225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/853/1220-01"
      ]
    },
    {
      "cite": "679 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11322724
      ],
      "pin_cites": [
        {
          "page": "317"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/0314-01"
      ]
    },
    {
      "cite": "875 A.2d 428",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8970109
      ],
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/875/0428-01"
      ]
    },
    {
      "cite": "819 A.2d 1247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9355809
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1250"
        },
        {
          "page": "1250"
        },
        {
          "page": "1250"
        },
        {
          "page": "1251"
        },
        {
          "page": "1251"
        },
        {
          "page": "1251",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/1247-01"
      ]
    },
    {
      "cite": "502 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7899155
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "810"
        },
        {
          "page": "812"
        },
        {
          "page": "810"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/502/0808-01"
      ]
    },
    {
      "cite": "836 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9299562
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "1118"
        },
        {
          "page": "1117"
        },
        {
          "page": "1118"
        },
        {
          "page": "1118"
        },
        {
          "page": "1118"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/836/1113-01"
      ]
    },
    {
      "cite": "465 U.S. 770",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337359
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "\"[W]e today reject the suggestion that employees who act in their official capacity are somehow shielded from suit in their individual capacity.\""
        },
        {
          "parenthetical": "\"[W]e today reject the suggestion that employees who act in their official capacity are somehow shielded from suit in their individual capacity.\""
        },
        {
          "parenthetical": "\"[W]e today reject the suggestion that employees who act in their official capacity are somehow shielded from suit in their individual capacity.\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/465/0770-01"
      ]
    },
    {
      "cite": "465 U.S. 783",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337451
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "790"
        },
        {
          "page": "790"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/465/0783-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 912,
    "char_count": 20386,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 8.128217117085212e-08,
      "percentile": 0.46836012447057723
    },
    "sha256": "50c5ba0aebd18e3f62b997d4f9054f054c7c4b14a2ff00340a58244fcc523bd6",
    "simhash": "1:8a7eddd161cb8eda",
    "word_count": 3238
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ.",
      "with whom FLAHERTY, J.,"
    ],
    "parties": [
      "James CASSIDY v. LONQUIST MANAGEMENT CO., LLC et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice GOLDBERG, for the Court.\nThis case came before the Supreme Court on October 31, 2006, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. After hearing arguments of counsel and reviewing the memoranda submitted by the parties, we shall decide this case without further briefing and argument. Because we are satisfied that Rhode Island did not have in personam jurisdiction over the defendant, Bradley Bush (Bush or defendant), we affirm the Superior Court judgment.\nThe plaintiff, James Cassidy (Cassidy or plaintiff), filed suit against defendant, alleging that defendant and others had cast him in a false light, violated his right to be secure from unreasonable publicity, and acted intentionally to inflict emotional distress upon him. The defendant moved to dismiss the complaint based on lack of in personam jurisdiction. He argued that because he did not have continuous and systematic contacts with Rhode Island and did not purposely avail himself of this state’s protections and benefits, our courts lacked personal jurisdiction over him. A justice of the Superior Court granted defendant’s motion to dismiss, and plaintiff appealed. We affirm the judgment of the Superior Court.\nThe sole issue before the Superior Court and this Court is whether the forum state has in personam jurisdiction over defendant.\nFacts and Travel\nThis dispute arose from a photograph of plaintiff that allegedly was displayed in a McDonald’s restaurant in Rhode Island. The plaintiff and defendant are Massachusetts residents; both were employed by a Massachusetts corporation, Martin Brower Company, LLC (Martin), a distributor of products to McDonald’s franchises in New England. In July 1998, or thereabouts, plaintiff discovered that defendant and Edward Ballway (Ballway), another Martin employee, had observed a photograph of plaintiff that was posted at a McDonald’s restaurant on Branch Avenue in Providence. The photograph allegedly had writing on it that suggested plaintiff was a homosexual and a pedophile. Thereafter, plaintiff alleged that defendant tortiously disseminated this information to others. The plaintiff filed suit in Rhode Island against Bush, Ballway, and others.\nThe defendant filed a motion to dismiss Cassidy’s complaint for lack of in person-am jurisdiction, arguing that he did not have sufficient minimum contacts with Rhode Island to warrant this state’s exercise of personal jurisdiction over him. The defendant contended that he and plaintiff were Massachusetts residents and that the alleged tortious conduct occurred in Massachusetts. The plaintiff, on the other hand, argued that Rhode Island had personal jurisdiction over defendant based on purposeful and systematic contacts Bush has had with Rhode Island on behalf of his employer.\nThe trial justice determined that Bush did not have sufficient contacts with Rhode Island to establish general personal jurisdiction. She noted that although defendant’s contacts with Rhode Island spanned a period of years, these contacts were on behalf of his employer and were insufficient to provide a basis for the assertion of general personal jurisdiction over him.\nThe trial justice similarly concluded that plaintiff failed to meet “the more permissive standard of specific personal jurisdiction” because the claims against Bush arose from his alleged tortious conduct in Massachusetts. She found that although Rhode Island “may have been the situs of the source of information” leading to the claims in this case, the dissemination of the information that formed the basis of the complaint occurred in Massachusetts, thereby defeating specific jurisdiction. She declared that Rhode Island could not exercise specific jurisdiction over the claim.\nFor these reasons, the trial justice granted Bush’s motion to dismiss for lack of in personam jurisdiction.\nPersonal Jurisdiction\nThe sole issue before this Court is whether plaintiff has alleged “sufficient facts to make out a prima facie case of jurisdiction,” in order to overcome defendant’s motion to dismiss pursuant to Rule 12(b)(2) of the Superior Court Rules of Civil Procedure. Cerberus Partners, L.P. v. Gadsby & Hannah, LLP, 836 A.2d 1113, 1118 (R.I.2003). We examine the pleadings, accept the facts alleged by the plaintiff as true, and view disputed facts in the light most favorable to the plaintiff. Id. at 1117.\nThe question of personal jurisdiction is a mixed question of law and fact, in which the trial justice must first make “a determination as to the minimum contacts that will satisfy the requirements of due process” — a finding that depends on the facts of each case. Ben’s Marine Sales v. Sleek Craft Boats, 502 A.2d 808, 810 (R.I. 1985). The trial justice must make the legal determination as to whether the court has personal jurisdiction over the party in accordance with Rhode Island’s long-arm statute, G.L.1956 § 9-5-33(a). Additionally, “the court’s exercise of personal jurisdiction [over a defendant must] comport[ ] with the requirements of constitutional due process.” Rose v. Firstar Bank, 819 A.2d 1247, 1250 (R.I.2003).\nThis Court has held that ordinarily, “mixed questions of law and fact, as well as inferences and conclusions drawn from the testimony and evidence presented at trial, are entitled to the same deference” as the trial justice’s findings of fact, that is, they “ ‘will not be disturbed on appeal unless it is clearly wrong or otherwise incorrect as a matter of law.’ ” McBurney v. Roszkowski, 875 A.2d 428, 436 (R.I.2005) (citing Wickes Asset Management, Inc. v. Dupuis, 679 A.2d 314, 317 (R.I.1996) and quoting V. George Rustigian Rugs, Inc. v. Renaissance Gallery, Inc., 853 A.2d 1220, 1225 (R.I.2004)). However, when deciding mixed questions of law and fact that involve constitutional issues, our review is de novo. See State v. Snell, 892 A.2d 108, 115 (R.I.2006); State v. Campbell, 691 A.2d 564, 569 (R.I.1997); accord Ornelas v. United States, 517 U.S. 690, 697, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996). Our review of a challenge to in personam jurisdiction is de novo.\nTo establish a prima facie showing of personal jurisdiction in Rhode Island, a plaintiffs allegations must satisfy the demands of Rhode Island’s long-arm statute, § 9-5-33. Rose, 819 A.2d at 1250. “The forum court possess personal jurisdiction over a nonresident defendant when a plaintiff alleges and proves the existence of either general or specific personal jurisdiction.” Cerberus Partners, L.P., 836 A.2d at 1118. The plaintiff must show that the defendant has “the necessary minimum contacts with the state of Rhode Island” to warrant this state’s exercise of jurisdiction over him. Id. (quoting § 9-5-33(a)). Once the minimum contacts requirement has been met, Rhode Island courts exercise jurisdiction over nonresident defendants “subject only to whatever limitations might be imposed by the constitution or laws of the United States[.]” Conn v. ITT Aetna Finance Co., 105 R.I. 397, 402, 252 A.2d 184,186 (1969). We have recognized, however, that there are no “readily dis-cernable guidelines for determining what are ‘minimum contacts’ ” for purposes of the long-arm statute. Id. at 402, 252 A.2d at 187.\nThe minimum contacts requirement is intended, inter alia, to protect a defendant from the burden of litigating in an inconvenient forum. Cerberus Partners, L.P., 836 A.2d at 1118. A defendant has minimum contacts with a state if the defendant’s conduct and connection with the forum state is such that said defendant reasonably may anticipate being haled into court in that state. Id.\nA state’s general jurisdiction over a defendant is established when the party’s contacts with the forum state are continuous, purposeful, and systematic, “such that maintenance of the suit does not offend ‘traditional notions of fair play and substantial justice.’” Rose, 819 A.2d at 1250 (quoting International Shoe Co. v. Washington, 326 U.S. 310, 316, 66 S.Ct. 154, 90 L.Ed. 95 (1945)). Once general jurisdiction is established, the court may assert jurisdiction over the defendant with respect to any claim, whether or not it arises from the defendant’s contacts with the forum state. Cerberus Partners, L.P., 836 A.2d at 1118.\nIn the absence of sufficient minimum contacts to warrant general jurisdiction, a party can make a prima facie showing of specific personal jurisdiction over a defendant “if the claim sufficiently relates to or arises from any of a defendant’s purposeful contacts with the forum.” Rose, 819 A.2d at 1251. This is accomplished by demonstrating a “relationship among the defendant, the forum, and the litigation.” Ben’s Marine Sales, 502 A.2d at 812 (quoting Helicópteros Nacionales de Colombia, S.A. v. Hall, 466 U.S. 408, 414, 104 S.Ct. 1868, 80 L.Ed.2d 404 (1984)). To exercise specific jurisdiction, the court must be satisfied that the defendant performed “ ‘some act by which [it] purposefully avail[ed] itself of the privilege of conducting activities within the forum state, thus invoking the benefits and protections of its laws.’ ” Rose, 819 A.2d at 1251.\nIn this case, defendant’s contacts with Rhode Island were on behalf of his employer and were not sufficient to support a finding that he purposefully availed himself of the privilege of conducting business in Rhode Island. Bush lived in Massachusetts and was employed by a Massachusetts corporation. He drove a truck throughout New England on behalf of his employer, including approximately twelve trips to Rhode Island per year. Significantly, Bush’s only contacts with Rhode Island were those trips necessary to deliver goods on behalf of this employer. Notwithstanding the regular intervals at which the deliveries occurred, we are of the opinion that these contacts were not sufficiently systematic or continuous to warrant an exercise of this state’s jurisdiction. To subject a truck driver to the general jurisdiction of Rhode Island based on deliveries on behalf of his employer could potentially subject him or her to general in personam jurisdiction in every state to which he makes deliveries. Such a rule certainly would be at variance with fundamental notions of fairness. See Casey v. Treasure Island at the Mirage, 745 A.2d 743, 745 (R.I.2000) (refusing to grant personal jurisdiction to company with limited Rhode Island contacts because it would “offend fundamental notions of fairness”).\nOur examination of the record supports the trial justice’s finding that Bush’s contacts were occasional and irregular, rather than continuous and purposeful. The defendant did not conduct business in Rhode Island on his own behalf; he delivered goods at the behest of his employer. There is no showing that Bush had any input into where he went or what deliveries he made. Thus, we are satisfied that defendant could not reasonably have expected to be sued in a foreign state where he made approximately twelve work-related deliveries per year. Bush’s contacts with Rhode Island did not rise to the level of continuous, purposeful, or systematic, and accordingly are insufficient to warrant an assertion of general jurisdiction.\nNor are we satisfied that the court may exercise specific jurisdiction over defendant with respect to this claim. A court may exercise specific personal jurisdiction over the defendant “if the claim arises * * * from any of [the] defendant’s purposeful contacts with the forum.” Rose, 819 A.2d at 1251 (emphasis added). Although this is a closer question because “the relationship among the defendant, the forum, and the litigation need not be terribly robust to support” a finding of specific jurisdiction, there must be some nexus to the litigation for specific jurisdiction to be established. Cerberus Partners, L.P., 886 A.2d at 1119.\nWe agree with the trial justice that defendant’s conduct does not amount to purposeful contact in Rhode Island with respect to the claims brought in the Superior Court. The complaint alleges that in the course of a single delivery, Bush and Ballway viewed the photograph that gave rise to the allegedly tortious conduct in Massachusetts. Although the photograph may have been the impetus for the alleged torts in this case, viewing a photograph in these circumstances does not constitute purposeful availment of this state’s jurisdiction. An indispensable component in each case is “some act by which the defendant purposefully avails [himself] of the privilege of conducting activities within the forum State, thus invoking the benefits and protections of its laws.” Ben’s Marine Sales, 502 A.2d at 810 (quoting Hanson v. Denckla, 357 U.S. 235, 253, 78 S.Ct. 1228, 2 L.Ed.2d 1283 (1958)). We discern no evidence that defendant engaged in any conduct suggesting that he reached out to Rhode Island to invoke the benefits and protections of our laws. Because Bush made deliveries for Martin throughout New England, it is likely that Bush also entered a number of other states during the same one-year period. These contacts, standing alone, are insufficient to warrant the exercise of specific in personam jurisdiction over him for a tort allegedly committed elsewhere.\nThe claims against Bush allege tortious behavior against an out-of-state resident that occurred in Massachusetts, not Rhode Island. The record is barren of any evidence that establishes that Bush acted in such a way as to purposefully avail himself of the benefits of this state, his work-related trips into Rhode Island notwithstanding. We agree with the trial justice that the mere fact that Bush was in Rhode Island to make deliveries in connection with his employment is not sufficient to establish specific jurisdiction. Accordingly, we affirm the decision.\nConclusion\nFor the foregoing reasons, the judgment is affirmed and the papers are remanded to the Superior Court.\n. This appeal has traveled a confusing route. The trial justice ordered that judgment be entered under Rule 54(b) of the Superior Court Rules of Civil Procedure, and the clerk entered judgment on May 19, 2005. The plaintiff filed a notice of appeal on May 24, 2005, with a notation that judgment had not yet been entered. The defendant filed a \"motion to strike” the notice of appeal in the Superior Court and a motion to dismiss the appeal in this Court, based on plaintiff’s failure to transmit the record on a timely basis. The defendant filed a second “motion to strike” plaintiff’s notice of appeal on November 21, 2005. According to the Superior Court docket, that motion was heard and granted on December 8, 2005, and an unsigned order was appended to defendant’s Sup.Ct. R. 12A statement. However, there is no order, signed or unsigned, in the Superior Court case file. Furthermore, this Court took up the motion to dismiss before us and granted a conditional order of dismissal pending the filing of a transcript by February 3, 2006. We granted an extension of this deadline, with which plaintiff complied. The papers were transmitted and docketed on March 9, 2006. On March 31, 2006, we vacated the prior orders and denied defendant’s motion to dismiss the appeal. Although defendant has raised this issue in his filings in this Court, we deem the issue moot.\n. Initially, defendant also had argued that the Superior Court lacked subject matter jurisdiction over the action because of an erroneous allegation made in plaintiff’s amended complaint about the operation of G.L.1956 § 9-1-28.1. The lower court granted plaintiff leave to amend his complaint, and the trial justice then concluded that the claim did not fail for lack of subject matter jurisdiction.\n. General Laws 1956 § 9-5-33, entitled “Jurisdiction over foreign corporations and over nonresident individuals, partnerships, or associations\" provides in pertinent part:\n“(a) Every foreign corporation, every individual not a resident of this state or his or her executor or administrator, and every partnership or association, composed of any person or persons not such residents, that shall have the necessary minimum contacts with the state of Rhode Island, shall be subject to the jurisdiction of the state of Rhode Island, and the courts of this state shall hold such foreign corporations and such nonresident individuals or their executors or administrators, and such partnerships or associations amenable to suit in Rhode Island in every case not contrary to the provisions of the constitution or laws of the United States.\"",
        "type": "majority",
        "author": "Justice GOLDBERG, for the Court."
      },
      {
        "text": "ROBINSON, J.,\nwith whom FLAHERTY, J.,\njoins concurring.\nI concur in the judgment and in the result reached by the majority, and I readily acknowledge the thoughtful and scholarly nature of the majority’s opinion. Nevertheless, I feel compelled to express my respectful disagreement with one aspect of that opinion’s reasoning with respect to the general jurisdiction issue: I simply do not believe that the fact that the defendant Bradley Bush delivered goods in Rhode Island “at the behest of his employer” (as the majority phrases it) is an appropriate factor to consider in deciding the question of general personal jurisdiction vel non.\nIn my view, it is legally irrelevant that the reason for Mr. Bush’s coming to Rhode Island approximately twelve times a year to make deliveries was that his job made such trips necessary. The operative fact is that he did enter this jurisdiction and did conduct business (delivering goods) in this jurisdiction approximately twelve times a year. Why he came here neither adds to nor subtracts from that operative fact. The fact that Mr. Bush came to Rhode Island because his employer sent him here rather than because he opted to come here for his own purely personal reasons has no bearing on the fact that he was indeed present here and conducted commercial activity here. See Calder v. Jones, 465 U.S. 783, 790, 104 S.Ct. 1482, 79 L.Ed.2d 804 (1984) (“Petitioners are correct that their contacts with California are not to be judged according to their employer’s activities there. On the other hand, their status as employees does not somehow insulate them from jurisdiction. Each defendant’s contacts with the forum State must be assessed individually.”) (emphasis added); see also Keeton v. Hustler Magazine, Inc., 465 U.S. 770, 781 n. 13, 104 S.Ct. 1473, 79 L.Ed.2d 790 (1984) (“[W]e today reject the suggestion that employees who act in their official capacity are somehow shielded from suit in their individual capacity.”).\nImagine, by way of example, a conductor employed by Amtrak. If that conductor passes through Rhode Island on the Boston to New York run each weekday morning collecting tickets en route and assisting passengers at the station stops and then returns to Boston on the New York to Boston run in the afternoon performing the same activities year in and year out, it would be my view that Rhode Island has general jurisdiction over that conductor. See Calder, 465 U.S. at 790, 104 S.Ct. 1482. The fact that the conductor’s employment relationship is the cause of his or her entering Rhode Island so frequently and conducting business here is irrelevant. Acts have consequences, and one of the consequences of the conductor’s accepting employment with a company such as Amtrak is the likelihood that he or she may be subject to the jurisdiction of more than one forum.\nHaving said that, I nonetheless agree that the Superior Court had no general jurisdiction over defendant Bradley Bush. The brevity and paucity of his trips to Rhode Island coupled with the de minimis nature of his business dealings here convince me that an assertion of general jurisdiction over him would be improper even given our liberal and expansive long-arm statute. The record simply does not indicate that Mr. Bush engaged in the sort of continuous and systematic activity in this forum that is required for there to be general jurisdiction over him.\n. If a defendant was present in this jurisdiction as the result of genuine duress, a court would surely take that fact into account in dealing with an in personam jurisdiction issue. But there is no such allegation in this case.\n. See G.L.1956 § 9-5-33(a).",
        "type": "concurrence",
        "author": "ROBINSON, J.,"
      }
    ],
    "attorneys": [
      "David A. Schechter, for plaintiff.",
      "James A. Currier, for defendants."
    ],
    "corrections": "",
    "head_matter": "James CASSIDY v. LONQUIST MANAGEMENT CO., LLC et al.\nNo. 2005-242-Appeal.\nSupreme Court of Rhode Island.\nApril 27, 2007.\nDavid A. Schechter, for plaintiff.\nJames A. Currier, for defendants.\nPresent: WILLIAMS, C.J., GOLDBERG, FLAHERTY, SUTTELL, and ROBINSON, JJ."
  },
  "file_name": "0228-01",
  "first_page_order": 262,
  "last_page_order": 269
}
