{
  "id": 9181648,
  "name": "WEYBOSSET HILL INVESTMENTS, LLC v. Thomas ROSSI, in his capacity as tax assessor for the City of Providence",
  "name_abbreviation": "Weybosset Hill Investments, LLC v. Rossi",
  "decision_date": "2004-07-06",
  "docket_number": "No. 2002-693-Appeal",
  "first_page": "231",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "857 A.2d 231"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "790 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9396473
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/790/1113-01"
      ]
    },
    {
      "cite": "728 A.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11629127
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1061"
        },
        {
          "page": "1057-59"
        },
        {
          "page": "1060"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/1057-01"
      ]
    },
    {
      "cite": "495 A.2d 687",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7918246
      ],
      "pin_cites": [
        {
          "page": "689"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0687-01"
      ]
    },
    {
      "cite": "461 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7948649
      ],
      "pin_cites": [
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/461/0396-01"
      ]
    },
    {
      "cite": "516 A.2d 879",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928473
      ],
      "weight": 11,
      "pin_cites": [
        {
          "page": "880"
        },
        {
          "page": "879"
        },
        {
          "page": "879"
        },
        {
          "page": "879-80"
        },
        {
          "page": "880"
        },
        {
          "page": "880"
        },
        {
          "page": "880"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/516/0879-01"
      ]
    },
    {
      "cite": "626 A.2d 1280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358046
      ],
      "pin_cites": [
        {
          "page": "1284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/626/1280-01"
      ]
    },
    {
      "cite": "113 R.I. 16",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3126428
      ],
      "weight": 4,
      "year": 1974,
      "pin_cites": [
        {
          "page": "22"
        },
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0016-01"
      ]
    },
    {
      "cite": "761 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11156859
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "684"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/0680-01"
      ]
    },
    {
      "cite": "751 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11515238
      ],
      "pin_cites": [
        {
          "page": "1287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/1285-01"
      ]
    },
    {
      "cite": "799 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9416363
      ],
      "pin_cites": [
        {
          "page": "1024"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/1018-01"
      ]
    },
    {
      "cite": "469 A.2d 353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964648
      ],
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/469/0353-01"
      ]
    },
    {
      "cite": "512 A.2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900898
      ],
      "pin_cites": [
        {
          "page": "864"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/512/0861-01"
      ]
    },
    {
      "cite": "528 A.2d 1105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906818
      ],
      "pin_cites": [
        {
          "page": "1107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1105-01"
      ]
    },
    {
      "cite": "745 A.2d 147",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11473197
      ],
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0147-01"
      ]
    },
    {
      "cite": "798 A.2d 934",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9435935
      ],
      "pin_cites": [
        {
          "page": "937"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/798/0934-01"
      ]
    },
    {
      "cite": "460 A.2d 420",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950157
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0420-01"
      ]
    },
    {
      "cite": "716 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11704083
      ],
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/0742-01"
      ]
    },
    {
      "cite": "568 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347692
      ],
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/568/0326-01"
      ]
    },
    {
      "cite": "583 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368620
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "78"
        },
        {
          "page": "78-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/583/0077-01"
      ]
    },
    {
      "cite": "823 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122984
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "298"
        },
        {
          "page": "298"
        },
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0296-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1271,
    "char_count": 32601,
    "ocr_confidence": 0.647,
    "pagerank": {
      "raw": 1.0469798591559293e-07,
      "percentile": 0.5523617400087805
    },
    "sha256": "bbe9f4bf2ffd1d95dd8c2e1637b28a30754a4f1a19b6a2e631b8ec66c90d0835",
    "simhash": "1:991c50f13b4f936b",
    "word_count": 5315
  },
  "last_updated": "2024-02-27T20:09:44.360178+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: WILLIAMS, C.J., FLANDERS, GOLDBERG, FLAHERTY, and SUTTELL, JJ."
    ],
    "parties": [
      "WEYBOSSET HILL INVESTMENTS, LLC v. Thomas ROSSI, in his capacity as tax assessor for the City of Providence."
    ],
    "opinions": [
      {
        "text": "OPINION\nSUTTELL, Justice.\nThis is another in a series of tax appeals involving various parcels of commercial real estate in downtown Providence. In this case, Blue Cross and Blue Shield of Rhode Island (Blue Cross) challenged three years of tax assessments on a seven-story office building known as One Wey-bosset Hill. While these tax appeals were pending, Blue Cross sold the property and assigned its rights to the appeals to the plaintiff, Weybosset Hill Investments, LLC (Weybosset Hill). The new owner continued to prosecute the appeals that Blue Cross initiated, and challenged an additional assessment in its own right after it took title to the property.\nFailing to secure relief from either the tax assessor or the board of tax assessment review, Weybosset Hill filed petitions in Superior Court challenging as excessive the property tax assessments made by defendant Thomas Rossi in his capacity as tax assessor for the City of Providence (the city) for tax years 1997, 1998, 1999, and 2000. The actions were consolidated for the purposes of trial. The trial justice ruled that the real estate had been over-assessed for all four tax years and awarded to Weybosset Hill damages of $871,170.90, plus interest of $352,134.16, for a total of $1,223,358.01. The city appealed, raising several issues, the most significant of which questions the validity of the assignments. After examining the record and briefs filed by the parties and hearing the arguments of counsel, we affirm the judgment of the Superior Court.\nFacts and Travel\nOn March 12, 1999, Weybosset Hill became the owner of the property at One Weybosset Hill in Providence (the property) and a parking lot across the street. Weybosset Hill purchased both parcels from Blue Cross for $3,592,000.\nIn 1987 the city conducted a decennial citywide revaluation of real estate, and assessed the subject property for $10,425,400. It then carried over this assessment each year thereafter, including the tax years at issue in this case. Blue Cross, then the owner of the property, challenged the assessments for tax years 1997, 1998, and 1999. On July 23, 1998, Blue Cross entered into a purchase and sale agreement with Paolino Realty, LLC, the predecessor-in-interest to Weybosset Hill.\nThe consideration for the sale of the property included an assignment of the property tax challenges, which were then in various stages of the appellate process. Two days before the closing, an assignment agreement was executed in which Blue Cross assigned to Weybosset Hill “all claims, rights, remedies, entitlements and obligations” relating to the pending appeals of tax years 1998 and 1999. On May 8, 2002, Blue Cross and Weybosset Hill executed a document entitled “Confirmatory Assignment and Acceptance” that memorialized the intent of the parties to assign the appeal for tax year 1997, which had been “inadvertently omitted” from the original assignment.\nAfter the closing, Weybosset Hill continued to pursue diligently all appeals initiated by Blue Cross. Moreover, it challenged the assessment for the tax year 2000 in its own right. All such appeals were denied by the tax assessor and the board of tax assessment review, after which Weybosset Hill timely appealed to the Superior Court. The four cases eventually were consolidated, and were heard by a trial justice sitting without a jury in May 2002.\nAt trial, Weybosset Hill presented testimony from Webster Collins (Collins), a certified real estate appraiser and executive vice president with CB Richard Ellis/Whittier Partners. He testified that he had been involved in appraisal work dealing with properties in Providence since the 1970s. Collins explained that there are three valuation methods one can employ when appraising real estate: the cost approach, the market sales comparison approach, and the income approach. The best evidence of value in a particular year, however, is an arm’s-length sale that occurred in that year. Consequently, he testified that the value of the property in 1999 was $2,500,000, which he calculated by deducting from the total purchase price the estimated, discounted value of the tax appeals and the cost of the parking lot.\nWith respect to the other years, Collins posited that the income approach generally is preferred for valuing income-producing property, such as is at issue here. According to Collins, the income methodology weighs a number of factors, including the potential rental value of similar property, the property’s vacancy rate, and the overall vacancy rate in the city. In calculating the value of the subject property, he also made adjustments for various expenses and costs, including amortized capital improvements, leasing commissions, and parking operation expenses. Using this approach, Collins opined that the value of the property was $3,495,000 for tax year 1997, $3,895,000 for 1998, and $5,400,000 for 2000. All of Collins’s conclusions and calculations were included in an appraisal report that he prepared. The city objected to the introduction of this report, arguing that although it had requested the report months before trial, it received the report only ten or twelve days before the trial commenced and had insufficient time to review it. The report was entered into evidence over the city’s objection.\nWeybosset Hill also presented testimony from Thomas Bovis (Bovis), an assistant vice president of engineering and administrative services for Blue Cross. His duties included real estate development, acquisition, and space planning. • Bovis explained the procedure Blue Cross used to authorize the sale of real estate. He further testified that part of the negotiations with Paolino Realty, LLC over the purchase of the property concerned an assignment of Blue Cross’s rights to its applications for tax abatements for tax years 1997, 1998, and 1999. In addition, Weybosset Hill produced as a witness Joseph R. Paolino, Jr. (Paolino), who also testified to the extensive “back-and-forth” negotiations and concessions each party made. Based upon the uncontradicted testimony of both Bovis and Paolino, the trial justice found that the sale of the property was indeed an arm’s-length transaction.\nRossi did not appear at the trial because of medical reasons, but was permitted to submit testimony by affidavit. Specifically, Rossi characterized the sale as a “sale-leaseback,” which he said often is motivated by a desire to convert an illiquid real estate asset into cash, while retaining control and use of the facility. He further averred that such arrangements generally include a long-term lease commitment by the seller, a condition absent from this transaction. Thus, according to the city, the sale was not an arm’s-length transaction and therefore not a valid indicator of valuation.\nRossi also questioned some of the underlying assumptions Collins made in his appraisal. For instance, he asserted that Collins’s appraisal methodology did not conform to the Uniform Standards of Professional Appraisal Practice. Rossi noted that the rental figure of $15 per square foot presented in Collins’s report was not accurate because the “Greater Providence Office Market Report” estimated comparable space between $15 and $20 per square foot. He also noted that the property’s good location indicated that the rental value should be higher than $15 per square foot. He further averred, “The operating expenses, taxes, parking and utilities are the responsibility of the tenants,” not the owner. Therefore, those adjustments should not have been made against the value of the property. Rossi concluded, “The Gross Rent was understated, and the operating expenses are overstated.”\nIn lieu of closing arguments, both sides submitted multiple post-trial memoranda. The city also moved for judgment on partial findings pursuant to Rule 52(c) of the Superior Court Rules of Civil Procedure, in which it renewed its previous argument that Weybosset Hill lacked standing to challenge the assessments for the 1997, 1998, and 1999 tax years. The city asserted that the right to appeal an assessment under the statute is personal to the taxpayer and may not be assigned. Further, it argued that, with respect to the 1999 tax, the account, which is a statutory prerequisite to seeking relief from a claimed overassessment, was filed by Blue Cross under oath and was not transferable.\nIn a written decision, the trial justice denied the city’s Rule 52(c) motion, and found Collins’s testimony to be “credible, convincing, and virtually uncontradicted.” Accordingly, she accepted his expert testimony and concluded that Weybosset Hill had presented sufficient testimony to rebut “the presumption of validity attendant to the assessor’s carry-over of a decennial review * * The trial justice formally adopted Collins’s appraisals of fair market value, and ordered the city to “alter the assessments accordingly and return to [Weybosset Hill] all of the excess amounts paid for those years relating to the Property, whether paid by [Blue Cross] or [Weybosset Hill].”\nJudgment entered on September 11, 2002, on behalf of Weybosset Hill, from which the city timely appealed.\nDiscussion\nThe city advances three arguments in support of its appeal. First, it asserts that the trial justice erroneously denied its motion to amend its answer to add the affirmative defense that Weybosset Hill had failed to perfect its appeal because it did not file “a true and exact account under oath” as required by G.L.1956 §§ 44-5-15 and 44-5-16. Second, the city contends that the trial justice erred by not granting a reasonable continuance because Rossi, for medical reasons, was unable to attend the trial. Finally, the city argues that Weybosset Hill lacked standing to appeal the tax assessments effectuated before it assumed ownership of the property. As we proceed to discuss each of these issues, additional facts will be supplemented as warranted.\nDefendant’s Motion to Amend Answer\nThe city sought to amend its answer on two occasions. It originally filed motions to amend on September 17, 2001, in this case, as well as in other pending tax appeals, filed by Granoff Realty II Limited Partnership (Granoff Realty II). In its motions, the city attempted to add the following affirmative defense:\n“Defendant asserts the defense of R.I.G.L. § 44-5-15 and § 44-5-16 in that Plaintiff has failed to submit a true and exact account under oath within the statutory time period and/or the defense of R.I.G.L. § 44-5-26 and 44-5-27 in that Plaintiff has failed to properly perfect its appeal.”\nThe motions to amend were heard on October 10, 2001, by a motion justice and denied in all cases. The city then filed a petition in this Court seeking a writ of certiorari, which was denied. Granoff Realty ITs case was tried first, and on April 2, 2002, judgment was entered in favor of Granoff Realty II, from which the city appealed. In an opinion issued on May 30, 2003, we rejected the city’s argument that the motion justice abused his discretion by denying the motion to amend. Granoff Realty II, Limited Partnership v. Rossi, 823 A.2d 296 (R.I.2003) (per curiam) (Granoff Realty ). The same reasoning is persuasive in the case before us now.\nIn Granoff Realty, we recognized that, although leave to amend a pleading lies within the sound discretion of a trial justice, Rule 15(a) of the Superior Court Rules of Civil Procedure “liberally permits amendment absent a showing of extreme prejudice.” Granoff Realty, 823 A.2d at 298 (quoting Wachsberger v. Pepper, 583 A.2d 77, 78 (R.I.1990)). “Accordingly, leave to amend should be denied only when the nonmoving party can establish that it would be unduly prejudiced by the amendment.” Id. (citing Wachsberger, 583 A.2d at 78-79).\nThe city acknowledges that Granoff Realty is dispositive of any claim of error that its original motions to amend were wrongly denied at the hearing on October 10, 2001. It asserts, however, that it renewed its motion to amend its answer at the commencement of trial, and that the trial justice erred by summarily denying it without explanation. The trial justice did not independently consider the motion to amend, the city argues, nor did she articulate her reasons for denying it. The city further contends that Weybosset Hill failed to show that it would suffer extreme prejudice if the answers were amended.\nAs we said in Granoff Realty, 823 A.2d at 298, leave to amend a pleading generally is liberally permitted. However, a court need not grant leave to amend a pleading when doing so would unduly prejudice the nonmoving party. Id. Moreover, “[t]he question of prejudice to the party opposing the amendment is central to the investigation into whether an amendment should be granted.” Faerber v. Cavanagh, 568 A.2d 326, 329 (R.I.1990).\nAt the hearing on October 10, 2001, Weybosset Hill argued that it would be prejudiced if the motion to amend was granted because it would have to examine the accounts entered for the relevant tax years to find whether any of the city’s claimed inadequacies, inaccuracies, or omissions were substantial. Since Wey-bosset Hill’s case was, at that date, set for trial in two or three weeks, it asserted that it would be prejudiced if, in addition to preparing for trial, it had to prepare new issues questioning the adequacy of its accounts.\nIn her decision, the trial justice reviewed the city’s original answer, and noted that the record was “devoid of any evidence indicating that Defendant asserted this defense prior to trial with the specificity and particularity required by [Super.R.CivJP.] 9(c).” Without specifically commenting on the city’s motion to amend filed on the eve of trial, she denied its Rule 52(c) motion “based on [Weybos-set Hill’s] alleged failure to comply with the statutory requirement.”\nThe city now argues that these findings did not constitute an independent exercise of discretion or an explanation of why the trial justice departed from the policy that amendments should be allowed liberally. We conclude, however, that her failure to mention specifically the city’s renewed motion to amend was not an abuse of discretion. We previously have held that “[e]ven brief findings and conclusions are sufficient if they address and resolve the controlling and essential factual issues in the case.” Donnelly v. Cowsill, 716 A.2d 742, 747 (R.I.1998) (quoting Anderson v. Town of East Greenwich, 460 A.2d 420, 423 (R.I.1983)).\nWe agree with the trial justice. Employing our highly deferential standard to the findings of fact of a trial justice sitting without a jury, deBourgknecht v. Rossi 798 A.2d 934, 937 (R.I.2002) (per curiam), we hold that Weybosset Hill demonstrated prejudice sufficient to oppose the city’s motion to amend, and that it was not an abuse of discretion for the trial justice to deny the motion. Our reasoning in Granoff Realty, 823 A.2d at 298, bears repeating:\n“The plaintiff may well have been extremely prejudiced had the city been granted leave to amend, considering the lateness of defendant’s motion, its proximity to trial, and the significant work plaintiff would have needed to undertake to prepare for the new legal issue. The fact that trial actually did not commence until six months after the hearing on the motion is irrelevant because, at the time of the hearing, the trial was scheduled to commence within a week.”-\nIn this case, the renewed motion to amend was filed but a week before the trial began.\nMoreover, we conclude that the trial justice’s ruling was correct under the law of the case doctrine, which provides that “ordinarily, after a judge has decided an interlocutory matter in a pending suit, a second judge, confronted at a later stage of the suit with the same question in the identical manner, should refrain from disturbing the first ruling.” Ferguson v. Marshall Contractors, Inc., 745 A.2d 147, 151 (R.I.2000) (quoting Taveira v. Solomon, 528 A.2d 1105, 1107 (R.I.1987)). Nevertheless, “[this] doctrine does not apply when the second motion is based on an expanded record.” Goodman v. Turner, 512 A.2d 861, 864 (R.I.1986). It is incumbent upon the moving party, however, to bring to the court’s attention material that significantly extends the record. See Salvador's v. Major Electric & Supply, Inc., 469 A.2d 353, 356 (R.I.1983).\nIn the case now before us, the record indicates that the city filed its second motion to amend on May 2, 2002. When the matter was reached for trial on May 9, 2002, it did not press the motion, or even bring it to the trial justice’s attention, until midway through the first day of testimony. Although the trial justice did not say that she was applying the law of the case doctrine, we conclude that she quite properly denied the motion to amend.\nMotion to Continue\nThe city’s second allegation of error concerns the trial justice’s denial of its motion to continue the trial because Rossi’s medical condition made him unable to attend. According to the city, Rossi’s absence was particularly problematic because not only was he the named defendant, but he also was the city’s only expert witness. Further, the city contends that it received Collins’s appraisal report only ten days before trial and “Rossi was sick so he couldn’t assist with understanding and digesting the report prior to the trial.” Consequently, it asserts, the trial justice’s failure to grant a reasonable continuance was reversible error. We disagree.\nBoth parties acknowledge that these consolidated appeals came before an assignment justice during the week of April 29, 2002, when the city requested a thirty-day continuance. The matter was continued, but only to May 8, when it was assigned for trial to a justice who chose .to recuse. It then was reassigned to the trial justice for trial beginning the next day. The first time that the city requested a continuance from the assignment justice because of Rossi’s medical condition was on May 8. The assignment justice reviewed a doctor’s note and denied the request. On May 9, the city renewed its request before the trial justice and produced the same note, together with a cover letter from the doctor.\n“It is well settled that ‘[a] motion for a continuance is addressed to the sound discretion of the trial justice, and his or her decision will not be overturned on appeal absent an abuse of discretion.’ ” Perry v. Garey, 799 A.2d 1018, 1024 (R.I.2002) (quoting State v. Bruyere, 751 A.2d 1285, 1287 (R.I.2000) (per curiam)).\nWe are satisfied that the trial justice in this case considered the city’s concerns, as well as Weybosset Hill’s representations that its witnesses would be inconvenienced by further delay. Moreover, we are not persuaded that the city did not have adequate time to review Collins’s appraisal report before trial. There was no evidence that Rossi was medically incapacitated at all before May 8, 2002, much less that he was ever too sick to “assist with understanding and digesting the report.” On the contrary, the trial justice said at the close of the evidence that, although she was not insensitive to his medical condition, she believed that he could, in fact, be of assistance to defendant, and she allowed the city to submit Rossi’s testimony by affidavit.\nWe also note that pursuant to Rule 40 of the Superior Court Rules of Civil Procedure, “[a] motion for a continuance on the ground of sickness of a party or witness shall be accompanied by a certificate of a practicing physician stating the fact of said sickness, and the kind, degree, and the time of the beginning thereof.” The doctor’s letter and note that the city submitted fell far short of this standard because the doctor’s note specified only the illness from which Rossi suffered, not its degree and duration. The city has failed to show that the trial justice abused her discretion by denying its request for a continuance based upon Rossi’s medical condition.\nNor are we convinced that the city has shown that it was unfairly disadvantaged by the receipt of Collins’s appraisal report only ten or twelve days before trial. These appeals had been pending in Superi- or Court for quite some time. Certainly, the city had ample opportunity to retain its own appraiser or to depose Collins before trial. As it was, the trial justice found Collins’s testimony to be most compelling, “notwithstanding a lengthy cross-examination.”\nWeybosset Hill’s Standing\nThe city also alleged in its motion for judgment on partial findings, pursuant to Rule 52(c), that Weybosset Hill lacked standing to prosecute the appeals for tax years 1997 and 1998 because it did not own the property when such taxes were imposed. It further asserted that Weybosset Hill lacked standing to appeal the 1999 taxes, notwithstanding its purchase of the property on March 12, 1999, because the “true and exact account” that must be filed as a prerequisite to challenging a tax assessment was, in fact, filed by Blue Cross, its predecessor in title. The trial justice denied the city’s Rule 52(c) motions in her written decision.\nThe issue of whether a plaintiff has standing to bring a tax appeal is a mixed question of law and fact. Cummings v. Shorey, 761 A.2d 680, 684 (R.I.2000). A plaintiff has standing when “the plaintiff alleges that the challenged action has caused him [or her] injury in fact, economic or otherwise.” Id. (quoting Rhode Island Ophthalmological Society v. Cannon, 113 R.I. 16, 22, 317 A.2d 124, 128 (1974)). Standing is not determined by whether the injury is substantial or insubstantial, but only whether there is some injury as opposed to no injury. Id. We also have held that a taxpayer has standing if he or she has a “personal stake beyond that shared by all other members of the public at large or the taxpayers of the town.” Id. (quoting West Warwick School Committee v. Souliere, 626 A.2d 1280, 1284 (R.I.1993)).\nOn appeal, the city argues that § 44-5-16 provides the exclusive remedy for relief from an illegal tax assessment. It further contends that, as municipalities possess only such power to tax as is authorized by the constitution or the Legislature, the laws concerning taxation are in derogation of common law and, therefore, must be construed strictly.\nSection 44-5-26(a) provides in pertinent part:\n“Any person aggrieved on any ground whatsoever by any assessment of taxes against him or her in any city or town * * * may within ninety (90) days from the date of the first tax payment is due, file an appeal in the local office of tax assessment * *\nThus, according to the city, Weybosset Hill was not an aggrieved party to challenge the assessments for tax years 1997 and 1998 because it was not responsible for paying any taxes imposed before it assumed ownership of the property. Further, the city asserts that there is no provision in the tax statutes that allows a tax appeal to be assigned, and in the absence of such a specific statutory provision, a taxpayer who already has filed an appeal has no right to assign his or her rights to another party. We reject the city’s reasoning.\nSection 44-5-26 is a remedial statute and should be construed liberally to achieve effectuation of the relief it is meant to provide. deZahara v. Weiss, 516 A.2d 879, 880 (R.I.1986) (citing Ayers-Schaffner v. Solomon, 461 A.2d 396, 399 (R.I.1983)). Furthermore, “[a]s with all revenue statutes, any doubt about the meaning or scope of § 44-5-26 must be resolved in favor of the taxpayer and against the taxing authority.” deZahara, 516 A.2d at 880 (citing Norberg v. Feist, 495 A.2d 687, 689 (R.I.1985)).\nIn its reply brief, the city acknowledges that it is not challenging Wey-bosset Hill’s status as an aggrieved party with respect to the assessment of December 31, 1998, for tax year 1999. Even though Weybosset Hill did not take title to the property until March 12, 1999, it was the owner when the tax bills were issued in the summer of 1999, and it paid such taxes.\nWe were confronted with a similar situation in deZahara. In deZahara, 516 A.2d at 879, the plaintiff purchased property in Newport on June 15, 1983. Newport began the process of revaluing the property before the plaintiffs purchase. Id. Shortly after purchasing the property, the plaintiff received a tax bill for the assessment on December 31, 1982, that was forwarded to her by the previous owner. Id. She then filed an appeal to reduce the 1982 assessment. Id.\nThe tax assessor in deZahara, 516 A.2d at 879, similarly argued that the purchaser did not have standing under § 44-5-26 to pursue the, appeal because she was not aggrieved within the meaning of the statute. Instead, the tax assessor argued that the previous owner was the proper party to bring the appeal, and the purchaser’s remedy was to join the previous owner as an indispensable party plaintiff. deZahara, 516 A.2d at 879-80. We held that the plaintiff was an “aggrieved” party within the scope of § 44-5-26, and that she was the proper party to pursue the appeal. deZahara, 516 A.2d at 880.\nIn reaching our holding, we refused to construe § 44-5-26 narrowly. We said, “[t]o construe this section so narrowly as to mean that only the person owning a piece of property on a specific assessment date may seek relief would be absurd.” deZahara, 516 A.2d at 880. Furthermore, we held that the plaintiff was the party against whom the taxes had been “assessed”: “[sjince the plaintiff is,-in reality, the one against whom the taxes were imposed and from whom the taxes must be collected, she is the one against whom the taxes were ‘assessed’ as is meant by § 44-5-26.” deZahara, 516 A.2d at 880.\nPursuant to our opinion in deZahara, the trial justice found that “[Weybosset Hill] had standing to challenge the 1998 assessment [i&, for tax year 1999] in its own right.” We agree. The present facts are similar to those we confronted in deZa-hara, and we affirm the trial justice’s finding accordingly.\nWeybosset Hill’s standing to challenge the assessments for tax years 1997 and 1998 flows from its status as successor-in-interest to Blue Cross. The city argues that the trial justice erred in finding that Weybosset Hill had standing to pursue Blue Cross’s tax appeals for those years that Blue Cross owned the property because title 44 does not specifically provide for the assignment of tax appeals. Conversely, Weybosset Hill asserts that legal claims may be assigned if supported by adequate consideration, and that “as assignee of Blue Cross’ tax appeals it steps into the shoes of the assignor and can avail itself of the assignor’s rights, no more and no less.”\nThe trial justice found, as a question of fact, that the assignment of the tax appeals for tax years 1997 and 1998 from Blue Cross to Weybosset Hill were valid. She further ruled that Weybosset Hill had claimed an injury in fact sufficient to establish itself as an “aggrieved party” under § 44-5-26, She also stated, “[Weybosset Hill] arguably suffered a specific, concrete injury from the assessment process when it purchased, for good and valuable consideration, its predecessor’s pending appeal, which had been denied by the [city], along with the property.”\nThe city bases its argument on the proposition that chapter 5 of title 44, which authorizes municipalities to levy a tax on its ratable property, is in derogation of the common law and therefore must be strictly construed. Thus, “in the absence of a specific statutory provision in the tax title, a tax appellant has no right to assign his or her rights to another party.” We reject, however, the city’s contentions that the assignment is unenforceable, and that Weybosset Hill “had no right to pursue any appeal based on tax assessments for which it had no responsibility to pay.”\nContrary to the city’s assertions, we conclude that G.L.1956 § 9-2-8 applies to the assignments at issue here. Section 9-2-8 provides:\n“Assignee of nonnegotiable chose in action. — The assignee of a nonnegotiable chose in action which has been assigned in writing may maintain an action thereon in his or her own name, but subject to all defenses and rights of counterclaim, recoupment, or setoff to which the defendant would have been entitled had the action been brought in the name of the assignor.”\nThe trial justice considered § 9-2-8 and ruled that it “impliedly authorizes assignments like the subject one.” We agree. Moreover, we are unpersuaded by the city’s contention that the lack of a specific statute authorizing the assignment of tax appeals trumps the more general language of § 9-2-8.\nIn Cerberus Partners, L.P. v. Gadsby & Hannah, 728 A.2d 1057, 1061 (R.I.1999) (Cerberus), we held that a legal malpractice claim, a claim sounding in tort, was assignable because it arose out of an earlier commercial loan transaction. Cerberus involved a suit by purchasers of commercial loans against two law firms that, while representing the original lenders, failed to perfect the lenders’ security interests. Id. at 1057-59. We held “that legal malpractice claims, transferred along with other assets and obligations to an assignee in a commercial transaction, are assignable * * *.» at 1061. There we acknowledged “the distinction between market assignments involving purely economic transactions, * * * and freestanding malpractice personal injury claim assignments that necessarily involve and invoke the unique lawyer-client relationship * * Id. at 1060.\nThe trial justice compared the assignment in this case to that in Cerberus and found them to be strikingly similar. She reasoned, “[ljike in Cerberus Partners, the transfer of the appeals in the present case appears to be a market assignment involving a finite, purely economic transaction.” Moreover, the trial justice opined that any danger of establishing a commercial market in assessment appeals was remote “because the assignee purchased property along with the pending appeals, not merely the hypothetical right to bring an appeal.”\nWe endorse the trial justice’s reasoning and affirm her judgment. We add that the assignment not only was an essential component of the transaction, but also allowed Blue Cross to transfer all its interests related to the property to Weybosset Hill. This would seem to be the most appropriate outcome from a commercial point of view. After transferring its title to the property, a previous owner’s incentive to prosecute the appeals vigorously might well be diminished. Also, the subsequent purchaser would be placed in an untenable position if it were required to oversee or otherwise monitor the previous owner to ensure that its interests were being adequately protected in the litigation.\nConclusion\nFor the foregoing reasons, we affirm the judgment of the Superior Court, to which we return the record in this case.\n. The subject property is also identified as assessor’s plat 24, lot 626.\n. Joseph R. Paolino, Jr., the principal of Pao-lino Realty, LLC, signed the agreement and shortly thereafter formed Weybosset Hill to purchase the property.\n. The city filed its appeal from the trial justice's August 6, 2002 decision on August 23, 2002. We treat the appeal, therefore, as if it had been filed after the entry of judgment. See Dovenmuehle Mortgage, Inc. v. Antonelli, 790 A.2d 1113, 1114 n. 1 (R.I.2002) (per curiam).\n. The motion justice was a different Superior Court justice from the trial justice.\n. Rule 15(a) of the Superior Court Rules of Civil Procedure provides in pertinent part:\n“Amendments. A party may amend the party’s pleading once as a matter of course at any time before a responsive pleading is served or, if the pleading is one to which no responsive pleading is permitted and the action has not been placed upon the trial calendar, the party may so amend it at any time within 20 days after it is served. Otherwise a party may amend the party's pleading only by leave of court or by written consent of the adverse party; and leave shall be freely given when justice so requires.”\n. Rule 9(c) of the Superior Court Rules of Civil Procedure provides:\n\"Conditions Precedent. In pleading the performance or occurrence of conditions precedent, it is sufficient to aver generally that all conditions precedent have been performed or have occurred. A denial of performance or occurrence shall be made specifically and with particularity.”",
        "type": "majority",
        "author": "SUTTELL, Justice."
      }
    ],
    "attorneys": [
      "Richard A. Licht, Providence, for Plaintiff.",
      "Caroline Cornwell, Providence, for Defendant."
    ],
    "corrections": "",
    "head_matter": "WEYBOSSET HILL INVESTMENTS, LLC v. Thomas ROSSI, in his capacity as tax assessor for the City of Providence.\nNo. 2002-693-Appeal.\nSupreme Court of Rhode Island.\nJuly 6, 2004.\nRichard A. Licht, Providence, for Plaintiff.\nCaroline Cornwell, Providence, for Defendant.\nPresent: WILLIAMS, C.J., FLANDERS, GOLDBERG, FLAHERTY, and SUTTELL, JJ."
  },
  "file_name": "0231-01",
  "first_page_order": 261,
  "last_page_order": 271
}
