{
  "id": 8345081,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Edward BORZELLECA, Appellee; Commonwealth of Pennsylvania, Appellant v. Michael Fithian, Appellee",
  "name_abbreviation": "Commonwealth v. Borzelleca",
  "decision_date": "2007-08-27",
  "docket_number": "",
  "first_page": "232",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "932 A.2d 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "391 Pa.Super. 262",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        477246
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/391/0262-01"
      ]
    },
    {
      "cite": "189 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884605
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0160-01"
      ]
    },
    {
      "cite": "531 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834402
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Flaherty, J., dissenting"
        },
        {
          "page": "1182",
          "parenthetical": "Flaherty, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0167-01"
      ]
    },
    {
      "cite": "529 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831209
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "stating that comments by the court on issue not raised or argued by either party are dicta"
        },
        {
          "page": "429",
          "parenthetical": "stating that comments by the court on issue not raised or argued by either party are dicta"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0588-01"
      ]
    },
    {
      "cite": "831 A.2d 714",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9089868
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/831/0714-01"
      ]
    },
    {
      "cite": "919 A.2d 241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8325446
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/919/0241-01"
      ]
    },
    {
      "cite": "770 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11100392,
        1276692
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0310-01",
        "/pa/564/0642-01"
      ]
    },
    {
      "cite": "564 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276692
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "647"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0642-01"
      ]
    },
    {
      "cite": "835 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9063952
      ],
      "pin_cites": [
        {
          "page": "373-74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/835/0371-01"
      ]
    },
    {
      "cite": "730 A.2d 489",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11609727
      ],
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/730/0489-01"
      ]
    },
    {
      "cite": "855 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12254907,
        1370991
      ],
      "weight": 4,
      "year": 2004,
      "pin_cites": [
        {
          "page": "839"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/855/0834-01",
        "/pa/579/0300-01"
      ]
    },
    {
      "cite": "579 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1370991
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/579/0300-01"
      ]
    },
    {
      "cite": "861 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9191024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/861/0951-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 26500,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 5.76319998320486e-08,
      "percentile": 0.36024687153575363
    },
    "sha256": "ee8416242d345e532b1712143db37ecfde097abdb931a51c72fa46013467006f",
    "simhash": "1:a1d5eb5ef8027466",
    "word_count": 4242
  },
  "last_updated": "2024-02-27T21:22:46.907809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BENDER, PANELLA and TAMILIA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Edward BORZELLECA, Appellee Commonwealth of Pennsylvania, Appellant v. Michael Fithian, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\n¶ 1 The Commonwealth appeals from the orders dated December 6, 2004, that granted the motions filed by Edward Bor-zelleca and Michael Fithian requesting the dismissal of the charges filed against them in Delaware County pursuant to 18 Pa.C.S. § 110 (compulsory joinder rule). Although these orders are interlocutory, they are immediately appealable. Commonwealth v. Pries, 861 A.2d 951 (Pa.Super.2004).\n¶ 2 We begin by reciting the facts as set forth by the trial court in its opinion written pursuant to Pa.R.A.P.1925(a):\nOn June 24, 2003, Michael Boudwin, a Detective working for the Delaware County Criminal Investigation Division of the Delaware County District Attorney’s Office, contacted Reginald Roberts, a Montgomery County Detective and told him that he had information concerning cocaine trafficking by a Montgomery County resident, Edward Borzelleea. Boudwin described a planned meeting with Borzelleea on June 26, 2003 at Barnaby’s, a restaurant located in Havertown, Delaware County. Boudwin told Roberts that Borzelleea owned a Subaru automobile and Boud-win anticipated that Borzelleea would travel in this car from his Montgomery County residence to the meeting at Barnaby’s on June 26, 2003. Detective Roberts confirmed that a 2002 Subaru automobile was owned by Borzelleea and was registered to him at his Montgomery County address. In addition, Roberts drove past Borzelleca’s residence on June 25, 2003 and observed the Subaru parked in the driveway.\nThe next day, June 26, 2003 at 2:15 PM, Montgomery County Detectives set up a surveillance of Borzelleca’s residence and again saw the Subaru in the driveway. Detective Boudwin spoke with Detective Roberts and told him that Borzelleea planned to meet with his supplier known as Mike and thereafter travel with Mike from Montgomery County to Delaware County to meet with Detective Newell, an undercover detective employed by the Delaware County Criminal Investigation Division. At 4:00 PM, Borzelleea called Newell to arrange the sale of two ounces of cocaine to Newell for $1900. Borzelleea told Newell that he and Mike wanted to meet at Barnaby’s to make the sale. At 4:30, Mike called Newell to ask him to ‘front’ the money. Newell was to ride with the Defendants back to Montgomery County.\nAt 4:48 PM, Montgomery County police saw Borzelleea leave his residence, enter his Subaru and leave the area. Police followed Borzelleea to a street address in Flourtown, Montgomery County and saw him meet with Defendant Michael Fithian. Next, Fithian was seen entering a Dodge pickup truck, and he followed Borzelleca’s vehicle down Route 476 to Barnaby’s where the two men met with Detective Newell.\nDetective Newell’s affidavit of probable cause states that on June 26, 2003 at approximately 4 PM, he spoke with Bor-zelleca by telephone and arranged a purchase and transfer of two ounces of cocaine for 1900 dollars, which would occur at Barnaby’s. From this chronology, it is clear that Borzelleea set up the drug deal by telephone from his Montgomery County residence. Montgomery County detectives had the premises under surveillance at 4 PM and Borzelle-ca’s Subaru was parked in the driveway. Detective Robert’s report states that Borzelleca did not leave his residence until 4:48 PM. Fithian also called from Montgomery County and spoke with Newell and discussed the cocaine transaction. After several phone calls the participants agreed to meet at Barnaby’s, then obtain the cocaine in Montgomery County and according to New-ell, go back to Barnaby’s to make the exchange.\nBorzelleca and Fithian arrived at Barnaby’s at 5:30 PM in separate vehicles and met with Newell. The participants had a brief conversation. Borzelleca walked to Fithian’s vehicle where Fithi-an appeared to be removing packaging material. They then departed in the Subaru and Newell followed them in his own car.\nThe Defendants planned to drive both vehicles to Montgomery County and purchase two ounces of cocaine for Detective Newell and one ounce for themselves. While in Montgomery County, the vehicles stopped at a bar to pick up money to buy some of the cocaine. The vehicles then traveled out of Montgomery County and into Philadelphia County to make the actual cocaine purchase.\nOnce in Philadelphia County, the participants met with the supplier of cocaine, and according to the report prepared by Detective Roberts, the supplier sold one ounce of cocaine to Borzelleca and Fithian and two ounces of cocaine directly to Detective Newell. The probable cause affidavit prepared by Newell offers a different sequence of exchange. Newell contends that Fithian gave Bor-zelleca three bags of cocaine, and that Borzelleca handed two bags of cocaine to Newell. After inspecting the cocaine, Newell gave Borzelleca 1900 dollars, and Borzelleca handed the money to Fithian. Borzelleca told Newell that the third bag of cocaine was for the person in the bar. Both versions agree that the transfer occurred in Philadelphia County and that Newell did not receive the cocaine nor transfer the money in Delaware County.\nBorzelleca and Fithian returned to Montgomery County in the Subaru and were stopped on Route 476 in Montgomery County by the Pennsylvania State Police. The police recovered a quantity of cocaine from the interior of the Subaru. The Defendants were arrested and charged on July 3, 2003 in Montgomery County for the cocaine in the vehicle; Delaware County filed a criminal complaint on the same day charging both men with Criminal Conspiracy and violations of the Controlled Substance Act. The Delaware County complaints allege that Borzelleca and Fithian arranged the sale of two ounces of cocaine in Delaware County with the undercover detective, and the District Attorney sought to prosecute them for conspiracy and the delivery of the cocaine in Philadelphia County.\nOn January 26, 2004 each Defendant entered a plea of guilty to one count of possession with intent to deliver and to one count of criminal conspiracy in Montgomery County and each was sentenced on April 2, 2004. The criminal proceedings in Delaware were still pending at the time the Defendants were sentenced in Montgomery County. They filed motions seeking dismissal of the Delaware County charges alleging that the Delaware County prosecution was barred under 18 Pa.C.S.A.' [§ ] 110. At issue in this appeal is the proper application of the principle of compulsory joinder as statutorily established.\nTrial Court Opinion (T.C.O.), 12/30/05, at 2-5 (footnote omitted). As noted above, the court granted Borzelleca’s and Fithi-an’s motions requesting dismissal of the Delaware County charges and the Commonwealth appealed to this Court.\n¶ 3 Initially, this Court issued a memorandum decision on August 22, 2006, in which we affirmed the orders on appeal. We relied on the Rule 1925(a) opinion issued by the trial court as the basis for our affirmance. The Commonwealth then sought review by our Supreme Court. The petition for allowance of appeal was granted, but without any discussion the case was remanded with direction that this Court consider Commonwealth v. Nolan, 579 Pa. 300, 855 A.2d 834, 839 n. 7 (2004). This case is again before us for consideration of the narrow issue involving the Supreme Court’s discussion in footnote 7 of the Nolan opinion that references the 2002 amendment to section 110 of the Crimes Code, which is indisputably applicable to the instant matter.\n¶ 4 We begin by quoting a part of Section 110, in which we have highlighted the amended language:\n§ 110. When prosecution barred by former prosecution for different offense\nAlthough a prosecution is for a violation of a different provision of the statutes than a former prosecution or is based on different facts, it is barred by such former prosecution under the following circumstances:\n(1) The former prosecution resulted in an acquittal or in a conviction as defined in section 109 of this title (relating to when prosecution barred by former prosecution for same offense) and the subsequent prosecution is for:\n(i) any offense of which the defendant could have been convicted on the first prosecution;\n(ii) any offense based on the same conduct or arising from the same criminal episode, if such offense was known to the appropriate prosecuting officer at the time of the commencement of the first trial and occurred within the same judicial district as the former prosecution unless the court ordered a separate trial of the charge of such offense;\n18 Pa.C.S. § 110 (emphasis added). Prior to the amendment enacted in June of 2002, the language of subsection (l)(ii) provided that the second prosecution was barred if inter alia the offense “was within the jurisdiction of a single court....” Presently, the language provides for barring the second prosecution if the offense “occurred within the same judicial district as the former prosecution....”\n¶ 5 Generally, “[i]n determining if cases are barred by Section 110, or the double jeopardy provisions of the constitution of the United States or Pennsylvania, our scope of review is plenary.” Commonwealth v. Peifer, 730 A.2d 489, 491 (Pa.Super.1999). Moreover, we are aware that:\nThe purpose behind Section 110 is two-fold. “First, it protects a defendant from the governmental harassment of being subjected to successive trials for offenses stemming from the same criminal episode. Secondly, the rule assures finality without unduly burdening the judicial process by repetitious litigation.” Commonwealth v. Gimbara, 835 A.2d 371, 373-74 (Pa.Super.2003) (citing Commonwealth v. Failor, 564 Pa. 642, 647, 770 A.2d 310, 313 (2001)). Generally speaking, a four-part test is used to determine whether a prosecution is barred by 18 Pa.C.S.A. § 110(l)(ii)....\nCommonwealth v. Schmidt, 919 A.2d 241, 245 (Pa.Super.2007). The first three prongs of the test that must be met are: “(1) the former prosecution resulted in an acquittal or a conviction; (2) the current prosecution is based on the same criminal conduct or arose from the same criminal episode; (3) the prosecutor is aware of the current charges before the commencement of the trial of the former charges.... ” Commonwealth v. M.D.P., 831 A.2d 714, 718 (Pa.Super.2003). As for the fourth prong of the test, rather than considering whether the current charges and the former charges are within the jurisdiction of a single court, the consideration now is whether the current offense “occurred within the same judicial district as the former prosecution.”\n¶ 6 As we decided previously, based upon our review of the record, the trial court’s analysis in its opinion, and the Commonwealth’s acknowledgement that the first three prongs of the test were met, we need not duplicate our efforts in that regard, namely, that the former prosecution resulted in a conviction, that the current prosecution arose from the same criminal episode, and that the prosecutor in Delaware County was aware of the current charges before the commencement of trial on the former charges in Montgomery County. We need only address the fourth prong of the test as directed by our Supreme Court. To do this we must first discuss the Nolan case.\n¶ 7 The defendant in Nolan with two accomplices went on a seven-month spree in which they stole more than 25 late-model vehicles in two separate counties and sold them to unsuspecting victims at a facially-legitimate car lot. Nolan was first arrested in Lackawanna County and charged with various crimes relating solely to crimes that took place in Lackawanna County. Subsequently, Nolan was arrested and charged with crimes that took place solely within Luzerne County. Pursuant to a plea agreement, Nolan pled guilty in Lackawanna County to nine counts of receiving stolen property and one count of theft. From the transcript of the plea hearing, it was evident that there had been coordination between the prosecutors from the two counties. The Lackawanna County proceeding resulted in an aggregate sentence of 30 to 60 years’ imprisonment, based partly on the court’s labeling Nolan as a “career criminal.” In the Luzerne County case, Nolan, who had initially signed a guilty plea, revoked the plea and requested a jury trial. His counsel also moved to have all charges dismissed based upon double jeopardy grounds and on the compulsory joinder rule. In response, the trial court dismissed all charges that overlapped with the Lackawanna County prosecution, but after the jury trial was held on the remaining charges, Nolan was found guilty of six counts of theft by unlawful taking and five counts of receiving stolen property. He was sentenced to an aggregate term of 21 to 42 years’ imprisonment consecutive to the Lackawanna County sentence.\n¶ 8 The Nolan case eventually arrived before the Supreme Court in a post conviction context pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 4591-4596. The Supreme Court had granted review solely to consider whether the offenses committed by Nolan “were part of the same criminal episode and required a single trial.” Nolan, 855 A.2d at 839. Although the Supreme Court concluded that Nolan’s conduct did not constitute a single criminal episode, rather it was an enterprise, the Court began its discussion by setting forth the four-prong compulsory joinder test, quoting the amended language as to prong four, ie., “(4) all charges were within the same judicial district as the former prosecution.” Id. Immediately thereafter, the Supreme Court included the following footnote in its opinion:\nAt the time [Nolan] was convicted, prong four of the compulsory joinder test was “all charges were within the jurisdiction of a single court.” However, in 2002, the General Assembly amended § 110 and replaced the quoted language with “occurred within the same judicial district as the former prosecution.” P.L. 481, No. 82, § 1. This new language requires that a case must originate in the same judicial district and be further-prosecuted, based upon events from the same criminal episode, in the same judicial district. [Nolan] would not meet the requirements of this element had the current wording of the statute been in place at the time of his trial; Lackawan-na County and Luzerne County are not in the same judicial district and a prosecution in one and then the other would not be contravened by § 110’s current language.\nId. at 839 n. 7. From this footnote it is evident that although the Court quoted the new language in section 110, it applied the pre-amendment language because Nolan’s offenses, his guilty plea in Lackawanna County, his trial in Luzerne County, and his direct appeal all occurred prior to the amendment’s adoption. In fact, Nolan’s PCRA proceedings, including this Court’s review, were finalized prior to the enactment of the amendment. In any case, the Supreme Court concluded that the prosecution against Nolan in Luzerne County could proceed because Nolan had not met the second prong of the compulsory join-der rule, ie., that Nolan’s prosecution did not arise from the same criminal episode.\n¶ 9 We now turn to our consideration of this footnote in our determination as to whether the court in Delaware County properly dismissed the prosecution of Bor-zelleea and Fithian in Delaware County pursuant to the compulsory joinder rule, and we again conclude that the Delaware County Court’s determination was proper.\n¶ 10 First, we presume that the Supreme Court’s discussion in footnote 7 is dicta, in that the language of the statute as amended was not at issue before the Supreme Court in the Nolan case, ie., neither the pre-amendment nor the post-amendment version of the fourth prong of the compulsory joinder rule was at issue in that case before the Supreme Court. As we noted, the Supreme Court’s discussion centered on the second prong, which is whether or not the “spree” that Nolan engaged in could be considered a single criminal episode, not whether “such offense ... was within the jurisdiction of a single court” or whether “such offense ... occurred within the same judicial district as the former prosecution.” Therefore, recognizing that the Supreme Court’s statements in footnote 7 are dicta, we consider them not binding authority. See Tulewicz v. SEPTA, 529 Pa. 588, 606 A.2d 427, 429 (1992) (stating that comments by the court on issue not raised or argued by either party are dicta); see also Commonwealth v. Blouse, 531 Pa. 167, 611 A.2d 1177, 1182 (1992) (Flaherty, J., dissenting) (stating that while justices’ comments about their views may “have some value in predicting how this court approaches the issue, ... this is not what we mean by precedential authority in our system of jurisprudence”).\n¶ 11 We next turn to the trial court’s discussion about the fourth prong of the test under the amended version of the compulsory joinder rule, recognizing that the trial court concluded that Delaware County’s only connection to the criminal activity was the meeting that took place at Barnaby’s between Borzelleea, Fithian and Detective Newell. T.C.O. at 11. The trial court analyzed this issue involving the fourth prong as follows:\nThe final requirement of Peifer and its current statutory expression, “occurred in the same judicial district as the former prosecution”, forms the basis of the Commonwealth’s claim of error. The meeting at Barnaby’s in Havertown between Detective Newell and the Defendants] is the only activity that occurred exclusively within Delaware County. The phone calls between officers and Borzelleea and Fithian clearly occurred when the two Defendants were at locations in Montgomery County. Further, there was no evidence submitted to the Court that Detective Newell’s phone calls originated in Delaware County. Prior to the meeting, Borzelle-ca and Fithian spoke to one another and met in Montgomery County and discussed the plans to buy cocaine. Detective Newell requested the Defendants to come to Delaware County even though they told him that the supplier of the cocaine was in Montgomery County and they needed to go to his [the supplier’s] location to pick it up. The evidence, although subject to other interpretations, suggests that Newell sought to bring the Defendants to Delaware County to form a basis for a prosecution in that County. Barnaby’s is located a short distance from an exit on Route 476, a highway that is easily accessible in Montgomery County.\nAfter meeting at Barnaby’s and discussing the deal, the participants left Delaware County in two separate vehicles. Fithian left his vehicle at Barnaby’s and rode with Borzelleea. Newell followed them to a bar in Montgomery County to allow the Defendants an opportunity to secure money for the cocaine purchase. Defendants told Newell that the supplier was located in Montgomery County. They either believed that he was located in that county as the delivery occurred near the boundary line, or they deliberately misled the Detective.\nThe transaction was fully consummated in Philadelphia County when Newell obtained the cocaine he arranged to purchase. Upon fulfillment of the agreement, the criminal activity and conspiracy between Defendants and Newell was completed and they parted company. The basis of the prosecution in Montgomery County was the one ounce of cocaine retained by the Defendants and not the two ounces of cocaine purchased by Newell. The latter transaction formed the basis of the Delaware County prosecution.\nThe Court finds that the required elements of the conspiracy to purchase two ounces of cocaine occurred in both counties. The majority of the activity occurred in Montgomery County as set forth swpra. The conduct that occurred in both counties was part of the same criminal episode and formed a single transaction among the participants. Montgomery County gained jurisdiction over the conspiracy to purchase the two ounces of cocaine to deliver to Detective Newell when the Defendants agreed while in Montgomery County to sell to Newell and thereafter committed the overt acts, described above, in pursuance of that agreement in Montgomery County. The law is well settled that a prosecution for criminal conspiracy may be brought in the county where the unlawful combination or confederation was formed, or in any county where an overt act was committed by any of the conspirators in furtherance of the unlawful combination or confederation. Com. v. Thomas, 410 Pa. 160, 189 A.2d 255 (1963); Com. v. Moyers, 391 Pa.Super. 262[,] 570 A.2d 1323 (1990). Therefore, the conspiracy to sell two ounces of cocaine to Newell “occurred within the same judicial district as the former prosecution ...” and there was no information presented to this Court that the Court in Montgomery County had ordered a separate trial of this offense. Montgomery County officials elected to prosecute for the one ounce of cocaine seized in [the] traffic stop on Route 476. They either expressly or tacitly agreed to allow Delaware County [to] prosecute the balance of the Defendants’ criminality. This arrangement is prohibited by § 110.\nT.C.O. at 8-10.\n¶ 12 It is evident to this Court that all charges based upon all the evidence could have been brought in Montgomery County, thus, eliminating a second prosecution in Delaware County. The facts reveal that the only event that occurred in Delaware County was the meeting at Barnaby’s. As noted by the trial court, “[i]t is well settled that prosecution for criminal conspiracy may be brought in the county where the unlawful combination was formed, or in any county where an overt act was committed by any of the conspirators in furtherance of the conspiracy.” Moyers, 570 A.2d at 1325. Thus, even if we were to conclude that the unlawful combination was formed at the meeting at Barnaby’s in Delaware County, overt acts in furtherance of the conspiracy were committed in Montgomery County, establishing jurisdiction in Montgomery County to prosecute both defendants on all charges. The trial court’s discussion on the subject is quite telling and reinforces this Court’s position that a single prosecution in Montgomery County was the proper method to deal with the crimes committed by both Bor-zelleca and Fithian. The trial court further stated:\nThe Delaware County connection to the crime is the meeting that took place at Barnaby’s between Defendant’s [sic] and Detective Newell. There is no evidence in the record that the phone calls to or from Detective Newell occurred in Delaware County. The record establishes that the Defendants in Montgomery County received phone calls from New-ell. The Defendants met with each other in Montgomery County to carry out the plan to purchase cocaine. After meeting at Barnaby’s, the Defendants told Newell that they needed to drive to Montgomery County to complete the purchase. They stopped in Montgomery County to secure money to make the purchase and then drove to Philadelphia County to complete the transaction. The money and cocaine were not exchanged in Delaware County. Detectives from both counties were involved in the investigation and cooperated with one another. Both counties knew that the purchase of cocaine occurred in Philadelphia County and the Montgomery County detectives knew that Defendants arranged the sale to Newell. The evidence suggests that Montgomery County chose to arrest the Defendants in Montgomery [County] for the cocaine in their possession and allowed the Delaware County authorities to prosecute the conspiracy to sell to Newell as the investigation originated with Delaware County authorities.\nT.C.O. at 11-12.\n¶ 13 The question could be asked: why not also allow Philadelphia County to prosecute the two defendants for the acts committed there as part of the single criminal episode? Most importantly, there is an absence of any reason why the prosecution in Montgomery County could not have consolidated all charges against Borzelleca and Fithian. As hinted-to by the trial court, it appears that at least an implicit agreement between the counties was reached, possibly at the outset. Moreover, the evidence needed to convict the defendants would not have been different for each trial, and the one ounce of cocaine versus the two ounces of cocaine would not have confused the issues. In fact, both the one ounce and two ounce amounts were purchased at the same time and were discussed as a part of the conspiracy. The separate sale of the two ounces to Newell, which Delaware County claims is the basis for its proceeding, and the intended sale to a third party, which was the basis for the Montgomery County charges, are an insufficient reason to have two separate trials in two separate counties. The crimes committed were all part of the same criminal episode, which mainly took place in Montgomery County, and could have all been prosecuted in Montgomery County.\n¶ 14 Despite the above discussion, there simply remains a material difference between the case presently before us and the Nolan decision. That distinction rests concretely on the apparent and real distinction between what constitutes a “single criminal episode.” In Nolan the facts revealed that no single criminal episode occurred, while here the opposite was acknowledged by the Commonwealth. This materially distinguishes the facts of the two cases. Moreover, merely because a meeting took place at Barnaby’s rather than at a bar down the street, the two-fold purpose of the compulsory joinder rule, i.e., to protect a defendant from government harassment and to assure finality without unduly burdening the judicial process, would be contravened. See Schmidt, 919 A.2d at 245. Accordingly, we affirm the trial court’s order dismissing the Delaware County charges.\n¶ 15 Order affirmed.\n. By order dated February 2, 2006, this Court granted the application to consolidate these two appeals.\n. The language “within the jurisdiction of a single court” was interpreted in case law as encompassing all \"the common pleas courts in the Commonwealth of Pennsylvania.” Schmidt, 919 A.2d at 249 n. 6.\n. Commonwealth's briefs at 14,",
        "type": "majority",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "John F.X. Reilly, Asst. Dist. Atty., for Com., appellant.",
      "Francis J. Genovese, Norristown, for Borzelleca, appellee.",
      "Jonathan J. Sobel, Philadelphia and Joseph A. Diorio, Fort Washington, for Fithi-an, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant v. Edward BORZELLECA, Appellee Commonwealth of Pennsylvania, Appellant v. Michael Fithian, Appellee.\nSuperior Court of Pennsylvania.\nSubmitted May 22, 2006.\nFiled Aug. 27, 2007.\nJohn F.X. Reilly, Asst. Dist. Atty., for Com., appellant.\nFrancis J. Genovese, Norristown, for Borzelleca, appellee.\nJonathan J. Sobel, Philadelphia and Joseph A. Diorio, Fort Washington, for Fithi-an, appellee.\nBEFORE: BENDER, PANELLA and TAMILIA, JJ."
  },
  "file_name": "0232-01",
  "first_page_order": 280,
  "last_page_order": 288
}
