{
  "id": 8206085,
  "name": "Joseph REID and Sarah Reid, Appellees v. CITY OF PHILADELPHIA, Appellant",
  "name_abbreviation": "Reid v. City of Philadelphia",
  "decision_date": "2008-10-21",
  "docket_number": "",
  "first_page": "232",
  "last_page": "237",
  "citations": [
    {
      "type": "official",
      "cite": "957 A.2d 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "830 A.2d 966",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        588036,
        9099589
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "968",
          "parenthetical": "it is not role of judiciary to legislate changes in law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0346-01",
        "/a2d/830/0966-01"
      ]
    },
    {
      "cite": "574 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        588036
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "it is not role of judiciary to legislate changes in law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0346-01"
      ]
    },
    {
      "cite": "834 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        630352,
        9080745
      ],
      "weight": 5,
      "year": 2003,
      "pin_cites": [
        {
          "page": "531"
        },
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0066-01",
        "/a2d/834/0524-01"
      ]
    },
    {
      "cite": "923 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8311458,
        3555111,
        3555498,
        8311434,
        8311502,
        3555384
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "1104",
          "parenthetical": "quoting Hannaberry HVAC v. WCAB (Snyder, Jr.), 575 Pa.66, 834 A.2d 524, 531 (2003)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/923/1099-02",
        "/pa/592/0099-01",
        "/pa/592/0098-01",
        "/a2d/923/1099-01",
        "/a2d/923/1099-03",
        "/pa/592/0100-01"
      ]
    },
    {
      "cite": "592 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555384
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quoting Hannaberry HVAC v. WCAB (Snyder, Jr.), 575 Pa.66, 834 A.2d 524, 531 (2003)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0100-01"
      ]
    },
    {
      "cite": "911 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8405920,
        3851970
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "1261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/1258-01",
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "590 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851970
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "745 A.2d 95",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11472873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0095-01"
      ]
    },
    {
      "cite": "842 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        91572,
        9286972
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0104-01",
        "/a2d/842/0389-01"
      ]
    },
    {
      "cite": "577 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        91572
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0104-01"
      ]
    },
    {
      "cite": "904 A.2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8468784
      ],
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/904/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 669,
    "char_count": 14009,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20144205318534014
    },
    "sha256": "3d05c1537a263739295150a25a0495488e35095de021ccc3a5adade0f108307a",
    "simhash": "1:30eea9991e66c4b1",
    "word_count": 2216
  },
  "last_updated": "2024-02-27T23:44:39.692751+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN, FITZGERALD, JJ.",
      "Former Chief Justice CAPPY and former Justices BALDWIN and FITZGERALD did not participate in the decision of this case."
    ],
    "parties": [
      "Joseph REID and Sarah Reid, Appellees v. CITY OF PHILADELPHIA, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nIn March, 2003, Joseph and Sarah Reid (appellees) attempted to cross a sidewalk abutting Philadelphia’s 39th District Police Station. Mr. Reid slipped and fell, sustaining ankle injuries. Appellees filed a negligence action against the City, alleging it failed to remove ice and snow from the sidewalk. The City raised governmental immunity as an affirmative defense pursuant to § 8541 of the Political Subdivision and Tort Claims Act (Act), 42 Pa.C.S. § 8541. The parties agreed to a non-jury trial regarding liability.\nAt trial, appellees established the City negligently failed to remove the ice and snow from the sidewalk and allowed its employees to park vehicles on the sidewalk, compounding a dangerous situation. The trial court found the City primarily liable, under the Act’s real property exception clause, 42 Pa.C.S. § 8542(b)(3) (providing real property exception to governmental immunity). Trial Court Opinion, 9/8/05, at 25.\nThe Commonwealth Court affirmed. Reid v. City of Philadelphia, 904 A.2d 54, 59 (Pa.Cmwlth.2006). Relying on Walker v. Eleby, 577 Pa. 104, 842 A.2d 389 (2004) and Sherman v. City of Philadelphia, 745 A.2d 95 (Pa.Cmwlth.2000) (plurality), the court held “where a municipality is the owner of real property that adjoins a sidewalk, the municipality can be held primarily liable under Section 8542(b)(3) as property owner for its failure to satisfy its obligation to make sidewalks safe for pedestrian travel.” Reid, at 58-59.\nWe granted allowance of appeal to determine whether § 8542(b)(3) applies to sidewalks abutting local agency property. Since statutory interpretation is a question of law, our standard of review is de novo, and our scope of review is plenary. In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261 (2006).\nThe Act provides local agencies governmental immunity from liability for any damages they cause to a person or property. 42 Pa.C.S. § 8541. However, several exceptions are enumerated under § 8542, which provides, in relevant part:\n(b) Acts which may impose liability.The following acts by a local agency or any of its employees may result in the imposition of liability on a local agency:\n(3) Real property.-The care, custody or control of real property in the possession of the local agency, except that the local agency shall not be liable for damages on account of any injury sustained by a person intentionally trespassing on real property in the possession of the local agency. As used in this paragraph, “real property” shall not include:\n(iv) sidewalks.\n(7) Sidewalks. — A dangerous condition of sidewalks within the rights-of-way of streets owned by the local agency, except that the claimant to recover must establish that the dangerous condition created a reasonably foreseeable risk of the kind of injury which was incurred and that the local agency had actual notice or could reasonably be charged with notice under the circumstances of the dangerous condition at a sufficient time prior to the event to have taken measures to protect against the dangerous condition. When a local agency is liable for damages under this paragraph by reason of its power and authority to require installation and repair of sidewalks under the care, custody and control of other persons, the local agency shall be secondarily liable only and such other person shall be primarily liable.\n42 Pa.C.S. § 8542(b) (emphasis added).\nRelying on the Act’s plain language, the City argues § 8542(b)(3), the real property exception clause, does not apply to the care, custody, or control of sidewalks in its possession. It emphasizes real property, by definition, does not include sidewalks. In addition, the City asserts the Commonwealth Court’s Sherman decision improperly “rewrote the definitional exception in the real property exception to change ‘sidewalks’ to ‘sidewalks, except where those sidewalks are part of the real property owned by the local agency.’ ” Appellant’s Brief, at 13 (citing Sherman, at 105). The City maintains the Commonwealth Court misinterpreted Walker as accepting Sherman’s rationale.\nAppellees assert § 8542(b)(3) is ambiguous and, therefore, subject to judicial interpretation. Appellees claim the terms “sidewalks” and “real property” are not defined under the Act, and § 8542(b)(8) should apply to sidewalks because the City historically held a duty to maintain abutting sidewalks at common law. Finally, appellees assert § 8542(b)(7) only imposes secondary liability for sidewalks which do not abut public property. Accordingly, ap-pellees posit the Act fails to address the primary responsibility of local agencies as the abutting property owner, even though that type of liability has historically been imposed.\n“When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). ‘Words and phrases shall be construed according to the rules of grammar and according to their common and approved usage.... ” Id., § 1903(a). “The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” Id., § 1921(a). “When the words of a statute are clear and free from all ambiguity, they are presumed to be the best indication of legislative intent.” Chanceford Aviation Properties, L.L.P. v. Chanceford Twp. Board of Supervisors, 592 Pa. 100, 923 A.2d 1099, 1104 (2007) (quoting Hannaberry HVAC v. WCAB (Snyder, Jr.), 575 Pa.66, 834 A.2d 524, 531 (2003)) (internal citation omitted). “It is only when the statute’s words are not explicit that the legislature’s intent may be ascertained by considering the factors provided in 1 Pa.C.S. § 1921(c).” Id.\nHere, the Act’s language is free from ambiguity. The Act specifies a local agency is liable for damages on account of an injury to a person arising from its care, custody, or control of “real property.” 42 Pa.C.S. § 8542(b)(3). The legislature explicitly distinguished “sidewalks” from “real property,” id., § 8542(b)(3)(iv), thereby excluding the former from the latter. A plain reading of § 8542(b)(3) reveals the legislature intended the clause establishing the real property exception be inapplicable to injuries arising from sidewalks, even if the sidewalk abuts local agency property.\nIn addition, we disagree with Sherman to the extent it expanded § 8542(b)(3)’s definition of real property to include sidewalks that abut public property. There, three of the seven Commonwealth Court judges found § 8542(b)(7), the sidewalk exception clause, only imposed secondary liability on local agencies for injuries occurring on sidewalks that lie between private property and local agency streets. Sherman, at 105. Based on this conclusion, the court determined the “General Assembly, when drafting the exceptions to governmental immunity, did not envision nor consider the situation where the local agency owns the property adjacent to the sidewalk on which the injury occurs and the Commonwealth owns the street abutting that sidewalk.” Id. (emphasis in original). The plurality opinion concluded there was a “gap in coverage” under the Act wherein no party could be held liable for injuries occurring on agency-maintained sidewalks adjacent to state highways. As a result, the court extended § 8542(b)(3), the real property exception clause, to sidewalks that are part of the real property owned by a local agency. Id.\nJudge Smith-Ribner filed a concurring and dissenting opinion. Judge Flaherty dissented, and now-President Judge Lead-better, joined by Judge Kelly, also dissented. Judge Smith-Ribner disagreed with the majority’s interpretation of § 8542(b), stating:\nSection 8542(b)(3), in defining the real property exception, could not be clearer in excluding sidewalks from that definition. There can be no dispute that the reason for this exclusion is that liability relating to sidewalks is dealt with separately in [§ ] 8542(b)(7).\nContrary to the majority’s position, I believe that there is no question that a municipality is primarily liable for injuries caused by dangerous conditions of sidewalks abutting its own property. The last sentence of [§ ] 8542(b)(7) recognizes the different responsibilities of a municipality and renders it secondarily liable only where some other party is primarily liable.\nSherman, at 108-109 (Smith-Ribner, J., dissenting). Judge Leadbetter and Judge Flaherty wrote separately to emphasize the majority improperly rewrote the Act under the pretext of reaching a desired result. Id., at 109-111 (Leadbetter, J. and Flaherty, J., dissenting separately). They emphasized full effect must be given to § 8542(b)(3)’s plain language which excludes sidewalks from real property. Id. We agree with the dissents’ rationales.\nMore specifically, § 8542(b)(3)’s plain language compels this Court to find the real property exception clause does not apply to sidewalks, even those abutting public property. 42 Pa.C.S. § 8542(b)(3)(iv); see Benson ex rel. Patterson v. Patterson, 574 Pa. 346, 830 A.2d 966, 968 (2003) (it is not role of judiciary to legislate changes in law). Even if the legislature failed to contemplate the situation where the local agency owns the property adjacent to the sidewalk,\nit does not follow that the solution is for this [Cjourt to engraft language onto the legislature’s definition of real property where the engrafted language runs directly contrary to the express words. Rather, the solution is to give full effect to the clear and unambiguous language ... and urge the legislature to resolve the problem by enacting proper amendments to the statute.\nSherman, at 110-111 (Flaherty, J., dissenting); see also Benson, at 968.\nFurther, we reject the Commonwealth Court’s interpretation of Walker as “tacitly” accepting Sherman. Reid, at 58. In Walker, this Court determined that, for purposes of the sidewalks exception clause, a state highway running through local agency property is considered a local-agency-owned street. Accordingly, we held any injuries occurring on a sidewalk adjacent to a state-designated highway fell within the “right of way of a street owned by the local agency” and, therefore, the sidewalks exception clause applied. Walker, at 401—402; see 42 Pa.C.S. § 8542(b)(7).\nEven though we applied the sidewalks exception clause rather than the real property exception clause in Walker, the Commonwealth Court in this case somehow interpreted Walker as endorsing the tenuous holding of the three of seven judges on the Sherman court. Reid, at 58-59. Although we did mention Sherman in Walker, we cited Judge Smith-Ribner’s concurring and dissenting opinion for the proposition that a state-designated highway does not denote Commonwealth ownership, and the local agency retains its obligation to maintain the sidewalks along state highways. Walker, at 401. Notably, Judge Smith-Ribner, along with the other dissenting judges, opined the three-judge “majority” opinion in Sherman was an unwarranted expansion of the real property exception clause not authorized by the legislature. Sherman, at 106-111 (Smith-Ribner, J., dissenting). As discussed above, we agree with these dissents’ rationales, and we find Walker does not endorse the extension of the real property exception clause to agency-owned sidewalks.\nIn sum, the Act’s plain language compels this Court to find § 8542(b)(3) does not apply to sidewalks, even those abutting local agency property. Based on the foregoing, the order of the Commonwealth Court is reversed.\nJurisdiction relinquished.\nFormer Chief Justice CAPPY and former Justices BALDWIN and FITZGERALD did not participate in the decision of this case.\nChief Justice CASTILLE and Justice SAYLOR and BAER join the opinion.\n. The sidewalks exception clause imposes a heavier burden of proof on a plaintiff than the real property exception clause. The real property exception clause imposes liability if an agency causes injury due to negligence in the care, custody, or control of its real property. Id.., § 8542(b)(3). The sidewalks exception clause, however, requires proof that, in addition to being negligent, the agency had notice of the dangerous condition and opportunity to remedy the condition, and failed to do so. Id., § 8542(b)(7). Appellees did not assert the sidewalks exception clause here.\n. The Pennsylvania Trial Lawyers Association filed an amicus curiae brief, wherein it argued § 8542(b)(3) should apply to sidewalks abutting local agency property because such holding is consistent with existing case law and avoids an illogical quirk in the law.\n. We note Walker presumably made it possible to impose liability for injuries occurring on agency-maintained sidewalks adjacent to state-designated highways, thereby closing the “gap in coverage” that concerned the Commonwealth Court in Sherman.\n. Appellees alternatively argue the City transformed the sidewalk into a parking lot because it regularly allowed its employees to park vehicles on the sidewalk. Because a \"parking lot” is not excluded from real property under § 8542(b)(3), appellees argue the real property exception clause applies. Ap-pellees cite no authority to support the con-elusion a \"sidewalk” is transformed into a “parking lot” by merely parking an indeterminate number of vehicles on it. Further, the courts below did not find § 8542(b)(3) applied because the City permitted its employees to park on the sidewalk. We do not reach this issue.",
        "type": "majority",
        "author": "Justice EAKIN."
      }
    ],
    "attorneys": [
      "Alan C. Ostrow, Esq., City of Philadelphia Law Department, Philadelphia, for City of Philadelphia.",
      "Gerald W. Spivack, Esq., Spivack & Spi-vack, L.L.P., Philadelphia, for Joseph Reid and Sarah Reid.",
      "Mark E. Milsop, Esq., Portnoy & Quinn, L.L.C., Pittsburgh, for Pennsylvania Trial Lawyers Association."
    ],
    "corrections": "",
    "head_matter": "Joseph REID and Sarah Reid, Appellees v. CITY OF PHILADELPHIA, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 16, 2007.\nDecided Oct. 21, 2008.\nAlan C. Ostrow, Esq., City of Philadelphia Law Department, Philadelphia, for City of Philadelphia.\nGerald W. Spivack, Esq., Spivack & Spi-vack, L.L.P., Philadelphia, for Joseph Reid and Sarah Reid.\nMark E. Milsop, Esq., Portnoy & Quinn, L.L.C., Pittsburgh, for Pennsylvania Trial Lawyers Association.\nBEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN, FITZGERALD, JJ."
  },
  "file_name": "0232-03",
  "first_page_order": 272,
  "last_page_order": 277
}
