{
  "id": 11496753,
  "name": "THOMAS M. DURKIN & SONS, INC., Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent; Department of Transportation, Petitioner, v. Thomas M. Durkin & Sons, Inc., Respondent",
  "name_abbreviation": "Thomas M. Durkin & Sons, Inc. v. Department of Transportation",
  "decision_date": "1999-11-24",
  "docket_number": "",
  "first_page": "233",
  "last_page": "239",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "140 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "186 Pa.Super. 101",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        740652
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/186/0101-01"
      ]
    },
    {
      "cite": "575 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1402952
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0220-01"
      ]
    },
    {
      "cite": "591 A.2d 1146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1415168
      ],
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "holding that a government contracting agency is liable for damages suffered by a contractor where it reasonably relied upon material representations of the agency"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0509-01"
      ]
    },
    {
      "cite": "461 A.2d 765",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1782508,
        1782495
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0337-01",
        "/pa/501/0336-01"
      ]
    },
    {
      "cite": "501 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782508
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0337-01"
      ]
    },
    {
      "cite": "452 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "706 A.2d 1210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "550 Pa. 715",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "697 A.2d 1020",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12021554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/1020-01"
      ]
    },
    {
      "cite": "684 A.2d 658",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/0658-01"
      ]
    },
    {
      "cite": "643 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1461185,
        7872316
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/164/0566-01",
        "/a2d/643/1129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 750,
    "char_count": 18040,
    "ocr_confidence": 0.68,
    "pagerank": {
      "raw": 4.741159769832805e-08,
      "percentile": 0.2972360550750256
    },
    "sha256": "401be66c02c108c18f4a0a6cf136ac028f3dae53b31db0b13d5fcd62d8a4e8fc",
    "simhash": "1:959b033bdf2b0d53",
    "word_count": 2881
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH, J., LEADBETTER, J., and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "THOMAS M. DURKIN & SONS, INC., Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent. Department of Transportation, Petitioner, v. Thomas M. Durkin & Sons, Inc., Respondent."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nThomas M. Durkin & Sons, Inc. (Dur-kin) petitions for review of a decision of the Pennsylvania Board of Claims (Board) which resolved claims arising from a highway construction contract between Durkin and the Department of Transportation (DOT). Durkin appeals from the Board’s partial award of “standby costs” for equipment used to construct two retaining walls (Claim C) and the Board’s denial of costs for temporary concrete barrier and temporary impact attenuators used on the highway construction project during its final year (Claim J). DOT appeals from the Board’s award of compensation to Durkin for the removal of rock during the construction of a retaining wall (Claim G).\nI.\nOn April 6, 1987, Durkin and DOT entered into a contract for $53,897,182.97 for the construction of “Section 600” of Interstate 78 (Project), a section of highway located south and west of the city of Allentown, in Lehigh County, Pennsylvania. The Project provided for the construction of approximately 3.375 miles of highway, reconstruction and rehabilitation of local roads and construction of bridge structures and retaining walls. DOT issued a notice to proceed on April 10, 1987 and set a completion date of December 17, 1988. After the work began, multiple problems arose which delayed Durkin’s performance and prevented completion of the Project within the specified time. To resolve Dur-kin’s potential contract claims against DOT, to provide an additional year for performance and to provide compensation to Durkin for work completed during the additional year, the parties executed an interim settlement agreement dated November 10,1988 (Agreement). The Agreement provided a $2.25 million lump-sum payment to resolve Durkin’s claims; provided smaller lump-sum payments for specified construction tasks; provided for the construction of two retaining walls on a force account basis; and provided revised unit prices for certain contract items.\nThe Project was completed within the extended year, but during that time additional disputes arose between Durkin and DOT. On December 15, 1992, Durkin forwarded a letter to DOT identifying thirteen claims requiring additional compensation. A resolution could not be reached, and on June 16, 1993, Durkin filed a complaint with the Board. On March 4, 1999, the Board issued an order that awarded Durkin $416,208.73 of the $1,534,075.48 claimed. Of the thirteen claims heard by the Board (Claims A-M), only Durkin’s appeal of the Board’s order as to Claims C and J and DOT’s appeal as to Claim G are before the Court.\nClaim C involved DOT’s refusal to pay Durkin force account, equipment standby costs of $140,314.61 incurred when Durkin chose not to work, i.e., rain days, weekends and holidays. In refusing payment, DOT relied on its Project Office Manual, an internal publication pertaining to the administration of highway contracts, which specifies: “[D]ay[s] on which the contractor elects not to work, standby time will not be paid.” Durkin argued that the manual was never made part of the contract. The Board found that the manual was “in effect” during the Project and awarded Durkin $25,662.40 of the $140,-314.61 claimed.\nClaim J involved DOT’s refusal to pay $444,583.25 claimed by Durkin for the full escalated contract price for each linear foot of temporary concrete barrier and temporary impact attenuator already on site at the time the parties executed the Agreement and used during the extended year. DOT states that the barrier was used to separate roadway traffic from the construction work and that the attenuators were used to guard traffic from collisions with objects such as guardrails. Durkin argued that DOT was required to pay the revised unit prices for the temporary concrete barrier at $15.25 per linear foot (for 29,153 linear feet) and for the temporary impact attenuators at $15,750 per unit (for 12 units) as specified in paragraph 5C of the Agreement. DOT argued that payment was covered by paragraph 5B of the Agreement, which provided a $150,000 lump-sum payment for the “extended maintenance and protection of traffic.” The Board determined that paragraph 5B governed, and it denied Durkin any other sums for these items over and above the $150,000 lump-sum payment.\nClaim G involved DOT’s refusal to pay $152,083.29 to Durkin for the removal of rock in the construction of the “Ramp B” retaining wall. The contract required Durkin to construct a combination proprietary and tieback retaining wall at Ramp B. DOT’s design plans noted the precise location of the interface point between the proprietary and retaining portions of the wall. DOT’s Ramp B drawings, however, noted the interface point as “approximate” and stated that it would be determined “after the rock surface is exposed during construction.” Actual field conditions revealed that the interface point varied from what the design plans indicated. To construct the wall as required, Durkin incurred additional expense in removing significant quantities of rock. DOT’s stated position was that removal of the rock was covered by the contract because the interface point was labeled on the Ramp B drawings as “approximate.” By contrast Durkin maintained that the work was unanticipated and outside the scope of the contract. The Board agreed with Durkin and concluded that the work was beyond the scope of the contract and warranted additional compensation.\nII.\nDurkin initially argues its appeal of the Board’s order concerning Claim J. Durkin contends that the Board erred by failing to award Durkin costs for temporary concrete barrier and temporary impact attenuators already on site when the Agreement was executed. Durkin explained that these “time-related items” are not permanently incorporated into a project but instead are rented for use during the period of a project, and the extension of the contract with DOT for another year increased Durkin’s costs for retaining these items at the site. Durkin urges the Court to consider another essential factor overlooked by the Board, i.e., that the equipment represented contract items which were separate and apart from the general contract item for maintenance and protection of traffic, and pursuant to paragraph 5C of the Agreement DOT was liable for these items separately. Thus, Dur-kin contends, the parties intended that the revised unit prices would be paid for this equipment to compensate Durkin for its rental value for the extended period of the contract.\nDurkin asserts that the Board erroneously relied on paragraph 5B of the Agreement, which provides that DOT “shall pay Durkin for extended maintenance and protection of traffic (Contract Item No. 0901-0001) the additional sum of One Hundred Fifty Thousand Dollars ($150,000.00).” Durkin argues that paragraph 5B does not apply because it makes no reference to the barrier or attenuators or to their item numbers. Instead, Durkin maintains that payment is governed solely by paragraph 5C of the Agreement, which provides that “items listed on Exhibit ‘B’ shall be paid to Durkin for the prices set forth therein. Any items not listed in Exhibit ‘B’, paragraphs 5A and B of this Agreement ... shall be paid for at the original unit price.” DOT responds that the revised prices fist-ed in Exhibit “B” apply only to barrier and attenuators brought onto the project after the execution of the Agreement; that use of the equipment prior to extension of the contract was paid for under the original contract; and that use of the equipment during the extended period was covered by the $150,000 lump-sum payment under paragraph 5B.\nIt is axiomatic that the Court will not disturb the Board’s findings if supported by substantial evidence. Green Constr. Co. v. Department of Transportation, 164 Pa.Cmwlth. 566, 643 A.2d 1129 (1994). Here, the Board found that the temporary concrete barrier and temporary impact attenuators already on site fell outside of the definition in Exhibit “B” for Contract Item No. 2901-0010 and Item No. 0627-0001. Exhibit “B” gives prices for “providing, installing, maintaining, and removing” barrier and attenuators, and Durkin sought payment for material that had already been provided and installed and whose removal had already been paid for by DOT. Board Decision, p. 16. The Board found as well that Durkin did not communicate prior to signing the Agreement with its subcontractor, who provided the temporary concrete barrier, to determine what additional costs might be due; the Board also found that the equipment was a part of the maintenance and protection of traffic plans and was used throughout the Project. The Board thus concluded that the revised unit prices applied only to barrier and attenuators brought on site after execution of the Agreement and that the $150,000 lump-sum payment specified in paragraph 5B for extended maintenance and protection of traffic plans fully compensated Durkin for its Claim J. The Court concludes that the Board’s Claim J findings are supported by substantial evidence in the record and therefore may not be disturbed.\nRegarding Claim C, Durkin contends that the Board erred in relying on DOT’S Project Office Manual in denying Durkin’s full claim of $140,314.61 for equipment standby costs. Durkin argues that the document represents a DOT internal operating manual which was not made part of the contract. Durkin states that compensation for equipment standby time is governed solely by Section 110.03(d)(3) of DOT Publication No. 408-83, a document specifically incorporated into the contract. Section 110.03(d)(3) provides: “If machinery or equipment is required at the work site, but is not operating, compensation will be at the hourly rental rate, exclusive of operating costs.”\nDurkin asserts that if contract language is clear and unequivocal, its meaning must be determined solely by the contents of the contract. Department of Transportation v. Brozzetti, 684 A.2d 658 (Pa.Cmwlth.1996). Moreover, the courts may not rewrite the terms of an agreement that is in dispute. Banks Engineering Co., Inc. v. Polons, 697 A.2d 1020 (Pa.Super.1997), appeal granted, 550 Pa. 715, 706 A.2d 1210 (1998). Applying these principles, Durkin maintains that the Board erred when it reduced the amount claimed to $25,662.40, where the contract contains no limitations on the amount of standby costs recoverable and DOT never directed a demobilization of the equipment on standby.\nDOT argues that the Board found that the Project Office Manual encapsulated the industry standard for payment of equipment standby costs and that it was within the Board’s discretion to define the term “standby time” as it is understood in the trade. DOT cites Department of Transportation v. L.C. Anderson & Sons, Inc., 69 Pa.Cmwlth. 601, 452 A.2d 105 (1982), which reviewed the standards for determining whether an ambiguity exists in a contract. The Court reiterated the principle that a contract is not ambiguous if its meaning can be ascertained without “any guide other than a knowledge of the simple facts on which, from the nature of language in general, its meaning depends; and a contract is not rendered ambiguous by the mere fact that the parties do not agree upon the proper construction.” Id. at 106. DOT cites Anderson for the proposition that DOT stated; however, the Court in that case merely accepted the industry meaning of a particular word to refute DOT’s “strained interpretation” of the word.\nNonetheless, the Board stated only that the Project Office Manual was “in effect” during the Project and made no finding that its terms were a part of the contract. Moreover, DOT’s assistant district construction engineer, Andrew Stasek, testified that the manual was just a guideline and was “not carved in stone.” (R.R. at p. 76a). Because the equipment standby contract terms were clear and can be interpreted without any other guide, the Court concludes that the Board erred in considering DOT’s manual in arriving at the amount of standby costs payable by DOT. The Board was restricted to considering only the terms of the Agreement. Because the Board erred in relying on matters outside of the contract to interpret the parties’ intention, see Banks, its order as to Claim C is vacated. This claim is remanded to the Board for it to modify its findings, as necessary, to arrive at an appropriate award for standby costs consistent with credible documentation presented by Durkin to support the claim.\nIII.\nRegarding Claim G, DOT argues that the Board erred in awarding Durkin compensation for rock removal in the construction of the Ramp B retaining wall. A contractor seeking recovery for work performed as a result of site conditions that differ from specified conditions must show, inter alia, that the contracting agency made a positive representation of work specifications and that the contractor, either by time or cost constraints, had no reasonable means of making an independent investigation of the representation. Acchione and Canuso, Inc. v. Department of Transportation, 501 Pa. 337, 461 A.2d 765 (1983); see also I.A Constr. Corp. v. Department of Transportation, 139 Pa.Cmwlth. 509, 591 A.2d 1146 (1991) (holding that a government contracting agency is liable for damages suffered by a contractor where it reasonably relied upon material representations of the agency). DOT argues that a positive representation was not made because the Ramp B drawings indicated the interface point to be “approximate.” DOT also argues that Durkin never made the required prebid investigation.\nThe Board concluded that removal of substantial quantities of rock was unanticipated by Durkin and that it was outside the scope of work designated in the contract as bid. The Board found the Ramp B interface point to be “precisely” designated in the design plans and that the plans anticipated and otherwise represented that the soil-rock demarcation line would occur at the interface point. Actual field conditions showed that the precise rock demarcation line was “significantly further west” and that this condition resulted in rock extending into the area designated on the plans for construction of a proprietary wall. Durkin informed DOT which directed Durkin to construct the wall according to the plans. The rock had to be removed to construct the wall, and its removal was outside the scope of the work designated by the contract.\nThe Court in I.A Constr. Corp. noted testimony from the contractor that chaos would result if every party interested in bidding on a contract attempted to perform excavation work to inspect a site before submitting a bid. The Board also noted here that DOT admitted responsibility for some of the rock excavation that Durkin had to perform to construct the wall, and the Court finds no basis to sustain DOT’s contention that Durkin did not reasonably rely on DOT plan's and drawings. The Court therefore concludes from its review of the record that Durkin satisfied its burden to prove Claim G, and the Board’s award of compensation to Durkin on this claim is affirmed.\nAccordingly, for the reasons stated, the Court vacates the Board’s order awarding only $25,662.40 to Durkin on its Claim C for payment of equipment standby costs. The Court remands this claim to the Board for additional findings of fact, conclusions of law and a new decision consistent with this opinion. However, the Court affirms the Board’s order denying an award for additional compensation to Durkin on its Claim J for costs associated with use of temporary concrete barrier and temporary impact attenuators for the extended contract period. The Court also affirms the Board’s order granting compensation to Durkin on its Claim G for removal of rock to construct a wall according to DOT plans.\nORDER\nAND NOW, this 24th day of November, 1999, the order of the Pennsylvania Board of Claims is vacated as to Thomas M. Durkin & Sons, Inc. Claim C (partial award for equipment standby costs), and this claim is remanded to the Board for a new decision consistent with the foregoing opinion. The Court affirms the Board’s order as to Claim J (no award for temporary concrete barrier and temporary impact attenuators costs) and Claim G (award for rock removal).\nJurisdiction is relinquished.\n. The tieback portion of the wall was designed to accommodate the area of Ramp B that was comprised of rock, while the proprietary portion of the wall was designed to accommodate the portion of the Ramp B area that was comprised of soil, sand and clay.\n. The Court's review of a decision of the Board is limited to determining whether there was an error of law or whether findings of fact are supported by substantial evidence. Green Constr. Co. v. Department of Transportation, 164 Pa.Cmwlth. 566, 643 A.2d 1129 (1994). Contract interpretation is a question of law within the province of this Court to decide. Novak v. Department of Transportation, 133 Pa.Cmwlth. 220, 575 A.2d 661 (1990).\n. DOT also argues that Claim G should be denied because Durkin failed to mitigate its damages by refusing to construct the Ramp B wall in a way not specified by the contract. DOT cites Gaylord Builders, Inc. v. Richmond Metal Manufacturing Corp., 186 Pa.Super. 101, 140 A.2d 358 (1958), for the proposition that a plaintiff may recover only those damages that could not, with reasonable effort, be avoided. The Board's findings show that Durkin did not fail to mitigate damages, but it instead constructed the wall consistent with DOT’s specifications. Also, DOT refused to direct Durkin to implement an alternate method of construction. These findings refute DOT’s failure-to-mitigate claim.",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "Michael W. Winfield, Harrisburg, for petitioner.",
      "Michael D. Alsher, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "THOMAS M. DURKIN & SONS, INC., Petitioner, v. DEPARTMENT OF TRANSPORTATION, Respondent. Department of Transportation, Petitioner, v. Thomas M. Durkin & Sons, Inc., Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 13, 1999.\nDecided Nov. 24, 1999.\nMichael W. Winfield, Harrisburg, for petitioner.\nMichael D. Alsher, Harrisburg, for respondent.\nBefore SMITH, J., LEADBETTER, J., and JIULIANTE, Senior Judge."
  },
  "file_name": "0233-01",
  "first_page_order": 279,
  "last_page_order": 285
}
