{
  "id": 12023906,
  "name": "CHESAPEAKE AND POTOMAC TELEPHONE CO., Petitioner, v. PUBLIC SERVICE COMMISSION of the District of Columbia, Respondent, General Services Administration, Intervenor",
  "name_abbreviation": "Chesapeake & Potomac Telephone Co. v. Public Service Commission",
  "decision_date": "1974-11-22",
  "docket_number": "No. 8424",
  "first_page": "236",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 236"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "21 L.Ed.2d 773",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "89 S.Ct. 860",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "393 U.S. 1081",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11424897,
        11424944,
        11424850,
        11425115,
        11425051,
        11424991
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/393/1081-02",
        "/us/393/1081-03",
        "/us/393/1081-01",
        "/us/393/1081-06",
        "/us/393/1081-05",
        "/us/393/1081-04"
      ]
    },
    {
      "cite": "415 F.2d 922",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2176612
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "942"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/415/0922-01"
      ]
    },
    {
      "cite": "134 U.S.App.D.C. 342",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1968,
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 F.Supp. 722",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4195453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/28/0722-01"
      ]
    },
    {
      "cite": "3 N.E.2d 512",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "271 N.Y. 364",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        6102508
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/ny/271/0364-01"
      ]
    },
    {
      "cite": "315 U.S. 575",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374588
      ],
      "weight": 3,
      "year": 1942,
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/315/0575-01"
      ]
    },
    {
      "cite": "436 F.2d 233",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2213574
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/436/0233-01"
      ]
    },
    {
      "cite": "141 U.S.App.D.C. 79",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "485 F.2d 858",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        670138,
        3592446
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/485/0858-01",
        "/us-app-dc/158/0079-01"
      ]
    },
    {
      "cite": "158 U.S.App.D.C. 79",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3592446
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/158/0079-01"
      ]
    },
    {
      "cite": "317 U.S. 456",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        303844
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "462-465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/317/0456-01"
      ]
    },
    {
      "cite": "415 F.2d 901",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2176658
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/415/0901-01"
      ]
    },
    {
      "cite": "134 U.S.App.D.C. 321",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1968,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "39 L.Ed.2d 492",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 1448",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "415 U.S. 933",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6261123,
        6261765,
        6262346,
        6260560,
        6262961,
        6260853,
        6261493,
        6262682,
        6262076
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0933-03",
        "/us/415/0933-05",
        "/us/415/0933-07",
        "/us/415/0933-01",
        "/us/415/0933-09",
        "/us/415/0933-02",
        "/us/415/0933-04",
        "/us/415/0933-08",
        "/us/415/0933-06"
      ]
    },
    {
      "cite": "304 A.2d 293",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044160
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/304/0293-01"
      ]
    },
    {
      "cite": "326 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037296
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/326/0778-01"
      ]
    },
    {
      "cite": "82 P.U.R.3d 209",
      "category": "reporters:specialty",
      "reporter": "P.U.R.3d",
      "year": 1970,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1000,
    "char_count": 23036,
    "ocr_confidence": 0.789,
    "pagerank": {
      "raw": 2.19570162551441e-07,
      "percentile": 0.774547280555739
    },
    "sha256": "81df40260db72cfd3a9732fbaaa2afbb756ee807b5ff2df981b7535f07528b39",
    "simhash": "1:61df443d2917a305",
    "word_count": 3709
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, FICKLING and YEAGLEY, Associate Judges."
    ],
    "parties": [
      "CHESAPEAKE AND POTOMAC TELEPHONE CO., Petitioner, v. PUBLIC SERVICE COMMISSION of the District of Columbia, Respondent, General Services Administration, Intervenor."
    ],
    "opinions": [
      {
        "text": "YEAGLEY, Associate Judge:\nThis petition for review challenges two orders of the Public Service Commission of the District of Columbia (hereinafter “Commission”) denying the motions of the Chesapeake and Potomac Telephone Company (hereinafter “Company”) for immediate interim rate relief pending the prescription of new permanent rates. The Company’s motions, filed between the Phase I rate of return hearing and the Phase II rate design hearing, requested that the rate schedules which the Company intended to propose in the Phase II hearings be implemented immediately on a temporary basis with excess charges refundable if different permanent rates were adopted, or in the alternative, that a nonrefundable temporary uniform surcharge be approved. Finding that either plan proposed by the Company would be impracticable, yet recognizing the Company was entitled to some form of interim relief, the Commission fashioned its own plan based on a formula for a surcharge intended to permit the Company to earn at the 8.8% rate of return authorized in Phase I. Its order was to be effective immediately (May 10, 1974), but the actual collection of the higher rate of return for the interim period was to be postponed until after the Phase II hearing and the establishment of permanent rate schedules to which it would be added as a surcharge in proportion to the increases approved for the various classes of users and amortized over a three-year period.\nThe Company contends that the relief proposed by the Commission is unlawful and, being postponed, is inadequate. It argues that the rates which it is presently allowed to charge are confiscatory and that the court should reverse the Commission’s order and remand the case with directions that one of the interim relief plans proposed by the Company be implemented immediately. Finding the Commission’s order is not contrary to law and its relevant findings are not unreasonable, arbitrary or capricious, we affirm and therefore do not reach the other issues raised by the Company.\nThe original case from which these proceedings developed was instituted on April 19, 1973, when the Company filed a complaint and application for permanent rate relief with the Commission pursuant to D. C.Code 1973, §§ 43-401, 43-408, and 43-417 (Formal Case No. 595) , Pursuant to its established practice the Commission divided the hearings on the Company’s application into two phases. In Phase I the Commission would determine the overall revenue requirements of the Company for its District operations and in Phase II it would decide upon a rate structure allocating the authorized revenue increase among the various classes of telephone users so as to provide the required annual revenue.\nThe Phase I hearing culminated in a proposed order released January 25, 1974, in which the Commission found that the Company was entitled to an 8.8% return on its local investment and that an $8,063,000-in-crease in annual gross revenue requirements would be necessary to insure that rate of return. Twelve days later the Company filed its motion for interim rate relief, asserting that the rate schedules which it intended to propose in Phase II would undoubtedly provoke strenuous objections requiring a prolonged Phase II hearing which would postpone substantially the date the Company would begin to realize the increased earnings authorized in Phase I.\nThe Company anticipated such objections would be forthcoming because the rate schedule, which it intended to propose at the Phase II hearing as permanent rates, allocated the rate increases disproportionately among the various class of of users and four parties had already announced an intention to intervene. The Company further supported its application for interim rate relief by asserting that “since 1968 the Company has been unable to earn the rate of return allowed it by the Commission” and that its present earnings were confiscatory.\nOn April 5, 1974, the Commission issued its final Phase I order, No. 5634, approving its earlier proposed order. Simultaneously it issued Order No. 5636, under appeal here, denying the Company’s motion for interim relief stating that a prima facie showing of the type required to establish an interim rate had not been made. The Company promptly filed a motion for reconsideration, reiterating its previous request and proposing, in the alternative, an unrefundable interim surcharge of 7.-76% to be uniformly applied to the presently existing rate schedule.\nOn May 10, 1974, the Commission denied both of the Company’s proposals in Order No. 5644, the other order under appeal here. But in view of the anticipated deficiency in earnings during the extraordinary delay anticipated in Phase II, which would compound the regulatory lag already experienced, the Commission incorporated in its order interim relief in the form of the novel surcharge plan described supra.\nThe Commission adopted that novel form of interim relief in preference to authorizing the immediate implementation of the proposed new rates of the Company primarily because it felt that the rates the Company requested allocated the cost increases so disproportionately, that an additional hearing would be necessary before it could approve such a modification of rates, even on a temporary basis.\nIt noted that such a hearing was held before the interim rate was approved in Re Washington Gas Light Co., Formal Case No. 567, Order No. 5517 (June 26, 1972) and that, while no such hearing was held prior to approval of interim relief in Re Potomac Electric Power Co., Formal Case No. 541, Order No. 5419, 82 P.U.R.3d 209 (January 30, 1970), the Company here had not established that it was experiencing the severe emergency financial predicament which faced the Potomac Electric Power Company. Although different minds may not agree on distinctions that hinge on a difference in degree of severity, such differences are a fact of life and we will not attempt to substitute our judgment for the Commission’s in this instance.\nWith that background we turn to a determination of the validity of the two Commission orders on appeal here. In the first order the Commission rejected the Company’s proposal for the imposition of interim rates and in the latter it rejected the Company’s alternate proposal for a 7.-76% surcharge but delineated its own surcharge proposal as previously described.\nIn considering the Company’s contentions we are mindful that Congress has vested rate-making authority in the Commission and not in this court. The scope of our review is limited to determining “questions of law . . . and the findings of fact by the Commission shall be conclusive unless it shall appear that such findings of the Commission are unreasonable, arbitrary or capricious.” D.C.Code 1973, § 43-706. See Watergate Improvement Associates v. Public Service Commission, D.C.App., 326 A.2d 778 (1974); Telephone Users Ass’n v. Public Service Commission, D.C.App., 304 A.2d 293 (1973), cert. denied, 415 U.S. 933, 94 S.Ct. 1448, 39 L.Ed.2d 492 (1974). If the Commission, in fashioning the interim relief authorized in Order No. 5644, exercised its rate-making power “rationally and lawfully,” we need not consider the merits of the two interim relief plans proposed by the Company.\nOur primary statutory constriction is the general requirement that any rate charged by a utility be “reasonable, just and nondiscriminatory.” D.C.Code 1973, §§ 43-301 and 43-401. While the relief proposed by the Company is a more conventional form of interim relief, it has no more specific statutory basis than does the plan proposed by the Commission.\nThe Congress was aware of the difficulty of delineating precisely what powers shall be invested in the Commission. Rather than attempting to specify all of the powers granted the Commission the Congress provided in D.C.Code 1973, § 43-1003 that\nwhere any specific power or authority is given the commission the enumeration thereof shall not be held to exclude or' impair any power or authority otherwise conferred on said commission. The commission . . . shall have, in addition to the powers . . . specified, mentioned, and indicated all additional, implied, and incidental power which may be proper and necessary to effect and carry out, ... all the said powers herein specified .\nWe agree that the authority given the Commission necessarily carries with it the power by implication to establish interim rates when justified and that accordingly the Commission had the authority to issue a plan for interim rate relief.\nThe Company, while seeking approval of its proposed immediate interim rate increase, views the Commission’s interim relief plan as illegal and, therefore, illusory. In its brief it finds fault with the Commission’s plan primarily in that it “ ‘runs afoul of the established rate-making principle which precludes a utility from charging a higher fare [rate] in the future in order to recoup past losses,’” citing Payne v. Washington Metropolitan Area Transit Comm’n, 134 U.S.App.D.C. 321, 330, 415 F.2d 901, 910 (1968) and Public Utilities Comm’n v. United Fuel Gas Co., 317 U.S. 456, 462-465, 63 S.Ct. 369, 87 L.Ed. 396 (1943). While we recognize the validity of that general principle, we do not find that it bars the admittedly novel interim rate relief proposed by the Commission.\nAt the conclusion of the Phase I hearing the Commission decided in Order No. 5623 that the Company was entitled to an 8.8% rate of return and that $8,063,000 additional annual revenue would be necessary to maintain this level of return. The potential “losses” at issue in this appeal, those which may be experienced between the May 10, 1974 issuance of Order No. 5644 and the conclusion of the Phase II proceedings, were not past losses as of the time the 8.8% rate of return was determined, and they were not taken into consideration in setting that rate. The Commission’s interim proposal in Order No. 5644 authorized prospective relief only, being designed to offset the expected deficiency in income that seemed certain to occur before the Phase II rates became effective Past losses were not accorded any consideration in establishing the rate of return for the period in question and the order did not provide for the Company to recoup losses in revenues, if any, experienced during that period.\nIn the Commission’s subsequent Order No. S6S0 issued June 11, 1974, denying the Company’s motion to reconsider the order setting up the hearing schedule and defining the issues for Phase II, it explained quite clearly why it did not believe the interim relief it had granted ran contrary to the rule prohibiting the recouping of past losses. In that order the Commission said:\nThe relief we have granted the Company does not violate this principle. We have not engaged in retroactive or cost-plus rate making. The relief we have granted is prospective only. We found in our Final Phase I Order (Order No. 5634, issued April 5, 1974) that the Company was entitled to earn additional revenue. In Order No. 5644 we determined that the Company should be allowed to begin earning such additional revenue prospectively as of the date of our Order. However, since we have not yet concluded the rate design portion of this case, we could not, in issuing Order No. 5644, determine the source of the additional revenue. We therefore required the Company to defer the collection of the additional revenue allowed it until such time as we could allocate the burden of payment to the various users of particular telephone services. We believe that this course is entirely proper and that it is consistent with decisions in other jurisdictions. [Citations omitted.]\nThe interim rate is intended to permit the collection of revenue on the basis of the $8,063,000 annual revenue increase previously approved in Order No. 5623.\nWe find unpersuasive the Company’s argument that Bebchick v. Washington Metropolitan Area Transit Comm’n, 158 U.S.App.D.C. 79, 485 F.2d 858 (1973) and Democratic Central Committee of D. C. v. Washington Metropolitan Area Transit Commission, 141 U.S.App.D.C. 79, 436 F.2d 233 (1970), are support for its contention that the recognized rule that future rates cannot be used to recoup past losses prohibits the imposition of a newly established rate of return on an interim basis for the reason it is not collectible during that period, but in the future. In Bebchick the court explained its previous remand to make it clear that it had not intended that the Transit Commission could combine with its surplus period, involving illegally charged fares, the ensuing period when losses were suffered in computing the amount of excess revenue which was to be deposited in escrow. Although part of the losses occurred during the time a court order staying a proposed higher rate was in effect, the court held it to be a risk to be borne by the company even though the proposed increased rate was later affirmed on appeal. In holding that the surplus could not be diminished by offsetting losses that were incurred later, the court was dealing with retrospective, not prospective considerations.\nIn Democratic Central Committee the court refused to stay increased bus fares pending appeal of the Transit Commission’s order. One of the reasons given was that if it stayed the fare increase the bus company would not be allowed to subsequently raise its rates to recoup the losses caused by the stay in the event the increased rates authorized by the Transit Commission were approved on appeal. Such recoupment would have necessarily entailed a hearing by the Commission subsequent to the appeal to consider specific past losses caused by the stay. In contrast to both Bebchick and Democratic Central Committee, the Commission in the instant case issued its order increasing revenues in order to compensate for an anticipated future deficiency in earnings. Bebchick and Democratic Central Committee entailed much more than merely deferred collection of a presently effective rate; the issue in those cases was whether or not the Transit Commission would be allowed to calculate future rates on the basis of known past losses. We have no disagreement with the resolution of those cases.\nAnticipated normal regulatory lag has been considered as one of the factors in calculating the rate of return by a number of commissions, as it was considered by our Commission in the Phase I hearing. See Order No. 5644 at 5; Telephone Users Association v. Public Service Commission, supra at 299 n. 5; Nichols & Welch, Ruling Principles of Utility Regulation—Rate of Return 55 (Supp. A 1964). In fashioning its interim relief proposal, the Commission was attempting to achieve a practical solution to the increasingly vexing rate regulation problem of regulatory lag. Order No. 5644 simply made an interim adjustment for extraordinary future lag which would become collectible at the conclusion of Phase II as an addition to the periodic bill of each user. Such a remedy is consistent with the rationale of the rule against basing future rates on past losses and does not guarantee the utility any particular level of earnings. Federal Power Commission v. Natural Gas Pipeline Co., 315 U.S. 575, 590, 62 S.Ct. 736, 86 L.Ed. 1037 (1942) ; Nichols, Ruling Principles of Utility Regulation — Rate of Return 420-25 (1965) and 318-21 (Supp. A 1964). Whether or not the Company is able to maintain such a rate of return during the interim period depends on its own efficiency and the various risk factors which affect it as they affect any business. The risk of earning less than what is authorized is borne by the utility. The Company is not guaranteed a definite rate of return.\nWe do not agree with the argument of the Company that the fact that the interim rate relief scheme of the Commission will be collected in the future from a slightly different group of consumers than those presently utilizing the Company’s services renders the plan illegal. A number of regulatory commissions, albeit which are governed by statutes which gave them sóme specific retroactive rate-making powers, have recognized that interim relief provisions need not always be so refined that the future rate-paying group is precisely congruent with the consuming group whose demands caused the deficiency. Bronx Gas & Electric v. Maltbie, 271 N.Y. 364, 3 N.E.2d 512 (1936). See also Beaver Valley Water Company v. Driscoll, 28 F.Supp. 722 (W.D.Pa.1939).\nThe Commission, alert to the problem, noted in Order No. 5636:\nThere is also the prospect of apparent discrimination among classes of customers even under the refunding procedures proposed by the Company. Only certain classes of customers and types of service would incur interim rate increases if the rates proposed by C & P in its Motion were put into effect before the final Phase II order. The final Phase II order could distribute the revenue requirement differently than C & P has proposed. Thus, the possibility exists that some ratepayers — those whose charges were not increased under an interim order — could be visited with increases under the final order. Since rate increases are not retroactive, these ratepayers would have been favored over those who have contributed to the Company’s revenue requirements meanwhile by paying increased interim rates. Other examples of potential inequities could also be cited.\nIt is not possible to refine government operations to such perfection that its actions fall equally on all citizens in every instance. In short, perfection in solutions frequently is not possible.\nAlthough the consumers after the final rate schedules are approved may not be exactly the same individuals who used the Company’s facilities during the interim period, the two groups are, as we suggested earlier, very substantially the same. The percentage of difference over a six months’ period must be infinitesimally small. This discrepancy is not of such importance as to cause the invalidation of an otherwise useful and lawful interim rate scheme.\nIn upholding the proposed interim relief we recognize, as did the Commission in its Order No. 5636, that the implied powers of the Commission should be used with restraint. However, the Commission found in this case that, while the present rates of the Company were not so low as to be confiscatory, the Company would certainly incur a substantial loss in revenue during the prolonged Phase II hearing. It concluded that interim relief was necessary if the Company was to maintain financial integrity, but it wanted to accomplish it in a manner which was fair to all of the interested parties. In light of the circumstances of this case, we do not find it was either illegal or an abuse of implied power for the Commission to exercise its discretion in granting the relief which it has ordered here. Implementing the Company’s proposed users’ rate structure on an interim rate basis without a hearing could have been grossly unfair to the government which was to shoulder a very substantial portion of the increase, a burden it considers unjustified. The Commission also felt that the Company’s alternate proposal of an unrefundable uniform surcharge on the present rate structure would not comport with even a cursory analysis of the current operational data.\nWe add a final caveat that this opinion should not be interpreted as assuring a utility a vested right to have the rate of return that is established in Phase I immediately implemented. It may not be warranted in another situation and each case must stand on its own.\nHaving determined the validity of the Commission’s Order No. 5644, and finding no error of law warranting reversal, we dismiss the petition and affirm Commission Orders No. 5636 and No. 5644 without commenting further on the other issues raised on this appeal.\nSo ordered.\n. This was filed immediately after the Company’s earlier proceeding (Formal Case No. 570) had been remanded to the Commission by this court ordering that attrition should also be taken into consideration by the Commission in determining revenue requirements.\n. The previous rate of return authorized in Formal Case No. 570 was 8.5%. The Company in this case had requested the Commission to authorize a 9.5% rate of return on its local investment in order to obtain the $21,-649,000 increase in annual gross revenue which it sought.\n.The proposed rates, attached to the Company’s motion for interim relief, were assigned by class of customer as follows:\n% Increase Approximate\nOver % of\nCurrent Increase\nRates Absorbed\nResidential .9 2.2\nBusiness 6.0 26.8\nGove-nment 18.5 71.0\n. Only two intervenors, General Services Administration and Wells Fargo Alarm Services, actually filed objections to the interim relief motion.\n. “No appeal shall lie from any order of the Commission unless an application for reconsideration shall have been first made and determined.” D.C.Code 1973, § 43-704.\n. The federal government and the District of Columbia, for instance, would bear 70% of the approximately $8 million increase. Nee note 3, supra.\n. For the purpose of this appeal, the Commission’s findings of fact are not controverted hy the Company.\n. Williams v. Washington Metropolitan Area Transit Comm’n, 134 U.S.App.D.C. 342, 362, 415 F.2d 922, 942 (1968), cert. denied, 393 U.S. 1081, 89 S.Ct. 860, 21 L.Ed.2d 773 (1969).\n. The word “losses” is not used here in the sense of profit and loss but to indicate that the anticipated income for the period would be less than that generated under the 8.8% rate of return authorized in Phase I.\n. The Company proposed that the federal and District of Columbia governments absorb 71 percent and that business customers, a class which we rvere informed at oral argument has a very small turnover rate, absorb 26.8 percent of the total rate increase. See note 3, supra. Therefore the variation between the paying group of customers and the former users will, according to Company statistics, be very small. It may well be that if the two groups varied greatly that the proposed deferred collection would not be “fair, reasonable and nondiscriminatory.”",
        "type": "majority",
        "author": "YEAGLEY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Alfred Winchell Whittaker, Washington, D. C., with whom Howard C. Anderson, Frank M. Steadman, Jr. and John P. Barnes, Washington, D. C., were on the brief, for petitioner.",
      "Linus H. Deeny, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, Louis P. Robbins, Principal Asst. Corp. Counsel, and C. Belden White, II, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.",
      "Marvin L. Coan, Atty., Dept, of Justice, with whom Carla A. Hills, Asst. Atty. Gen., Stanley D. Rose and John N. Hanson, Attys., Dept, of Justice, were on the brief, for intervenor."
    ],
    "corrections": "",
    "head_matter": "CHESAPEAKE AND POTOMAC TELEPHONE CO., Petitioner, v. PUBLIC SERVICE COMMISSION of the District of Columbia, Respondent, General Services Administration, Intervenor.\nNo. 8424.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 10, 1974.\nDecided Nov. 22, 1974.\nAlfred Winchell Whittaker, Washington, D. C., with whom Howard C. Anderson, Frank M. Steadman, Jr. and John P. Barnes, Washington, D. C., were on the brief, for petitioner.\nLinus H. Deeny, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, Louis P. Robbins, Principal Asst. Corp. Counsel, and C. Belden White, II, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nMarvin L. Coan, Atty., Dept, of Justice, with whom Carla A. Hills, Asst. Atty. Gen., Stanley D. Rose and John N. Hanson, Attys., Dept, of Justice, were on the brief, for intervenor.\nBefore KELLY, FICKLING and YEAGLEY, Associate Judges."
  },
  "file_name": "0236-01",
  "first_page_order": 274,
  "last_page_order": 281
}
