{
  "id": 12054031,
  "name": "STATE v. Charles LILLIBRIDGE",
  "name_abbreviation": "State v. Lillibridge",
  "decision_date": "1982-12-17",
  "docket_number": "No. 81-362-C.A.",
  "first_page": "237",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 237"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "420 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986404
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "815"
        },
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0809-01"
      ]
    },
    {
      "cite": "107 R.I. 331",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3029176
      ],
      "weight": 4,
      "year": 1970,
      "pin_cites": [
        {
          "page": "336"
        },
        {
          "page": "689"
        },
        {
          "page": "337"
        },
        {
          "page": "689"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/107/0331-01"
      ]
    },
    {
      "cite": "440 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944075
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/440/0742-01"
      ]
    },
    {
      "cite": "401 A.2d 23",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "442 A.2d 876",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973254
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0876-01"
      ]
    },
    {
      "cite": "40 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "70 R.I. 403",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4454493
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/ri/70/0403-01"
      ]
    },
    {
      "cite": "112 R.I. 6",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3141133
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/ri/112/0006-01"
      ]
    },
    {
      "cite": "172 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "93 R.I. 215",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4796257
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/ri/93/0215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 12740,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 1.6333700256292455e-07,
      "percentile": 0.6892421141155334
    },
    "sha256": "661c39e0b57540a10e92024e4ceeb6903b2a0e2a7e145e792baa993daba54286",
    "simhash": "1:a1338b25d8ad0d7a",
    "word_count": 2188
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Charles LILLIBRIDGE."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nThis is a criminal appeal by the defendant, Charles Lillibridge, who was found guilty of manslaughter after trial in the Superior Court. In April 1980 a Washington County grand jury charged the defendant with violation of G.L.1956 (1969 Reenactment) § 11-23-1, as amended, by P.L.1980, ch. 247, § 3. He was tried before a justice of the Superior Court and a jury in February, 1981. At the close of the state’s case, the defendant moved unsuccessfully for judgment of acquittal. He moved for acquittal, again, unsuccessfully, at the close of all the testimony. The jury found the defendant guilty of manslaughter. He then moved for new trial, which motion was denied. He now appeals from the judgment of conviction and from the denial of his new-trial motion. We affirm the judgment entered below.\nOn April 17,1980, Arlene Lillibridge, wife of defendant, died of a shotgun wound to the neck. Most of the events leading up to the shooting are not in dispute. At the time of the incident, defendant lived in a house on Old Depot Road in West Kingston, Rhode Island, with his wife, Arlene, his daughter Sharon, his step-daughter, and also an unrelated woman named Deborah Quigley.\nOn the day of the shooting, defendant, by his own admission, had been drinking. In fact, Ms. Quigley testified that defendant had consumed quite a few drinks before he arrived home at approximately 4 p.m. At about 6 p.m., when all the members of the Lillibridge household were present, Sharon’s boyfriend, Keith Greene, arrived. Shortly thereafter, defendant became engaged in a squabble with Sharon. During the argument, he struck her. At this point, Keith intervened and began fighting with defendant.\nThe police were summoned to the scene and broke up the fight. As Sharon and her boyfriend left the premises, defendant threatened Keith by announcing that he would “shoot his ass with pellets” if the young man returned to the house.\nAfter everyone had left the house except Charles Lillibridge and Ms. Quigley, defendant went to the garage and obtained a shotgun. He brought the weapon into the house and placed it behind a rocking chair. He then sat down in the rocking chair and fell asleep. The defendant corroborated this sequence of events. However, he added that he loaded the shotgun and put an extra cartridge into his pocket during his walk from the garage to the house. Mr. Lillibridge said he had intended to fire the gun into the air to scare Sharon’s boyfriend in the event he returned.\nWhat happened next is in dispute. Ms. Quigley said that she did not actually see Arlene Lillibridge enter the house but that she herself was sitting watching the television and knitting in the same room where defendant was asleep in the rocking chair. According to her, when Mrs. Lillibridge came into the house, she began “hollering about [how] she was going to get a restraining order and [that] Keith could come upon her side of the house * * Ms. Quigley testified that defendant responded, but she could not remember what he said. She stated that the Lillibridges argued and that “out of the corner of [her] eye” she saw them begin to fight physically. However, she did not actually see what happened, in spite of the fact that she was only a few feet from the altercation. She explained that she had focused her attention on the television and her knitting since fights like this between the Lillibridges were not unusual. She turned around, when she heard the gun go off, in time to see defendant and his wife lying side by side facing each other on the couch. She said that defendant was crying and that he said “Oh, my God, I killed her.” The gun was not in defendant’s hand at that time, but rather on a table, which, it later turned out, was some eleven feet across the room from where the couple lay. The defendant instructed her to call the police and “tell them he just shot his wife.”\nThe defendant’s version differed from Ms. Quigley’s. He said he was dozing in the rocking chair when he was awakened by his wife shouting at him that she owned half the house and that “anybody could come in that house that wanted to * * * she had the gun to my head and said she was going to blow my brains out.” After trying to talk her out of it, the two struggled for the gun, but Lillibridge never gained control of it; his wife outweighed him by ninety-five pounds and was “pretty strong.” This struggle occurred in front of the kitchen doorway, and during the altercation the gun discharged as they fell onto the couch. The defendant claimed that when the weapon went off, it flew across the room and landed on a table, eleven feet away. He directed Ms. Quigley to call the police. Mr. Lillibridge denied that he ever intended to kill his wife.\nThe police testified that after he was informed of his rights, defendant made several statements including “I killed her” and “I’ve done pretty crazy things in my time, but I never meant to kill — never meant to hurt anyone.” The officers noticed defendant had a cut with blood around it on the palm of his right hand. When asked about it, defendant said, “It must have happened when the gun went off.”\nThe medical testimony established that the victim died of a “gaping” gunshot wound to the neck. The state deputy medical examiner testified that the manner of death was homicide. He also said that the thumb and first finger of the victim’s left hand were blown away. There was a residue of grease, smoke, and powder on the palm of the left hand, indicating that the victim had been holding onto the muzzle end of the gun when it discharged. The medical examiner testified further that the wounds he had observed on the victim could either have occurred in a struggle involving two people who tripped and fell, discharging the gun, or have been received by the victim when she was sitting or lying down on the sofa. In either case, he testified that the muzzle of the gun must have been held in a horizontal position. He also testified that the victim’s arms were not long enough to allow her to have her hands on the trigger mechanism while the muzzle of the gun was at or near her neck.\nThe gun in question was a double-barreled shotgun with no stock. The butt end of the instrument, instead of a stock, had sharp metal edges. It was equipped with a separate trigger for each barrel, which triggers could be fired individually or together. Each trigger, however, required six to eight pounds of pulling force in order to fire the weapon. When the shotgun was closed after the cartridges were inserted into the barrels, a safety mechanism automatically engaged. In order to pull the triggers, the safety device had to be moved forward manually.\nAt the close of the testimony, the trial justice denied defendant’s motion for judgment of acquittal and gave the jury instructions that included possible verdicts of murder in the first degree, murder in the second degree, or manslaughter. The jury found defendant guilty of manslaughter. The defendant filed a motion for new trial, which motion the trial justice denied.\nOn appeal defendant claims that the trial judge erred in denying his motions for judgment of acquittal and for a new trial. The defendant contends that the trial justice should have granted his motion for judgment of acquittal on both the first- and the second-degree murder charges. He argues that although the jury found him guilty of manslaughter, the trial justice’s charge prejudiced him because it “clouded the issue for the jury and placed a heavy burden upon the defendant trying to defend against an improper charge.”\nPrior decisions of this court have held that a person convicted of manslaughter is not prejudiced by an erroneous murder instruction. State v. Cohen, 93 R.I. 215, 172 A.2d 737 (1961). See State v. Carillo, 112 R.I. 6, 307 A.2d 773 (1973); State v. Prescott, 70 R.I. 403, 40 A.2d 721 (1944). In this case there was adequate evidence to warrant the jury instruction given by the trial justice. Therefore, there is no merit to defendant’s position on this issue.\nThe defendant also moved for judgment of acquittal on the manslaughter charge. When considering such a motion, a trial justice must examine that evidence which the state claims is capable of generating proof of guilt beyond a reasonable doubt. State v. Dionne, R.I., 442 A.2d 876 (1982); State v. Roddy R.I., 401 A.2d 23 (1979). Furthermore:\n“[i]n considering such a motion, the trial justice is obliged to view the evidence in the light most favorable to the state and must draw from such evidence all reasonable inferences that are consistent with the guilt of the accused. He does not assess the credibility or weight of the evidence. State v. Giordano, R.I., 440 A.2d 742, 746 (1982).\nHere, defendant was charged with manslaughter which is the unlawful killing of a human being without malice aforethought, either express or implied. State v. Goff, 107 R.I. 331, 336, 267 A.2d 686, 689 (1970). Voluntary manslaughter is an intentional homicide without malice aforethought in the heat of passion as a result of adequate provocation. State v. Vargas, R.I., 420 A.2d 809, 815 (1980); State v. Goff, 107 R.I. at 337, 267 A.2d at 689. Involuntary manslaughter is an unintentional homicide without malice aforethought, committed either in the performance of an unlawful act not amounting to a felony or in the performance of a lawful act with criminal negligence. State v. Vargas, 420 A.2d at 815.\nIn the record before us there is ample evidence that establishes, when viewed in a light most favorable to the state, that defendant was guilty of voluntary manslaughter. The defendant made several statements to the police indicating he had killed his wife. In none of these statements did he claim that her death was accidental. Ms. Quigley and defendant testified that earlier in the day defendant had been drinking and was probably drunk when he arrived home. He entered his home in what can be described as a belligerent state. He squabbled with his daughter, striking her, and then engaged in a physical fight with her boyfriend, whom he threatened to shoot. After this fracas and a short nap with a loaded shotgun by his side, he entered into an altercation with his wife, during which she was fatally injured.\nThe medical examiner concluded that the victim’s hand was over the muzzle at the time of the shooting and that her arms were too short to permit her to reach the triggers at the time the gun was discharged. He also testified the gun must have been fired in a position horizontal to the victim’s neck and that the evidence presented was consistent with the victim’s being shot while in a sitting or reclining position on the couch.\nAlthough defendant claims the gun discharged as a result of a struggle, the evidence reveals no signs of struggle in the house. There were no bruises consistent with a struggle found on the victim and the only injury to defendant was a cut on one hand which, drawing inferences favorable to the state, could have occurred from the sharp protruding edge of the stock at the trigger end of the gun. In fact, defendant told police that the cut on his hand “must have happened when the gun went off.”\nThe characteristics of the gun itself also support the manslaughter verdict. Expert testimony revealed that to fire each barrel required six to eight pounds of pulling force on each trigger. The shotgun was equipped with a functional safety mechanism that automatically engaged when the weapon was loaded and which had to be manually removed before those triggers could be pulled.\nIn light of this evidence and drawing all reasonable inferences favorable to the state, we conclude that the trial judge was correct when he found there was evidence sufficient to sustain a manslaughter charge.\nLastly, the defendant contends that it was error for the trial justice to deny his motion for a new trial. In support of his position he merely repeats his arguments that the evidence presented was insufficient to sustain the verdict of manslaughter. Since the defendant does not point to any instance in which the judge overlooked or misconceived evidence, relying on our review of the evidence in the record, we find it clear that the trial judge properly denied the motion for new trial.\nThe defendant’s appeal is denied and dismissed, the judgment appealed from is affirmed, and the papers of this case are remanded to the Superior Court for further proceedings.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "Dennis J. Roberts, II, Atty. Gen., Kenneth P. Madden, Asst. Atty. Gen., for plaintiff.",
      "William A. Dimitri, Jr., Oleg Nikolyszyn, Providence, S. Thomas Cotroneo, Johnston, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Charles LILLIBRIDGE.\nNo. 81-362-C.A.\nSupreme Court of Rhode Island.\nDec. 17, 1982.\nDennis J. Roberts, II, Atty. Gen., Kenneth P. Madden, Asst. Atty. Gen., for plaintiff.\nWilliam A. Dimitri, Jr., Oleg Nikolyszyn, Providence, S. Thomas Cotroneo, Johnston, for defendant."
  },
  "file_name": "0237-01",
  "first_page_order": 289,
  "last_page_order": 292
}
