{
  "id": 11496819,
  "name": "Kenneth BURKE, Appellant, v. The BUCK HOTEL, INC., JJAB, a/k/a, a/d/b/a and/or t/a Creative Cuisine at the Buck Hotel, Senopoulos Partners, Inc., and/or Senopoulos Properties, Inc., Senopoulos Partners, Inc., Senopoulos Properties, Inc., and Pennsylvania Department of Transportation v. Michelle Schramm",
  "name_abbreviation": "Burke v. Buck Hotel, Inc.",
  "decision_date": "1999-12-06",
  "docket_number": "",
  "first_page": "239",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 239"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "661 A.2d 490",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873312
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/661/0490-01"
      ]
    },
    {
      "cite": "241 Pa.Super. 211",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820542
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/241/0211-01"
      ]
    },
    {
      "cite": "421 Pa.Super. 33",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        921944
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "objective criteria normally required to establish intoxication in-elude evidence of staggering, stumbling, aimless wandering, glassy eyes or incoherent mumbling"
        },
        {
          "parenthetical": "objective criteria normally required to establish intoxication in-elude evidence of staggering, stumbling, aimless wandering, glassy eyes or incoherent mumbling"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/421/0033-01"
      ]
    },
    {
      "cite": "727 A.2d 604",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11628635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/727/0604-01"
      ]
    },
    {
      "cite": "421 Pa.Super. 204",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        921942
      ],
      "weight": 3,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/421/0204-01"
      ]
    },
    {
      "cite": "501 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782472
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0634-01"
      ]
    },
    {
      "cite": "683 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        771064,
        7866573
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0159-01",
        "/a2d/683/0649-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 159",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771064
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0159-01"
      ]
    },
    {
      "cite": "576 A.2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "643 A.2d 1176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873220,
        1461150
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/1176-01",
        "/pa-commw/164/0662-01"
      ]
    },
    {
      "cite": "731 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11667079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0649-01"
      ]
    },
    {
      "cite": "727 A.2d 1144",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11634346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/727/1144-01"
      ]
    },
    {
      "cite": "665 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        725717,
        7866701
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/445/0324-01",
        "/a2d/665/0514-01"
      ]
    },
    {
      "cite": "445 Pa.Super. 324",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        725717
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/445/0324-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "574 A.2d 1175",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1402912
      ],
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "plaintiff who did not object to the jury charge prior to the case going to the jury waived the issues on appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0055-01"
      ]
    },
    {
      "cite": "312 Pa.Super. 448",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        213311
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/312/0448-01"
      ]
    },
    {
      "cite": "336 Pa.Super. 569",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        622191
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/336/0569-01"
      ]
    },
    {
      "cite": "258 A.2d 508",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926121
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0051-01"
      ]
    },
    {
      "cite": "267 Pa.Super. 247",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        124921
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/267/0247-01"
      ]
    },
    {
      "cite": "551 A.2d 657",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1381136
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/122/0192-01"
      ]
    },
    {
      "cite": "253 Pa.Super. 467",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        95225
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/253/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 984,
    "char_count": 20642,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 1.609093076781668e-07,
      "percentile": 0.6852609939807301
    },
    "sha256": "6a0fa1c2d9f6973fc91372f5ef723e9361a0e1c16fdbe548448ee602c314f8d1",
    "simhash": "1:c72c0fe68685c5f4",
    "word_count": 3434
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH, J., LEADBETTER, J., and MIRARCHI, Jr., Senior Judge."
    ],
    "parties": [
      "Kenneth BURKE, Appellant, v. The BUCK HOTEL, INC., JJAB, a/k/a, a/d/b/a and/or t/a Creative Cuisine at the Buck Hotel, Senopoulos Partners, Inc., and/or Senopoulos Properties, Inc., Senopoulos Partners, Inc., Senopoulos Properties, Inc., and Pennsylvania Department of Transportation v. Michelle Schramm."
    ],
    "opinions": [
      {
        "text": "MIRARCHI, Jr., Senior Judge.\nKenneth Burke appeals from an order of the Court of Common Pleas of Bucks County (trial court) which denied his motion for post-trial relief seeking a new trial. We affirm.\nOn August 7, 1993, Burke was a passenger in a vehicle driven by Michelle Schramm. Schramm was travelling south on State Route 532 when she failed to negotiate a curve in the road. The vehicle struck a stone pillar located off the paved road surface and on the property of the Buck Hotel. Burke sustained injuries as a result of the accident. Schramm was arrested for driving under the influence and recklessly endangering another person. She subsequently pled guilty to driving under the influence and two summary offenses, driving at an unsafe speed and careless driving.\nBurke filed suit against the Department of Transportation (DOT) and Senopoulos Partners, the owners of the Buck Hotel. Thereafter, DOT joined Michelle Schramm. Prior to trial, Burke filed a motion in limine seeking to exclude any evidence of the intoxication of Schramm. The trial court denied the motion and trial commenced on January 9, 1998. At the close of Burke’s evidence, the trial court granted Senopoulos Partners’ motion for non-suit. After the conclusion of the trial, the jury returned a verdict in favor of Burke and against Schramm and awarded $600,000 in compensatory damages. The jury also found in favor of DOT and against Burke. Burke filed a motion for post-trial relief, which was denied by the trial court. Burke now appeals to this Court.\nOn appeal, Burke argues that the trial court erred (1) in failing to exclude all evidence and references to Schramm’s intoxication; (2) in its initial and supplemental charge to the jury regarding DOT’s legal duty; (3) in alerting the jury to the testimony of a witness which was presented in camera but was never presented to the jury; (4) in refusing to allow Burke to introduce a letter written by DOT’s right-of-way manager; and (5) in granting Seno-poulos Partners’ motion for non-suit.\nBurke first argues that the trial court’s failure to exclude all evidence and references that Schramm was intoxicated was a fundamental error requiring a new trial. At trial, DOT offered into evidence a criminal court sheet, indicating that on January 13, 1994, Schramm pled guilty to a charge of driving under the influence and was sentenced to serve from ten days to twenty-three months in the Bucks County Prison. (Exhibit DD-5, Reproduced Record (R.R.), pp. 386-87.) A guilty plea to a charge of driving under the influence is admissible in a subsequent civil proceeding as an admission against interest. Cromley v. Gardner, 253 Pa.Super. 467, 385 A.2d 433 (1978). The guilty plea is relevant to the issue of negligence and ultimately, causation. Volponi v. Borough of Bristol, 122 Pa.Cmwlth. 192, 551 A.2d 657 (1988).\nBurke also argues that the trial court erred in permitting the jury to hear testimony, and by charging the jury, that Schramm was intoxicated. Burke contends that no competent evidence was presented that Schramm was intoxicated at the time of the accident. Where recklessness or carelessness is at issue, proof of intoxication is relevant, but the mere fact of consuming alcohol is inadmissible as unfairly prejudicial, unless it reasonably establishes intoxication. Cusatis v. Reichert, 267 Pa.Super. 247, 406 A.2d 787 (1979). Such evidence of intoxication must reasonably establish a degree of intoxication which proves unfitness to drive where reckless or careless driving is the matter at issue. Morreale v. Prince, 436 Pa. 51, 258 A.2d 508 (1969).\nAt trial, DOT presented the testimony of Richard Shaffer, a police officer with Lower Southampton Township. Officer Shaffer testified that he was dispatched to investigate the traffic accident and arrived at the scene within one minute of the call. He observed Schramm standing next to the car. During his interview with Schramm, he detected a strong odor of alcohol about her breath and about her person. He also testified: “Her eyes were watery, glassy, She needed support while she stood. And when she walked, she had a slight wobble to her gait.” (Notes of Testimony, January 13, 1998. p. 28.) Officer Shaffer also testified that during the interview, Schramm stated that she had been drinking prior to the accident.\nSchramm testified, in a deposition read at trial, that on the day before the accident, she was at a restaurant/bar during the hours of 6:00 p.m. and 9:00 p.m. She consumed four or five mixed drinks which she characterized as strong. She testified that she had nothing to eat during that period. After leaving the restaurant/bar, Schramm went home where she ingested a 2 milligram Xanax tablet. At approximately 11:00 p.m., Schramm ate half a hoagie and then went to a night club where she remembered having one-half of a mixed drink. She also consumed a Slim Jim at the night club. Schramm and Burke left the night club about 3:00 a.m., and the accident occurred about ten minutes later.\nIn Ackerman v. Delcomico, 336 Pa.Super. 569, 486 A.2d 410 (1984), our Superior Court held that corroborated testimony that a party had been heavily drinking beer before an accident and whose breath smelled strongly of beer, whose speech was slurred and whose alertness was unusually low after the accident was “much more than a suggestion of intoxication” and, was therefore, properly admitted into evidence. The evidence presented by DOT, the testimony of the investigating police officer and the deposition testimony of Schramm, is similar to the evidence found admissible in Ackerman. We therefore conclude that the trial court did not err in admitting the testimony of Schramm’s intoxication.\nBurke next argues that the trial court erred in its charge to the jury regarding DOT’S legal duty. As a preliminary matter, we must consider whether this issue was preserved for appeal. DOT contends that Burke waived this issue by not placing objections to the charge on the record at trial. Burke contends that the issue is preserved because he submitted specific points for charge and supplemental points for charge which were refused by the trial court.\nPa. R.C.P. No. 227(a) provides that:\nIt shall not be necessary on the trial of any action or proceeding to take exception to any ruling of the trial judge. An exception in favor of the party against whom the adverse ruling was made shall be deemed to have been taken with the same force and effect as if it had been requested, noted by the official stenographer and thereafter written out, signed and sealed by the trial judge.\nBurke submitted points for charge and supplemental points for charge, and the trial court refused to charge on four of these points. Because Burke submitted points for charge that were denied by the trial court, it is not necessary to take a specific exception in order to preserve for review the trial court’s refusal to give a requested instruction. Brancato v. Kroger Co., Inc., 312 Pa.Super. 448, 458 A.2d 1377 (1983). Thus the issue of whether the trial court erred in refusing to give Burke’s points for charge was preserved for review.\nBurke, however, argues that the jury charge was confusing and an incorrect statement of the law regarding DOT’S duty under the law. Burke did not specifically object on this basis to the trial court’s charge. Accordingly, this argument is waived. See Williams v. Southeastern Pennsylvania Transportation Authority, 133 Pa.Cmwlth. 55, 574 A.2d 1175 (1990) (plaintiff who did not object to the jury charge prior to the case going to the jury waived the issues on appeal). The principal rationale underlying the waiver rule is that when an error is pointed out to the trial court, the court then has an opportunity to correct the error. Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974). Additionally, an appellate court should not be required to waste judicial resources correcting a problem that the trial court could have easily corrected if it had been given the opportunity to avoid the necessity of granting a new trial. Fillmore v. Hill, 445 Pa.Super. 324, 665 A.2d 514 (1995).\nWe will thus limit our review of the trial court’s jury charge to the question of whether the trial court erred in refusing Burke’s four requested points for charge. The four points which were not given to the jury by the trial judge concern the foreseeability of the accident. Generally, a trial judge has wide latitude in his or her choice of language when charging a jury, provided that the instruction fully and adequately conveys the applicable law. Birth Center v. St. Paul Companies, Inc., 727 A.2d 1144 (Pa.Super.1999). A refusal to give a proper instruction requested by a party is grounds for a new trial only if the substance of that instruction was not otherwise covered by the trial court’s general charge. Salameh v. Spossey, 731 A.2d 649 (Pa.Cmwlth.1999).\nAfter reviewing the jury charge in its entirety, we conclude that Burke’s requested points of charge were sufficiently covered in the trial court’s general charge. See R.R. at 468 - 511. The trial judge instructed the jury inter alia, that DOT has a duty to keep the highways safe for the activities for which it is regularly used, intended to be used or reasonably foreseen to be used; that DOT had an obligation to keep the right-of-way free from intrusions; and that DOT has a right to cause a landowner to remove intrusions in the right-of-way. The trial judge instructed the jury that the question of what constitutes a dangerous condition is a question of fact to be decided by the jury. The judge also instructed that jury that before it could find DOT liable, it must find that DOT had either actual or constructive notice of the dangerous condition alleged. The trial judge further instructed that jury that DOT would not be liable for Burke’s injuries only if the conduct of Schramm was so extraordinary that it was unforeseeable to DOT. The trial judge further instructed the jury that if it found that the accident was foreseeable, that the existence of the pillar was known to DOT and was within the right-of-way, and that it constituted a dangerous condition, then it could find that DOT was liable to Burke.\nBurke next argues that the trial court erred in refusing to permit him to introduce into evidence a letter, dated September 9, 1996, written by Benjamin Nas-ka, a DOT right-of-way manager, to Seno-poulos Partners, requesting it to remove the pillar from the right-of-way within thirty days. (R.R. at 1874.) Evidence of remedial repairs is not admissible as proof of negligence although it is admissible if competent for another purpose and the trial court issues a limiting instruction to the jury. Fernandez v. City of Pittsburgh, 164 Pa.Cmwlth. 662, 643 A.2d 1176 (1994). Burke contends that the letter is admissible to show that DOT had dominion and control over the accident site and that DOT could have required the immediate removal of the pillar prior to the accident but failed to do so.\nIn Henry v. McCrudden, 138 Pa.Cmwlth. 231, 576 A.2d 666 (1990), the trial precluded the plaintiff from introducing evidence as to the feasibility of relocating a utility pole. The utility company had averred ownership and control of the pole and stated, in a motion in limine, that it would not advance at trial any claim that it was not feasible to relocate the pole. The trial court held that the feasibility of relocating the pole did not relate to any material fact in issue and the only use which the jury could have made of the evidence was to impute antecedent negligence. On appeal, this Court held that the trial court did not abuse its discretion in precluding the plaintiff from introducing the evidence.\nIn testimony before the trial court, a witness for DOT admitted that the pillar was in the right-of-way and that DOT had the ability to have the pillar removed. (R.R., pp. 361 - 62.) Thus, DOT’S dominion and control over the pillar and its ability to require the removal of the pillar prior to the accident were not at issue in the trial. As in Henry, the only use the jury could have made of Burke’s evidence was to impute antecedent negligence. The trial court did not err in precluding Burke from introducing the letter into evidence.\nBurke next argues that the trial court erred in alerting the jury to testimony which was presented in camera. Benjamin Naska was asked, in camera, whether it was his duty to go out and look for encroachments. He replied that he pursues any type of encroachment that he might come upon in his normal duties of sign and junkyard reviews. In his charge to the jury, the trial judge stated\nAnd your heard I believe it was Mr. Naska testified that it is not the policy to go out and seek these out; if something happens to bring it to their attention or it is rather obvious, then they would react. But they don’t police the roads for every intrusion into the right-of-way.\n(R.R., p. 486.)\nNaska’s testimony before the jury was that one of his duties was to review the right-of-way involving outdoor advertising signs and junkyards. (R.R., p. 246.) Several times during his testimony he addressed the question of encroachments into the right-of-way, other than advertising signs and junkyards. He stated that if, at that time, he located anything that may be in the right-of-way, it would be reviewed for encroachment. (Id.) He later testified that if his unit found something while reviewing signs or junkyards, he could pursue it, (R.R., p. 256), and that if he spotted an encroachment or had concrete evidence that there was an encroachment, he would pursue it. (R.R., p. 262.)\nThe fair import of Naska’s testimony is that he does not seek out encroachments but, he will take action if he is notified about the existence of a possible encroachment or discovers a possible encroachment during the performance of his assigned duties. Accordingly, we reject Burke’s argument that the trial judge improperly provided the jury with facts not in evidence.\nFinally, Burke argues that the trial court erred in granting a nonsuit to Senopoulos Partners. Burke argues that because the corporate designee of Senopoulos Partners testified in a deposition that he assumed that the pillar was his “responsibility,” a question of fact exists which must be resolved by a jury.\nIn his complaint, Burke alleged that Senopoulos Partners were negligent, inter alia, in allowing the pillar to exist on its property, in failing to remove the pillar, in allowing a dangerous condition to exist on its property, and in failing to cure a condition where it knew that the condition had caused similar accidents in the past.\nThe evidence presented at trial established that Senopoulos Partners purchased the property in June of 1993, approximately six weeks before Burke’s accident (R.R., p. 285) and that the pillars had been in place for at least twenty-five years prior to the accident (R.R., p. 97.) The evidence further established that it was not possible to determine just by looking at the pillar that it was within the right-of-way. (R.R., pp. 160 - 161.) Testimony at trial also established that Senopoulos Partners did not obtain a survey of the property at the time it acquired the property. (R.R., p. 286.)\nIn addition, the evidence established that two accidents had occurred involving the pillar in the five years prior to Burke’s accident. (R.R., pp. 627, 629.) According to the police report for the February 11, 1988 accident, the driver was travelling at a high rate of speed and was under the influence of alcohol. (R.R., pp. 627 - 628.) The driver lost control of the vehicle, went off the right side of the road and struck the pillar. (Id.) According to the police report for the March 2, 1992 accident, the driver was changing the station of her radio and, when she looked up, she was at the curve in the road. (R.R., p. 629 - 630.) She applied her brakes and lost control of her vehicle. (Id.) The vehicle skidded off the roadway and struck the pillar. (Id.)\nA motion for compulsory non-suit allows a defendant to test the sufficiency of a plaintiffs evidence and may be entered only in cases where it is clear that the plaintiff has not established a cause of action. Poleri v. Salkind, 453 Pa.Super. 159, 683 A.2d 649 (1996). In making this determination, the plaintiff must be given the benefit of all evidence favorable to him, together with all reasonable inferences of fact arising therefrom, and any conflict in the evidence must be resolved in his favor. Morena v. South Hills Health System, 501 Pa. 634, 462 A.2d 680 (1983). A judgment of nonsuit is properly entered if a plaintiff has not introduced sufficient evidence to establish the elements necessary to maintain an action. Taliferro v. Johns-Manville Corp., 421 Pa.Super. 204, 617 A.2d 796 (1992). It is the duty of the trial judge to determine, prior to sending the case to the jury, whether or not the plaintiff has met this burden. Id.\nIn the case before us, Burke presented no evidence to establish that Senopoulos Partners had any knowledge of the prior accidents, or that it knew that the pillar intruded into the right-of-way, or that it was aware that the location of the pillar created a dangerous condition on its land. Therefore, Burke has not established an essential element necessary to maintain his cause of action. The trial court did not err in granting Senopoulos Partners’ motion for nonsuit.\nThe order of the trial court is affirmed.\nORDER\nAND NOW, this 6th day of December, 1999 the order of the Court of Common Pleas of Bucks County in the above-captioned matter is hereby affirmed.\n. This Court’s scope of review of the trial court’s decision denying a motion for post-trial relief is limited to determining whether the trial court abused its discretion or committed an error of law. Chicchi v. Southeastern Pennsylvania Transportation Authority, 727 A.2d 604 (Pa.Cmwlth.1999).\n. See also Whyte v. Robinson, 421 Pa.Super. 33, 617 A.2d 380 (1992) (objective criteria normally required to establish intoxication in-elude evidence of staggering, stumbling, aimless wandering, glassy eyes or incoherent mumbling).\n. These points for charge are as follows:\nIf you find that PennDOT should have removed or required the property owner to remove the stone pillar which was located in the Commonwealth's right of way on the outside of the curve, should have provided warning signs or other devices to warn of the approach to the curve and/or designed the curve such that it was hazardous for the motoring public, then you may find Penn-DOT negligent.\nFor plaintiff to recover against defendant PennDOT, there must be sufficient evidence to find that PennDOT knew or had reason to know from all the facts in this case that this condition or these conditions created a reasonably foreseeable risk of the kind of injuries sustained by plaintiff. Foreseeability does not mean that defendant must foresee that an accident will occur in the exact way or to the same extent that it did occur; rather, it means that someone in Penn-DOT’s position using reasonable care should have foreseen that some accident of a similar character was likely to result because of the defendant’s failure to correct the dangerous condition. See Fredericks v. Castoria [Castora], 241 Pa.Super. 211, 360 A.2d 696 (Pa.Super.1976).\nReasonable care in the design and maintenance of roads requires that PennDOT foresee or anticipate the behavior of motorists on state highways, even where Penn-DOT contends that a motorist who drives while under the influence of alcohol is negligent. See Wyke v. Ward, [81 Pa.Cmwlth.392,] 474 A.2d [375] at 475 [1984].\nIf the plaintiff establishes that the existence of the stone pillar within the Commonwealth’s right-of-way rendered the highway unsafe for activities for which it is regularly used, than you may find that it was a dangerous condition. Commonwealth Department of Transportation v. Koons, 661 A.2d 490, 493 (Pa.Cmwlth. 1995).\n(Points for Charge Nos. 15, 17, 18, Supplemental Point for Charge No. 2)",
        "type": "majority",
        "author": "MIRARCHI, Jr., Senior Judge."
      }
    ],
    "attorneys": [
      "Thomas J. Wehner, Philadelphia, for appellant.",
      "John J. Calabro, Philadelphia, for appel-lee, Dept, of Transp."
    ],
    "corrections": "",
    "head_matter": "Kenneth BURKE, Appellant, v. The BUCK HOTEL, INC., JJAB, a/k/a, a/d/b/a and/or t/a Creative Cuisine at the Buck Hotel, Senopoulos Partners, Inc., and/or Senopoulos Properties, Inc., Senopoulos Partners, Inc., Senopoulos Properties, Inc., and Pennsylvania Department of Transportation v. Michelle Schramm.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 7, 1999.\nDecided Dec. 6, 1999.\nThomas J. Wehner, Philadelphia, for appellant.\nJohn J. Calabro, Philadelphia, for appel-lee, Dept, of Transp.\nBefore SMITH, J., LEADBETTER, J., and MIRARCHI, Jr., Senior Judge."
  },
  "file_name": "0239-01",
  "first_page_order": 285,
  "last_page_order": 292
}
