{
  "id": 8345145,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Djarrard A. DUTRIEVILLE, Appellant",
  "name_abbreviation": "Commonwealth v. Dutrieville",
  "decision_date": "2007-08-28",
  "docket_number": "",
  "first_page": "240",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "932 A.2d 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "814 A.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716460,
        9347887
      ],
      "pin_cites": [
        {
          "page": "1200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0269-01",
        "/a2d/814/1196-01"
      ]
    },
    {
      "cite": "832 A.2d 1123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9089193
      ],
      "pin_cites": [
        {
          "page": "1126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/1123-01"
      ]
    },
    {
      "cite": "862 A.2d 589",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1100665,
        9161761,
        9161781,
        1100736
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0561-01",
        "/a2d/862/0589-01",
        "/a2d/862/0589-02",
        "/pa/580/0561-02"
      ]
    },
    {
      "cite": "580 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100736,
        1100665
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0561-02",
        "/pa/580/0561-01"
      ]
    },
    {
      "cite": "833 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9084433
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/833/0740-01"
      ]
    },
    {
      "cite": "808 A.2d 943",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366565
      ],
      "pin_cites": [
        {
          "page": "948"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/808/0943-01"
      ]
    },
    {
      "cite": "672 A.2d 826",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362011,
        732413
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0826-01",
        "/pa-super/448/0621-01"
      ]
    },
    {
      "cite": "448 Pa.Super. 621",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732413
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0621-01"
      ]
    },
    {
      "cite": "428 Pa.Super. 321",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933165
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0321-01"
      ]
    },
    {
      "cite": "847 A.2d 1277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "577 Pa. 707",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "827 A.2d 469",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9108966
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/827/0469-01"
      ]
    },
    {
      "cite": "823 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9122327
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0180-01"
      ]
    },
    {
      "cite": "805 A.2d 598",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11434223
      ],
      "pin_cites": [
        {
          "page": "600"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/805/0598-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 13787,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 7.168668855370785e-08,
      "percentile": 0.4293754191846706
    },
    "sha256": "59ba781c6db7d0cd03c7339774c6552fff6e7c52e96b5cb121dc36c0d193cb57",
    "simhash": "1:088fd12eee549ffc",
    "word_count": 2235
  },
  "last_updated": "2024-02-27T21:22:46.907809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: HUDOCK, TODD and TAMILIA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Djarrard A. DUTRIEVILLE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nHUDOCK, J.:\n¶ 1 This is an appeal from the judgment of sentence imposed upon Appellant after he was convicted in a bench trial of carrying a firearm without a license. He was sentenced to one year of probation. This appeal follows, in which Appellant claims that the trial court erred in denying his suppression motion. We affirm.\n¶2 Our standard of review is well settled:\nWhen reviewing an order denying a motion to suppress evidence, we must determine whether the evidence of record supports the factual findings of the trial court. In making this determination, this [Cjourt may only consider the Commonwealth’s evidence and the defendant’s evidence that remains uncontra-dicted. We view the Commonwealth’s evidence, not as a layperson, but through the eyes of a trained police officer. We do not review the evidence piecemeal, but consider the totality of the circumstances in assessing whether probable cause existed. Additionally, it is exclusively within the province of the trial court to determine the credibility of the witnesses and the weight to be accorded their testimony. If the evidence supports the findings of the trial court, those findings bind us and we may reverse only if the suppression court drew erroneous legal conclusions from the evidence.\nCommonwealth v. Nobalez, 805 A.2d 598, 600 (Pa.Super.2002) (citations omitted). As this Court has often reiterated: “It is within the suppression court’s sole province as factfinder to pass on the credibility of witnesses and the weight to be given their testimony.” Commonwealth v. Elmobdy, 823 A.2d 180, 183 (Pa.Super.2003) (citation omitted).\n¶ 3 At the suppression hearing, the Commonwealth presented the testimony of Frank DeBartaolo, the Braddock Borough Chief of Police, Charles Rubino of the Pennsylvania State Police, Bureau of Liquor Control Enforcement, and Donald Macejka, a deputy sheriff with the Allegheny County Sheriffs Department. Appellant did not present any evidence. The trial court has summarized its factual findings based on this testimony as follows:\nOn March 20, 2004, a Nuisance Bar inspection was conducted at the Three Ferns Bar in the Borough of Braddock in Allegheny County by approximately thirty (30) members of the Liquor Control Board, the District Attorney’s Office, as well as other law enforcement ágencies, including local law enforcement officers. The agencies had been asked to conduct the raid by [Chief De-Bartaolo], as a result of multiple police calls for criminal activity in and about the bar.\nUpon approaching the bar, the law-enforcement [sic] authorities observed the doorman, who seemed to take note of their presence, [turn] to the inside of the bar, [say] something to the patrons and [close] the door. Upon entering the bar, law enforcement personnel heard a clunk or a thud and a gun was observed on the floor within five (5) feet of [Appellant]. Someone yelled the word, “gun” and numerous officers told everyone to stand still and attempted to secure the weapon.\nDeputy Sheriff [Macejka] was at the Three Ferns Bar on the evening in question, as part of the inspection team. He testified that he entered the bar and observed [Appellant] vigorously reaching into his left pocket and heard one (1) or two (2) other law enforcement personnel yell out, “Gun, gun.” Based on what he had heard in the bar, the reason for the inspection of the bar, [Appellant’s] furtive movements, and his years of training and experience, Deputy Sheriff Macejka pinned [Appellant] against the bar and conducted a pat down search of [Appellant] for officer’s safety and located a firearm. [Appellant] was placed under arrest.\nTrial Court Opinion, 5/19/06, at 1-2 (citations and footnote omitted). This factual summary is supported by our review of the record. Thus, we next consider whether the trial court’s legal conclusions from these facts were proper.\n¶ 4 Based on these factual findings, the trial court made the following legal conclusions:\nInitially, I guess, the first issue was the actions of the parties when they entered the bar from both front and rear and began the process of obtaining identification from all of the parties and whether or not that constituted a problem. And I read [relevant case law] to determine whether or not there was an initial illegal detention, and also considered the type of establishment and that there are perhaps more strict requirements or more issues in terms of what the police or the LCB are able to do when they enter a licensed establishment.\nBased on it being arguably a mere encounter and based on the special status of a licensed establishment, I find that there was no — there was not a problem with the patrons being asked for their identification.\nIt then becomes the issue of what happens when the sheriff arrives on the scene, and I find, based on my review of the transcript and my review of my notes, that somewhat simultaneous with his entry into the bar is the word “gun,” and he then observes two people, one of them being [Appellant], making these furtive movements toward his pants pocket. And based on his experience, believing that he’s reaching for a weapon, his actions then, I believe, are justified in approaching and placing [Appellant’s] hands on the bar and patting him down.\nN.T., 12/5/05, at 2-4. Given these conclusions, the trial court denied Appellant’s suppression motion. The case then proceeded to trial at which the transcripts for the suppression motion and the preliminary hearing were incorporated into the record. The parties also stipulated as to the make and model of the gun, the fact that it was loaded, and the fact that Appellant had $8,735.00 on his person. It was also stipulated that Appellant did not have a license to carry the gun. The trial court found sufficient evidence to support the firearms violation charge, and Appellant was sentenced immediately thereafter.\n¶ 5 Appellant raises the following issue: “I. WHETHER THE LOWER COURT ERRED IN CONCLUDING THAT THE DETENTION, PAT DOWN AND SEARCH OF [APPELLANT] WERE CONSTITUTIONALLY VALID?” Appellant’s Brief at 8.\n¶ 6 In support of this claim, Appellant argues that when the thirty law enforcement officers entered the bar from the front and the rear, loudly yelled “police,” fanned out making sure no one could leave prior to being identified, and began checking their identification against a variety of lists for warrants, the bar patrons were clearly detained. Appellant asserts that because this detention occurred prior to any observation of a gun being dropped, no probable cause or reasonable suspicion existed to justify the detention. He further asserts that no statutory authority existed to permit such a detention. As a consequence, continues Appellant, any alleged “reasonable suspicion” that he was “armed and dangerous,” which may have existed as a result of his furtive movements, occurred as a result of and during an illegal detention. Thus, Appellant argues that the fruits of the illegal search should have been suppressed. In the alternative, Appellant argues that, even if this Court were to find that no illegal detention initially occurred, his action in reaching in his pants did not create sufficient reasonable suspicion to conclude that he was armed and dangerous. We cannot agree.\n¶ 7 It is undisputed that Chief De-Bartaolo requested the investigation of a perceived “nuisance bar.” A review of pertinent Pennsylvania statutes and case law reveals that representatives of the Pennsylvania State Police’s Bureau of Liquor Control Enforcement (LCE), in conjunction with other law enforcement officials, may enter a bar to inspect the premises and make a determination that the establishment is in compliance with the rules and regulations of the Pennsylvania Liquor Code, 47 P.S. sections 1-[ XXX-XX-XXXX ]. Commonwealth v. Bennett, 827 A.2d 469, 473 (Pa.Super.2003), appeal denied, 577 Pa. 707, 847 A.2d 1277 (2004); see also 47 P.S. § 2-211 (creating within the Pennsylvania State Police a Bureau of Liquor Control Enforcement which has the power to investigate improper sale of alcohol and other related unlawful activities on premises operating with a liquor license). Thus, contrary to Appellant’s claim, the law enforcement officials in the present case were justified in proceeding to the bar, announcing their intentions, and beginning to conduct an inspection.\n¶ 8 We reject Appellant’s claims that their initial actions upon entry, by themselves, constitute an illegal detention. Moreover, unlike the facts in Bennett, supra, which involved a routine bar inspection, it is undisputed in this case that part of the reason for the inspection was the prior reports of criminal activity. When considering the closure of a licensed establishment, a court may consider violations of the Crimes Code. 47 P.S. § 6-611. Commonwealth v. Sal-Mar Amusements, Inc., 428 Pa.Super. 321, 630 A.2d 1269, 1273 (1993). This fact supports the Commonwealth’s assertion that the presence of additional officers to aid in the detection of criminal activity was also justified. Thus, while we agree with Appellant that, under certain circumstances, a display of police authority in and of itself can amount to a seizure, see, e.g. Commonwealth v. Wright, 448 Pa.Super. 621, 672 A.2d 826 (1996), the facts of this case do not warrant such a conclusion.\n¶ 9 We hold that no illegal police activity occurred prior to the almost simultaneous observation of the dropped gun. Once this occurred, within five feet of Appellant, the deputy sheriff, upon seeing Appellant reach toward his left pants pocket, was clearly justified in conducting a Terry search for his safety. An officer may conduct, pursuant to Terry, a frisk of the individual’s clothing if “a reasonably prudent man in the circumstances would be warranted in the belief that his safety or that of others was in danger.” Commonwealth v. Kondash, 808 A.2d 943, 948 (Pa.Super.2002) (citation omitted). Our review of the record amply supports the trial court’s statement that Deputy Sheriff Macejka “entered a problem bar in a high-crime area, observed [Appellant] making furtive movements with his hand to his left pocket, at a time when another law enforcement person yelled, ‘Gun, gun.’ This constituted a reasonable basis to pat down [Appellant].” Trial Court Opinion, 5/19/06, at 3.\n¶ 10 The circumstances of this case are readily distinguishable from Commonwealth v. Wood, 833 A.2d 740 (Pa.Super.2003) (en banc), affd, 580 Pa. 561, 862 A.2d 589 (2004). In Wood, a liquor enforcement officer, along with several other LCE officers, entered bars during Philadelphia’s Mardi Gras celebration, would ask bar patrons for identification if they looked to be under the age of twenty-one, and would then detain them within a separate section of the bar for further investigation. The furtive movements observed by the deputy sheriff in this case are quite different than a subjective belief that someone inside a bar is under age.\n¶ 11 In the alternative, Appellant asserts that his reaching in his pants did “not create the kind of reasonable suspicion that [he] was armed and dangerous to justify the pat down.” Appellant’s Brief at 9. According to Appellant, “[p]utting one’s hand in one’s pocket” or “grabbing his pants” is “simply not enough to justify a pat down.” Id. at 18. We cannot agree. Once again, to the extent Appellant attempts to minimize his conduct, we reiterate that it is within the suppression court’s sole province as fact finder to pass on the credibility of witnesses and the weight to be given their testimony. Elmobdy, supra. The suppression court found that Appellant was seen “vigorously reaching into his pants pocket. As stated above, this observation warranted the Terry frisk.\n¶ 12 Judgment of sentence affirmed.\n. 18 Pa.C.S.A. § 6106.\n. The trial court did not make specific factual findings as required by Pa.R.Crim.P. 581. Nevertheless, in the absence of compliance with Rule 581, \"this Court may look at the trial court’s Rule 1925(a) opinion to garner findings of fact and conclusions of law.” Commonwealth v. Stevenson, 832 A.2d 1123, 1126 (Pa.Super.2003) (citing Commonwealth v. Reppert, 814 A.2d 1196, 1200 (Pa.Super.2002)).\n. Another patron was observed placing a packet of suspected cocaine in his mouth.\n. We further note that the trial court found as fact that patrons of the bar were not told they could not leave until their identification was checked. We cannot disturb this determination which, nevertheless, is supported by our review of the record. Elmobdy, supra. The fact that various officers testified as to their precise intent upon entering the bar is of no moment, given the fact that their entry and the dropping of the gun occurred almost simultaneously. Whatever the officers intended to do did not occur because of the gun incident.\n. Terry v. Ohio, 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968).\n.The en banc majority in Wood stated that, while the initial action taken by the officers in carding the appellant “could have been characterized as a ‘mere encounter,’ there is no question that after [she] was carded, the mere encounter rose to the level of an investigative detention ... [when] all persons in the bar determined by police to be under 21 years of age, whether consuming alcohol or not, were detained in a designated section of the bar while those who were at least 21 years old were free to leave.” Wood, 833 A.2d at 746.",
        "type": "majority",
        "author": "HUDOCK, J.:"
      }
    ],
    "attorneys": [
      "Paul D. Boas, Pittsburgh, for appellant.",
      "Francesco L. Nepa, Asst. Dist. Atty. and Michael W. Streily, Deputy Dist. Atty, Pittsburgh, for the Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Djarrard A. DUTRIEVILLE, Appellant.\nSuperior Court of Pennsylvania.\nArgued May 22, 2007.\nFiled Aug. 28, 2007.\nPaul D. Boas, Pittsburgh, for appellant.\nFrancesco L. Nepa, Asst. Dist. Atty. and Michael W. Streily, Deputy Dist. Atty, Pittsburgh, for the Com., appellee.\nBEFORE: HUDOCK, TODD and TAMILIA, JJ."
  },
  "file_name": "0240-01",
  "first_page_order": 288,
  "last_page_order": 294
}
