{
  "id": 12054153,
  "name": "STATE v. Peter J. COELHO",
  "name_abbreviation": "State v. Coelho",
  "decision_date": "1982-12-24",
  "docket_number": "No. 80-248-C.A.",
  "first_page": "241",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 241"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "417 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944379
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/417/0310-01"
      ]
    },
    {
      "cite": "569 F.2d 1318",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1423424
      ],
      "pin_cites": [
        {
          "page": "1323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/569/1318-01"
      ]
    },
    {
      "cite": "649 F.2d 718",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1235990
      ],
      "pin_cites": [
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/649/0718-01"
      ]
    },
    {
      "cite": "367 So.2d 1020",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9620295,
        9620087
      ],
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/367/1020-02",
        "/so2d/367/1020-01"
      ]
    },
    {
      "cite": "550 F.2d 1036",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        988883
      ],
      "pin_cites": [
        {
          "page": "1043"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/550/1036-01"
      ]
    },
    {
      "cite": "284 N.W.2d 368",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10684141
      ],
      "pin_cites": [
        {
          "page": "373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/284/0368-01"
      ]
    },
    {
      "cite": "433 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975036
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0222-01"
      ]
    },
    {
      "cite": "446 A.2d 1048",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8011068
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/446/1048-01"
      ]
    },
    {
      "cite": "447 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12042871
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/447/0383-01"
      ]
    },
    {
      "cite": "419 N.E.2d 142",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        11047870
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "144-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/419/0142-01"
      ]
    },
    {
      "cite": "385 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7969441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0159-01"
      ]
    },
    {
      "cite": "56 L.Ed.2d 760",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 2267",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "436 U.S. 919",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1490466,
        1490147,
        1490341,
        1490152,
        1490537,
        1490218,
        1490508,
        1490285,
        1490574,
        1490675,
        1490391,
        1490364,
        1490525
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/436/0919-06",
        "/us/436/0919-10",
        "/us/436/0919-07",
        "/us/436/0919-12",
        "/us/436/0919-13",
        "/us/436/0919-03",
        "/us/436/0919-04",
        "/us/436/0919-02",
        "/us/436/0919-01",
        "/us/436/0919-09",
        "/us/436/0919-11",
        "/us/436/0919-08",
        "/us/436/0919-05"
      ]
    },
    {
      "cite": "568 F.2d 1307",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        909820
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "1310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/568/1307-01"
      ]
    },
    {
      "cite": "448 A.2d 1215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7995654
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/1215-01"
      ]
    },
    {
      "cite": "422 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7946946
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "745"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0742-01"
      ]
    },
    {
      "cite": "112 R.I. 14",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3132893
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "37-38"
        },
        {
          "page": "315"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/112/0014-01"
      ]
    },
    {
      "cite": "442 A.2d 900",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973974
      ],
      "weight": 6,
      "year": 1982,
      "pin_cites": [
        {
          "page": "902"
        },
        {
          "page": "902"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0900-01"
      ]
    },
    {
      "cite": "412 U.S. 470",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173453
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "474"
        },
        {
          "page": "2211"
        },
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0470-01"
      ]
    },
    {
      "cite": "429 U.S. 545",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6890
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "559"
        },
        {
          "page": "846"
        },
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0545-01"
      ]
    },
    {
      "cite": "119 R.I. 7",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3096070
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "11"
        },
        {
          "page": "1390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0007-01"
      ]
    },
    {
      "cite": "437 A.2d 1362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8011437
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1365",
          "parenthetical": "quoting State v. Leonardo, 119 R.I. 7, 11, 375 A.2d 1388, 1390 (1977)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/437/1362-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 927,
    "char_count": 17926,
    "ocr_confidence": 0.792,
    "pagerank": {
      "raw": 7.519149151106585e-07,
      "percentile": 0.9701565612512544
    },
    "sha256": "1a14466fe5691e5d14b70cebfc64a3d3120c6b46cdfdfbf202e582a60ad3acb9",
    "simhash": "1:1015ef79ec762c39",
    "word_count": 2879
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Peter J. COELHO."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nOn December 9,1977, a Providence County Grand Jury returned an indictment charging Peter J. Coelho with eight counts of embezzlement from the Rhode Island Housing Investment Fund and two counts of conspiring with Claire O’Coin to embezzle from the fund. Because of the illness of O’Coin’s attorney, the trial justice severed the cases, and Coelho proceeded to trial alone. The jury found Coelho guilty of five counts of embezzlement and two counts of conspiracy. On appeal Coelho claims that the trial justice abused his discretion by his refusal to grant his motion for a continuance, and Coelho also claims that his equal-protection guarantees were violated by the state’s failure to prosecute Claire O’Coin or her husband, William. '\nBecause we conclude that the refusal to grant a continuance on the facts before us constituted an abuse of discretion, we reverse.\nThe Rhode Island Housing Investment Fund is a non-profit corporation created to provide housing assistance to minorities and to persons of nominal means. The State of Rhode Island, through the Department of Community Affairs (DCA), provides financial assistance to RIHIF. It also imposes guidelines for disbursement of these funds which include eligibility requirements for recipients and a $5,000 limit on the amount of any loan.\nCoelho served as the executive director of RIHIF from July of 1972 until his resignation in April of 1977. In his capacity as executive director, he had the sole authority to sign corporate checks. O’Coin was employed by RIHIF as Coelho’s assistant.\nAn audit of RIHIF conducted in 1977 revealed several irregular transactions. Funds of RIHIF were apparently used to repay a personal loan of Coelho’s. A check for $1,000 was issued payable to Petco Realty, a company of which Coelho was the principal. A $2,000 check was recorded in the checkbook and drawn on the bank, but not recorded in the books. A bank statement showed a deposit of $2,638.11 made on July 17, 1974; however, the corresponding checkbook entry showed a deposit of $4,638.11. Four checks totaling $2,000 were recorded in the checkbook as disbursements without corresponding canceled checks. Finally, there was a $250 payment to the Danbury Mint with no documentation of what RIHIF had received for the payment. Evidence presented at trial established that the payment .to Danbury Mint was actually for plates produced by the mint, shipped to and received by William O’Coin, Claire O’Coin’s husband. Evidence also established that the $2,000 in missing RIHIF funds referred to above were actually used to repay a personal loan of Mr. O’Coin’s.\nOn January 30,1978, after the grand jury had returned its indictment against Coelho and O’Coin, Coelho filed a motion for discovery and inspection pursuant to Rule 16 of the Superior Court Rules of Criminal Procedure. His discovery motion requested in part:\n“1. All relevant written or recorded statements or confessions, signed or unsigned, or written summaries of oral statements or confessions made by the defendant, or copies thereof.\nu * * *\n“4. All books, papers, documents, photographs, sound recordings, or copies thereof, or tangible objects, buildings, or places which are intended for use by the State as evidence at the trial or were obtained from or belong to the defendant.\nU * * *\n“6. A written list of the names and addresses of all persons whom the attorney for the State expects to call as witnesses at the trial in support of the State’s direct case.”\nOn February 20,1978, the state answered Coelho’s discovery request, indicating that it did not intend to include in its case any statements made by defendant. The state also produced various records and provided a list of potential witnesses.\nThe state supplemented its discovery over the next two years. On February 27, 1978, it provided Coelho with additional records. Almost two years later, the state provided two additional discovery documents. It mailed defense counsel a three-page document dated November 8,1979, containing a list of eleven additional witnesses the state expected to call. Defense counsel, however, did not receive the document until the morning of November 13, 1979. On the same date, the prosecutor also hand-delivered a document entitled “State’s Supplemental Answers to Defendant’s Request for Discovery.” Attached to the supplemental answers were more than fifty pages of additional discovery documents that included, among other things, a copy of a statement of Coelho’s dated April 19,1977; a progress report dated July 1 to September 30, 1972, from Coelho to an official at DCA; and various other documents relating to RIHIF, all dated prior to 1975.\nOn November 5, 1979, a Superior Court justice had passed the case off the calendar, apparently for several reasons. One of the reasons was an agreement between the prosecutor and defense counsel that the prosecutor would not be free to prosecute Coelho because he was already engaged in another trial that would not be completed for some time. Another reason was the illness of codefendant O’Coin’s attorney. That attorney had been excused from court. Also, the then prosecutor and defense counsel had agreed that they would meet and confer before the Coelho trial at which time defendant could comply with all outstanding requirements for discovery. The fact that a trial justice of the Superior Court did in fact pass the case off the calendar appears to confirm without question that there had been an understanding and an agreement that this case would not proceed to trial at that time. Unfortunately, the agreement itself was never stipulated to in writing by the parties, nor was it stated explicitly in the record. It does appear that the conversations and agreement occurred in chambers.\nBased on representations of counsel, it appears that shortly after the November 5 hearing, the Attorney General’s office assigned the case to a new prosecutor. On Tuesday, November 6,1979, defense counsel learned that this case would proceed to trial on Tuesday, November 13, — Monday, the twelfth, being a legal holiday. During the November 13 hearing, the new prosecutor took the position that he was neither aware of nor bound by any agreement between defense counsel and the prior prosecutor. He insisted that the state was ready to proceed.\nOn November 13, because of the state’s late delivery of discovery material by the new prosecutor, the illness of codefendant O’Coin’s counsel, and because of the agreement with the prior prosecutor, Coelho requested a continuance until the following Monday, November 19, a matter of four trial days. The defendant’s attorney, no doubt, expected that his request would be granted, not only because the original prosecutor was on trial before the eleventh-hour switch of the state’s attorneys, and because of the codefendant’s counsel’s illness which had caused the case to be passed from the calendar, but principally because Coelho’s earlier motion to sever his case from O’Coin’s had been denied. The trial justice ruled that the case was ready, denied the continuance, and then severed the cases, forcing Coelho to proceed to trial, that day, alone.\n“There are no mechanical tests for deciding when the denial of a continuance is so arbitrary as to violate due process. The answer must be found in the facts and circumstances of each case, ‘particularly in the reason[s] presented to the trial justice at the time the request is denied.’ ” State v. Franco, R.I., 437 A.2d 1362, 1365 (1981) (quoting State v. Leonardo, 119 R.I. 7, 11, 375 A.2d 1388, 1390 (1977)).\nCoelho claims that the facts and circumstances of this case, coupled with the state’s late delivery of discovery material, necessitated a continuance. We agree. At the outset we note that “[t]here is no general constitutional right to discovery in a criminal case, * * *.” Weatherford v. Bursey, 429 U.S. 545, 559, 97 S.Ct. 837, 846, 51 L.Ed.2d 30, 42 (1977). This principle does not, however, preclude states from implementing discovery procedures. In fact the Supreme Court has stated that “[t]he growth of such discovery devices is a salutary development which, by increasing the evidence available to both parties, enhances the fairness of the adversary system.” Wardius v. Oregon, 412 U.S. 470, 474, 93 S.Ct. 2208, 2211, 37 L.Ed.2d 82, 87 (1973). When a state does implement discovery procedures, the failure to comply with its rules, especially since the defense must presumably rely on such compliance in preparing a defense, may violate the defendant’s due-process rights to establish the best available defense. State v. Darcy, R.I., 442 A.2d 900, 902 (1982); see also State v. Patriarca, 112 R.I. 14, 37-38, 308 A.2d 300, 315 (1973).\nIn an effort to make the maximum amount of pretrial information available to the parties, Rhode Island has continuously amended its rule so that it now has one of the most liberal discovery mechanisms in the United States. See State v. Darcy, supra; State v. McParlin, R.I., 422 A.2d 742, 745 (1980).\nThe Superior Court promulgated Rule 16 in 1972. The rule is based largely upon its federal counterpart and substantially altered previous criminal discovery procedures. The advisory committee note to the federal discovery provision states the purpose of modern liberalized discovery procedures: “[B]roader discovery by both the defense and the prosecution will contribute to the fair and efficient administration of criminal justice by aiding in informed plea negotiations, by minimizing the undesirable effect of surprise at trial, and by otherwise contributing to an accurate determination of the issue of guilt or innocence.” Fed.R. Crim.P. 16 advisory comm. note.\nIn 1974, Rule 16 was significantly expanded to compel the state to provide, upon a defendant’s request, a list of potential witnesses and a summary of the testimony they were expected to give at trial. Super.R.Crim.P. 16(a)(6) and (7). It also established a fifteen-day time limit for the state’s compliance with discovery requests. Super.R.Crim.P. 16(g). The rule also provides the Superior Court with the authority to impose sanctions for a party’s failure to comply with discovery provisions. Super.R. Crim.P. 16(i). In 1976, Rule 16 became the exclusive method of pretrial discovery in all criminal proceedings. Super.R.Crim.P. 16(j).\nIn State v. Darcy, R.I., 442 A.2d 900 (1982), this court held that the trial justice abused his discretion by failing to grant a mistrial to remedy the state’s noncompliance with the rule. The defendant had requested all the statements or confessions made by him which the state intended to introduce at trial. The state responded that it did not intend to use any of the defendant’s statements. At trial, however, the state introduced a highly prejudicial statement made by the defendant. In reversing the conviction, we stated that “[t]he introduction of the previously undisclosed statement may have denied defendant the opportunity required by due process to establish the best available defense.” Id., 442 A.2d at 902.\nIn State v. Sciarra, R.I., 448 A.2d 1215 (1982), the trial justice prohibited a key defense expert witness from testifying because of the defendant’s failure to make a timely disclosure of the testimony. Because the expert’s opinion was based upon specific information that the state failed to provide prior to trial, we held that the trial justice abused his discretion by excluding the testimony.\nWithout question, the trial justice is in the best position to determine whether any harm has resulted from noncompliance with discovery motions and whether the harm can be mitigated; therefore, his ruling should not be overturned absent a clear abuse of discretion. State v. Darcy, R.I., 442 A.2d 900 (1982); accord United States v. Gillings, 568 F.2d 1307, 1310 (9th Cir. 1978) cert. denied, 436 U.S. 919, 98 S.Ct. 2267, 56 L.Ed.2d 760 (1978); Lee v. United States, 385 A.2d 159 (D.C.App.1978); Chandler v. State, Ind., 419 N.E.2d 142, 144-45 (1981). However, the trial justice’s discretion under the rule is limited, bounded by law, and reviewable. See Albertson v. Leca, R.I., 447 A.2d 383, 388 (1982); State v. Tavarozzi, R.I., 446 A.2d 1048, 1051 n. 1 (1982).\nIn exercising his discretion, a trial justice must consider what is “right and equitable under all of the circumstances and the law.” State v. Allan, R.I., 433 A.2d 222, 225 (1981). With this principle in mind, we believe that in considering a request for a continuance based upon the failure of a party to make a timely disclosure, henceforth, the trial justice should take into account: (1) the reason for nondisclosure, (2) the extent of prejudice to the opposing party, (3) the feasibility of rectifying that prejudice by a continuance, and (4) any other relevant factors. State v. Lindsey, 284 N.W.2d 368, 373 (Minn.1979); see also United States v. Myers, 550 F.2d 1036, 1043 (5th Cir.1977). Analyzed in light of these considerations, the refusal to grant even a brief continuance in this case, we conclude, was an abuse of discretion.\nAt no time did the state explain the reason for the late delivery of such a large amount of discovery material. At oral argument, the attorney for the state claimed that this additional information was provided “out of an abundance of caution that all discovery orders were complied with.” By stating that it was acting out of “an abundance of caution,” the state admits serious doubt about its, compliance with its discovery obligations. This placed a tremendous burden on Coelho, who could not then be certain he had been given all the discovery material to which he was entitled in preparing for trial. In such a situation it would be unreasonable to expect defense counsel to proceed to trial that afternoon.\nThe state contends that Coelho suffered no prejudice because most of the last-minute discovery material had been provided earlier and because it did not actually introduce Coelho’s statement at trial. This assertion leads us to conclude that the state misunderstands the nature of the prejudice the rule seeks to remedy. The purpose of the rule is to ferret out procedural, rather than substantive, prejudice. In determining whether this type of prejudice exists in a given case, the trial justice must determine whether the discovery violation prevented the defendant from properly preparing for trial. Wilcox v. State, 367 So.2d 1020, 1023 (Fla.1979).\nThe eleventh-hour discovery provided by the state, coupled with the sudden severance after severance had been denied, obviously would have an impact on the defense. Prior to the state’s tardy delivery, defense counsel legitimately assumed that none of Coelho’s statements would be introduced into evidence. Delivery of the statement forced the defense, at the last minute, to prepare to rebut it. The list of eleven additional witnesses provided two or three hours before trial began left the defense woefully unprepared to conduct an effective cross-examination. These types of stratagems, as trial opens, conflict with the purpose of discovery. They also raise questions about the prosecutor’s good-faith intentions to comply with the spirit, if not the letter, of Rule 16.\nIt might be possible to examine all of the last-minute discovery materials and conclude that none of them, individually, was prejudicial. However, the shattering effect of such a late delivery,. coupled with the unexpected order to sever the cases, itself a reversal of a prior ruling, and the order to proceed to trial immediately, all combined to create a situation of surprise and patent unfairness which we believe raises serious questions concerning observance of defendant’s right to due process.\nThe trial justice could have mitigated the obvious prejudice caused this defendant by granting a continuance. In considering a continuance, the trial justice should balance the defendant’s right to a fair trial against the “societal interest in the ‘prompt and efficient administration of justice.’ ” Slappy v. Morris, 649 F.2d 718, 721 (9th Cir.1981), (quoting Gandy v. Alabama, 569 F.2d 1318, 1323 (5th Cir.1978)). The case at bar involved a 1977 indictment. We believe that a four-day continuance, considering the complexity of this case, would not have seriously prejudiced the state.\nIn vacating the conviction in this case, we take pains to acknowledge the heavy pressures on a trial justice not to grant continuances whenever requested, but rather to require that trials proceed. Only by being firm in refusing continuances, can any trial court hope to keep up with its workload rather than run behind it. Absent the late discovery in this case, the trial might have proceeded without prejudice to Coelho after severance. However, that severance, coupled with the late discovery delivered “out of an abundance of caution,” in our judgment required at least the continuance requested, if not more.\nWe conclude that the refusal to order the case continued constituted an abuse of discretion prejudicial to Coelho. We do not consider, at this time, the equal-protection question.\nThe defendant’s appeal is sustained, the judgment below is vacated and this case is remanded to the Superior Court for a new trial.\n. In State v. O’Coin, R.I., 417 A.2d 310 (1980), this court upheld a judgment of the Superior Court granting .O’Coin’s motion to quash her indictment on the ground that the grand jury was unconstitutionally composed. Coelho did not make such a motion. However, he now claims that the state’s failure to re-indict Claire O’Coin or to indict her husband, William, violated the equal-protection clause of the United States Constitution.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "Dennis J. Roberts II, Atty. Gen., John E. Migliaccio, Asst. Atty. Gen., for plaintiff.",
      "John F. Sheehan, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Peter J. COELHO.\nNo. 80-248-C.A.\nSupreme Court of Rhode Island.\nDec. 24, 1982.\nReargument Denied Jan. 20, 1983.\nDennis J. Roberts II, Atty. Gen., John E. Migliaccio, Asst. Atty. Gen., for plaintiff.\nJohn F. Sheehan, Providence, for defendant."
  },
  "file_name": "0241-01",
  "first_page_order": 293,
  "last_page_order": 298
}
