{
  "id": 9176674,
  "name": "FOREMOST INSURANCE COMPANY v. Robert LEVESQUE et al.",
  "name_abbreviation": "Foremost Insurance Co. v. Levesque",
  "decision_date": "2005-02-25",
  "docket_number": "",
  "first_page": "244",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 244"
    },
    {
      "type": "parallel",
      "cite": "2005 ME 34"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2000 ME 136",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11207539
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "510-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/755/0509-01"
      ]
    },
    {
      "cite": "2003 ME 144",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9297984
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 6, 7"
        },
        {
          "page": "137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/837/0135-01"
      ]
    },
    {
      "cite": "380 S.W.2d 610",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10168531
      ],
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/380/0610-01"
      ]
    },
    {
      "cite": "178 N.E.2d 792",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "796"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "172 Ohio St. 507",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        1748471
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/172/0507-01"
      ]
    },
    {
      "cite": "281 N.E.2d 253",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "256-57"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "361 Mass. 558",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3868948
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/mass/361/0558-01"
      ]
    },
    {
      "cite": "391 N.E.2d 201",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "204-05"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 Ill.Dec. 42",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "72 Ill.App.3d 509",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        5582017
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/72/0509-01"
      ]
    },
    {
      "cite": "412 P.2d 382",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "50 Cal.Rptr. 190",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "64 Cal.2d 379",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        12127289
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/64/0379-01"
      ]
    },
    {
      "cite": "103 Ariz. 260",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        631144
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/103/0260-01"
      ]
    },
    {
      "cite": "6 A.L.R.4th 686",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "opinion_index": 0
    },
    {
      "cite": "687 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358070
      ],
      "pin_cites": [
        {
          "page": "957"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0956-01"
      ]
    },
    {
      "cite": "521 A.2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880006
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "310"
        },
        {
          "page": "311"
        },
        {
          "page": "312"
        },
        {
          "page": "311"
        },
        {
          "page": "309"
        },
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/521/0308-01"
      ]
    },
    {
      "cite": "506 A.2d 1139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7918052,
        7918118
      ],
      "pin_cites": [
        {
          "page": "1141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/506/1139-01",
        "/a2d/506/1139-02"
      ]
    },
    {
      "cite": "685 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359638
      ],
      "pin_cites": [
        {
          "page": "1174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/685/1173-01"
      ]
    },
    {
      "cite": "555 A.2d 1050",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7910348
      ],
      "pin_cites": [
        {
          "page": "1052"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/555/1050-01"
      ]
    },
    {
      "cite": "105 Ariz. 537",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        4210022
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ariz/105/0537-01"
      ]
    },
    {
      "cite": "521 A.2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880006
      ],
      "weight": 11,
      "pin_cites": [
        {
          "page": "311"
        },
        {
          "page": "311-12"
        },
        {
          "page": "310"
        },
        {
          "page": "309"
        },
        {
          "page": "311"
        },
        {
          "page": "312"
        },
        {
          "page": "312"
        },
        {
          "page": "311"
        },
        {
          "parenthetical": "quotation marks and citation omitted"
        },
        {
          "parenthetical": "quotation marks and citation omitted"
        },
        {
          "page": "310"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/521/0308-01"
      ]
    },
    {
      "cite": "506 A.2d 1139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7918052,
        7918118
      ],
      "pin_cites": [
        {
          "page": "1141"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/506/1139-01",
        "/a2d/506/1139-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 775,
    "char_count": 17290,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 2.688932404094866e-07,
      "percentile": 0.8273439880085673
    },
    "sha256": "84235e5b4a3386d56d920f37bf8ea148f68f081de8b437b0e26c5d300540b485",
    "simhash": "1:f94ae25ee1695176",
    "word_count": 2808
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
    ],
    "parties": [
      "FOREMOST INSURANCE COMPANY v. Robert LEVESQUE et al."
    ],
    "opinions": [
      {
        "text": "ALEXANDER, J.\n[¶ 1] Foremost Insurance Company appeals from a summary judgment entered in the Superior Court (Cumberland County, Cole, J.) in favor of Robert Levesque. Foremost contends that the court erred when it held that Foremost was obligated to indemnify Robert Levesque for claims brought against Robert by Percy Levesque.\n[¶ 2] The legal question for us to resolve is whether an injury that occurs on or inside a homeowner’s premises, caused by negligent placement of an object on the floor of the premises, is excluded from the homeowner’s insurance policy coverage by an exclusion for loading or unloading motor vehicles, if the injury followed or preceded the loading or unloading of a motor vehicle. Applying our standards of review and rules governing interpretation, of insurance policies, we affirm the judgment of the Superior Court regarding coverage by the Foremost policy.\nI. CASE HISTORY\n[¶ 3] The following facts are undisputed. In September 1996, Robert Levesque was moving to Florida. He and his father, Percy, were moving various items, including an antique washing machine, from Robert’s mobile home into his pickup truck. When the truck was half full, the two men lifted the washing machine onto the truck. The machine did not fit in the truck bed. Robert decided to put the machine back in a shed attached to his mobile home and load it into the truck later. As the washing machine was very heavy, Robert removed the wringer portion of the machine and placed it on the floor of the shed. Robert and Percy then removed the washing machine from the truck and walked into the shed area. While walking backwards into the shed approximately five steps, Percy tripped over the washing machine wringer, causing the washing machine to fall on him, and resulting in the injury that led to this action.\n[¶ 4] At the time of the accident, Robert was insured under a homeowner’s policy issued by Foremost. The policy provided “coverage for the home and adjacent structures” including “tool sheds,” “driveways,” and “other structures usual and incidental to your use of the home as a family dwelling.” The Foremost policy excluded coverage for bodily injury “[a]rising out of the ownership, maintenance, use, loading or unloading of ... [a] land motor vehicle designed for use on public roads, owned or operated by or rented or loaned to you.” (Emphasis added.)\n[¶ 5] Foremost filed a complaint seeking a declaratory judgment that it was not responsible for Percy’s injuries. Foremost and Patriot Mutual Insurance Company, Robert’s truck insurer, then filed cross-motions for summary judgment. The Superior Court denied Foremost’s motion and granted Patriot’s motion. Foremost appeals from the Superior Court’s denial of its motion.\nII. STANDARD OF REVIEW\n[¶ 6] In this case, the essential facts are not in dispute. The issues in dispute relate to application of the language of the Foremost policy to the facts and application of our rules of interpretation of insurance policies to the policy language.\n[¶ 7] In a review of an insurance contract, the meaning of language is a question of law. Peerless Ins. Co. v. Wood, 685 A.2d 1173, 1174 (Me.1996). Exclusions and exceptions in insurance policies are disfavored, Gross v. Green Mountain Ins. Co., 506 A.2d 1139, 1141 (Me.1986), and are construed strictly against the insurer, Union Mut. Fire Ins. Co. v. Commercial Union Ins. Co., 521 A.2d 308, 310 (Me.1987). Any ambiguity in an insurance policy must be resolved against the insurer and in favor of coverage. Cambridge Mut. Fire Ins. Co. v. Vallee, 687 A.2d 956, 957 (Me.1996). An insurance contract “is ambiguous if it is reasonably susceptible of different interpretations.” Id.-\nIII. LEGAL ANALYSIS\n[¶ 8] Foremost argues that Percy’s injuries occurred during the unloading of Robert’s pickup truck and are therefore excluded from coverage by the Foremost policy. The Levesques contend that Percy’s injuries did not occur during the unloading of the pickup truck, and that, at a minimum, Foremost’s exclusion language is ambiguous and must be interpreted in favor of the insured.\n[¶ 9] Foremost asserts that we have held that the terms “loading or unloading” in an insurance policy are unambiguous as a matter of law and must be given their plain and ordinary meaning, citing Union Mutual Fire Insurance Co., 521 A.2d at 311. In Union Mutual we interpreted a homeowner’s insurance policy exclusion that is identical to the one at issue here. However, the Union Mutual opinion does not hold, for all cases, that the “loading or unloading” exclusion in a homeowner’s insurance policy is unambiguous as a matter of law. The Union Mutual conclusion was expressly limited to be “under the present facts” of that case. Id. at 312.\n[¶ 10] The “facts” supporting the Union Mutual result were dramatically different from this case. There, a firearm discharged inside a vehicle as the insured grasped the firearm preparing to remove it from the vehicle. Our opinion, concluding that there was no homeowner’s insurance coverage, emphasized “[t]he insured’s negligent placement of the loaded firearm in the vehicle, together with his carelessness in unloading the vehicle ....” Id. at 311. The accident occurred in Maryland, hundreds of miles from the insured’s residence in Maine. Id. at 309.\n[¶ 11] Here, the injury occurred after any connection to or contact with the vehicle had been severed. It occurred on the insured’s premises while the insured and the injured party were carrying an item into the insured’s shed. The injury resulted from the insured’s negligent placement of an object in a walkway or on the floor of the premises.\n[¶ 12] This is not Union Mutual. The exclusion for “loading or unloading” in the Foremost policy is ambiguous as applied to the fact situation here, where the injury occurred on the insured’s premises, after unloading was completed and without any physical or causal connection to the vehicle.\n[¶ 13] Foremost’s construction of the “loading or unloading” language of its policy to exclude coverage of any injury occurring on the premises that is in any way related to loading or unloading a vehicle controlled by the insured, would lead to absurd exclusions for on-premises injuries. Consider the facts reversed. Two men are carrying a washing machine out of a home, planning to load it onto the insured’s vehicle. Inside the home, before any contact with the vehicle, the lead man trips over an object negligently placed on the floor by the insured. Foremost’s “loading or unloading” interpretation would exclude homeowner’s policy coverage for the resulting injury.\n[¶ 14] To determine when unloading has been completed, some courts employ the “complete operation” doctrine. See Kristine Cordier Karnezis, Annotation, Risks Within “Loading and Unloading” Clause of Motor Vehicle Liability Insurance Policy, 6 A.L.R.4th 686 (1981 & Supp.2004). Under the “complete operation” doctrine, unloading ceases only when goods have reached their ultimate destination, and includes all activities that are required to complete delivery. See e.g., Fireman’s Fund Ins. Co. v. New Zealand Ins. Co., 103 Ariz. 260, 439 P.2d 1020, 1023 (1968); Entz v. Fid. & Cas. Co., 64 Cal.2d 379, 50 Cal.Rptr. 190, 412 P.2d 382, 385 (1966); Estes Co. of Bettendorf v. Employers Mut. Cas. Co., 72 Ill.App.3d 509, 29 Ill.Dec. 42, 391 N.E.2d 201, 204-05 (1979); LaPointe v. Shelby Mut. Ins. Co., 361 Mass. 558, 281 N.E.2d 253, 256-57 (1972); Travelers Ins. Co. v. Buckeye Union Cas. Co., 172 Ohio St. 507, 178 N.E.2d 792, 796 (1961); Travelers Ins. Co. v. Employers Cas. Co., 380 S.W.2d 610, 612 (Tex.1964). Such precedents, particularly older precedents from other states, must be viewed cautiously because of differing facts and differing policy terms.\n[¶ 15] The complete operation doctrine is not particularly helpful where, as here, the injury occurs on the premises, as a result of negligence or a defect on the premises, and with no connection to the vehicle. If the complete operation doctrine were applied as asserted, homeowners would be unprotected against claims by people helping the homeowner load or unload a vehicle, and injured by a negligent act or any defect on the premises, as long as the injury occurred before the loading or unloading were completed. No one seriously argues that homeowners face such a gaping hole in their homeowner’s coverage. The key to applicability of the loading or unloading exclusion is some contact with or involvement of the vehicle in the on-premises injury. Here, there was no contact with or involvement of the vehicle in causing the injury.\n[¶ 16] If an injury occurs on the insured’s premises, caused by the insured’s negligence or a defect on the premises, and without direct contact with or involvement of the vehicle, then the purpose of the injured invitee’s presence on the premises, whether visiting, loading, or unloading, is irrelevant. The Foremost homeowner’s policy is at least ambiguous as to whether the injury is covered, and if the policy is ambiguous, our rules of construction require that the injury is covered. The trial court properly denied Foremost’s motion for a summary judgment.\nThe entry is:\nJudgment affirmed.\n. Percy testified in a deposition that he fell when he was approximately three and a half feet into the shed. The \"approximately five steps” into the shed distance estimate is from Foremost’s statement of material facts in support of their motion for summary judgment.\n. The court’s order indicated that it \"denies” Foremost's motion for summaiy judgment. We again remind the trial courts and counsel that a proper judgment should indicate the ruling on the motion and affirmatively state any relief granted, e.g., \"Judgment for defendant; the court declares that Foremost is responsible to indemnify Robert Levesque.” An entry that a motion is \"granted” or \"denied,” without more, is insufficient and risks being viewed as not a final judgment, particularly if there is any uncertainty as to what relief is granted or whether all claims are resolved. See Me. Health Alliance v. Med. Mut. Ins. Co. of Me., 2003 ME 144, ¶¶ 6, 7, 837 A.2d 135, 137; Crowe v. Shaw, 2000 ME 136, ¶ 1 n. 1, 755 A.2d 509, 510-11.\n. The homeowner's policy in Union Mutual stated that personal injuries arising from the \"use, loading or unloading” of a vehicle were excluded under the policy. Union Mut. Fire Ins. v. Commercial Union Ins. Co., 521 A.2d 308, 310 (Me.1987).",
        "type": "majority",
        "author": "ALEXANDER, J."
      },
      {
        "text": "RUDMAN, J.,\nwith whom LEVY, J., joins, dissenting.\n[¶ 17] I respectfully dissent. Robert and Percy were in the course of loading and unloading a vehicle when Percy’s injuries occurred. Both Robert and Percy admit this fact in their respective answers. We are not asked to decide whether Robert and Percy’s conduct translated into loading or unloading a truck. The parties have already established this fact. Consequently, the Foremost policy does not provide coverage to Robert for liability for Percy’s injuries.\n[¶ 18] On September 5, 2002, Percy Levesque brought a negligence action in the Superior Court (Aroostook County) against Robert Levesque for personal injuries he suffered in the course of moving a washing machine. At the time of the accident, Robert was insured under a homeowner’s policy issued by Foremost. Robert .tendered the defense of the claim to Foremost. The Foremost policy excluded coverage for bodily injury “[a]rising out of the ownership, maintenance, use, loading or unloading of ... [a] land motor vehicle designed for use on public roads, owned or operated by or rented or loaned to you.” (Emphasis added.)\n[¶ 19] Foremost then filed a complaint seeking a judgment declaring that Foremost be relieved of any duty to indemnify Robert because liability for the injuries arose out of the loading or unloading of a land motor vehicle. See 14 M.R.S.A. § 5954 (2003).\n[¶ 20] The issue is whether Foremost is entitled to the relief it sought in its complaint for declaratory relief: “that Foremost Insurance Company [be] relieved of any duty to indemnify Robert Levesque because liability for the injuries complained of in the underlying [negligence] complaint arose out of the loading or unloading of a land motor vehicle.” The majority posits that we have a legal question to resolve, but such is not the case.\n[¶ 21] We have previously held that the terms “loading or unloading” in an insurance policy are unambiguous and must be given their plain and ordinary meaning. Union Mut. Fire Ins. Co. v. Commercial Union Ins. Co., 521 A.2d 308, 311 (Me.1987). In Union Mutual we interpreted a homeowner’s insurance policy exclusion that is identical to the one at issue here. Id. at 311-12. In that case, we held that the homeowner’s insurance policy exclusion precluded coverage for personal injuries resulting from the accidental discharge of a firearm while being removed for hunting purposes from a vehicle. Id. at 310. Under the facts of Union Mutual, the insured person was unloading cargo (i.e. his shotgun) from his vehicle when it accidentally discharged, injuring a passenger. Id. at 309. We determined that “[t]he insured’s negligent placement of the loaded firearm ... together with his carelessness in unloading the vehicle, provided] a sufficient causal connection between the act of unloading and the consequent injury.” Id. at 311. We followed the Supreme Court of Arizona when it reasoned that: “[t]he unloading does not have to be the cause in the sense of proximate cause of the accident. The accident need only be connected with the unloading.” Id. at 312 (quoting Morari v. Atl. Mut. Fire Ins. Co., 105 Ariz. 537, 468 P.2d 564, 566 (1970)); see also Worcester Ins. Co. v. Dairyland Ins. Co., 555 A.2d 1050, 1052 (Me.1989) (“It is the activity in which the insured is engaged at the time [of the accident] that provides the temporal and spatial nexus that is determinative of the applicability of [the] exclusion in a homeowner’s insurance policy.”). We concluded that under the facts, coverage for injuries arising out of the’ unloading of the vehicle was excluded under the homeowner’s insurance policy exclusion. Union Mut. Fire Ins. Co., 521 A.2d at 312.\n[¶ 22] Foremost asserts and the Lev-esques, in their respective answers to Foremost’s material facts, admit that Percy’s injuries occurred during the loading and unloading of Robert’s pickup truck. There is no issue of fact. Foremost’s undisputed statement of material facts and Robert’s answer state, in part:\n(Emphasis added.) Percy admits to all of Foremost’s material facts: “Percy Levesque, admits the Statement of Material Facts set forth in Paragraphs numbered 1 through 14 of Plaintiffs [Foremost’s] Motion for Summary Judgment.”\n[¶ 23] The majority would limit “loading or unloading” to lifting on or off the motor vehicle. If the insurer intended that, it could have so provided. Although the majority may not like the result reached, the material facts are undisputed and consequently, we must apply the terms of the Foremost policy to see if Robert is entitled to coverage as a matter of law.\n[¶ 24] Although exclusions and exceptions in insurance policies are not generally favored, Gross v. Green Mountain Ins. Co., 506 A.2d 1139, 1141 (Me.1986), and are construed strictly against the insurer, Union Mut. Fire Ins. Co., 521 A.2d at 311, coverage under a policy will be excluded when “such separately stated exclusions, when viewed as a whole, unambiguously and unequivocally negate coverage.” Id. (quotation marks and citation omitted). Additionally, “[t]he rule requiring a strict construction against the insurer and a liberal construction in favor of the insured is not applicable unless there is ambiguity in terms of the policy.” Id. (quotation marks and citation omitted).\n[¶ 25] Since the Foremost policy clearly and unambiguously excludes coverage for bodily injuries arising out of loading or unloading a motor vehicle, and since both Percy and Robert admit that Percy’s injuries arose out of the loading/unloading of the truck, I would remand to the trial court for entry of a judgment declaring that Foremost owes no duty to Robert for injuries sustained by Percy arising out of their loading/unloading a washing machine on or about September 19,1996.\n. The majority’s statement of facts omits the most significant undisputed fact that Robert and Percy were loading and unloading the truck when the injury occurred.\n. The homeowner’s policy in Union Mutual stated that personal injuries arising from the \"use, loading or unloading” of a vehicle were excluded under the policy. Union Mut. Fire Ins. Co. v. Commercial Union Ins. Co., 521 A.2d 308, 310 (Me.1987).",
        "type": "dissent",
        "author": "RUDMAN, J.,"
      }
    ],
    "attorneys": [
      "Martica S. Douglas, James E. Fortin, Douglas, Denham, Buccina & Ernst, P.A., Portland, for plaintiff.",
      "■ J. Michael Conely, Wenonah M. Wirick, J. Michael Conley, P.C., Bath, for defendant, Roger Levesque.",
      "Scott G. Hunter, Solman & Hunter, P.A., Caribou, for defendant, Percy Levesque.",
      "James D. Poliquin, Lance E. Walker, Norman, Hanson & DeTroy, L.L.C., Portland, for defendant, Patriots Mutual Ins. Co."
    ],
    "corrections": "",
    "head_matter": "2005 ME 34\nFOREMOST INSURANCE COMPANY v. Robert LEVESQUE et al.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: Nov. 18, 2004.\nDecided: Feb. 25, 2005.\nMartica S. Douglas, James E. Fortin, Douglas, Denham, Buccina & Ernst, P.A., Portland, for plaintiff.\n■ J. Michael Conely, Wenonah M. Wirick, J. Michael Conley, P.C., Bath, for defendant, Roger Levesque.\nScott G. Hunter, Solman & Hunter, P.A., Caribou, for defendant, Percy Levesque.\nJames D. Poliquin, Lance E. Walker, Norman, Hanson & DeTroy, L.L.C., Portland, for defendant, Patriots Mutual Ins. Co.\nPanel: SAUFLEY, C.J., and CLIFFORD, RUDMAN, DANA, ALEXANDER, CALKINS, and LEVY, JJ."
  },
  "file_name": "0244-01",
  "first_page_order": 284,
  "last_page_order": 291
}
