{
  "id": 12023980,
  "name": "UNITED STATES, Appellant, v. Vernon Bernard BROOKS, Appellee",
  "name_abbreviation": "United States v. Brooks",
  "decision_date": "1974-12-19",
  "docket_number": "No. 8672",
  "first_page": "245",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 245"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "243 A.2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8065719
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/243/0054-01"
      ]
    },
    {
      "cite": "341 F.2d 411",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3647936,
        878268,
        878429,
        3648686
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/341/0411-02",
        "/f2d/341/0411-01"
      ]
    },
    {
      "cite": "119 U.S.App.D.C. 278",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3647936,
        3648686
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "349 F.2d 220",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3651193,
        854588
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/349/0220-01"
      ]
    },
    {
      "cite": "121 U.S.App.D.C. 243",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3651193
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": []
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 7260,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 1.957530742167719e-07,
      "percentile": 0.7375756269960141
    },
    "sha256": "6dfe7640200778d5a032b11b09acefc7318642e0b23673d118377fa9c3e76154",
    "simhash": "1:59c4906432dffcfb",
    "word_count": 1206
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and NEBEKER, Associate Judges, and PAIR, Associate Judge, Retired."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. Vernon Bernard BROOKS, Appellee."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nThe government appeals from the trial court’s dismissal of an information charging an offense under D.C.Code 1973, § 22-3214(b) (possession of certain dangerous weapons prohibited). Concluding that the dismissal was error, we reverse the trial court’s order of dismissal and direct reinstatement of the information.\nThe government brought the information after a mailman complained that Mr. Brooks had chased him with a wooden table leg, eventually throwing the leg at him. The piece of wood was approximately two inches thick and two and one-half feet long.\nIn dismissing the information for failure to state an offense since the weapon was described as a “stick,” the trial court stated:\nThere’s a stick out there. I would admit readily and concede your argument that if I were to pick it up and start swinging it I would be assaulting somebody with a dangerous weapon if the jury were to believe that that two by four, six feet long or whatever you have, that I was assaulting somebody with a dangerous weapon. I can take a toothpick and make a dangerous weapon out of it by sticking it in somebody’s eye. But this is a possession charge.\n‡ :{: % ijc ‡\nMs. Hetherton, this information and that court as far as I am concerned will be dismissed because you didn’t choose to charge him in the felony branch with ADW which is specifically what it should be. And you suffer the price of bringing it down to a misdemeanor. As far as I am concerned the stick doesn’t apply under 22-3214 — B. .\nFrom the above, it seems apparent that the trial court construed § 22-3214(b) as declaring illegal the mere possession of those items which it names. Such a construction, however, fails to give effect to a critical segment of the provision. D.C. Code 1973, § 22-3214(b) provides:\nNo person shall within the District of Columbia possess, with intent to use unlawfully against another, an imitation pistol, or a dagger, dirk, razor, stiletto, or knife with a blade longer than three inches, or other dangerous weapon, [emphasis supplied.]\nIt is clear from the face of the statute that the government must establish not only that the accused possessed a proscribed article, but also that he possessed it with the intent to use it unlawfully against another. As an example which in itself could perhaps be deemed dispositive, the statute clearly does not forbid the mere possession of an imitation pistol, but it is equally apparent that the provision does forbid the possession of such an imitation pistol with intent to use it in an assaultive or otherwise unlawful manner.\nWe hold that the task of determining whether an object, coupled with its use, constituted a “dangerous weapon” was a proper one for the jury, just as courts have also held when the accused was charged with assault with a dangerous weapon, D.C.Code 1973, § 22-502. See Bishop v. United States, 121 U.S.App.D.C. 243, 349 F.2d 220 (1965); Greenfield v. United States, 119 U.S.App.D.C. 278, 341 F.2d 411 (1964). Therefore, it was error to dismiss for failure to state an offense.\nIn support of our construction of § 22-3214(b), we also note the distinction between it and the preceding provision, § 22-3214(a). The wording of subsection (a), which forbids the mere possession of certain specifically named items, is clearly distinguishable from subsection (b) by its total lack of any requirement that the possessor of these items intends to use them unlawfully. The weapons listed in subsection (a) are so highly suspect and devoid of lawful use that their mere possession is forbidden.\nAppellee also urges that we strike down § 22-3214 (b) on the ground that it is void for vagueness, alleging that “dangerous weapon” is not defined with sufficient particularity. In making this claim, however, appellee concedes that § 22-502 (assault with a dangerous weapon) is immune from such attack but contends that the effect of the language is distinguishable in the two provisions, since the necessity of proving an assault under § 22-502 insures a showing that the article was used unlawfully. But in light of our conclusion that intent to use unlawfully is a required element in both offenses, we find lacking in constitutional significance the fact that this intent must be demonstrated in § 22-502 by proving an assault while it may be proved in § 22-3214(b) by other means.\nWe note finally that this court has rejected a similar charge of vagueness attacking § 22-3204 (carrying a dangerous weapon). Scott v. United States, D.C.App., 243 A.2d 54, 56 (1968). There we stated:\nThe statute, as we interpret it, outlaws the carrying of an otherwise useful object where the surrounding circumstances, such as the time and place the defendant was found in possession of such an instrument, or the alteration of the object, indicate that the possessor would use the instrument for a dangerous purpose. [Footnote omitted.]\nWe conclude that § 22-3214(b) is no more vulnerable to appellee’s claim of vaguene.ss than was § 22-3204 (which does not, unlike § 22-3214(b), require on its face that the government establish intent to use unlawfully).\nIn the light of the above, the order of dismissal is hereby reversed, and the case is remanded with instructions to reinstate the information.\nSo ordered.\n. It is difficult to understand the basis of appellee’s claim that, once the government alleges possession of an article under § 22-3214(b), the burden somehow shifts to the accused to establish the innocence of this possession. It is axiomatic that the burden rests on the government to prove beyond a reasonable doubt all elements of an offense, and there is no reason to assume that § 22-3214 (b) admits of any exception to this basic, principle.\n. That the legislative history of § 22-3214(b) supports this reading is clear from the following language:\nThe mere possession of these weapons cannot, your committee realizes, be barred; but if the possession, coupled with criminal intent ('an be shown to exist, your committee feels that appropriate punishment should follow. [H.R.Rep.No.538, 82d Cong., 1st Sess. 8 (1951).]\n. That subsection reads in part:\nNo person shall within the District of Columbia possess any machine gun, sawed-off shotgun, or any instrument or weapon of the kind commonly known as a blackjack, slung shot, sand club, sandbag, switch-blade knife, or metal knuckles, nor any instrument, attachment, or appliance for causing the firing of any firearm to be silent or intended to lessen or muffle the noise of the firing of any firearms: . . .\n.D.C.Code 1973, § 22-3204 states in relevant part:\nNo person shall within the District of Columbia carry either openly or concealed on or about his person . . . any deadly or dangerous weapon capable of being so concealed. ...",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Earl J. Silbert, U. S. Atty., John A. Terry, James F. McMullin, Judith Hetherton, Mary C. Weiss, Bernard J. Panetta, II, and Raymond J. Coughlan, Jr., Asst. U. S. Attys., for appellant.",
      "Jeff Krause, Reston, Va., appointed by this court, for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. Vernon Bernard BROOKS, Appellee.\nNo. 8672.\nDistrict of Columbia Court of Appeals.\nSubmitted Dec. 11, 1974.\nDecided Dec. 19, 1974.\nEarl J. Silbert, U. S. Atty., John A. Terry, James F. McMullin, Judith Hetherton, Mary C. Weiss, Bernard J. Panetta, II, and Raymond J. Coughlan, Jr., Asst. U. S. Attys., for appellant.\nJeff Krause, Reston, Va., appointed by this court, for appellee.\nBefore KELLY and NEBEKER, Associate Judges, and PAIR, Associate Judge, Retired."
  },
  "file_name": "0245-01",
  "first_page_order": 283,
  "last_page_order": 285
}
