{
  "id": 12054263,
  "name": "In re EXTENSION OF MEDIA COVERAGE FOR A FURTHER EXPERIMENTAL PERIOD",
  "name_abbreviation": "In re Extension of Media Coverage for a Further Experimental Period",
  "decision_date": "1982-12-31",
  "docket_number": "No. 82-581-M.P.",
  "first_page": "246",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 246"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 349,
    "char_count": 6230,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 1.1329240581850794e-07,
      "percentile": 0.5765529187222884
    },
    "sha256": "5ff3118e11e7a3b7c89797a3a01911a92bf48e3e59afba53550bce14d36e2b7f",
    "simhash": "1:b22635074c9f0100",
    "word_count": 953
  },
  "last_updated": "2023-07-14T17:08:20.612810+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re EXTENSION OF MEDIA COVERAGE FOR A FURTHER EXPERIMENTAL PERIOD."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThe Media Advisory Committee presented a recommendation to the court that the experiment allowing broadcasting, televising and photographing of court procedures as previously allowed by Provisional Order No. 15 be continued for an additional year. We have considered the memorandum of recommendation submitted by the committee and have also examined supporting materials filed therewith. Among these supporting materials were:\n(1) A questionnaire submitted to members of the judiciary.\n(2) Resolution of the Rhode Island Bar Association.\n(3) Reports of hearings,.conducted by the committee at which comments by members of the judiciary, members of the bar and members of the public were received.\n(4) Letter from the Attorney General.\n(5) Additional letters transmitted to the committee and the court expressing opinions in respect to media access.\nUpon consideration of these materials and communications, we are of the opinion that the recommendation of the Media Advisory Committee to continue the experiment for an additional year should be followed. However, by way of guidance to the Media Advisory Committee which shall serve as the monitoring agency for an additional year, we feel that the following comments should be made.\nThe Media Advisory Committee shall continue to monitor the experimental program, and all trial participants are requested to cooperate with the committee or its agents in implementation of its evaluation. In all instances the committee shall obtain prior approval from the trial justice for the submission of questionnaires to or the holding of interviews of jurors.\nAs indicated in the initial guidelines, rulings and determinations by the trial justice shall be obeyed by all representatives of the media. Grievances shall be processed in accordance with guidelines No. 13 and No. 14, but no such processing of grievances shall delay or stay any order that may have been given by the trial justice and/or the Presiding Justice or Chief Judge of the trial court.\nOur consideration of the results of the experiment has disclosed that the public educational value of media access has, to this point, been of so limited a value as to be nearly imperceptible. We are of the opinion that the public understanding of the judicial system and its procedures has not been substantially furthered by televising, broadcasting or photographing during the experimental period. We therefore call to the attention of representatives of the media their obligation to further the goal of public education. This goal is the sole justification for the assumption of additional burdens by trial judges and other participants in the trial process in adjusting to and dealing with the presence of broadcasting, television, and still photography in the courtroom during court proceedings.\nWe shall observe with great interest the additional information derived from his further period of experiment and suggest to representatives of the media that the burden of proof in the weighing of benefits of media access against its disadvantages has been placed upon them.\nFor the reasons stated, the recommendation of the committee is adopted, and Provisional Rule No. 15 shall be amended in accordance therewith.\nAMENDMENTS TO GUIDELINES PROMULGATED IN ACCORDANCE WITH PROVISIONAL ORDER NO. 15\nMEDIA COVERAGE\nProvisional Order No. 15 adopted by this court April 22, 1981, and amended on August 14,1981, is hereby further amended to extend the experimental period of coverage for an additional year beginning January 17, 1983, and continuing through January 16, 1984.\nProvisional Order No. 15 is further amended to include amendments to the guidelines attached hereto and made a part hereof. All other provisions of the guidelines promulgated by this court on April 22, 1981 shall remain in full force and effect during the extended experimental period.\nBEVILACQUA, C.J.\nKELLEHER, J.\nWEISBERGER, J.\nMURRAY, J.\nSHEA, J.\nMEDIA ACCESS TO JUDICIAL PROCEEDINGS AMENDMENTS TO GUIDELINES\nThe following subsections shall be added to Guideline numbered 3.\n3(a) Coverage Outside Court Proceedings Prohibited.\nNo televising, photographing or broadcasting shall take place in courthouse corridors or other portions of the courthouse building save the courtroom during court proceedings. No televising, photographing or broadcasting shall take place within the courtroom during recesses or at any other time when the trial justice is not present and presiding.\n3(b) Hearings Outside Presence of the Jury.\nDuring or immediately preceding a jury trial there shall be no televising or broadcasting during hearings which take place outside the presence of the jury. Without limiting the generality of the foregoing, such hearings would include motions to suppress evidence, motions for judgment of acquittal or directed verdict, hearings to determine competence or relevance of evidence, motions in limine and motions to dismiss for legal inadequacy of the indictment, information or complaint (criminal or civil).\nGuideline numbered 10 shall be amended to read as follows:\n10. Photographing of Jurors and Prospective Jurors. During the voir dire examination of prospective jurors, no photographing, broadcasting or televising of such examinations of individual jurors or prospective jurors shall take place. After the jurors are empaneled and sworn, individual jurors shall not be photographed, except in instances in which a juror or jurors consent. In courtrooms where photography and televising is impossible without including the jury as part of the unavoidable background, such photography is permitted, but closeups that clearly identify individual jurors are prohibited. Trial justices shall enforce this guideline for the purpose of providing maximum protection of juror anonymity.\n. For purposes of this opinion, “media” shall be deemed to include television, video tape, radio broadcasting and photographing (either with still or motion picture camera) of court proceedings. As in the initial report of the Media Advisory Committee, the printed press is not included in the term.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re EXTENSION OF MEDIA COVERAGE FOR A FURTHER EXPERIMENTAL PERIOD.\nNo. 82-581-M.P.\nSupreme Court of Rhode Island.\nDec. 31, 1982."
  },
  "file_name": "0246-01",
  "first_page_order": 298,
  "last_page_order": 300
}
