{
  "id": 11496852,
  "name": "Elizabeth BAILEY, Sandy Wynn, Joseph Walker, Richard Metz, Appellants, v. ZONING BOARD OF ADJUSTMENT OF the CITY OF PHILADELPHIA, the City of Philadelphia and James B. Kravitz/Shawmont Development, Inc.",
  "name_abbreviation": "Bailey v. Zoning Board of Adjustment",
  "decision_date": "1999-12-08",
  "docket_number": "",
  "first_page": "247",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "180 Wis.2d 254",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8666124
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/180/0254-01"
      ]
    },
    {
      "cite": "672 So.2d 618",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7430051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/672/0618-01"
      ]
    },
    {
      "cite": "639 A.2d 578",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0578-01"
      ]
    },
    {
      "cite": "504 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 14839,
    "ocr_confidence": 0.756,
    "pagerank": {
      "raw": 1.3266558591939842e-07,
      "percentile": 0.6280370013850228
    },
    "sha256": "2f5041149f7a87b4628cf46c88f3a530853bedfba91c6281a9319be16babe5a6",
    "simhash": "1:473bacbf8410bfe4",
    "word_count": 2306
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PELLEGRINI, J., FRIEDMAN, J. and RODGERS, Senior Judge."
    ],
    "parties": [
      "Elizabeth BAILEY, Sandy Wynn, Joseph Walker, Richard Metz, Appellants, v. ZONING BOARD OF ADJUSTMENT OF the CITY OF PHILADELPHIA, the City of Philadelphia and James B. Kravitz/Shawmont Development, Inc."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nElizabeth Bailey, Sandy Wynn, Joseph Walker and Richard Metz (collectively “Objectors”) appeal the decision of the Court of Common Pleas of Philadelphia County (trial court) dismissing their appeal from changes made to a City of Philadelphia City Council (City Council) approved master plan for a planned residential development by holding that the Executive Director (Executive Director) of the City of Philadelphia Planning Commission (Planning Commission) had the power to make “minor modifications” to the plan.\nJames B. Kravitz of Shawmont Development, Inc. (Developer) is the owner of 18 acres of a wooded but steep property known as Hunters Pointe located in the Roxborough community of the City of Philadelphia, Pennsylvania. Since 1972, the property has been designated as an RC-6 residential district under the Philadelphia Zoning Code (Code), which is a special zoning district created for planned developments. In 1985, the Planning Commission recommended and City Council approved a planned residential development for the property with ten braidings containing 202 apartments for Hunters Pointe. Seeking to deviate from the 1985 Master Plan, Developer submitted to the Executive Director a request for modification to construct six buildings containing 204 apartments which required an increase in gross total floor area of 2,400 feet and moving several buildings to the plateau area of the land.\nUnder Section 14 — 226(2)(b) of the Code, the changes to an approved master plan must ordinarily be reviewed by the Planning Commission, and after the Planning Commission makes a recommendation, the City Council then approves or disapproves the proposed amendment to the master plan. Believing that this lengthy process was not required for every minor deviation from a master plan, beginning in the early 1980s, the Executive Director began to interpret Section 14-226(2)(b) to permit the staff of the Planning Commission to determine if deviations from a master plan qualified as “minor modifications” under a policy entitled “Criteria for Staff Approval of Master Plan Modification.” Under this policy, “minor modifications” were interpreted as alterations which decreased or did not increase by more than 1% the amounts of gross floor area, building coverage, impervious coverage, number of dwelling units and modifications resulting in a lessened environmental impact as compared to the master plan previously approved by both the Planning Commission and City Council. When a deviation was found to be a “minor modification,” the Executive Director would approve the modifications without Planning Commission or City Council involvement and then notify the developer of this approval. Finding that Developer’s proposed changes to the 1985 master plan qualified as a “minor modification,” the Executive Director followed this procedure and approved the proposed changes. Having received approval for his changes, Developer then filed an application with the City of Philadelphia Department of Licensing & Inspections (L & I) for a zoning and use registration permit for the Hunters Pointe development, which was granted.\nUpon noticing the commencement of construction, Objectors, who were neighboring property owners, appealed the issuance of the zoning permit to the Zoning Board of Philadelphia (Board), contending that the permit should not have been issued because consent for the changed plan was granted by the Executive Director without the approval of the changes by City Council as required under Section 14 — 226(2)(b) of the Code. After hearings, the Board denied the appeal finding it did not have jurisdiction to re-\nview a decision of the Executive Director of the Planning Commission allowing the modifications because Section 14-226 placed matters concerning RC-6 residential districts uniquely and solely within the purview of the Planning Commission and City Council. Objectors appealed to the trial court which affirmed the Board’s decision that it lacked jurisdiction; however, in doing so, the trial court determined it had jurisdiction to review the decision of the Executive Director and substituted itself as the proper forum for appeal.\nAgreeing with the Executive Director’s interpretation of Section 14-226(2)(b) that minor modifications could be made to the plan without City Council approval of changes, the trial court denied Objectors’ appeal finding the modifications to the 1985 master plan were minor modifications as they were either below or within the 1% requirement for the criteria and would have less environmental impact. Objectors then took the instant appeal.\nAs they did before the trial court, Objectors contend that the Executive Director of the Planning Commission had no power to make “minor modifications” to master plans that had already been approved by City Council. They argue that Section 14-226(2)(b) of the Code requires all changes to master plans, including minor ones, must go before City Council. In response, Developer argues that because Section 14-226 gives the Planning Commission the broad authority to administer the planned developments, included in this power is the ability to approve minor changes that arise as construction commences.\nWhile we understand that projects of this size necessarily need minor modifications once final approvals are made, nonetheless, officials only have the power given to them by authorizing legislation. Nothing in the Code gives the Executive Director or, for that matter, the Planning Commission, the ability to make changes to City Council’s approved master plan; City Council has retained that authority. In fact, the intent behind the enactment of Section 14-226(2)(b) appears to place changes to original master plans on the fast track as it is because everything is done in writing, without hearings, and there is a deemed approval if City Council does not act. Just because the modification is minor, even though it may be more efficient to do otherwise, there is no authority to vitiate the prescribed method contained in the Code to make changes to an approved master plan. Because Section 14 — 226(2)(b) of the Code does not give the Executive Director of the Planning Commission the authority to approve minor modifications to a master plan, the trial court erred in affirming the Executive Director’s approval for Developer’s changes to the 1985 master plan.\nAccordingly, the decision of the Court of Common Pleas of Philadelphia County is reversed.\nORDER\nAND NOW, this 8th day of December, 1999, the order of the Court of Common Pleas of Philadelphia County, at April Term 1998, No. 3185, of May 3, 1999, is reversed.\n. According to Section 14-226(1), the permitted uses in an RC-6 district include churches, convalescent homes, schools, universities, single-and multiple-family dwellings and commercial uses deemed appropriate.\n. Planned developments are developments allowing mixed uses and flexibility from the requirements of the zoning code such as setbacks and yard requirements. See Pennsylvania Zoning Law and Practice, Ryan, § 12.1.1. However, the ability to deviate from the requirements of the zoning code is also accompanied by inflexibility because the specific design of the development must be formalized into a master plan requiring lengthy negotiations with municipal authorities which is often precipitated by public debate and city council approval. Id. Once approved, the master plan must be filed with the appropriate agency and any development of the area is confined to its terms. Because of the complex procedures utilized to formalize a master plan, its strict compliance is monitored by municipal agencies and changes are usually attended with similarly formalized procedures.\n. This request is part of series of changes and modifications sought for this property from the time it was originally zoned RC-6 residential in the 1970s. Since that time, the new master plan of 1985 was formally approved and minor modifications of that master plan were made in 1988. In 1995, the Planning Commission approved major modifications to the 1985 master plan; however, the City Council denied final approval for those changes. None of these prior changes to the 1985 master plan are at issue in the present appeal.\n. Section 14-226(2)(b) of the Zoning Code of Philadelphia provides:\nAt any time after final adoption, the owner of the property or his authorized agent, may apply to the City Planning Commission for changes in the approved development plan; provided, that at the time said change is requested, that an amended plan is submitted to the City Planning Commission and the City Council. The City Planning Commission shall submit in writing to the Council its recommendations regarding the amendments. Within 45 days of its receiving the written recommendation from the Commission, the Council shall reply in writing informing the Commission as to the action the Council has taken in approving, disapproving, amending or deferring the change. If the Council does not reply in writing to the Commission within the aforementioned 45-day period, Council’s approval will be presumed. • And further provided, that no change shall be approved by the City Planning Commission which is contrary to the criteria set forth in this Chapter, or which permits a use not provided in this chapter.\n. Walter Gray Smith, an architect and urban planner, testified on behalf of Objectors as to how the proposed changes to the 1985 master plan did not meet the criteria to qualify as “minor modifications” under the Executive Director’s policy. Because of the way we have resolved this case, we need not address whether the modifications were minor ones under the criteria. We note that while it is not mentioned in the criteria in any way, the movement of buildings for any distance cannot be considered a \"minor modification.” Planned residential zoning districts were created so that buildings could be \"clustered” on a single large parcel rather than requiring a separate zoning lot for every building, and the placement of buildings on the parcel is one of the most important considerations in whether a plan is approved or not.\n. In making this determination, the trial court relied on an opinion letter of the Philadelphia City Solicitor Stephanie L. Franklin-Suber (City Solicitor) dated September 26, 1997. In that letter, the City Solicitor stated that in fulfillment of the Executive Director’s administrative duty to regulate RC-6 districts, the \"minor modification” policy was created to prevent the unreasonable interpretation of the Code requiring the approval of the Planning Commission and City Council for even the most minor changes to a development plan which arose when construction began. She stated that the policy had been followed for 25 years without objection by the City Council which could have altered the Code to specify that \"any changes” must go through the formalized process.\n. Where the trial court has taken evidence, it hears the matter de novo, and our review is limited to a determination of whether the trial judge committed an abuse of discretion or an error of law. Rouse/Chamberlin, Inc. v. Board of Sup’rs of Charlestown Twp., 94 Pa.Cmwlth. 413, 504 A.2d 375 (1986).\n. Objectors also continue to maintain that the trial court erred in finding that the Zoning Board did not have jurisdiction over an appeal of L & I’s issuance of a zoning and use permit to Developer because Section 14-1801(l)(a) and Section 14-1702(1) of the Code grant the Board broad jurisdiction over appeals from the \"decisions” of L & I. While ordinarily, the Code gives the Board broad jurisdiction, Section 14-226 of the Code carves out for different treatment matters involving planned residential developments by requiring the Planning Commission to make recommendations and City Council to approve such developments, and the appeal would then be directly to common pleas court. Once approval for a development plan is given by the City Council, ordinarily, L & I has no discretion but to issue the permit. The situation here deviates from this practice, because what Objectors are contending is that the prescribed procedure requiring City Council approval has not been followed, and, in effect, that L & I's action in granting the permit was improper because that approval had not been obtained. In the end, though, we agree with Developer that the issue became moot when the trial court decided to hear the matter de novo, especially when the controlling issue of whether the Executive Director had the power to approve minor modifications to a master plan is a legal one.\n. According to Section 706 of the Pennsylvania Municipalities Planning Code, Act of July 31, 1968, P.L. 805, as amended, 53 P.S. § 10706(3), to further the interest of the residents of the planned residential development and of the public in preservation of the integrity of the development plan as finally approved, and to insure that any modifications will not impair the reasonable reliance of residents on the plan as finally approved, any modifications require findings by the planning agency and public hearings. Although the Municipalities Planning Code does not apply in Philadelphia, the importance of formalized procedures for modification under the statewide legislation further illustrates that any changes to an approved plan should not be taken lightly and are often attended with formalized procedures requiring lengthy consideration.\n. Decisions in other states similarly indicate that an administrative agency only has this authority when the local zoning ordinance specifically allows it to internally approve minor changes to an approved planned development or subdivision plan. See Foggy Bottom Association v. District of Columbia Zoning Commission, 639 A.2d 578 (D.C.1994) (ordinance specified that minor modifications could be approved by the chief of the Zoning Regulations Division); City of New Smyrna Beach v. Andover Development Corp., 672 So.2d 618 (Fla.Dist.Ct.App.1996) (ordinance specified that minor changes could be unilaterally approved by Zoning Board); Old Tuckaway Associates Limited Partnership v. City of Greenfield, 180 Wis.2d 254, 509 N.W.2d 323 (App.1993) (ordinance specified that only substantial changes in approved development plan required City Council to hold public hearings).",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Debra Valenti-Epstein, Philadelphia, for appellants.",
      "Carl S. Primavera, Philadelphia, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Elizabeth BAILEY, Sandy Wynn, Joseph Walker, Richard Metz, Appellants, v. ZONING BOARD OF ADJUSTMENT OF the CITY OF PHILADELPHIA, the City of Philadelphia and James B. Kravitz/Shawmont Development, Inc.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Oct. 22, 1999.\nDecided Dec. 8, 1999.\nDebra Valenti-Epstein, Philadelphia, for appellants.\nCarl S. Primavera, Philadelphia, for ap-pellees.\nBefore PELLEGRINI, J., FRIEDMAN, J. and RODGERS, Senior Judge."
  },
  "file_name": "0247-01",
  "first_page_order": 293,
  "last_page_order": 297
}
