{
  "id": 12024006,
  "name": "George H. JONES, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Jones v. United States",
  "decision_date": "1974-12-19",
  "docket_number": "No. 8203",
  "first_page": "248",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 248"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "487-488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0471-01"
      ]
    },
    {
      "cite": "390 U.S. 234",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169464
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0234-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 5696,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 6.267022623599536e-08,
      "percentile": 0.3867267937242673
    },
    "sha256": "6e20e34c499464ac90861ec6831f6bfb09d180b140cffb1867115b0b6a0baf21",
    "simhash": "1:41dc98123fdd45d3",
    "word_count": 929
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REILLY, Chief Judge, and KERN and NEBEKER, Associate Judges."
    ],
    "parties": [
      "George H. JONES, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nMr. Jones appeals, following his conviction of carrying a pistol without a license (D.C.Code 1973, § 22-3204), asserting as error the denial of his pretrial motion to suppress a pistol. We find the action of the police to have been reasonable, and we affirm.\nAt 11:45 p. m. on December 2, 1973, two police officers, while on patrol in their cruiser, observed a blue Volkswagen repeatedly circling a block. They stopped this automobile for a routine spot check and asked the driver (appellant George Jones) to show his driver’s permit and vehicle registration. He failed to produce a permit. By means of a radio check to investigate appellant’s driving status, the officers learned that he was “wanted”. The reason why he was wanted was not broadcast to these officers for protective purposes since the prisoner might have overheard the report. Other units responding to the scene were told of the reason on a different radio frequency.\nThe officers next drew their service revolvers, approached the Volkswagen, and ordered appellant and his brother Milton Jones, who was sitting in the front passenger seat, to alight from the car. The officers then handcuffed and patted down both men. By that time two additional police cars had arrived to render assistance. A crowd which was apparently hostile to the police had meanwhile been gathering. The police officers were aware of recent crowd violence in the area which had resulted in injury to policemen. They therefore placed appellant and his brother in one of the squad cars in preparation for transporting them to a nearby police station in order that further investigation could take place in a less threatening environment.\nOne of the arresting officers, Officer Morrison, entered the Volkswagen in order to drive it to the police station. In glancing down at the area near the clutch and brake pedals, Officer Morrison observed and then seized a pistol. The judge hearing the suppression motion made specific findings of fact that Officer Morrison entered the car not to search it but to drive it away, and that he seized the pistol after observing it in plain view. The record adequately supports these findings.\nUrging that the motions judge erred in not suppressing the pistol,' appellant makes the following argument. First of all, he points to Metropolitan Police Department General Order Series 602, Number 1, dated May 26, 1972, Part I, B 3(a), which provides :\nA vehicle which is classified as prisoner’s property shall be disposed of in any lawful manner in which the person arrested directs. .\nAppellant also contends that his brother was illegally arrested and thus rendered unavailable to drive appellant’s car away. Accordingly, appellant urges that Officer Morrison had occasion to enter the Volkswagen only as a direct result of having deprived appellant of his right to direct the disposition of his property. Because the officer’s presence in the driver’s seat was assertedly thus tainted, appellant urges that the resulting plain view seizure violated his Fourth Amendment rights.\nSince the seizure here followed plain view of the weapon rather than a search, the only question which this court must decide is whether Officer Morrison had a right to be in a position to have that view or whether the view was made possible only by a deprivation of appellant’s rights. Harris v. United States, 390 U.S. 234, 236, 88 S.Ct. 992, 19 L.Ed.2d 1067 (1968).\nWe conclude that, in light of the exigent circumstances presented by the hostile crowd and the need to move the car which was blocking traffic, Officer Morrison rightfully entered the automobile. This is so because only he was authorized to operate the vehicle, appellant being under valid arrest and his passenger not in possession of a permit. The fact that appellant, at that stage of the investigatory process, was unable to direct that his brother dispose of the automobile is not material. At that point, disposition of “prisoner’s property”, as contemplated by Metropolitan Police Department General Order Series 602, supra, was not an issue.\nOfficer Morrison was legally afforded plain view of appellant’s pistol, and its seizure was therefore lawful. Accordingly, the conviction is\nAffirmed.\n. For purposes of this disposition, the illegality of Milton Jones’ arrest may be assumed, but is not decided.\n. Appellant's argument that the weapon should have been suppressed as “fruit of the poisonous tree” resulting from the illegal arrest of his brother really amounts to a mere rephrasing of the above. As is discussed, infra, we reject the argument, however phrased, since appellant fails not only to show that discovery of the weapon resulted in any meaningful way from “exploitation” of the illegal arrest, but also fails to establish even more basically that the weapon would not have been lawfully viewed “but for” the illegal arrest. See Wong Sun v. United States, 371 U.S. 471, 487-488, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963).\n.This observation should not be read to imply that the MPS General Order Series confers any property rights on arrested persons. The stated purpose of the Orders is to the contrary, and they appear to be merely “housekeeping” rules for internal administrative guidance.",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Alan B. Soschin, Washington, D. C, appointed by this court, for appellant.",
      "Earl J. Silbert, U. S. Atty., John A. Terry, James F. McMullin, John C. Martin, and John L. Gizzarelli, Jr., Asst. U. S. Attys., for appellee."
    ],
    "corrections": "",
    "head_matter": "George H. JONES, Appellant, v. UNITED STATES, Appellee.\nNo. 8203.\nDistrict of Columbia Court of Appeals.\nSubmitted Nov. 14, 1974.\nDecided Dec. 19, 1974.\nAlan B. Soschin, Washington, D. C, appointed by this court, for appellant.\nEarl J. Silbert, U. S. Atty., John A. Terry, James F. McMullin, John C. Martin, and John L. Gizzarelli, Jr., Asst. U. S. Attys., for appellee.\nBefore REILLY, Chief Judge, and KERN and NEBEKER, Associate Judges."
  },
  "file_name": "0248-01",
  "first_page_order": 286,
  "last_page_order": 287
}
