{
  "id": 12024038,
  "name": "Donald B. MILLER, Appellant, v. Isadore SPENCER, and District of Columbia Department of Sanitation, Appellees",
  "name_abbreviation": "Miller v. Spencer",
  "decision_date": "1974-12-27",
  "docket_number": "No. 8250",
  "first_page": "250",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 250"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "156 A.2d 229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8121309
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/156/0229-01"
      ]
    },
    {
      "cite": "68 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8141037
      ],
      "year": 1949,
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/68/0222-01"
      ]
    },
    {
      "cite": "294 F.Supp. 1156",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        2908437
      ],
      "pin_cites": [
        {
          "page": "1157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/294/1156-01"
      ]
    },
    {
      "cite": "1 L.Ed.2d 160",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "no support found in § 12-309 for applying a stricter standard to a police report than required for a written notice from claimant"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "77 S.Ct. 221",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "no support found in § 12-309 for applying a stricter standard to a police report than required for a written notice from claimant"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "352 U.S. 934",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6312745,
        6312297,
        6311372,
        6312044,
        6311151,
        6312529,
        6311576,
        6311807
      ],
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "no support found in § 12-309 for applying a stricter standard to a police report than required for a written notice from claimant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/352/0934-08",
        "/us/352/0934-06",
        "/us/352/0934-02",
        "/us/352/0934-05",
        "/us/352/0934-01",
        "/us/352/0934-07",
        "/us/352/0934-03",
        "/us/352/0934-04"
      ]
    },
    {
      "cite": "237 F.2d 28",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        427046
      ],
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "30",
          "parenthetical": "no support found in § 12-309 for applying a stricter standard to a police report than required for a written notice from claimant"
        },
        {
          "page": "32",
          "parenthetical": "Bazelon, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/237/0028-01"
      ]
    },
    {
      "cite": "99 U.S.App.D.C. 32",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1950,
      "pin_cites": [
        {
          "page": "34",
          "parenthetical": "no support found in § 12-309 for applying a stricter standard to a police report than required for a written notice from claimant"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "304 A.2d 292",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044125
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "293"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/304/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 9078,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 5.619373939642497e-07,
      "percentile": 0.9482825060457193
    },
    "sha256": "b3df52067e0145a321ccc66d3dc3301021db5b49dc93707ae63698c4bb4e1897",
    "simhash": "1:1bc2895f92b1cdee",
    "word_count": 1491
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and NEBEKER, Associate Judges, and PAIR, Associate Judge, Retired."
    ],
    "parties": [
      "Donald B. MILLER, Appellant, v. Isadore SPENCER, and District of Columbia Department of Sanitation, Appellees."
    ],
    "opinions": [
      {
        "text": "PAIR, Associate Judge,\nRetired:\nThis appeal is from an order dismissing as untimely a complaint against the District of Columbia for personal injuries.\nWhat appears from the record is that on November 24, 1971, an automobile owned and operated by the appellant was involved in a collision with an automobile owned by the District of Columbia (appel-lee) and operated by Isadore Spencer, an employee. The accident was investigated by a police officer who, on the same day, prepared an accident report (PD 10). The report set forth the identity of the parties involved and the approximate time, place, cause and circumstances of damage to appellant’s automobile. The report indicated that there were no personal injuries.\nOn November 16, 1973, almost two years after the accident, appellant filed in the Civil Division of the Superior Court a complaint alleging personal injuries resulting from the accident and demanding money damages. The appellee answered denying any liability for the personal injuries alleged. The trial court then, on appellee’s motion, dismissed the complaint, ruling that appellant failed to give the notice of claim mandated by D.C.Code 1973, § 12-309. This appeal followed.\nIt is undisputed that the claim for personal injuries was made more than six months after the accident. Nevertheless, appellant insists that the police report (PD 10) of the accident on November 24, 1971, was sufficient notice of his claim for personal injuries to satisfy the requirements of the statute. We disagree and affirm.\nin Brown v. District of Columbia, D.C.App., 304 A.2d 292, 293 (1973), we sought to make it clear that “D.C.Code [1973], § 12-309 contemplates that the ‘report in writing by the Metropolitan Police Department, in regular course of duty,’ shall notify the District of Columbia of an injury to person or damage to property.” In the case at bar the police report (PD 10) was of an automobile accident involving damage to property and gave no notice whatsoever of any personal injury. Appellant argues that the mere existence of any police report of the incident, without regard to its scope or accuracy, satisfies the plain language of the statute so long as it is made in the regular course of duty. However, such a construction of the police report clause of § 12-309 is contrary to the general purpose of the provision as a whole.\nThe purpose of the § 12-309 is “to protect the District of Columbia against unreasonable claims and to assist it in the defense of the public interest where claims are made within the . . . statute of limitations but so long after the event that it is impossible for the District of Columbia to obtain evidence for use in litigation which may result.” To this end the section was intended by Congress “to give the District officials reasonable notice of the accident so that the facts may be ascertained and, if possible, the claim adjusted.” “Reasonable notice” of an accident, if given in writing by the claimant, his agent or attorney, must include “the approximate time, place, cause, and circumstances of the injury or damage.” D.C.Code 1973, § 12-309. The police report is an alternative form of notice added to “[take] care of those instances in which actual notice is had by the District of Columbia from the police department, although technical notice may not have been filed by the person injured.” In order to protect the District against unreasonable claims, the actual notice provided by a police report must contain information as to time, place, cause and circumstances of injury or damage with at least the same degree of specificity required of a written notice. To require any less would place an intolerable investigative burden on the District of Columbia. It seems needless to say that should we disregard the plain language of the statute as appellant would have us do, the city, in order adequately to protect itself, would be required to investigate every police-reported accident involving a District of Columbia vehicle or facility as if the accident involved serious injuries even when the report reveals no apparent injuries. Because the District of Columbia is not an insurer, a police report must do more than merely report the happening of an event or accident; it must also report — give notice of —any then apparent injury to person which later forms the basis of a claim. As pointed out above, the police report in the instant case gave notice only of property damage and therefore did not suffice to give the city notice of personal injury allegedly resulting from the same accident.\nAppellant’s estoppel argument is without merit. The notice requirements of the statute are mandatory for maintaining an action against the District for unliquidated damages, and there is no waiver by the District of such notice either alleged in, or apparent on the face of, the record.\nWhile the Code permits a police report to suffice as notice of a claim in lieu of a written notice by the claimant, his agent or attorney, the police report must, when the facts are apparent, contain at least the substance of the same information required of a written notice. When it does not because no injuries are then apparent, it is the duty of the plaintiff to supply that additional information when it becomes apparent. This holding is, as it should be, limited to the facts of this case. There is no contention that the alleged injuries did not manifest themselves until after the critical six months’ period. Plaintiff merely averred that the injuries became apparent “after the time of the accident”. Therefore, we do not decide what effect the statutory notice requirement would have on an unknown or unknowable injury coming to light after expiration of the six months’ period. Consequently, the police report relied upon in this case indicating, as it does, that there were no personal injuries is insufficient on its face as notice of a personal injury claim made by appellant almost two years later. The dismissal of the District from the suit below is therefore\nAffirmed.\n. The employee was exempted from liability by § 6 of the District of Columbia Employee Non-Liability Act, D.C.Code 1973, § 1-925. We notice also that the “District of Columbia Department of Sanitation” is not a suable entity.\n. It appears from an appendix to appellant’s brief that he made claim against the appel-lee District of Columbia for the damage to his automobile; that the appellee, on November 28, 1972, settled the claim and was released from any further claim for property damage resulting from the accident.\n. By D.C.Code 1973, § 12-309, it is provided that:\nAn action may not be maintained against the District of Columbia for unliquidated damages to person or property unless, within six months after the injury or damage was sustained, the claimant, his agent, or attorney has given notice in writing to the Commissioner of the District of Columbia of the approximate time, place, cause, and circumstances of the injury or damage. A report in writing by the Metropolitan Police Department, in regular course of duty, is a sufficient notice under this section.\n. H.R.Rep.No.2010, 72d Cong., 2d Sess. 1 (1933) (accompanying H.R. 13750 which passed both houses in essentially the present form of § 12-309). Bee generally 17 E. McQuillin, Municipal Corporations § 48.02, at 00-01 (3d ed. 1908).\n. H.R.Rep.No.2010, 72d Cong., 2d Sess. 2 (1933).\n. Id. (emphasis added).\n. Cf. Stone v. District of Columbia, 99 U.S.App.D.C. 32, 34, 237 F.2d 28, 30, cert. denied, 352 U.S. 934, 77 S.Ct. 221, 1 L.Ed.2d 160 (1950) (no support found in § 12-309 for applying a stricter standard to a police report than required for a written notice from claimant). See also id. at 36, 237 F.2d at 32 (Bazelon, J., dissenting).\n. Cf. Brown v. District of Columbia, supra (police report of claimant’s arrest for a crime against person or property, namely, unlawful entry and carrying a dangerous weapon, was not notice of an injury to person or damage to property in a suit by claimant for false arrest, false imprisonment and assault) .\n. Cf. Boone v. District of Columbia, 294 F.Supp. 1156, 1157 (D.D.C.1968) (written notice held fatally defective for failing to identify claimant — the plaintiff’s wife — and the circumstances of the injury, namely, loss of consortium).\n. See District of Columbia v. World Fire & Marine Ins. Co., D.C.Mun.App., 68 A.2d 222, 224 (1949).\n. See F. W. Woolworth Co. v. Stoddard, D.C.Mun.App., 156 A.2d 229 (1959).",
        "type": "majority",
        "author": "PAIR, Associate Judge,"
      }
    ],
    "attorneys": [
      "Arnold J. Sperling, Washington, D. C., for appellant.",
      "Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, Louis P. Robbins, Principal Asst. Corp. Counsel, and Earl A. Gershenow, Asst. Corp. Counsel, Washington, D. C., were on the brief, for appellees."
    ],
    "corrections": "",
    "head_matter": "Donald B. MILLER, Appellant, v. Isadore SPENCER, and District of Columbia Department of Sanitation, Appellees.\nNo. 8250.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 29, 1974.\nDecided Dec. 27, 1974.\nArnold J. Sperling, Washington, D. C., for appellant.\nRichard W. Barton, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, Louis P. Robbins, Principal Asst. Corp. Counsel, and Earl A. Gershenow, Asst. Corp. Counsel, Washington, D. C., were on the brief, for appellees.\nBefore KELLY and NEBEKER, Associate Judges, and PAIR, Associate Judge, Retired."
  },
  "file_name": "0250-01",
  "first_page_order": 288,
  "last_page_order": 291
}
