{
  "id": 7943685,
  "name": "Gustave D. HEON, Administrator of the Estate of Leontine A. Heon v. Paul A. BOUCHER et ux.",
  "name_abbreviation": "Heon v. Boucher",
  "decision_date": "1979-12-28",
  "docket_number": "No. 78-220-Appeal",
  "first_page": "251",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "412 A.2d 251"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 197,
    "char_count": 2169,
    "ocr_confidence": 0.788,
    "sha256": "13408a5aaad7727a04ff94bf00b31b2b769402a074b101e782aa155ef1ea5f2d",
    "simhash": "1:50cd02ba0787a743",
    "word_count": 350
  },
  "last_updated": "2023-07-14T17:50:21.749348+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "DORIS, J., did not participate."
    ],
    "parties": [
      "Gustave D. HEON, Administrator of the Estate of Leontine A. Heon v. Paul A. BOUCHER et ux."
    ],
    "opinions": [
      {
        "text": "ORDER\nOn December 15, 1975, at approximately 1 p. m., the defendant husband, Paul A. Boucher, was operating his wife’s automobile in a northerly direction along Lonsdale Avenue in Pawtucket. The vehicle struck and fatally injured Leontine A. Heon, a 71-year-old pedestrian who was attempting to cross the highway. She died within minutes, and this civil action ensued.\nAt a Superior Court jury-waived hearing, the trial justice found that Mr. Boucher was 75 per cent responsible and awarded damages accordingly. While Mr. Boucher maintained that he was proceeding along the highway at approximately 20 to 25 miles per hour, the trial justice rejected this testimony. In doing so, he relied upon a police report which indicated that skid-marks at the scene revealed that the vehicle traveled at least 40 feet before it came to a halt. In this appeal, the Bouchers claim that the trial justice erred in relying on the skid-mark testimony “because there was no evidence that the vehicle stopped immediately upon impact.”\nOn December 4, 1979, the Bouchers, through counsel, appeared before us in response to our order to show cause why their appeal should not be summarily dismissed in light of the fact that Mr. Boucher’s testimony refutes the contention now made on appeal. The transcript indicates that when the trial justice asked Mr. Boucher if his vehicle continued on after impact, he replied, “No, it didn’t.” The trial justice then followed up this response by inquiring if the “vehicle stopped immediately”; Mr. Boucher answered in the affirmative. At the show cause hearing, the defendants were at a loss to explain the exchange that took place between the trial justice and the defendant operator.\nConsequently, no cause having been shown, the defendants’ appeal is denied and dismissed, the judgment appealed from is affirmed, and the case is remanded to the Superior Court.\nDORIS, J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Albert Elliot Sarkisian, Providence, for plaintiff.",
      "John F. McBurney, Pawtucket, for defendants."
    ],
    "corrections": "",
    "head_matter": "Gustave D. HEON, Administrator of the Estate of Leontine A. Heon v. Paul A. BOUCHER et ux.\nNo. 78-220-Appeal.\nSupreme Court of Rhode Island.\nDec. 28, 1979.\nAlbert Elliot Sarkisian, Providence, for plaintiff.\nJohn F. McBurney, Pawtucket, for defendants."
  },
  "file_name": "0251-03",
  "first_page_order": 307,
  "last_page_order": 308
}
