{
  "id": 11496893,
  "name": "STETH, INC., t/a Darby's Pub, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Steth, Inc. v. Unemployment Compensation Board of Review",
  "decision_date": "1999-12-08",
  "docket_number": "",
  "first_page": "251",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "742 A.2d 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "625 A.2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1445851
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0267-01"
      ]
    },
    {
      "cite": "417 A.2d 1311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "721 A.2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11785898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/721/0070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 7781,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 7.351004668085048e-08,
      "percentile": 0.44110660505689714
    },
    "sha256": "947cbc33c655675c89ec706ced0d4b0ec6dbe51eecd9e9c2665e7b902a69d8fe",
    "simhash": "1:9ae77a1c044485ca",
    "word_count": 1202
  },
  "last_updated": "2024-02-27T18:02:01.051786+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, J., FRIEDMAN, J., and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "STETH, INC., t/a Darby’s Pub, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nSteth, Inc., t/a Darby’s Pub (Employer), appeals from an order of the Unemployment Compensation Board of Review (UCBR) reversing a referee’s decision to deny unemployment compensation benefits to Margaret Madden (Claimant) on the basis that she was dismissed from her employment with Employer for willful misconduct under section 402(e) of the Pennsylvania Unemployment Compensation Law (Law).\nOn January 20, 1999, Employer dismissed Claimant from her employment as a dishwasher/cook. Upon her dismissal, Claimant applied for unemployment compensation benefits, which the local job office denied. Claimant appealed, and a hearing was held before a referee.\nAt the hearing, Barbara Orgovan testified that she took over ownership of Employer in July of 1998. Orgovan stated that, although somewhat disappointed with Claimant’s work performance, she initially was pleased with Claimant’s attendance and promptness. However, Orgovan testified that Claimant began a pattern of absenteeism and tardiness, prompting her to place Claimant on probation for a period of thirty workdays, commencing on November 30, 1998. On the last day of Claimant’s probation, January 17, 1999, Claimant phoned Employer and informed the bartender that Claimant would be unable to work the next day, January 18, 1999. Orgovan testified that she called Claimant on January 20, 1999, and told her not to return to work.\nClaimant, testifying on her own behalf, stated that she reported off on January 17, 1999 because her “daughter’s” grandmother had died and her funeral was the next day. Claimant stated that her “daughter” was actually her six-year-old cousin whom Claimant was in the process of adopting. Although the funeral began at 11 a.m. and Claimant’s shift did not start until 6 p.m., Claimant testified that she needed the day off because her “daughter” was upset and Claimant needed to be with her.\nFollowing the hearing, the referee denied benefits, concluding that Claimant was dismissed for willful misconduct. Claimant then appealed to the UCBR. The UCBR found that Claimant was terminated based on her absence on January 18, 1999. (UCBR’s Findings of Fact, No. 14.) However, the UCBR also determined that a “family relationship” existed between Claimant and her “daughter,” making it reasonable for Claimant to report off for the purpose of being with her “daughter” on the day that her “daughter’s” grandmother was buried. (UCBR’s Decision at 3.) Thus, the UCBR concluded that Claimant had good cause for her absence on January 18, 1999 and reversed the decision of the referee. (UCBR’s Decision at 3.) Employer now appeals to this court.\nInitially we recognize that willful misconduct is behavior evidencing the wanton and willful disregard of an employer’s interest, the deliberate violation of rules, the disregard of standards of behavior which an employer can rightfully expect from an employee, negligence which manifests culpability, wrongful intent, evil design or intentional disregard for the employer’s interest or the employee’s duties or obligations. Broadus v. Unemployment Compensation Board of Review, 721 A.2d 70 (Pa.Cmwlth.1998). The employer bears the burden of proving that the employee’s behavior constituted willful misconduct. Broadus; Penn Photomounts, Inc. v. Unemployment Compensation Board of Review, 53 Pa.Cmwlth. 407, 417 A.2d 1311 (1980). Absenteeism, although a legitimate basis for discharge, does not constitute willful misconduct; even if excessive, absenteeism, where justified or properly reported according to company policy, does not disqualify a claimant from receiving unemployment compensation benefits. Penn Photomounts. However, the burden is upon the claimant to prove good cause for the claimant’s absences. McKeesport Hospital v. Unemployment Compensation Board of Review, 155 Pa.Cmwlth. 267, 625 A.2d 112 (1993).\nEmployer argues that the UCBR erred in concluding that Claimant had good cause for her absence on January 18, 1999. However, the basis of Employer’s argument is that Claimant had a history of absenteeism and tardiness and that Claimant failed to follow the proper call-out procedure when reporting off on January 17, 1999. The UCBR specifically found that Claimant was terminated because of her absence on January 18, 1999, not because of prior absences or the manner in which she reported off. Therefore, Employer confuses the issue. Claimant’s pri- or absences and alleged violation of the call-out procedure are irrelevant to a determination of whether Claimant had good cause for being absent on January 18, 1999, the only issue before this court. On that score, we agree with the UCBR that it was reasonable for Claimant to remain home to be with her “daughter” to comfort her on the day her grandmother was buried. Employer maintains that it was not reasonable because she was not really her “daughter.” However, the fact that Claimant was not the child’s biological mother is inconsequential. Claimant was the child’s primary caregiver, and, for the purposes of receiving unemployment compensation, we see no reason to draw a distinction between a biological familial relationship and a primary caregiver relationship. The evidence shows that Claimant was absent on January 18, 1999 in order to accompany the six-year-old child in her care to the funeral of that child’s grandmother and to care for and comfort the child that day in her distress. Therefore, Claimant had good cause for her absence on January 18,1999.\nAccordingly, we affirm.\nORDER\nAND NOW, this 8th day of December, 1999, the order of the Unemployment Compensation Board of Review, dated April 29,1999, is affirmed.\n.Act of December 5, 1936, Second Ex.Sess., P.L. (1937) 2897, as amended, 43 P.S. § 802(e). That section provides that an employee will be ineligible for unemployment compensation benefits for any week in \"which his unemployment is due to his discharge or temporary suspension from work for willful misconduct connected with his work....”\n. Claimant had been employed under the previous owner since December 10, 1996, and Claimant's employment continued after the change of ownership. (UCBR’s Findings of Fact, No. 2.)\n. During this probationary period, Claimant was absent five days and tardy four times. (UCBR's Findings of Fact, No. 7.)\n. Our scope of review is limited to a determination of whether constitutional rights have been violated, an error of law has been committed or whether necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704.\n. Employer argues that Claimant was required to report off directly to Orgovan, and therefore, Claimant violated this work rule by reporting off to the bartender. However, insofar as the UCBR found that Claimant was fired, not for violating Employer’s call-out procedure, but rather for her absence on January 18, 1999, (UCBR’s Findings of Fact, No. 14.), a finding not challenged by Employer, this argument is irrelevant. In any event, the UCBR found that Claimant reported off in the same manner before without Employer advising her to do so differently. (UCBR’s Decision at 3.)\n. The UCBR determined that the relationship between Claimant and her \"daughter” is one of family. (UCBR’s Decision at 3; R.R. at 59a.) Employer argues that this determination is not supported by the evidence. However, in light of the record and the above discussion, we disagree.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Simon B. John, Uniontown, for petitioner.",
      "Randall S. Brandes, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "STETH, INC., t/a Darby’s Pub, Petitioner, v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 3, 1999.\nDecided Dec. 8, 1999.\nSimon B. John, Uniontown, for petitioner.\nRandall S. Brandes, Harrisburg, for respondent.\nBefore COLINS, J., FRIEDMAN, J., and McCLOSKEY, Senior Judge."
  },
  "file_name": "0251-01",
  "first_page_order": 297,
  "last_page_order": 300
}
