{
  "id": 12024068,
  "name": "Algie R. LEWIS, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF APPEALS AND REVIEW, Respondent",
  "name_abbreviation": "Lewis v. District of Columbia Board of Appeals & Review",
  "decision_date": "1974-12-27",
  "docket_number": "No. 7345",
  "first_page": "253",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 253"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "242 U.S. 470",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3934939
      ],
      "weight": 3,
      "year": 1917,
      "pin_cites": [
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/242/0470-01"
      ]
    },
    {
      "cite": "370 F.2d 803",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2050158
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "828"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/370/0803-01"
      ]
    },
    {
      "cite": "69 F.Supp. 400",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        611276
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/69/0400-01"
      ]
    },
    {
      "cite": "292 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249182
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "163"
        },
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/292/0161-01"
      ]
    },
    {
      "cite": "287 A.2d 532",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8068081
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/287/0532-01"
      ]
    },
    {
      "cite": "122 U.S.App.D.C. 3",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "31 L.Ed.2d 232",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 1175",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "405 U.S. 955",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11743840,
        11743906,
        11743970,
        11744361,
        11744107,
        11743731,
        11744182,
        11743769,
        11744251,
        11744030
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0955-03",
        "/us/405/0955-04",
        "/us/405/0955-05",
        "/us/405/0955-10",
        "/us/405/0955-07",
        "/us/405/0955-01",
        "/us/405/0955-08",
        "/us/405/0955-02",
        "/us/405/0955-09",
        "/us/405/0955-06"
      ]
    },
    {
      "cite": "282 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8074185
      ],
      "weight": 4,
      "year": 1971,
      "pin_cites": [
        {
          "page": "570"
        },
        {
          "page": "570"
        },
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/282/0566-01"
      ]
    },
    {
      "cite": "350 F.2d 785",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        466753,
        3654035
      ],
      "weight": 2,
      "year": 1965,
      "pin_cites": [
        {
          "page": "786, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/350/0785-01"
      ]
    },
    {
      "cite": "122 U.S.App.D.C. 2",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3654035
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "395 F.2d 633",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2151297,
        3577617
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/395/0633-01"
      ]
    },
    {
      "cite": "129 U.S.App.D.C. 410",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3577617
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": []
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 10768,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 2.754469592618971e-07,
      "percentile": 0.8330026190716139
    },
    "sha256": "a13a7a5066d927779dac5e803d5ff33227fdd023b3d438e0021d756cced10ba5",
    "simhash": "1:a62621e23af693e0",
    "word_count": 1757
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GALLAGHER and NEBEKER, Associate Judges, and QUINN, Associate Judge, Retired."
    ],
    "parties": [
      "Algie R. LEWIS, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF APPEALS AND REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge,\nRetired:\nAfter several years of service with the District of Columbia Fire Department, petitioner was retired for non-service connected disability pursuant to D.C.Code 1973, § 4-526. Petitioner was initially presented to the Police and Firemen’s Retirement and Relief Board (herein “Retirement Board”) on August 19, 1965, but that hearing was terminated without decision to enable peitioner to seek psychiatric treatment. When such treatment proved unsuccessful, petitioner was again presented to the Retirement Board which concluded that petitioner was incapacitated for the further performance of duty by reason of disability not incurred in nor aggravated by the performance of duty. That decision was appealed to the then existing Board of Commissioners which sustained the action of the Retirement Board. Petitioner then sought judicial review and the case was, on May 9, 1969, remanded to the Retirement Board for more complete findings in support of its decision in accordance with Wingo v. Washington, 129 U.S.App.D.C. 410, 395 F.2d 633 (1968).\nThereafter, a third hearing was conducted by the Board, and on March 6, 1972, the Board sustained its previous determination. On April 17, 1973, the decision of the Retirement Board, retiring petitioner by reason of a disability not incurred in nor aggravated by the performance of duty as a fireman, D.C.Code 1973, § 4-526, was sustained by the Board of Appeals and Review. This petition for review followed.\nPetitioner does not dispute the ruling that he is “disabled” (i. e., no longer fit to perform duty), but he contends that he should have been retired for disability caused or aggravated by performance of duty. The record, however, does not support petitioner’s position, and we, therefore, affirm.\nThe record shows that this petitioner, who is an obviously intelligent man with a college education, has exhibited many multiple and bizarre symptoms and signs. His main complaints are of pain in his back and chest; however, petitioner was not retired because of physical ailments. The results of numerous thorough medical examinations showed the presence of no organic condition which could cause his symptoms. There is ample evidence that petitioner’s emotional difficulties which caused his disability predated his entry to the Fire Department. We find substantial evidence that the government met its burden under § 4-526 that petitioner’s “disease [was] contracted other than in the performance of duty”. See Blohm v. Tobriner, 122 U.S.App.D.C. 2, 350 F.2d 785 (1965). To put it in terms of D.C.Code 1973, § 4-527(1), the government has shown that petitioner does not qualify for the higher pension.\nThe next question presented is whether petitioner’s condition was so aggravated by the performance of duty that he can qualify under the second subsection of § 4-527. Relying heavily on Blohm v. Tobriner, supra, petitioner contends that the government has the burden of proving that his condition was not aggravated by the performance of duty.\nThis argument has been previously made and rejected in Johnson v. Board of Appeals and Review, D.C.App., 282 A.2d 566, 570 (1971), cert. denied, 405 U.S. 955, 92 S.Ct. 1175, 31 L.Ed.2d 232 (1972), where we stated:\nIn short, all that the [Blohm] court held was that where a claimant makes a showing of a service incurred injury, the opposing side must then offer evidence disproving the logical inference that the ensuing disability was the long term result of such injury.\nThe opinion also discloses that the court interpreted only the first subsection of § 4-527, for it pointed out (122 U.S.App.D.C. 3, 350 F.2d at 786, n. 1) that the second subsection, with its requirement of a showing of aggravation caused by official duties, was not enacted until five days after the Commissioners had rejected Blohm’s appeal. Yet it is the second subsection which we are asked to construe here.\nWe also looked to the wording of § 4-527(2) which we found incompatible with petitioner’s position on the burden of proof question.\nEven if we accept petitioners’ premise that the original cause of their respective mental disorders is “doubtful”, the second paragraph of the applicable section provides that an injury or disease must be “shown to have been aggravated by the performance of duty to such an extent that the member is permanently disabled for the performance of duty.” (Emphasis supplied.) This language strongly suggests that it is up to the claimant, if original causation is obscure or concededly due to factors outside the service, to prove that his disease or injury was subsequently aggravated by events occurring in the line of duty. [Johnson v. Board of Appeals and Review, supra, 282 A.2d at 570.]\nThereafter, however, in Brewington v. District of Columbia Board of Appeals and Review, D.C.App., 287 A.2d 532, 534 (1972), the court noted but did not resolve an apparent conflict on the burden of proof question between the legislative history of § 4—527(2) and this court’s decision in Johnson. See also, Carroll v. District of Columbia Board of Appeals and Review, D.C.App., 292 A.2d 161, 163 (1972). We take this opportunity to resolve the conflict.\nA review of the admittedly contradictory pertinent legislative history in light of settled principles of statutory construction cannot lead to a different conclusion than that reached by the court in Johnson.\nTo fall within the category carved out by § 4-527(2) the statute requires that the injury or disease be “shown to have been aggravated by the performance of duty . .” Necessarily, it is the claimant and not the government who is in the position to make this showing. The words of the statute are clear, unambiguous, and (given the meaning commonly attributed to them) do not lead to absurd results. In such a case the statute itself is the sole evidence of legislative intent, even though it may conflict with the purpose of the statute as set forth in accompanying committee reports of Congress. “The report of a committee of the House ‘does not go very far to show the intention of a majority of both houses of Congress.’ Porter v. Murray, D.C., 69 F.Supp. 400, 402.” Davidson v. Gardner, 370 F.2d 803, 828 (6th Cir. 1966).\nPetitioner’s contention that the evidence does not support the findings of the Retirement Board is without merit. The decision of the Board that petitioner’s disabling condition was not caused by the performance of duty but rather relates back to his basic personality, is supported by “substantial evidence” and as such must be affirmed. Sufficient evidentiary facts in the record support the Retirement Board’s finding that the primary aggravating factors causing petitioner’s condition which made him unfit for duty as a fireman were his “inability to get along with his colleagues over the years, [and] his job frustration because of his belief that the job was beneath his dignity and education or abilities . . . .” We agree with the Retirement Board and the Board of Appeals that such aggravating factors cannot be considered “performance of duty” as that term is used in the Policemen and Firemen’s Retirement and Disability Act.\nAffirmed.\nGALLAGHER, Associate Judge, concurs in the result.\n. D.C.Code 1973, § 4-526 provides in pertinent part:\nWhenever any member . . . completes five years of police or fire service and is found by the Commissioners to have become disabled due to injury received or diease contracted other than in the performance of duty, which disability precludes further service with his department, such member shall be retired on an annuity computed at [a certain rate]\n. Petitioner suffered one off-duty back injury followed by several line-of-duty injuries to his back. However, his back pain, which is largely functional, was not disabling, and his chest pains were not incurred in nor aggravated by the performance of duty. Petitioner’s back and chest pains were viewed as conversion reactions caused by an inadequate personality combined with extreme frustrations with his job as a fireman, which he felt was below his intellectual level.\n.D.C.Code 1973, § 4-527(1) provides:\nWhenever any member is injured or contracts a disease in the i>erformanee of duty or such injury or disease is aggravated by such duty at any time after appointment and such injury or disease or aggravation permanently disables him for the performance of duty, he shall upon retirement for such disability, receive an annuity computed at the rate of [a certain percentage] of his basic salary at the time of retirement for each year or portion thereof of his service\n. D.C.Code 1973, § 4-527 :\n(2) In any case in which the proximate cause of an injury incurred or disease contracted by a member is doubtful, or is shown to be other than the performance of duty, and such injury or disease is shown to have been aggravated by the performance of duty to such an extent that the member is permanently disabled for the performance of duty, such disability shall be construed to have been incurred in the performance of duty. . . .\n. “The purpose of this legislation is to create an additional category of service-connected disability which will enable the member to retire if an injury or disease contracted other than exclusively in the performance of duty is so aggravated by the performance of duty as to disable the member from further duty, and to place the burden of proof on the Clorernment that, such duty did not aggravate the injury or disease, contracted (it may or may not have been incurred on [sic] contracted in the performance of duty).” H.R.Rep.No. 892, 87th Cong., 1st Sess. 1 (1961) (emphasis supplied). There was no language relating to the burden of proof on the part of the government in the Senate report. See S.Rep. No.2271. 87th Cong., 2d Sess. (1962).\n. See Caminetti v. United States, 242 U.S. 470, 490, 37 S.Ct. 192, 61 L.Ed. 442 (1917). See generally 2A C. Sands, Sutherland Statutory Construction § 48.06 (4th ed. 1973).\n. D.C.Code 1973, § 1-1510(3) (E); Carroll v. District of Columbia Bd. of Appeals and Review, supra, 292 A.2d at 164; Johnson v. Board of Appeals and Review, supra, 282 A.2d at 571.\n. D.C.Code 1973, § 4-527(2).\n. D.C.Code 1973, §§ 4-521 to 4-535.",
        "type": "majority",
        "author": "QUINN, Associate Judge,"
      }
    ],
    "attorneys": [
      "Carleton U. Edwards, II, Washington, D. C., for petitioner.",
      "Earl A. Gershenow, Asst. Corp. Counsel, Washington, D. C, with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Algie R. LEWIS, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF APPEALS AND REVIEW, Respondent.\nNo. 7345.\nDistrict of Columbia Court of Appeals.\nArgued June 12, 1974.\nDecided Dec. 27, 1974.\nCarleton U. Edwards, II, Washington, D. C., for petitioner.\nEarl A. Gershenow, Asst. Corp. Counsel, Washington, D. C, with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nBefore GALLAGHER and NEBEKER, Associate Judges, and QUINN, Associate Judge, Retired."
  },
  "file_name": "0253-01",
  "first_page_order": 291,
  "last_page_order": 294
}
