{
  "id": 7860839,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Charles GORDON, Appellee",
  "name_abbreviation": "Commonwealth v. Gordon",
  "decision_date": "1996-09-16",
  "docket_number": "",
  "first_page": "253",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "683 A.2d 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 L.Ed.2d 94",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 1053",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "439 U.S. 1132",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11457539,
        11457668,
        11457575,
        11457288,
        11457384,
        11457610,
        11457359,
        11457434,
        11457329,
        11457269,
        11457464,
        11457498,
        11457307,
        11457407
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/1132-11",
        "/us/439/1132-14",
        "/us/439/1132-12",
        "/us/439/1132-02",
        "/us/439/1132-06",
        "/us/439/1132-13",
        "/us/439/1132-05",
        "/us/439/1132-08",
        "/us/439/1132-04",
        "/us/439/1132-01",
        "/us/439/1132-09",
        "/us/439/1132-10",
        "/us/439/1132-03",
        "/us/439/1132-07"
      ]
    },
    {
      "cite": "480 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745052
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/480/0015-01"
      ]
    },
    {
      "cite": "640 A.2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        941130,
        7862605
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0157-01",
        "/a2d/640/0422-01"
      ]
    },
    {
      "cite": "433 Pa.Super. 157",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        941130
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/433/0157-01"
      ]
    },
    {
      "cite": "575 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "385 Pa.Super. 492",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468109
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/385/0492-01"
      ]
    },
    {
      "cite": "439 U.S. 128",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11329017
      ],
      "weight": 5,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0128-01"
      ]
    },
    {
      "cite": "636 A.2d 615",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363833,
        1841539
      ],
      "weight": 7,
      "year": 1993,
      "pin_cites": [
        {
          "page": "619"
        },
        {
          "page": "619"
        },
        {
          "page": "619"
        },
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0615-01",
        "/pa/535/0492-01"
      ]
    },
    {
      "cite": "535 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841539
      ],
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "page": "500"
        },
        {
          "page": "501"
        },
        {
          "page": "501"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0492-01"
      ]
    },
    {
      "cite": "504 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787690
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0046-01"
      ]
    },
    {
      "cite": "528 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829817
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 840,
    "char_count": 18552,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20011919613846213
    },
    "sha256": "e6bdcb5ae88760d1893d29ac8fe1ee86c2600162b8f89894d80e7eee705f8f0f",
    "simhash": "1:13a682d4e6cde506",
    "word_count": 3002
  },
  "last_updated": "2024-02-27T23:51:20.507764+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "NIX, Former C.J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Charles GORDON, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nThe Commonwealth appeals the Superior Court’s Order of March 15, 1994, vacating the judgment of sentence entered by the Court of Common Pleas of Philadelphia County (trial court) against Charles Gordon (Gordon) for receiving stolen property, and remanding the matter for a new trial. We reverse.\nFACTS\nThe record reveals that on December 8, 1991, Philadelphia police officer Frank Pavgouzas received police radio information that a white male, approximately twenty years old with blond hair, wearing a gray or brown jacket and jeans, had snatched a purse from Cathy Babe (victim). Officer Pavgouzas arrived at the crime scene, near Frankford and Cheltenham Avenues, within five minutes of receiving the call. The officer proceeded to a rear alley where an elderly man told him that a man fitting the description of the perpetrator had been living in an abandoned house down the alley.\nAs Officer Pavgouzas walked through the alley, he observed a house that stood out from the rest of the row houses on the block because the exterior of the house was extremely dilapidated, there were no window treatments and knee-high weeds covered the yard. The rear door was open and the top door hinge had broken away from the door frame. Officer Pavgouzas entered the kitchen of the house and observed that the sink was filled with dirt, trash was piled throughout the room, and there were no kitchen appliances.\nWhen hearing a television in the next room, Officer Pavgouzas pushed aside a sheet hanging from a doorway leading to the dining room. The officer observed a near empty room with a television on a milk crate, a lamp, a “beer ball” and a black pocketbook lying on the floor. He saw no personal effects such as clothing, mail or other furniture in the room. Gordon, a blond-haired young man wearing a brown jacket and blue pants, was sitting on a mattress on the floor.\nOfficer Pavgouzas ordered Gordon to stand up and the officer observed a blue change purse that was underneath Gordon on the mattress. The officer opened the blue change purse and found the identification of the victim. He ordered Gordon to leave the house, radioed the officer who was with the victim and asked him to bring the victim to the scene. She arrived and identified Gordon as the man who grabbed her purse, and she also identified the black pocketbook and blue change purse as her property.\nPROCEDURAL HISTORY\nGordon filed a motion to suppress evidence found in the house. The Court of Common Pleas of Philadelphia County, sitting as a suppression court (suppression court) denied Gordon’s motion to suppress, holding that the warrantless search of the house did not violate Gordon’s rights under either the Fourth Amendment of the U.S. Constitution or Article I, Section 8 of the Pennsylvania Constitution. Following a non-jury trial, the trial court found Gordon guilty of receiving stolen property, but acquitted him of robbery and simple assault. The trial court denied Gordon’s post-verdict motion challenging the constitutionality of the warrant-less search of the house and sentenced him to five years of probation.\nThe Superior Court reversed the suppression court’s denial of Gordon’s motion to suppress, vacated the trial court’s judgment of sentence and remanded the matter for a new trial. The Superior Court held that the police violated Gordon’s right to be free from unreasonable governmental searches and seizures under Article I, Section 8 of the Pennsylvania Constitution. The Commonwealth filed a timely Petition for Allowance of Appeal challenging the Superior Court’s conclusion that Gordon had a constitutionally protected zone of privacy in a room of an abandoned house. .\nISSUE\nWe must decide whether an individual has a reasonable and legitimate expectation of privacy in a room of an abandoned house under Article I, Section 8 of the Pennsylvania Constitution.\nDISCUSSION\nArticle I, Section 8 of the Pennsylvania Constitution provides as follows:\nSecurity from Searches and Seizures\nSection 8. The people shall be secure in their persons, houses, papers and possessions from unreasonable searches and seizures, and no warrant to search any place or to seize any person or things shall issue without describing them as nearly as may be, nor without probable cause, supported by oath or affirmation subscribed to by the affiant.\nEvidence discovered as a result of a search that violates the fundamental constitutional guarantees of Article I, Section 8 will be suppressed. Commonwealth v. Chambers, 528 Pa. 403, 598 A.2d 539 (1991). We note that in Pennsylvania any defendant charged with a possessory crime, including receiving stolen property, has automatic standing to challenge a search and seizure under Article I, Section 8. Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983).\nIn Commonwealth v. Peterson, 535 Pa. 492, 636 A.2d 615 (1993), we held that a warrantless police search of an abandoned storefront does not violate Article I, Section 8 of the Pennsylvania Constitution. In Peterson, a police officer approached a “gate house” to make a controlled purchase of cocaine using a ten dollar bill marked with indelible ink, which was activated by perspiration to become blue dye. After exchanging the ten dollar bill for a package of white powder, police entered the gate house without a warrant and found the defendant in a back room with blue dye on his body. The trial court denied the defendant’s motion to suppress, found him guilty of delivery and possession with intent to deliver cocaine, and sentenced him to three to six years imprisonment. The Superior Court affirmed the judgment of sentence.\nOn appeal, we analyzed the defendant’s claim that the police violated his rights under Article I, Section 8 of the Pennsylvania Constitution using a twofold test. That test requires a person to (1) have exhibited a subjective expectation of privacy and (2) have demonstrated that the expectation is one that society is prepared to recognize as reasonable and legitimate. Peterson. The defendant bears the burden of proving that his subjective expectation of privacy is one that society is willing to recognize as legitimate. Id. The defendant must establish more than just a subjective expectation of freedom from intrusion, because\n[a] burglar plying his trade in a summer cabin during the off season may have a thoroughly justified subjective expectation of privacy, but it is not one which the law recognizes as ‘legitimate.’\nPeterson, 535 Pa. at 500, 636 A.2d at 619, quoting Rakas v. Illinois, 439 U.S. 128, 143 n. 12, 99 S.Ct. 421, 430 n. 12, 58 L.Ed.2d 387 (1978). We consider the totality of the circumstances and carefully weigh the societal interests involved when determining the legitimacy of such an expectation. Peterson. Particularly, a defendant must establish a possessory interest, a legitimate presence, or some “factor from which a reasonable and justifiable expectation of privacy could be deduced” to prove that this subjective expectation of privacy is legitimate. Peterson, 535 Pa. at 501, 636 A.2d at 619.\nIn Peterson, we referred to Commonwealth v. Cameron, 385 Pa.Super. 492, 561 A.2d 783 (1989), alloc. denied, 525 Pa. 576, 575 A.2d 108 (1990), a Superior Court case with a similar fact pattern. The Superior Court in Cameron overruled the trial court, who granted the defendant’s motion to suppress evidence found by the police when they entered an abandoned house without a warrant. After finding packets of cocaine that Cameron had thrown behind a couch, the police arrested him. The trial court granted the defendant’s motion to suppress, holding that the presence of a working television, a couch and food exhibited that the abandoned house was a dwelling place and was accordingly protected by Article I, Section 8. When reversing the trial court, the Superior Court acknowledged that Cameron manifested a subjective expectation of privacy by keeping a television, couch and food in the abandoned house. However, the Superior Court held that while Cameron did not need to show a property interest, he did need to establish some legal or de facto right to control the premises at issue to establish a reasonable and legitimate expectation of privacy. Because there was no evidence of Cameron’s right to control the house, the Superior Court concluded that society was not willing to recognize his subjective expectation of privacy in the abandoned house as legitimate.\nSimilar to Cameron, the defendant in Peterson did not establish either a possesso-ry interest, a legitimate presence or a characteristic of ownership in the abandoned storefront from which society could recognize an expectation of privacy. Thus, he did not prove that his expectation of privacy was legitimate. As this legitimacy is the “sine qua non for establishing that the government’s intrusion was unlawful,” Peterson, 535 Pa. at 501, 636 A.2d at 619, we held that the warrantless police entry into an abandoned storefront where drugs were being sold did not violate Article I, Section 8’s prohibition against unreasonable searches and seizures. Peterson.\nWith this analysis in mind, we now examine the suppression court’s decision to deny Gordon’s motion to suppress the evidence discovered in the dining room of the abandoned house. When reviewing the suppression court’s denial of a motion to suppress, the “appellate court’s responsibility is to determine whether the record supports the factual findings of the suppression court and the legitimacy of the inferences and legal conclusions drawn from those findings.” Peterson, 535 Pa. at 496, 636 A.2d at 617. Here, the suppression court concluded that although Gordon may have had a subjective expectation of privacy in a room of the abandoned house, he did not carry his burden of proving that his subjective expectation of privacy is one society is willing to recognize as legitimate.\nAt the suppression hearing, Gordon did not present any witnesses and the Commonwealth presented only one witness, Officer Pavgouzas. Gordon asserts that the officer’s testimony concerning the presence of a sheet separating his room from the rest of the house, electricity, a mattress and a television, was sufficient to prove that he had a subjective expectation of privacy in the dining room of the abandoned house. We do not disagree.\nHowever, Gordon must also establish that his subjective expectation of privacy is legitimate before we will declare the warrantless police search of the dining room to be a violation of his rights under Article I, Section 8. As previously discussed, to prove a legitimate expectation of privacy in a structure, a defendant must establish that he has either a possessory interest or a legitimate presence, or he must establish some factor from which a reasonable and justified expectation of privacy can be deduced. Peterson. Here, Gordon concedes that he had no property interest in the abandoned structure. Gordon has never argued that he had an ownership interest such as seisin or adverse possession. Also, there was no evidence that Gordon had a legal right to enter or use the budding or that he was legitimately on the premises.\nWe will therefore examine the totality of the circumstances to determine if Gordon established some possessory-based factor from which we could find a reasonable expectation of privacy. Id. Gordon argues that his obvious and known use of the vacant building as a dwelling place created a reasonable and legitimate expectation of privacy thus invoking the protections of Article I, Section 8. Gordon suggests that if a structure looks like it is being used as a home, then it is a home. However, we held in Peterson that mere use of property, as exhibited by the presence of attributes of a home, is not a sufficient characteristic of ownership that would evidence a legitimate expectation of privacy protected by Article I, Section 8. Accordingly, Gordon must identify some other factor from which we can ascertain a legitimate expectation of privacy.\nIn analyzing whether a claimant has established a factor from which society could find a legitimate expectation of privacy, we are guided by the U.S. Supreme Court, which noted:\nOne of the main rights attaching to property is the right to exclude others, see W. Blaekstone, Commentaries, Book 2, ch.l, and one who owns or lawfully possesses or controls property will in all likelihood have a legitimate expectation of privacy by virtue of this right to exclude. Expectations of privacy protected by the Fourth Amendment, of course, need not be based on a common-law interest in real or personal property, or on the invasion of such an interest_ But by focusing on legitimate expectations of privacy in Fourth Amendment jurisprudence, the Court has not altogether abandoned use of property concepts in determining the presence or absence of the privacy interests protected by that Amendment.\nRakas v. Illinois, 439 U.S. at 143 n. 12, 99 S.Ct. at 430 n. 12 (1978). Therefore, a defendant can establish a legitimate expectation of privacy, despite lacking a common-law interest in the real property, if he demonstrates certain characteristics of ownership. Among the critical characteristics of ownership is the right to exclude others from the premises in question. Rakas; Cameron. Here, for example, the Superior Court concluded that the sheet hanging from the doorway in the kitchen effectively closed the room off from the rest of the house and society. The Superior Court clearly interpreted the presence of the sheet as an indication of Gordon’s right to exclude other people from the dining room in the abandoned house.\nHowever, we do not agree that Gordon sustained his burden of proving that the sheet served to exclude others from the dining room. Gordon did not present any testimony that he excluded other people living in the house from the dining room. Furthermore, as there was no testimony that Gordon hung the sheet himself, there was no reason for the Superior Court to conclude this sheet evidenced Gordon’s right to exclude others. Finally, Gordon’s claimed exclusion of the public from the dining room is implausible because the evidence revealed that the house had an unlocked, open exterior door. Thus, Gordon failed to produce sufficient evidence that the sheet hanging in the interior doorway of the open abandoned house exhibited his right to exclude others from the room in which he was claiming a legitimate expectation of privacy.\nIn the alternative, Gordon urges this Court to recognize a legitimate expectation of privacy in the room of the abandoned house to respect the dignity of the homeless. However we find Gordon’s argument on behalf of the homeless disingenuous in light of Gordon’s testimony that he has a residence and a job. He testified at the sentencing hearing that he lives with his common-law wife and their three children at his wife’s grandmother’s house. Additionally, his attorney indicated at the sentencing hearing that Gordon’s family life is so stable that house arrest during his probation was not necessary. Also, Gordon testified at trial that he was a self-employed electrician who earned between $200.00 and $300.00 a week in non-reported income. Consequently, Gordon’s advocacy on behalf of the homeless rings hollow.\nWe conclude that, like the defendants in Cameron and Peterson, Gordon here has failed to prove that he has either a possesso-ry interest, a legitimate presence or any factor from which society could recognize a reasonable expectation of privacy in the room in the abandoned house. Thus, we agree with the suppression court that although Gordon may have established a subjective expectation of privacy in the dining room of the abandoned house, he did not meet his burden of proving an expectation of privacy that society is willing to recognize as legitimate. Therefore, the officer’s warrantless search of the house did not violate Gordon’s rights under Article I, Section 8 of the Pennsylvania Constitution. The suppression court properly denied Gordon’s Motion to Suppress.\nAccordingly, we reverse the Order of the Superior Court and reinstate the trial court’s judgment of sentence.\nNIX, Former C.J., did not participate in the consideration or decision of this case.\nZAPPALA, J., concurs in the result.\nFLAHERTY, J., files a dissenting opinion.\n. 18Pa.C.S.§ 3925.\n. 18 Pa.C.S. § 3701.\n.18 Pa.C.S. § 2701.\n. Commonwealth v. Gordon, 433 Pa.Super. 157, 640 A.2d 422 (1994).\n. The identity of the title holder of the house here is not of record. There was no evidence presented that the title holder had asserted his property rights against Gordon. Hence, we will concentrate only on Gordon's alleged rights in the house.\n. A gate house is an abandoned structure used by drug dealers to exchange money and drugs. Heavily fortified metal grates over the windows prevent the buyer and seller from seeing each other.\n.This does not alter the Commonwealth's burden of proving at the suppression hearing that the government’s search did not violate the rights of the defendant. Pa.R.Crim.P. 323(h); Commonwealth v. Silo, 480 Pa. 15, 389 A.2d 62 (1978), cert. denied, 439 U.S. 1132, 99 S.Ct. 1053, 59 L.Ed.2d 94 (1979).\n. We do not decide whether trader other circumstances an individual living in an abandoned structure might demonstrate a legitimate expectation of privacy under Article I, Section 8.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      },
      {
        "text": "FLAHERTY, Justice,\ndissenting.\nThe opinion authored by Madame Justice Newman is excellently written — except for the conclusion. In my view, there are more than enough indicia establishing an expectation of privacy. One is not prohibited from having more than one home and need not close or lock doors to establish it as such. Wherever one calls home is sanctuary and is given the requisite protection when occupied. I am put in mind of Lord Chatham’s statement in Parliament which might be applicable to the issue:\nThe poorest man may in his cottage bid defiance to all the forces of the Crown. It may be frail — its roof may shake — the wind may blow through it — the storm may enter — the rain may enter — but the King of England cannot enter — all his force dares not cross the threshold of the ruined tenement!",
        "type": "dissent",
        "author": "FLAHERTY, Justice,"
      }
    ],
    "attorneys": [
      "Catherine Marshall, Joan Weiner, Philadelphia, for Commonwealth.",
      "John W. Packel, Stuart B. Lev, Philadelphia, for Charles Gordon."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Charles GORDON, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 30, 1996.\nDecided Sept. 16, 1996.\nCatherine Marshall, Joan Weiner, Philadelphia, for Commonwealth.\nJohn W. Packel, Stuart B. Lev, Philadelphia, for Charles Gordon.\nBefore FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0253-03",
  "first_page_order": 341,
  "last_page_order": 347
}
