{
  "id": 9490152,
  "name": "Allen M. WEAVER, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below-Appellee",
  "name_abbreviation": "Weaver v. State",
  "decision_date": "2001-08-13",
  "docket_number": "No. 136, 2000",
  "first_page": "254",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 254"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "681 A.2d 1077",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865408
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citing 3A Norman J. Singer, Sutherland Statutory Construction, § 67.08 at 83 (5th ed.1992)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/681/1077-01"
      ]
    },
    {
      "cite": "676 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "728 A.2d 1171",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11630484
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/1171-01"
      ]
    },
    {
      "cite": "567 A.2d 868",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354265
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "869"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/567/0868-01"
      ]
    },
    {
      "cite": "760 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11185634
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0541-01"
      ]
    },
    {
      "cite": "3 W.W. Harr. 93",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1925,
      "pin_cites": [
        {
          "parenthetical": "holding that a six month term of parole did not meet the jurisdictional threshold for appeal but defendant could file a direct appeal from underlying conviction once sentenced to actual incarceration for violating parole, which occurred six months after original conviction and sentence"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "130 A. 854",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "319 U.S. 432",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366803
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "435",
          "parenthetical": "holding an order suspending the imposition of sentence to be a final, appealable order"
        },
        {
          "parenthetical": "holding an order suspending the imposition of sentence to be a final, appealable order"
        },
        {
          "parenthetical": "holding an order suspending the imposition of sentence to be a final, appealable order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/319/0432-01"
      ]
    },
    {
      "cite": "302 U.S. 211",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138603
      ],
      "weight": 3,
      "year": 1937,
      "pin_cites": [
        {
          "page": "213",
          "parenthetical": "holding an order imposing sentence but suspending execution of sentence for probation to be a final, appealable order"
        },
        {
          "parenthetical": "holding an order imposing sentence but suspending execution of sentence for probation to be a final, appealable order"
        },
        {
          "parenthetical": "holding an order imposing sentence but suspending execution of sentence for probation to be a final, appealable order"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/302/0211-01"
      ]
    },
    {
      "cite": "531 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7894541
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "950"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/531/0948-01"
      ]
    },
    {
      "cite": "727 A.2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11631471
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "838",
          "parenthetical": "holding that a sentence to be served in a level IV Halfway House constitutes \"imprisonment\" as used in Section ll(l)(b)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/727/0836-01"
      ]
    },
    {
      "cite": "1993 WL 375380",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "630 A.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328891
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "1097-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/1096-01"
      ]
    },
    {
      "cite": "1998 WL 283459",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "508 A.2d 73",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1998 WL 960737",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "Mem.Op."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "741 A.2d 16",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1986 WL 16959",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "510 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "711 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11827639
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/0792-01"
      ]
    },
    {
      "cite": "466 A.2d 1218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986044
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/466/1218-01"
      ]
    },
    {
      "cite": "450 A.2d 397",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974967
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 698,
    "char_count": 14604,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 1.2485415394288964e-07,
      "percentile": 0.6095270419240658
    },
    "sha256": "d7e1e1167e85734b95bc1b1d393a3facf6c02daceb22dd7cfa2cb1da2398f05a",
    "simhash": "1:962545fec39f355c",
    "word_count": 2368
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, Chief Justice, WALSH, HOLLAND, BERGER, and STEELE, Justices (constituting the Court en banc)."
    ],
    "parties": [
      "Allen M. WEAVER, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below-Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThe issue in this case is whether the defendant has a right to appeal his sentences imposed by the Court of Common Pleas based upon either the amount of the fine assessed or the length of imprisonment imposed. The Superior Court concluded that the cost of a psychological evaluation did not constitute a “fine” in order to satisfy the jurisdictional threshold for taking an appeal from a sentence of a fine. The Superior Court also concluded that the defendant’s level V sentences, which were suspended entirely for probation at a lesser level, were not sentences of “imprisonment” and, therefore, did not meet the jurisdictional threshold for taking an appeal from a sentence of imprisonment. While we agree that the defendant was not assessed a “fine” in excess of the appellate threshold, we hold that a sentence of imprisonment at Level V for more than thirty days, even if suspended for probation, is appealable. Accordingly, the judgment of the Superior Court is AFFIRMED in part and REVERSED in part.\nFacts\nThe defendant, Allen M. Weaver, was convicted in the Court of Common Pleas on one count of lewdness and one count of second degree indecent exposure. On the lewdness charge, Weaver was sentenced to two months at level V imprisonment, suspended entirely for one year at level III probation and a $100 fine. On the other charge, Weaver was sentenced to a concurrent term of one month at level V imprisonment, suspended entirely for one year at level II probation. As a condition of probation, the court ordered Weaver to undergo a psychological evaluation and register as a sex offender.\nWeaver appealed his convictions and sentences to the Superior Court pursuant to 11 Del. C. § 5301(c) and Del. Const. art. IV, § 28, which provide for a right of appeal to the Superior Court from a criminal conviction in the Court of Common Pleas when the sentence imposed is “imprisonment exceeding one (1) month, or a fine exceeding One Hundred Dollars ($100.00).” The Superior Court dismissed Weaver’s appeal because his suspended sentences did not meet the jurisdictional threshold.\nWeaver then appealed to this Court. After being submitted for decision on the basis of the briefs, a panel of this Court remanded the case to the Superior Court to address two issues:\nA. Does the imposition of the condition that the defendant undergo a psychological evaluation impose an additional financial penalty, the effect of which is to satisfy the constitutional threshold, ie., a fine exceeding one hundred dollars?\nB. Does a sentence of imprisonment for more than one month, suspended for probation, meet the constitutional threshold in view of the detriment the defendant faces if his probation is thereafter revoked (under a standard of proof of preponderance of the evidence) and a term of imprisonment of more than one month is imposed as a result?\nIn a memorandum opinion dated January 5, 2001, the Superior Court answered both questions in the negative. The parties filed supplemental memoranda on these two issues, and the case was resubmitted for decision by the panel on the basis of the parties’ supplemental briefs. Thereafter, the Court decided to consider these issues en banc.\nCost of Psychological Evaluation Not a “Fine”\nThis Court previously has accepted Webster’s definition of the word “fine” to mean “a sum imposed as punishment for an offense.” Accordingly, in Brookens v. State, this Court held that a 15% penalty assessment for the Victim’s Compensation Fund did not constitute a “fine” under Delaware law because, among other reasons, the assessment was compensatory and not punitive in nature. Similarly, in Benton v. State, the Court held that court-ordered restitution did not constitute a fine because it “was neither punitive nor to be paid for the benefit of a sovereign.”\nIn light of these precedents, we find that the cost of the psychological evaluation in Weaver’s case did not constitute a “fine” under Delaware law. Given Weaver’s offenses, the psychological evaluation was necessary to determine Weaver’s need for treatment. The cost of the psychological evaluation was neither punitive in nature nor was it payable to the State. Accordingly, the Superior Court’s ruling that the cost of the psychological evaluation was not a “fine” is AFFIRMED.\nAppealability of Probationary Sentences Prior Cases\nIn this case, the Superior Court ruled that a sentence of incarceration exceeding one month, which was suspended entirely for probation, did not meet the jurisdictional threshold of a sentence of “imprisonment exceeding one month” under Section 28 of article IV of the Delaware Constitution. The Superior Court concluded on remand that dismissal of Weaver’s appeal was compelled by this Court’s decision in Jewell v. State, and other decisions to the same effect. We agree that the Superior Court’s dismissal of Weaver’s appeal is supported by precedent, but those holdings have been called into question. We deem it appropriate that the Court, sitting en banc, consider that question anew.\nLevel V Sentence Constitutes “Imprisonment’ ’\nIn 1987, in response to major sentencing reform efforts undertaken by the Sentencing Accountability Commission (SEN-TAC), the Delaware General Assembly amended 11 Del. C. § 4204(c) to create a continuum of authorized sentencing sanctions ranging in severity from accountability level I to accountability level V. The levels of sentencing are distinguished by the amount of control the Department of Correction exercises over a convicted offender. Level V, the most restrictive sanction, is defined as “the commitment of the offender to the Department of Correction for a period of incarceration, with or without the imposition of a fine provided by law for the offense.”\nThus by its definition, a level V sentence, which requires a period of incarceration, constitutes a sentence of “imprisonment” under the Delaware Constitution. We therefore hold that Weaver’s sentence to two months at level V incarceration, on its face, satisfies the constitutional threshold for taking an appeal. The more pointed question is whether the trial court, by suspending execution of Weaver’s otherwise appealable level V sentence, could render the sentence unappealable. This Court has never squarely addressed this issue.\nSuspended Sentence is Appealable\nIn Delaware, the benchmark of a “final judgment” in a criminal case is the pronouncement of sentence. The United States Supreme Court recognized long ago that an order imposing sentence upon a defendant is a final, appealable order even if execution of the sentence is suspended for probation. Thus, in Delaware a defendant’s time limit to file a direct appeal from a conviction and sentence begins to run on the date following the pronouncement of sentence, regardless of whether execution of the sentence is suspended for probation.\nIf a level V sentence in excess of one month, which is suspended entirely for probation, is found to be unappealable because it fails to meet the jurisdictional threshold, then a defendant effectively has forever lost the right to appeal from an underlying conviction and sentence. Even if the defendant later is found in violation of probation (VOP) and ultimately is sentenced as a result of that VOP to serve actual incarceration well in excess of the constitutional threshold, the defendant will never have the opportunity to challenge directly the criminal conviction that forms the underlying basis of the jail sentence.\nSuch a result is fundamentally unfair in light of the lengthy prison sentences that may result from a VOP proceeding with its procedural informalities. A probationer has no absolute right to counsel at a VOP hearing or on appeal following a VOP adjudication. Furthermore, the trial court has broad authority to find a probation violation applying a preponderance of the evidence standard, in contrast to the standard of proof beyond a reasonable doubt required for the initial conviction. If the trial court finds the defendant has violated probation, it may terminate the defendant’s probation and reimpose a prison term “at any time.” Finally, upon finding a violation of probation, the Court may impose all or any portion of the sentence originally suspended.\nBalancing the informal and summary nature of VOP proceedings against the potentially harsh prison sentences that may result, we conclude that the better policy is to afford a defendant the right to appeal a level V sentence upon its imposition, without regal’d to whether execution of the sentence is suspended for probation. Such a result is consistent with the policy that encourages construing statutes in favor of recognizing a right to appeal.\nSince appeals from the Superior Court to this Court in criminal cases are subject to a parallel constitutional threshold under article IV, § ll(l)(b) of the Delaware Constitution, our holding directed to the present appeal from the Court of Common Pleas to the Superior Court has equal application to appeals from the Superior Court to this Court.\nConclusion\nThe judgment of the Superior Court is AFFIRMED in part and REVERSED in part. This matter shall be remanded for the Superior Court to consider Weaver’s appeal on its merits. Any precedent contrary to the decision we now reach is hereby overruled.\n. Although it is not clear from the sentencing order, we assume for purposes of this decision that the psychological evaluation was ordered at Weaver’s expense.\n. 11 Del. C. § 5301(c) provides:\nFrom any order, rule, decision, judgment or sentence of the Court [of Common Pleas] in a criminal action, the accused shall have the right of appeal to the Superior Court in and for the county wherein the information was filed as provided in § 28, article IV of the Constitution of the State. Such appeal to the Superior Court shall be reviewed on the record and shall not be tried de novo.\n. Article IV, § 28 of the Delaware Constitution regulates the criminal jurisdiction of Delaware trial courts. It provides:\nThe General Assembly may by law give to any inferior courts by it established or to be established, or to one or more justices of the peace, jurisdiction of the criminal matters following, that is to say — assaults and batteries, carrying concealed a deadly weapon, disturbing meetings held for the purpose of religious worship, nuisance, and such other misdemeanors as the General Assembly may from time to time, with the concurrence of two-thirds of all the Members elected to each House, prescribe.\nThe General Assembly may by law regulate this jurisdiction, and provide that the proceedings shall be with or without indictment by grand jury, or trial by petit jury, and may grant or deny the privilege of appeal to the Superior Court; provided, however, that there shall be an appeal to the Superior Court in all cases in which the sentence shall be imprisonment exceeding one (1) month, or a fine exceeding One Hundred Dollars ($100.00).\n. Del. Const, art. IV, § 28.\n. Marker v. State, Del.Supr., 450 A.2d 397, 399 (1982).\n. Del.Supr., 466 A.2d 1218, 1219 (1983).\n. Del.Supr., 711 A.2d 792, 799 (1998).\n. Jewell v. State, 510 A.2d 222, 1986 WL 16959 (1986), Walsh, J. (June 5, 1986) (ORDER) (holding that \"[p]robation is sentencing without imprisonment, and where a sentence imposed on a defendant does not require any term of imprisonment, this Court is without jurisdiction to hear the appeal”).\n. See, e.g., Cooper v. State, Del.Supr., No. 485, 1998, 741 A.2d 16, Berger, J. (May 6, 1999) (ORDER), aff'g Cooper v. State, Del.Super., Cr.A. No. 98-06-0249, 1998 WL 960737, Graves, J. (Oct. 14, 1998) (Mem.Op.); Sack v. State, Del.Supr., No. 46, 1986, 508 A.2d 73, Horsey, J. (Mar. 31, 1986) (ORDER); Tyman v. State, Del.Super., Cr.A. Nos. 97-05-0773 thru -0776, 1998 WL 283459, Graves, J. (Apr. 15, 1998) (ORDER).\n. See Beattie v. Beattie, Del.Supr., 630 A.2d 1096, 1097-98, 1993 WL 375380 (1993).\n. See Delaware Sentencing Accountability Commission, Truth in Sentencing Benchbook, at 2 (2000).\n. 11 Del. C. § 4204(c)(5).\n. Accord Walt v. State, Del.Supr., 727 A.2d 836, 838 (1999) (holding that a sentence to be served in a level IV Halfway House constitutes \"imprisonment” as used in Section ll(l)(b)).\n. Eller v. State, Del.Supr., 531 A.2d 948, 950 (1987).\n. Berman v. United States, 302 U.S. 211, 213, 58 S.Ct. 164, 82 L.Ed. 204 (1937) (holding an order imposing sentence but suspending execution of sentence for probation to be a final, appealable order). Accord Korematsu v. United States, 319 U.S. 432, 435, 63 S.Ct. 1124, 87 L.Ed. 1497 (1943) (holding an order suspending the imposition of sentence to be a final, appealable order). Compare State v. Exum, Ct. Gen. Sess., 130 A. 854, 3 W.W. Harr. 93 (1925) (holding that a six month term of parole did not meet the jurisdictional threshold for appeal but defendant could file a direct appeal from underlying conviction once sentenced to actual incarceration for violating parole, which occurred six months after original conviction and sentence).\n. See 10 Del. C. § 147 (30-day time limit to appeal criminal conviction to Delaware Supreme Court); Supr. Ct. R. 6(a)(ii)(appeal must be filed within \"30 days after a sentence is imposed in a direct appeal of a criminal conviction”); Super. Ct.Crim. R. 39(a) (15-day time limit \"from the date of sentence” on criminal appeals to Superior Court)\n. The right to appeal from a sentence for a VOP is limited. The defendant may challenge the VOP proceedings and sentence, but there is no right to challenge the underlying conviction and proceedings leading to that conviction.\n. Gibbs v. State, Del.Supr., 760 A.2d 541, 543 (2000).\n. Id.\n. Ingram v. State, Del.Supr., 567 A.2d 868, 869 (1989); 11 Del. C. § 4334(c).\n. Gamble v. State, Del.Supr., 728 A.2d 1171, 1172 (1999).\n. See New Castle County v. Chrysler, Del.Supr., No. 384, 1995, 676 A.2d 905, Walsh, J. (Mar. 8, 1996), aff'g New Castle County v. Chrysler, Del.Super., C.A. No. 91A-02-007, 681 A.2d 1077, Cooch, J. (Aug. 25, 1995) (citing 3A Norman J. Singer, Sutherland Statutory Construction, § 67.08 at 83 (5th ed.1992)).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "James E. Liguori, Esquire, Liguori, Morris & Redding, Dover, Delaware, for the appellant, Allen M. Weaver.",
      "R. David Favata, Esquire, Department of Justice, Wilmington, Delaware, for the appellee, State of Delaware."
    ],
    "corrections": "",
    "head_matter": "Allen M. WEAVER, Defendant Below-Appellant, v. STATE of Delaware, Plaintiff Below-Appellee.\nNo. 136, 2000.\nSupreme Court of Delaware.\nSubmitted: June 20, 2001.\nDecided: Aug. 13, 2001.\nJames E. Liguori, Esquire, Liguori, Morris & Redding, Dover, Delaware, for the appellant, Allen M. Weaver.\nR. David Favata, Esquire, Department of Justice, Wilmington, Delaware, for the appellee, State of Delaware.\nBefore VEASEY, Chief Justice, WALSH, HOLLAND, BERGER, and STEELE, Justices (constituting the Court en banc)."
  },
  "file_name": "0254-01",
  "first_page_order": 296,
  "last_page_order": 301
}
