{
  "id": 8118787,
  "name": "Donald R. DULEY, through his next friend, Bernard Alcabes, Appellant, v. Eleanor Lee DULEY, Appellee,",
  "name_abbreviation": "Duley ex rel. Alcabes v. Duley",
  "decision_date": "1959-05-13",
  "docket_number": "No. 2337",
  "first_page": "255",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "151 A.2d 255"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "57 App.D.C. 216",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "19 F.2d 690",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1698381
      ],
      "pin_cites": [
        {
          "page": "693"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/19/0690-01"
      ]
    },
    {
      "cite": "54 A.L.R. 75",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "61 App.D.C. 232",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "59 F.2d 1046",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        918730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/59/1046-01"
      ]
    },
    {
      "cite": "72 App.D.C. 287",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "113 F. 2d 753",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1023581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/113/0753-01"
      ]
    },
    {
      "cite": "77 U.S.App.D.C. 65",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "134 F.2d 497",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3651082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/134/0497-01"
      ]
    },
    {
      "cite": "87 U.S.App.D.C 334",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "185 F.2d 429",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1231772
      ],
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/185/0429-01"
      ]
    },
    {
      "cite": "68 App.D.C. 313",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "96 F.2d 715",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        998935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/96/0715-01"
      ]
    },
    {
      "cite": "305 U.S. 632",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6159208,
        6159249,
        6159131,
        6159172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0632-03",
        "/us/305/0632-04",
        "/us/305/0632-01",
        "/us/305/0632-02"
      ]
    },
    {
      "cite": "59 S.Ct. 99",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6144958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0564-04"
      ]
    },
    {
      "cite": "83 L.Ed. 405",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "292 U.S. 216",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        429855
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/292/0216-01"
      ]
    },
    {
      "cite": "196 Misc. 544",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        951718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/196/0544-01"
      ]
    },
    {
      "cite": "92 N.Y.S.2d 144",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "94 N.H. 215",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        2352834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/94/0215-01"
      ]
    },
    {
      "cite": "50 A.2d 88",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "219 Ark. 69",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1609117
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/219/0069-01"
      ]
    },
    {
      "cite": "182 Tenn. 420",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8531644
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/182/0420-01"
      ]
    },
    {
      "cite": "187 S.W.2d 618",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "159 A.L.R. 101",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 10595,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 1.007175221830415e-07,
      "percentile": 0.5410118504978476
    },
    "sha256": "3a6591efe50d943588aef987194d7f969ec395fd03cfb87414d121045141bd42",
    "simhash": "1:904a986b3188cdcd",
    "word_count": 1814
  },
  "last_updated": "2024-02-27T19:28:59.069426+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Donald R. DULEY, through his next friend, Bernard Alcabes, Appellant, v. Eleanor Lee DULEY, Appellee,"
    ],
    "opinions": [
      {
        "text": "HOOD, Associate Judge.\nAppellant, now slightly over the age of 18, was married to appellee when he was 16 years and 7 months of age, and she was 15 years and 10 months of age. They were domiciled in the District of Columbia before and after marriage, but were married in Virginia. In both Virginia and the District of Columbia the minimum age for marriage is 18 years for males and 16 years for females. In order to obtain his father’s consent appellant falsely represented that appellee was pregnant, and in order to obtain the Virginia marriage license appellant falsely certified that he was 18 years of age and that she was 17 years of age. After marriage the parties returned to the District and lived together in their own home as man and wife for about six months and then separated. About nine months after the separation appellant, through his uncle as next friend, brought this action to annul the marriage on the ground that at time of marriage both parties were under the age of consent. The wife did not oppose the action. At trial appellant and his uncle were the only witnesses. After hearing the testimony the trial court ruled that appellant was not entitled to a decree of annulment, and this appeal is from that holding.\nThe basic question here is whether one who is married while under the age of legal consent and who while still under age repudiates the marriage, has the right to have such marriage annulled regardless of the circumstances prior and subsequent to the marriage; or has the court authority in the exercise of judicial discretion to refuse to grant an annulment. As far as we have ascertained this question has never been decided in this jurisdiction.\nCode 1951, § 30-101, declares that certain marriages, incestuous and bigamous, “are prohibited” and “shall be absolutely void ab initio, without being so decreed, and their nullity may be shown in any collateral proceedings.” Section 30-102 provides that such marriages “may also be declared to have-been null and void by judicial decree.”\nSection 30-103 provides that certain marriages “shall be illegal, and shall be void from the time when their nullity shall be declared by decree.” Among such marriages, are:\n“When either of the parties is under the age of consent, which is hereby declared to be eighteen years of age for males and sixteen years of age for females.”\nSection 16-403, a part of our law dealing with divorces, provides; “ * * * That marriage contracts may be declared void in the following cases:\n“First. Where such marriage was contracted while either of the parties thereto had a former wife or husband living, unless the former marriage had been lawfully dissolved.\n“Second. Where such marriage was contracted during the lunacy of either party (unless there has been voluntary cohabitation after the lunacy) or was procured by fraud or coercion.\n“Third. Where either party was matrimonially incapacitated at the time of marriage and has continued so.\n“Fourth. Where either of the parties had not arrived at the age of legal consent to the contract of marriage (unless there has been voluntary cohabitation after coming to legal age), but in such cases only at the suit of the party not capable of consenting.”\nIt is appellant’s contention that under the above statutes his marriage was void and that the court was required to so declare it. He cites Simmons v. Simmons, 57 App.D.C. 216, 219, 19 F.2d 690, 693, 54 A.L.R. 75, 80, for this proposition. There appellant married a woman whose prior marriage he knew had not been legally dissolved. The court held the doctrine of “clean hands” had no application, that the marriage was “void by law, and the courts have no alternative when the matter is presented, either directly or collaterally, in any matter in which it becomes an issue, but to declare it so.” This ruling was followed in Frey v. Frey, 61 App.D.C. 232, 59 F.2d 1046. However, so far as those cases held that laches and estoppel were inapplicable to annulment proceedings they were overruled by later opinions. See Goodloe v. Hawk, 72 App.D.C. 287, 113 F. 2d 753, and Ruppert v. Ruppert, 77 U.S.App.D.C. 65, 134 F.2d 497. But also see Oliver v. Oliver, 87 U.S.App.D.C 334, 337, 185 F.2d 429, 432, where it was said: “The marriage being void in the District of Columbia and the legality thereof having been drawn in question, it must be so decreed.”\nAll the foregoing cases deal with marriages declared by our statute to be absolutely void ab initio without being so decreed, whereas the marriage here' involved is of that type which though declared illegal is not void ab initio and is void only when so declared by court decree. In other words, the first class of marriages is void and the second merely voidable. Thus we have two classes of illegal marriages, one declared void from the beginning and without any standing in law, whose nullity may be shown and must be recognized in any proceeding. For the purposes of this case we may assume that a court has no discretion whatever, regardless of circumstances, in declaring such marriage void. Marriages of the second class, including the marriage here involved, although forbidden are not void until so declared by court decree. These marriages therefore have a degree of validity and the courts are not compelled under all circumstances to declare them void. For example, one, fully capable of contracting a marriage, who knowingly and willfully contracts a marriage with one under age or with a lunatic has no standing to have that marriage declared a nullity. And if parties under age contract marriage and voluntarily cohabit after coming of age, such marriage will not be declared void.\nWe conclude that the court is not bound to declare void the type of marriage here involved merely because one or both of the parties requests it, but may consider all the circumstances leading up to and following the marriage and in its sound discretion may refuse a decree of nullity.\nWe have examined cases from other jurisdictions but have found them of little help in arriving at our conclusion because of the different wording of the various statutes. We do note that in some jurisdictions the statutes specifically provide that annulment for nonage is discretionary; and in some jurisdictions the use of the word “may,” as in our statute, has been held to give the court discretion in annulling a marriage for nonage.\nHaving concluded that the trial court had a discretion in the matter, the remaining question is whether it abused its discretion in denying annulment. The trial court wrote an extensive and thoughtful opinion and the following excerpts taken therefrom clearly demonstrate no abuse of discretion. The court said:\n“It is true that plaintiff was only 16 years and 7 months of age when he went through the ceremony of marriage in Virginia and that he did not reach his legal age of consent until July 13, 1958, when he and the defendant had already separated. However, defendant had reached her legal age of consent on April 9, 1957 when she and plaintiff were living together as man and wife in the District.\n“Despite his youth in years, plaintiff had shown every evidence of emancipation from any limitations or standards of years as a test of his ability to protect and support himself. He had left his parents in January 1956 to live with an uncle. He had stopped attending school in June 1956. He was supporting himself by working for the Peoples'Drug Stores. He had-secured an'apartment’ in the District in which to set up housekeeping with a wife. He entered into a marriage with defendant after first misrepresenting the defendant’s condition to his father to secure his consent to the marriage and after misrepresenting his age and the bride’s age to the proper authorities in Virginia to secure a license. He .used such license to authorize his’ marriage by the Clerk of the Circuit Court of Arlington County. He and defendant registered as man and wife at a motel in-Virginia where they spent their wedding night. Thereafter he brought his bride to the marital abode he had provided in the District and lived there as man and wife for a month. They then moved to another address in the District where they lived until their separation in the .-latter part of July 1957. Nine months later plaintiff decides that he was ‘too young’ for marriage and applies to this Court for annulment thereof.\n“ * * * The conduct of this young man shocks a court of equity and estops him to assert that this court should protect him and help him because of his youth. Plaintiff went through a proper, ceremony to unite him in marriage to defendant, who reached the age of consent herself two months after the marriage. Plaintiff has in all ways acted like a person of legal age, and, having fully consummated the marriage, he had cohabited with defendant as a properly married couple for six months. This court is of the opinion that he should be required to accept his marital status until such time as a valid cause for dissolution thereof by divorce arises.\n‡ tjs J$C iji jfc\n“The Court would have a different view if a young couple through the im-portunities of the moment, were married in haste, without counsel or warning, and immediately thereafter they realized that they had been hasty .and misled. But here, where plans had been laid in- advance, and they had fully consummated their, marriage by living together as man and wife for six months, the situation is different and is not deserving of relief by a court of equity.”\nAffirmed.\n. Code of Virginia (1960) § 20-48; D.C. Code 1951, § 30-103.\n. Prior to the amendment of August 12, 1937, the ages were 16 and 14.\n. Rhodes v. Rhodes, 68 App.D.C. 313, 96 F.2d 715, certiorari denied 305 U.S. 632, 59 S.Ct. 99, 83 L.Ed. 405. See also Loughran v. Loughran, 292 U.S. 216, 54 S.Ct. 684, 78 L.Ed. 1219.\n. Code 1951, § 30-104.\n. Code 1951, § 16-403.\n.For example, see Selakoff v. Selakoff, 196 Misc. 544, 92 N.Y.S.2d 144; Sirois v. Sirois, 94 N.H. 215, 50 A.2d 88.\n.For example, see Mitchell v. Mitchell, 219 Ark. 69, 239 S.W.2d 748; Keith v. Pack, 182 Tenn. 420, 187 S.W.2d 618, 159 A.L.R. 101.",
        "type": "majority",
        "author": "HOOD, Associate Judge."
      }
    ],
    "attorneys": [
      "Albert Ginsberg, Washington, D. C., Joseph H. Schneider and Herbert D. Horowitz, Washington, D. C., on the brief, for appellant.",
      "Jacob S. Levin, Silver Spring, Md., for appellee."
    ],
    "corrections": "",
    "head_matter": "Donald R. DULEY, through his next friend, Bernard Alcabes, Appellant, v. Eleanor Lee DULEY, Appellee,\nNo. 2337.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Feb. 16, 1959.\nDecided May 13, 1959.\nAlbert Ginsberg, Washington, D. C., Joseph H. Schneider and Herbert D. Horowitz, Washington, D. C., on the brief, for appellant.\nJacob S. Levin, Silver Spring, Md., for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0255-01",
  "first_page_order": 287,
  "last_page_order": 290
}
