{
  "id": 11249306,
  "name": "Ricardo BANKS, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Banks v. United States",
  "decision_date": "1973-06-01",
  "docket_number": "No. 6453",
  "first_page": "256",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 256"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "6 A.L.R.Fed. 724",
      "category": "reporters:federal",
      "reporter": "A.L.R. Fed.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "394 F.2d 443",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2153839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/394/0443-01"
      ]
    },
    {
      "cite": "472 F.2d 1266",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1534
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/472/1266-01"
      ]
    },
    {
      "cite": "27 L.Ed.2d 254",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "91 S.Ct. 255",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "400 U.S. 948",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12105600,
        12105825,
        12105729,
        12105666,
        12105702,
        12105642,
        12105867,
        12105591,
        12105619,
        12105687,
        12105790,
        12105627,
        12105758
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0948-02",
        "/us/400/0948-12",
        "/us/400/0948-09",
        "/us/400/0948-06",
        "/us/400/0948-08",
        "/us/400/0948-05",
        "/us/400/0948-13",
        "/us/400/0948-01",
        "/us/400/0948-03",
        "/us/400/0948-07",
        "/us/400/0948-11",
        "/us/400/0948-04",
        "/us/400/0948-10"
      ]
    },
    {
      "cite": "429 F.2d 258",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2236110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/429/0258-01"
      ]
    },
    {
      "cite": "32 L.Ed.2d 131",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 1765",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "406 U.S. 929",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6233186,
        6231118,
        6232303,
        6231951,
        6234385,
        6233681,
        6231603,
        6231318,
        6232890
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0929-07",
        "/us/406/0929-01",
        "/us/406/0929-05",
        "/us/406/0929-04",
        "/us/406/0929-09",
        "/us/406/0929-08",
        "/us/406/0929-03",
        "/us/406/0929-02",
        "/us/406/0929-06"
      ]
    },
    {
      "cite": "454 F.2d 849",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        747016
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/454/0849-01"
      ]
    },
    {
      "cite": "448 F.2d 1182",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3584554,
        803678
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/448/1182-01"
      ]
    },
    {
      "cite": "145 U.S. App.D.C. 259",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3584554
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "439 F.2d 642",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        755224
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/439/0642-01"
      ]
    },
    {
      "cite": "142 U.S.App.D.C. 132",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "393 U.S., 89",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "358 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3650729
      ],
      "weight": 3,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/us/358/0307-01"
      ]
    },
    {
      "cite": "393 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11317375
      ],
      "weight": 5,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0410-01"
      ]
    },
    {
      "cite": "378 U.S. 108",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165107
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0108-01"
      ]
    },
    {
      "cite": "229 N.E.2d 581",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "283 N.Y.S.2d 1",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "20 N.Y.2d 335",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2280760
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/20/0335-01"
      ]
    },
    {
      "cite": "271 A.2d 788",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086266
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "791"
        },
        {
          "page": "791"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/271/0788-01"
      ]
    },
    {
      "cite": "448 F.2d 1182",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3584554,
        803678
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/448/1182-01"
      ]
    },
    {
      "cite": "145 U.S. App.D.C. 259",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3584554
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": []
    },
    {
      "cite": "439 F.2d 642",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        755224
      ],
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/439/0642-01"
      ]
    },
    {
      "cite": "142 U.S.App.D.C. 132",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1971,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 10030,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 2.38525246016609e-07,
      "percentile": 0.7972410746726932
    },
    "sha256": "c02a7cf4ddde377c67575fb42fee5be3bd08c5a9f49e28767b813af77d77202e",
    "simhash": "1:9354f2a01207d0e3",
    "word_count": 1661
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FICKLING, GALLAGHER and YEAGLEY, Associate Judges."
    ],
    "parties": [
      "Ricardo BANKS, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "FICKLING, Associate Judge:\nAppellant was convicted after a non jury trial of one count of unlawful possession of heroin, D.C. Code 1967, § 33-402, and one count of possession of the implements of a crime, D.C. Code 1967, § 22-3601.\nAppellant contends that it was error not to suppress the narcotics and implements which were seized from him at the time of his arrest in violation of his Fourth Amendment rights. He also argues that it was error not to suppress Officer Shuler’s testimony since he could not produce his rough notes. We disagree and affirm.\nOn November 29, 1971, Officer Shuler of the Metropolitan Police Department Vice Squad received a telephone call from an informant, who had on six previous occasions provided reliable information. He told the officer that an individual known as “Ricky” was on Georgia Avenue between Kenyon Street and Princeton Place, N. W., with “dope” on him. The informant described “Ricky” as being a Negro male of medium complexion, approximately 20 years old, skinny, about 5’6” tall, wearing a black knit cap with a tassel, a black fake fur coat with a brown collar, and blue trousers. Furthermore, the informant stated that he personally knew that this information was true.\nOfficer Shuler related the information he had received to Officer Dean, his partner, and recorded the description on a 3x5 note card. The officers proceeded immediately on foot to the area of Princeton Place and Georgia Avenue, N. W., arriving approximately 5 minutes later. Appellant, who matched the description “perfectly,” was observed in a carryout food store by Officer Dean. The officers entered the store, addressed appellant as “Ricky,” arrested and searched him. They discovered a brown coin purse which contained 11 tinfoil packets of what proved to be 2-percent heroin, and a wrapper which contained a needle and a syringe.\nConceding the reliability of the informant, appellant argues that the mere recitation by the informant that he “personally knew” that appellant had “dope” on him was constitutionally insufficient to establish probable cause under the Supreme Court decisions of Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964), and Spinelli v. United States, 393 U.S. 410, 89 S.Ct. 584, 21 L.Ed.2d 637 (1969). The government, on the other hand, contends that probable cause existed based on Draper v. United States, 358 U.S. 307, 79 S.Ct. 329, 3 L.Ed.2d 327 (1959), and its progeny.\nThere is no doubt that the tip, as related by the officers, must satisfy the requirement that circumstances must be shown upon which the informant based his conclusion that “Ricky” had “dope” on him. The government correctly points out that the Draper decision requires that we carefully examine the tip to determine if “[a] magistrate, when confronted with such detail, could reasonably infer that the informant had gained his information in a reliable way.” Spinelli, supra at 417 of 393 U.S., at 589 of 89 S.Ct.\nIn the instant case a concededly reliable informer gave a tip based on personal knowledge, which described appellant in great detail; he also gave appellant’s alias, and his present location. As in Draper, before arrest the officers were able to corroborate the informant’s tip in every detail with the exception of actual possession of narcotics. Comparing these facts with Draper, there is substantial similarity. In Draper the informer gave a description of the suspect which was only slightly more detailed than the instant one. The informer’s information concerning Draper’s location was that he was presently in Chicago (September 6, 1956), and that he would return by train on the morning of September 7 or 8.\nAppellant attempts to distinguish Draper and, of course, the instant tip is distinguishable on its facts. But the simple truth of the matter is that the Supreme Court has never held that only the precise Draper syndrome is sufficient to establish probable cause. Mr. Justice Harlan in Spinelli, supra at 416 of 393 U.S., 89 S.Ct. 584, stated only that “Draper provides a suitable benchmark,” (emphasis added) and, in the instant case, we feel that the mark has been met. The motion to suppress was properly overruled.\nDuring the motion to suppress, it developed that Officer Shuler had recorded the description of appellant on a 3x5 note card. When the defense moved for its production under the Jencks Act (18 U.S. C. § 3500 (1969)), the officer said that he did not keep these cards. He explained that he simply did not bother to preserve them once the information was transferred to a Police Department Form 163. Over defense objection the judge ruled that the card would not have to be produced since the information was accurately transferred to the P.D. 163 and that the officer could testify.\nAppellant, while not alleging bad faith on the part of the officer, contends that the Circuit Court’s decision in United States v. Bryant, 142 U.S.App.D.C. 132, 439 F.2d 642, aff’d after remand, 145 U.S. App.D.C. 259, 448 F.2d 1182 (1971), requires that the officer’s testimony be suppressed because no procedures had been adopted for preserving investigative notes. That decision dealt with the failure to produce a tape recording of defendant’s conversation. Therefore, assuming, without deciding, that Bryant may be controlling here because of its directive to establish procedures for preserving investigative notes, we find that the failure of Officer Shuler to preserve the 3x5 note card was harmless error. First, there is no doubt about appellant’s guilt — he was found with narcotics on his person within minutes after the incident was reported. Second, the informant’s tip was orally relayed to Officer Dean, who was present at the time Shuler received the telephone call. Third, and perhaps most important, Officer Dean was the first to spot appellant on Georgia Avenue from the description which had been given by Shuler. Fourth, Officer Dean did not rely on the questioned notes. Fifth, there was no bad faith suppression or destruction of the 3x5 card. Finally, the trial judge found that the description written on the 3x5 card was accurately recorded on the P.D. 163. This finding is supported by Officer Dean’s testimony as to what Officer Shuler told him at the time he received the tip and by the fact that Dean, not Shuler, spotted appellant in the carryout shop. Cf. United States v. Mechanic, 454 F.2d 849 (8th Cir. 1971), cert. denied, 406 U.S. 929, 92 S.Ct. 1765, 32 L.Ed.2d 131 (1972); United States v. Lepiscopo, 429 F.2d 258 (5th Cir.), cert. denied, 400 U.S. 948, 91 S.Ct. 255, 27 L.Ed.2d 254 (1970).\nWe are fortified in our ruling by the Circuit Court’s recent decision in United States v. Bundy, 153 U.S.App.D.C. -, 472 F.2d 1266 (1972). There, an officer arrived at the scene of a robbery which had just occurred. After a brief interrogation of the victim, he broadcast a description of the suspect over the police radio. Within a few minutes, based on this description a suspect was arrested with the proceeds of the robbery. The court held that the failure to produce the notes which were taken during the initial interview was harmless beyond a reasonable doubt.\nSimilarly here, we find that the error, if any, does not require reversal. The judgment of the trial court is\nAffirmed.\n. Source of the personal knowledge verified by in camera proceedings, the record of which is sealed.\n. See United States v. Soyka, 394 F.2d 443 (2d Cir. 1968 en bane). See generally Annot., 6 A.L.R.Fed. 724 (1971).\n. On May 26, 1972, tlie Metropolitan Police Department issued General Order Series 601, No. 2, which sets out procedures for preserving investigative notes of this type. This salutary order, however, was not in effect at the time of appellant’s arrest or trial.\n.All citations to Bryant are to the decision before remand.",
        "type": "majority",
        "author": "FICKLING, Associate Judge:"
      },
      {
        "text": "GALLAGHER, Associate Judge\n(concurring) :\nI believe that, on this record, the court pursued the source of the confidential informant’s knowledge to a degree reasonable under these particular circumstances. (See note 1 in majority opinion, supra.) As I read the record, appellant agreed specifically to the in camera proceedings conducted by the court to ascertain the source of informant’s knowledge.\nAdditonally, I take note that, in respect to the apparently unwitting destruction of the 3x5 card, there is no risk of a repetition of this in the future as a result of police regulations on preservation of such documents, which flowed from United States v. Bryant, 142 U.S.App.D.C. 132, 439 F.2d 642, aff’d after remand, 145 U.S. App.D.C. 259, 448 F.2d 1182 (1971). In fact, the government so represented to this court in this case.\nAs we stated in United States v. Frye, D.C.App., 271 A.2d 788, 791 (1970), we are aware of the necessity sometimes for the police to react to anonymous information, especially in moving street scenes. But it is also a reality, as we have said, that later on, when in court, there are “troublesome factors” with “unknown and unidentified” informants. Frye, supra at 791. See also People v. Taggart, 20 N.Y.2d 335, 283 N.Y.S.2d 1, 9, 229 N.E.2d 581 (1967).\nI concur in the decision because I believe that, all circumstances considered in this case, a reasonable approach was taken to this difficult problem at the trial.\n. I do not view this particular occurrence as rising to the level of prejudicial error on this record.\n. Metro Police Gen. Order Series 601, No. 2, effective May 26, 1972.",
        "type": "concurrence",
        "author": "GALLAGHER, Associate Judge"
      }
    ],
    "attorneys": [
      "Robert M. Weinberg, Washington, D. C., appointed by this court, for appellant, Robert J. Golten, Washington, D. C., appointed by this court, also entered an appearance for appellant.",
      "Frederick C. Moss, Asst. U. S. Atty., with whom Harold H. Titus, Jr,, U. S. Atty., John A. Terry, Roger C. Spaeder and Derek I. Meier, Asst. U. S. Attys., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ricardo BANKS, Appellant, v. UNITED STATES, Appellee.\nNo. 6453.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 5, 1973.\nDecided June 1, 1973.\nRobert M. Weinberg, Washington, D. C., appointed by this court, for appellant, Robert J. Golten, Washington, D. C., appointed by this court, also entered an appearance for appellant.\nFrederick C. Moss, Asst. U. S. Atty., with whom Harold H. Titus, Jr,, U. S. Atty., John A. Terry, Roger C. Spaeder and Derek I. Meier, Asst. U. S. Attys., were on the brief, for appellee.\nBefore FICKLING, GALLAGHER and YEAGLEY, Associate Judges."
  },
  "file_name": "0256-01",
  "first_page_order": 292,
  "last_page_order": 295
}
