{
  "id": 7256923,
  "name": "K.R., Appellant, v. C.N., Appellee",
  "name_abbreviation": "K.R. v. C.N.",
  "decision_date": "2009-04-15",
  "docket_number": "No. 05-FM-371",
  "first_page": "257",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 257"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "912 A.2d 562",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8442918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0562-01"
      ]
    },
    {
      "cite": "939 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8303393
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/939/0664-01"
      ]
    },
    {
      "cite": "511 U.S. 244",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147362
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "274",
          "parenthetical": "\"We have regularly applied intervening statutes conferring or ousting jurisdiction, whether or not jurisdiction lay when the underlying conduct occurred or when the suit was filed.\""
        },
        {
          "parenthetical": "\"We have regularly applied intervening statutes conferring or ousting jurisdiction, whether or not jurisdiction lay when the underlying conduct occurred or when the suit was filed.\""
        },
        {
          "parenthetical": "\"We have regularly applied intervening statutes conferring or ousting jurisdiction, whether or not jurisdiction lay when the underlying conduct occurred or when the suit was filed.\""
        },
        {
          "page": "274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0244-01"
      ]
    },
    {
      "cite": "103 S.Ct. 407",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6552851
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/br/24/0407-01"
      ]
    },
    {
      "cite": "459 U.S. 70",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6191415
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/459/0070-01"
      ]
    },
    {
      "cite": "718 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11689731
      ],
      "pin_cites": [
        {
          "page": "1074"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/1071-01"
      ]
    },
    {
      "cite": "416 U.S. 696",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        84534
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/416/0696-01"
      ]
    },
    {
      "cite": "588 A.2d 1147",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7386389
      ],
      "pin_cites": [
        {
          "page": "1154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/1147-01"
      ]
    },
    {
      "cite": "598 A.2d 376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353067
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "378",
          "parenthetical": "citations and internal quotation marks omitted"
        },
        {
          "page": "377"
        },
        {
          "page": "379",
          "parenthetical": "citation and internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/598/0376-01"
      ]
    },
    {
      "cite": "906 A.2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8466292
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/906/0317-01"
      ]
    },
    {
      "cite": "747 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11467328
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0159-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 9115,
    "ocr_confidence": 0.748,
    "pagerank": {
      "raw": 5.43375460941123e-08,
      "percentile": 0.34215141500527635
    },
    "sha256": "3b2d51c0885b765441f50feff569d008920fe1bc292817f076b2863a72d98595",
    "simhash": "1:9f87390f1dec88c2",
    "word_count": 1507
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GLICKMAN, KRAMER and FISHER, Associate Judges."
    ],
    "parties": [
      "K.R., Appellant, v. C.N., Appellee."
    ],
    "opinions": [
      {
        "text": "KRAMER, Associate Judge:\nAppellant, the father of the minor child A.R., challenges the decision of the trial court awarding custody of A.R. to his maternal aunt, C.N., arguing that the court did not have jurisdiction to hear a motion for custody brought by a non-parent, that it failed to apply the presumption in favor of parental custody, and that it made no finding that he was unfit to parent his son. We remand for a rehearing on the question of custody in which the provisions of the subsequently enacted Safe and Stable Homes for Children and Youth Amendment Act, see D.C.Code §§ 16-831.01-13 (2008 Supp.), shall be applied.\nI. Jurisdiction\nIn the original proceeding addressing C.N.’s complaint for custody, the trial court based its jurisdiction on D.C.Code § 11-1101(4) (2001), providing, in pertinent part, that the Family Court “has exclusive jurisdiction of actions seeking custody of minor children.” The basis for the court’s decision to award custody to the maternal aunt was set out by the trial court in a carefully written twenty-page order dated March 7, 2005, in which the court took into account a number of factors that must be considered in making a child custody decision in the context of a divorce proceeding, which the court appears to have viewed as analogous. See D.C.Code § 16-914(a)(3) (2001). We have previously held, however, that D.C.Code §§ 11-1101(4) and 16-914(a)(3) “contemplate an award of custody only as between parents who are parties to [a] divorce proceeding.” T.S. v. M.C.S., 747 A.2d 159, 163 (D.C.2000). See also W.D. v.C.S.M., 906 A.2d 317, 318 (D.C.2006) (“[T]he trial court exceeded its authority in awarding permanent custody of [a] child to unrelated third parties in [a] domestic relations case.”) Accordingly, when the trial court issued its March 7, 2005, order, there was no statutory provision in effect that gave it jurisdiction to hear C.N.’s complaint for custody.\nIn response to what the Council of the District of Columbia viewed as the “substantial uncertainty” created by W.D. v.C.S.M. about whether “persons other than parents [could] seek custody of a child when in the child’s best interest,” the Council enacted the Safe and Stable Homes for Children and Youth Amendment Act of 2007, which became effective on September 20, 2007: See D.C.Code §§ 16-831.01-.13 (2008 Supp.). This Act established a “rebuttable presumption ... that custody with the parent is in the child’s best interests.” Id. § 16-831.05(a). Nonetheless, it also gave standing to file a custody action to a third party “with whom a child has established a strong emotional tie” and “who has assumed parental responsibilities.” Council Report at 4. It chose the “best interest of the child” standard for determining whether custody to a third party should be awarded. See D.C.Code § 16-831.05, -831.08 (2008 Supp.).\nThe Act did not, however, include language addressing the question of whether this law should be applied retroactively, and we conclude that we need not address that issue either, particularly since we recognize that there is some tension in our case law regarding retroactive application of statutes by an appellate court. At oral argument, both sides agreed that given the lapse of time and the absence of a record informing us of whether the requirements of the D.C.Code § 16-831.02(a)(l)(2008 Supp.) have been met, we cannot know if A.R. should remain in C.N.’s custody. Accordingly, we must remand this matter for a hearing conducted pursuant to the new statute at which the trial court can determine whether the prerequisites of the statute have been satisfied and whether continued custody with C.N. 'remains in A.R.’s best interest.\nII. CSOSA Document\nK.R. also contends that the trial court erred by not admitting a document from the Court Services and Offender Supervision Agency into evidence. The document in question is a Client Status Report from a domestic violence prevention training program in which K.R. participated, detailing his participation, motivation, and overall adjustment as a result of the training. K.R. contends that this document should have been admitted under the public record exception to the hearsay rule. To support this argument, K.R. cites Goldsberry v. United States, 598 A.2d 376 (D.C.1991), which describes the requirements of the public records exception.\nFor hearsay evidence to be admitted as a public record, “the party proffering the record must prove that the facts stated in the document are within the personal knowledge and observation of the recording official and that the document is prepared pursuant to a duty imposed by law or implied by the nature of the office.” Id. at 378 (citations and internal quotation marks omitted). In Goldsberry, the hearsay evidence in question consisted of Superior Court docket entries, and the testimony to establish personal knowledge of the documents’ preparation came from a Superior Court employee who served as a calendar coordinator. Id. at 377. The offering witness must be “able to identify the record as authentic and as made in the ordinary course of business.” Id. at 379 (citation and internal quotation marks omitted). The personal knowledge of the Superior Court calendar coordinator was sufficient because he “identified the docket entries as official court records and testified that they appeared to have been made in conformity with normal courtroom procedures.” Id. In' this case, K.R. himself served as the offering witness. He had no personal knowledge and could not testify about whether the document was authentic or made in the ordinary course of business. Thus, the trial court properly excluded the evidence as hearsay.\nIII. Conclusion\nThe case is remanded for the trial court to determine whether jurisdiction is proper under D.C.Code § 16-831.02 (2008 Supp.) and, if so, to make a custody determination consistent with the standards set forth in D.C.Code § 16-881.01-13 (2008 Supp.).\nSo ordered.\n. We note that unlike the situation in W.D. v.C.S.M., where the persons obtaining custody were not relatives of the child, A.R.'s aunt clearly is a relative, putting her in a somewhat stronger position. Nonetheless, she is not a parent.\n. See Council of the District of Columbia Committee on Human Services, Report on Bill 17-41, The \"Safe and Stable Homes for Children and Youth Act of 2007,” at 1-2 (2007) (hereafter, \"Council Report”).\n. This was limited by the fact that the third party is required to show that at least one of the following conditions is met:\n(A) The parent who is or has been the primary caretaker of the child within the past 3 years consents to the complaint or motion for custody by the third party;\n(B) The party has:\n(i) Lived in the same household as the child for at last 4 of the 6 months immediately preceding the filing of the complaint or motion for custody, or, if the child is under the age of 6 months, for at least half of the child’s live; and\n(ii) Primarily assumed the duties and obligations for which a parent is legally responsible, including the child with food, clothing, shelter, education, financial support, and other care to meet the child's needs; or\n(C)The third party is living with the child and some exceptional circumstance exists such that relief under this chapter is necessary to prevent harm to the child; provided that the complaint or motion shall specify in detail why the relief is necessary to prevent harm to the child.\nD.C.Code § 16-831.02(a)(1) (2008 Supp.)\n. Compare Speyer v. Barry, 588 A.2d 1147, 1154 (D.C.1991) (\"[A]n appellate court must ‘apply the law in effect at the time it renders its decision, unless doing so would result in manifest injustice or there is statutory direction or legislative history to the contrary.’ ” (quoting Bradley v. Sch. Bd. of City of Richmond, Va., 416 U.S. 696, 711, 94 S.Ct. 2006, 40 L.Ed.2d 476 (1974))) with Washington v. Guest Servs., 718 A.2d 1071, 1074 (D.C.1998) (\"As a general rule, statutes operate prospectively, while judicial decisions are applied retroactively.” (citing United States v. Security Indus. Bank, 459 U.S. 70, 79, 103 S.Ct. 407, 74 L.Ed.2d 235 (1982))). See also Landgraf v. USI Film Prods., 511 U.S. 244, 274, 114 S.Ct. 1483, 128 L.Ed.2d 229 (1994) (\"We have regularly applied intervening statutes conferring or ousting jurisdiction, whether or not jurisdiction lay when the underlying conduct occurred or when the suit was filed.”); DeGroot v. DeGroot, 939 A.2d 664, 670 n. 5 (D.C.2008) (\"[A] court may apply new laws to pending cases when those laws ‘speak to the power of the court [to hear a case] rather than to the rights or obligations of the parties.’ \" (quoting Coto v. Citibank FSB, 912 A.2d 562, 566 n. 4 (D.C.2006) (quoting Landgraf, supra, 511 U.S. at 274, 114 S.Ct. 1483))).",
        "type": "majority",
        "author": "KRAMER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Cynthia Nordone for appellant.",
      "Sonia W. Murphy, with whom Paul S. Lee and Rachel L. Strong were on the brief, Washington, for appellee."
    ],
    "corrections": "",
    "head_matter": "K.R., Appellant, v. C.N., Appellee.\nNo. 05-FM-371.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 24, 2008.\nDecided April 15, 2009.\nCynthia Nordone for appellant.\nSonia W. Murphy, with whom Paul S. Lee and Rachel L. Strong were on the brief, Washington, for appellee.\nBefore GLICKMAN, KRAMER and FISHER, Associate Judges."
  },
  "file_name": "0257-01",
  "first_page_order": 285,
  "last_page_order": 289
}
