{
  "id": 8353934,
  "name": "Piero A. SASSU, Appellant v. BOROUGH OF WEST CONSHOHOCKEN, Borough Council of West Conshohocken and West Conshohocken Borough Pension Fund",
  "name_abbreviation": "Sassu v. Borough of West Conshohocken",
  "decision_date": "2007-07-16",
  "docket_number": "",
  "first_page": "258",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "919 A.2d 959",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "591 Pa. 717",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "907 A.2d 1157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8938091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/907/1157-01"
      ]
    },
    {
      "cite": "559 A.2d 113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1389108
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0247-01"
      ]
    },
    {
      "cite": "405 A.2d 1343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1345"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "566 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1395462
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "369"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/129/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 13756,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.621887471290392e-08,
      "percentile": 0.29014568030800253
    },
    "sha256": "e9bf0a35a1411cefeaa481a7be14ec9f1c6f8c5148bf9aa78931297e3e6a0c27",
    "simhash": "1:86dd726ecf2f5f70",
    "word_count": 2252
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FRIEDMAN, Judge, COHN JUBELIRER, Judge, FLAHERTY, Senior Judge."
    ],
    "parties": [
      "Piero A. SASSU, Appellant v. BOROUGH OF WEST CONSHOHOCKEN, Borough Council of West Conshohocken and West Conshohocken Borough Pension Fund."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COHN JUBELIRER.\nIn this appeal, Piero A. Sassu challenges the order of the Court of Common Pleas of Montgomery County (trial court) sustaining the Borough’s preliminary objection, in the nature of a demurrer, to Sassu’s Complaint. On appeal, Sassu claims that the statute commonly referred to as Act 600 entitles him to a mandatory pension benefit and that the trial court did not accept as true all of the well-pled factual allegations, including exhibits, in Sassu’s complaint.\nFrom about January 1982 until December 2003, the Borough participated in a pension plan with the Pennsylvania Municipal Retirement System (PMRS Plan) (Complaint ¶ 5), which is governed by the Pennsylvania Municipal Retirement Law (Law). Under Section 313(a) of the Law, a member of the pension plan may retire on disability after ten years of service if the designated physician can certify that the member is “unable to engage in any gainful employment....” 53 P.S. § 881.313(a) (emphasis added). Starting in 1983, Sassu worked as a full-time tenured police officer for the Borough. (Complaint ¶ 10.) In June 1998, Sassu suffered a work-related injury, and due to Sassu’s inability to perform the duties of a police officer as a result of the injury, the Borough discharged him on December 31, 2001. (Complaint ¶ 11.) PMRS denied Sassu a disability pension because although his injury would not allow him to continue as a police officer, Sassu was not “disabled to the extent that he could not engage in some form of gainful employment.” (Complaint ¶ 12.)\nIn October 2003, the Borough elected to withdraw from the PMRS by way of Ordinance No. 03-08. In December 2003, the Borough enacted Ordinance No. 03-16 and established a Police Pension Plan and Fund pursuant to Act 600 (Act 600 Plan) with a retroactive effective date of January 1, 2003. Sassu did not receive any notice of this change or that his individual account had been transferred to the Act 600 Plan. (Complaint ¶ 13.) For an individual to retire on a disability pension under Section 12.01 of the Act 600 Plan adopted by the Borough, “total disability” is now defined as:\nany condition arising from line of duty, service-connected illness or injury which precludes an Employee from performing the duties associated with the normal occupational requirements of any position within the police department as certified by a Physician designated by the Municipality.\n(Complaint ¶ 15.) After the Borough enacted the Act 600 Plan, Sassu applied for a disability pension, which the Borough subsequently denied. In November 2005, Sassu filed his Complaint in equity with the trial court demanding that the Borough process his disability pension benefit and retroactively pay Sassu his disability pension benefits accrued thus far. In response, the Borough filed a preliminary objection to the Complaint in the nature of a demurrer.\nIn September 2006, the trial court sustained the Borough’s preliminary objection and dismissed Sassu’s Complaint. In its opinion, the trial court relied on the following language from Section 7 of Act 600:\nWhere there is an existing police pension fund established by a borough, town or township on the effective date of this act, the members’ assets and liabilities of such fund shall be transferred to a fund established pursuant to the provisions of this act.\nAfter such transfer, the borough, town or township police pension fund shall assume the liability of continuing the payment of pensions to members of the police force retired prior to such transfer in accordance with the laws and regulations under which such members were retired.\n53 P.S. § 773 (emphasis added). The trial court found that because Sassu retired at the time the PMRS Plan was in effect, “any pension payments made must be in accordance with the [Law].” (Trial Ct. Op. at 5.) Therefore, the trial court held that Sassu did not meet the requirements for a disability pension under Section 313(a) of the Law because he is able to engage in employment other than being a police officer. Citing McVay v. City of Washington, 129 Pa.Cmwlth. 533, 566 A.2d 367 (1989), the trial court also stated that Sassu is effectively seeking an impermissible retroactive disability pension under the Act 600 Plan. Lastly, the trial court determined that it accepted all well-pled factual allegations in Sassu’s Complaint as true and that “the law clearly indicated that [Sassu] was barred from recovery of disability benefits.” (Trial Ct. Op. at 6.) The trial court did not place any weight on the Borough’s argument that the Pennsylvania Constitution barred Sassu’s claim.\nThis appeal followed.\nBefore this Court, Sassu argues that his Complaint stated a claim upon which relief can be granted, i.e., the recovery of an Act 600 Plan disability pension benefit. Once the Borough transferred the PMRS Plan to the Act 600 Plan, Sassu claims that his pension rights under the Act 600 Plan became fixed. Also, Sassu asserts that Section 7 of Act 600 does not apply because, at the time, Sassu did not receive any pension benefit from the PMRS Plan, and therefore, the Borough could not have assumed any liability as understood in Section 7. In fact, Sassu contends that Ordinance No. 03-08, which authorized the withdrawal of the Borough’s participation in the PMRS, included him as a retired member for Act 600 purposes when it assumed all liability for retired members. (Sassu’s Br. at 15-16.) Sassu argues that, unlike the appellants in Frederick v. City of Butler, 45 Pa.Cmwlth. 621, 405 A.2d 1343 (1979), and in McVay, he is not seeking an increased pension benefit from an amendment to Act 600 as an existing retiree. Moreover, Sassu notes that Act 600 does not contain language which would limit its reach to only a prospective application. Rather, Sassu maintains that Act 600 has always provided the disability benefit which Sassu now seeks. Lastly, Sassu argues that the trial court entirely ignored the Borough’s two ordinances at issue here when it characterized Sassu’s efforts as seeking “increased benefits” when, according to Sassu, he only seeks the mandatory pension benefits under Act 600 which existed at the time of his retirement.\nIn response, the Borough argues that the express language of Section 7 of Act 600 bars Sassu’s efforts to obtain a disability pension. It notes that under Section 7, the Borough only assumed liability for benefits of current retirees at the time of transfer, such as Sassu, under the PMRS Plan, and not the new Act 600 Plan. According to the Borough, because Sassu concedes that his disability does not preclude him from all gainful employment, the standard under Section 313(a) of the Law, which applies by virtue of Section 7 of Act 600, prevents him from obtaining a disability pension. Further, while an employee’s rights to a pension are fixed at the time of retirement, the Borough asserts that this Court has consistently held that an employee may not obtain an enhanced pension benefit as a result of changes after the date of retirement. The Borough claims that because Sassu never contributed to the Act 600 Plan, and is otherwise ineligible, Sassu may not obtain a retroactive enhancement and risk undermining the actuarial soundness of the Borough’s pension plans.\nHere, the express language of Section 7 of Act 600 mandates that Sassu’s entitlement to any pension benefit be governed by the Law. The Borough discharged Sassu, due to his injury, in December 2001. The Borough did not adopt the Act 600 Plan until 2003. Prior to that, the PMRS Plan remained in effect. Section 7 of Act 600 is clear that the Borough’s liability to retired members upon its transfer to the Act 600 Plan shall be “in accordance with the laws and regulations under which such members were retired.” 53 P.S. § 773. Therefore, Section 313(a) of the Law applies in this instance, and because Sassu concedes in his Complaint that he is not precluded from all gainful employment (Complaint ¶ 12), Sassu does not qualify for a disability pension benefit under the Law.\nContrary to Sassu’s contentions, his rights under the pension became fixed upon his retirement, not when the Borough decided to switch to the Act 600 Plan. This Court has previously held that “contractual pension rights become fixed upon the employee’s entry into the system and cannot be subsequently diminished or adversely affected.” Police Officers of the Borough of Hatboro v. Borough of Hatboro, 126 Pa.Cmwlth. 247, 559 A.2d 113, 116 (1989). Here, Sassu’s rights became fixed upon his discharge when the PMRS Plan governed the Borough’s pensions, and accordingly, the PMRS Plan will continue to govern Sassu’s pension rights. Moreover, whether or not Sassu received a pension from the PMRS Plan does not preclude the applicability of Section 7 of Act 600 because the clear import of Section 7 obligates the Borough to maintain its obligations to current retirees at the time of the transfer under the terms of the PMRS Plan. Also, whether the disability pension benefit under Act 600 had been in existence prior to Sassu’s discharge does not change the fact that the Borough did not implement the Act 600 Plan until after Sassu’s discharge. Further, Ordinance No. 03-08 fails to include Sassu as a member of the Act 600 Plan because its operative effect was limited only to the withdrawal of Borough pension accounts from the PMRS and the retention of liability to the Borough after the approval of the withdrawal. The Borough adopted the Act 600 Plan a few months after it enacted Ordinance No. 03-08.\nLastly, in both Frederick and McVay, this Court recognized that changes to pension plans will be construed prospectively, rather than retrospectively, absent an indication otherwise from the text of the statute. In Frederick, this Court rejected the claims of widows of police officers seeking to compel payment of pension benefits. The spouses of the widows died prior to an amendment allowing widows of police officers to receive a pension; however, the amendment to the pension plan applied only to widows of police officers who died after the effective date of the amendment. Frederick, 405 A.2d at 1345. In McVay, this Court held that “a municipality cannot raise a former employee’s retirement benefits after that employee’s service to that municipality has ended because to do so could adversely affect the actuarial soundness of a pension plan.... ” McVay, 566 A.2d at 369. Consistent with these decisions, a disability pension benefit for Sassu under the Act 600 Plan would allow him to impermissibly enjoy an increased retroactive pension benefit, contrary to both the express language of Act 600 and to the actuarial soundness of the Borough’s pension plans.\nAccordingly, we affirm.\nORDER\nNOW, July 16, 2007, the order of the Court of Common Pleas of Montgomery County in the above-captioned matter is hereby AFFIRMED.\n. We will refer to the Borough of West Con-shohocken, Borough Council of West Consho-hocken, and West Conshohocken Borough Pension Fund collectively as the Borough.\n. Act of May 29, 1956, P.L. (1955) 1804, as amended, 53 P.S. §§ 767-778. The trial court also refers to Act 600 as the Police Pension Fund Act.\n. Act of February 1, 1974, P.L. 34, as amended, 53 P.S. §§ 881.101-881.501.\n. Ordinance 03-08 provides, in pertinent part:\n2. All assets and liabilities, including but not limited to the member accounts, municipal account and retired member reserve accounts, presently maintained by the [PMRS] shall be returned to the Borough of West Conshohocken as soon as practical.\n4. The Borough of West Conshohocken assumes all liabilities for all active, vested, and retired members effective the first day of the month following approval of the withdrawal by the Pennsylvania Municipal Retirement Board on or about December 1, 2003.\n(Ordinance No. 03-08, Sassu's Complaint Ex. A.)\n.While the record does not contain the actual terms of the Act 600 Plan, but merely contains Ordinance No. 03-16 which establishes it, both Sassu and the trial court identically quote Section 12.01 of the Act 600 Plan.\n. On an appeal from a trial court’s order sustaining preliminary objections and dismissing the complaint, we review whether the trial court committed an error of law or an abuse of discretion. Boyd v. Rockwood Area Sch. Dist., 907 A.2d 1157, 1163 n. 8 (Pa.Cmwlth.2006), petition for allowance of appeal denied, 591 Pa. 717, 919 A.2d 959 (2007). We accept all well-pled facts in the complaint as true, as well as any reasonable inferences from those facts. Id. \"Preliminary objections in the nature of a demurrer should be sustained only where the pleadings are clearly insufficient to establish a right to relief; any doubt must be resolved in favor of overruling the demurrer.” Id.\n. Sassu also asserts that Article III, Section 26, of the Pennsylvania Constitution does not bar his claim since it permits increases in retirement pensions after an employee has already retired.\n. Lastly, if Sassu receives the pension benefit he seeks, the Borough argues that it would violate Article III, Section 26, of the Pennsylvania Constitution, which bans a public employer from increasing an employee’s compensation after services have been rendered.\n. Because we resolve this matter in favor of the Borough on statutory grounds, we need not reach the Borough's constitutional argument.",
        "type": "majority",
        "author": "Judge COHN JUBELIRER."
      }
    ],
    "attorneys": [
      "Blake E. Dunbar, Jr., Blue Bell, for appellant.",
      "Michael D. Jones, Philadelphia, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Piero A. SASSU, Appellant v. BOROUGH OF WEST CONSHOHOCKEN, Borough Council of West Conshohocken and West Conshohocken Borough Pension Fund.\nCommonwealth Court of Pennsylvania.\nArgued June 13, 2007.\nDecided July 16, 2007.\nBlake E. Dunbar, Jr., Blue Bell, for appellant.\nMichael D. Jones, Philadelphia, for ap-pellee.\nBEFORE: FRIEDMAN, Judge, COHN JUBELIRER, Judge, FLAHERTY, Senior Judge."
  },
  "file_name": "0258-01",
  "first_page_order": 306,
  "last_page_order": 310
}
