{
  "id": 11249338,
  "name": "Ralph W. MIDDLETON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Middleton v. United States",
  "decision_date": "1973-06-01",
  "docket_number": "No. 6784",
  "first_page": "259",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 259"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "261 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8078870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/261/0240-01"
      ]
    },
    {
      "cite": "283 A.2d 21",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/283/0021-01"
      ]
    },
    {
      "cite": "237 A.2d 539",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8079745
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/237/0539-01"
      ]
    },
    {
      "cite": "D.C. Code § 22-3205",
      "category": "laws:leg_statute",
      "reporter": "D.C. Code",
      "opinion_index": 0
    },
    {
      "cite": "158 A.2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8133437
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/158/0912-01"
      ]
    },
    {
      "cite": "458 F.2d 861",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5700610,
        728925
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/458/0861-01"
      ]
    },
    {
      "cite": "148 U.S.App.D.C. 39",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5700610
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "271 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086063
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/271/0784-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 9360,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 2.817278385362615e-07,
      "percentile": 0.8380755016991338
    },
    "sha256": "3967d3ef5ef56bb4f608315cd0e188f17f39211b5de26be36b6c4f7f0aa51799",
    "simhash": "1:bd8a9e20eb2dc96f",
    "word_count": 1499
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REILLY, C. J., and KERN and NEBEKER, JJ."
    ],
    "parties": [
      "Ralph W. MIDDLETON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis is an appeal from a conviction of carrying a pistol without a license in violation of D.C.Code 1967, § 22-3204.\nAppellant was stopped by members of the Metropolitan Police for a traffic violation. Upon approaching appellant’s car, one of the officers observed a loaded pistol lying in plain view on the front seat. Appellant was thereupon arrested and the pistol seized.\nAt his nonjury trial appellant admitted ownership of the pistol. He testified that at the time of his arrest he was returning to Washington from Baltimore, where he had obtained the pistol at the home of a relative. His defense was that by virtue of his employment by the General Services Administration as a Federal Protective Officer he was within the exception to § 22-3204, contained in D.C. Code 1967, § 22-3205, applying to “policemen and other duly appointed law-enforcement officers.”\nIn an extensive opinion the trial court rejected this contention and found appellant guilty. On appeal, virtually the same argument has been made. We believe the trial court correctly analyzed and applied the law, and include a substantial portion of Judge Daly’s opinion, as reported, as an appendix to this decision. We find no error in the judgment of conviction. Cf. Franklin v. United States, D.C.App., 271 A.2d 784 (1970), aff’d, 148 U.S.App.D.C. 39, 458 F.2d 861 (1972); McKenzie v. United States, D.C.Mun.App., 158 A.2d 912 (1960).\nAffirmed.\nAPPENDIX\n% j}j ‡ i{{\nThe facts adduced during the course of the trial clearly establish each element of the crime charged. However, the defendant contends that his status as a member of the Federal Protective Service brings him within the statutory exception for “policemen or other duly appointed law enforcement officers” as found in D.C. Code § 22-3205. Under the law in this jurisdiction where a defendant interposes an affirmative defense such as an exception in a statute, it is the burden of the defendant to bring himself within the exception rather than that of the prosecutor to negative it. Williams v. United States, 237 A.2d 539 (D.C.App.1968). In this connection, defendant states that United States Code § 40-318, as amended by Public Law 91-665 (1971), has resulted in the creation of a new police force within the GSA, known as the Federal Protective Service. Defendant further states that by the provisions of the 1971 Act, officers in the Federal Protective Service no longer were subject to Civil Service guard classification series 085, but they came within the police series classification 083, the identical classification which applied to the Metropolitan Police Department and therefore, each of these police forces had the same official status and the same duties and responsibilities and each was exempt from the license requirements of D.C.Code § 22-3204.\nA review of the applicable statutes (United States Code § 40-318 et seq.) indicates that the administrator or other delegated officials of the GSA may make needful rules and regulations for protecting federal property under their charge and control and may appoint uniformed officers to police public buildings and other areas under the exclusive or concurrent jurisdiction of the administrator. Under the authority invested in the administrator by this title of the United States Code, two forces of uniformed officers were established. One force referred to by its Civil Service Classification Code as GS-085 is a guard force, while the other is classified as GS-083 and is known as the Federal Protective Service. The primary functions of each of these forces differ inasmuch as the GS-085 officers protect Government buildings and property while the GS-083 officers protect not only buildings and property of the United States Government, but are also charged with the protection of the life, property and civil rights of individuals thereon by maintaining law and order. These forces are further distinguished by the fact that GS-083 officers are better paid and receive more advanced and more diversified training. By specific designation, the defendant Middleton, is classified as a GSA officer coming within Civil Service Code GS-083.\nDefendant has attempted to extract from the above-described upgrading of the Federal Protective Service the status of a law enforcement officer who is exempt from prosecution under D.C.Code § 22-3204 by virtue of § 22-3205. However, this argument is without substance because defendant’s only authority to carry a weapon is derived from the administrator of GSA and not from the Civil Service classification standards. United States Code § 40-490 (a) (2) authorizes the administrator to arm GSA officers so as to effectively perform their protective and other law enforcement functions. It is the administrator of GSA who defines how those functions are to be carried out. Once GSA determines the functions it wants its officers to perform, and the qualifications that they should have, that “job” or “position” is then “placed” by GSA in its class and grade (GS schedule) in conformance with standards published by the Civil Service Commission. United States Code §§ 5— 5105, 5106, 5107. Thus, it is clear that any and all authority exercised by Federal Protective officers is derived solely from the administrator of GSA.\nDefendant’s attempt to analogize his police status with that of the Metropolitan Police Department is not supported by law. While both forces may be classified as GS-083 the jurisdiction and law enforcement authority of the Metropolitan Police Department is derived from the applicable provisions of the D.C.Code and the common law and not from a Civil Service classification. It should be noted that the District of Columbia and United States statutes draw a clear and well-defined distinction of power and authority between and among the many police forces operating in the District of Columbia. For example, the Executive Protective Service (United States Code § 3-202) and the United States Park Police (District of Columbia Code § 4-201) have all of the same powers as those conferred on members of the Metropolitan Police, while other police forces including Supreme Court police, Capitol Police and GSA uniformed police have their power and authority limited to those areas under the jurisdiction of their parent agencies (United States Code § 40-212a, 13n.). Obviously, the scope of jurisdiction and law enforcement power of the Metropolitan Police Department far exceeds that of the Federal Protective Service. While the Metropolitan Police patrol the entire city and are required to carry weapons at all times while in the city, whether on or off duty, Federal Protective Officers are concerned with protection of certain specific locations because their agency’s jurisdiction extends only to those buildings and areas owned or occupied by the United States and which are either directly under the charge and control of GSA or are protected by GSA uniformed officers at the specific request of the heads of other United States agencies. A thorough search of the District of Columbia and United States statutes and regulations fails to disclose any authorization for Federal Protective Service officers to carry firearms other than while on duty or while in a travel status to and from duty assignments, wherever those assignments may be located. It should be noted that a legal opinion submitted to the administrator of GSA by his legal counsel on February 4, 1972, specifically stated that the administrator did not have authority to permit the carrying of weapons by Federal Protective Service officers in a non-duty status either by statute or by implication.\nDefendant’s trip to Baltimore on the night of his arrest was a personal one totally unrelated to his duties as a Federal Protective Service officer, and as such placed him outside the exemption provided for on duty law enforcement officers as contained in D.C.Code § 22-3205. Further, undisputed evidence clearly establishes that defendant did not transport his weapon in the manner provided by law for persons not otherwise exempt. D.C.Code § 22-3205 requires that weapons being transported from one place to another must be unloaded and securely wrapped. Obviously, defendant was transporting his pistol in violation of this requirement of the statute since it was not only unwrapped but was loaded and within easy reach.\nFor these reasons, the Court concludes that the Government has carried its burden by proving beyond a reasonable doubt that defendant violated D.C.Code § 22-3204 by openly carrying an unlicensed pistol on or about his person within the District of Columbia in the early morning hours of March 1, 1972. Defendant has failed to carry his burden of proving that his possession was legitimized by virtue of some statutory exemption. White v. United States, 283 A.2d 21 (D.C.App.1971); Roumel v. United States, 261 A.2d 240 (D.C.App.1970); Williams v. United States, supra.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Jerry Lee Dier, appointed by this court, for appellant.",
      "Peter C. Schaumber, Asst. U. S. Atty., with whom Harold H. Titus, Jr., U. S. Atty., and John A. Terry, Ásst. U. S. Atty., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ralph W. MIDDLETON, Appellant, v. UNITED STATES, Appellee.\nNo. 6784.\nDistrict of Columbia Court of Appeals.\nArgued April 24, 1973.\nDecided June 1, 1973.\nJerry Lee Dier, appointed by this court, for appellant.\nPeter C. Schaumber, Asst. U. S. Atty., with whom Harold H. Titus, Jr., U. S. Atty., and John A. Terry, Ásst. U. S. Atty., were on the brief, for appellee.\nBefore REILLY, C. J., and KERN and NEBEKER, JJ."
  },
  "file_name": "0259-01",
  "first_page_order": 295,
  "last_page_order": 298
}
