{
  "id": 7364753,
  "name": "Lucille TANCRELL v. Andre MONGEON and Susan Mongeon",
  "name_abbreviation": "Tancrell v. Mongeon",
  "decision_date": "1993-10-21",
  "docket_number": "No. 92-606-Appeal",
  "first_page": "259",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "633 A.2d 259"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 150,
    "char_count": 1679,
    "ocr_confidence": 0.717,
    "sha256": "2fed57662edeef848293595c497b2ed5fb8de171cdd4ba3f76a9258a58fab119",
    "simhash": "1:066b08d89a9acca6",
    "word_count": 265
  },
  "last_updated": "2023-07-14T22:01:57.273192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WEISBERGER, Acting C.J.,' did not participate."
    ],
    "parties": [
      "Lucille TANCRELL v. Andre MONGEON and Susan Mongeon."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before a hearing panel of this court for oral argument on October 19, 1993, pursuant to an order directing the parties to show cause why the defendants’ appeal of a Superior Court judgment in favor of plaintiff should not be summarily decided.\nLucille Tancrell (plaintiff) sustained a fractured ankle when she fell on a common-area stairway on premises owned by Andre and Susan Mongeon (defendants). A jury returned a verdict in the amount of $67,000 for the plaintiff, following which defendants moved for a new trial under Rule 69 of the Superior Court Rules of Civil Procedure.\nAfter reviewing the memoranda submitted by the parties and after hearing the arguments of counsel, we are of the opinion that cause has not been shown.\nThe jury verdict obviously took into account the plaintiffs unexpectedly long hospitalization when a fever developed after surgery on her ankle. We concur with the trial justice’s finding that the jury had “clearly considered the evidence carefully * * * and their verdict reflected a very even-handed approach to both parties.” The defendants’ objection to the size of the jury award could have been addressed with a motion for remit-titur.\nWe are of the opinion that the trial justice did not err in admitting into evidence the plaintiffs medical affidavits and plaintiffs expert’s testimony.\nConsequently, the defendants’ appeal is denied and dismissed and the judgment of the Superior Court is affirmed.\nWEISBERGER, Acting C.J.,' did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Fred Polacek, Providence.",
      "Douglas Rose, Woonsocket."
    ],
    "corrections": "",
    "head_matter": "Lucille TANCRELL v. Andre MONGEON and Susan Mongeon.\nNo. 92-606-Appeal.\nSupreme Court of Rhode Island.\nOct. 21, 1993.\nFred Polacek, Providence.\nDouglas Rose, Woonsocket."
  },
  "file_name": "0259-02",
  "first_page_order": 313,
  "last_page_order": 314
}
