{
  "id": 9490201,
  "name": "Archie R. THURSTON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Thurston v. United States",
  "decision_date": "2001-08-09",
  "docket_number": "No. 00-CF-485",
  "first_page": "260",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 260"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "18 U.S.C. § 751",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "498 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920961
      ],
      "pin_cites": [
        {
          "page": "1173-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/1172-01"
      ]
    },
    {
      "cite": "507 A.2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883306,
        7883223
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "144"
        },
        {
          "page": "144-45",
          "parenthetical": "finding an error in the red book"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/507/0141-02",
        "/a2d/507/0141-01"
      ]
    },
    {
      "cite": "551 A.2d 440",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11321200
      ],
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/551/0440-01"
      ]
    },
    {
      "cite": "370 A.2d 1374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8019470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/370/1374-01"
      ]
    },
    {
      "cite": "585 F.2d 1087",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3776997,
        845854
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1093"
        },
        {
          "page": "1093",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/190/0142-01",
        "/f2d/585/1087-01"
      ]
    },
    {
      "cite": "190 U.S.App.D.C. 142",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3776997
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "148"
        },
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/190/0142-01"
      ]
    },
    {
      "cite": "444 U.S. 394",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11306594
      ],
      "weight": 11,
      "year": 1980,
      "pin_cites": [
        {
          "page": "408"
        },
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 16817,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 8.891742285520575e-08,
      "percentile": 0.4997347335694089
    },
    "sha256": "a3d3d16c037f16ca0e18185334040e8fa3f1a6838bb888548a34d4791ecb87fc",
    "simhash": "1:ba8d8a27920a07e4",
    "word_count": 2801
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, RUIZ and GLICKMAN, Associate Judges."
    ],
    "parties": [
      "Archie R. THURSTON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "STEADMAN, Associate Judge:\nAppellant was convicted of escape under D.C.Code § 22-2601(a)(l) (1996 Repl.) for failing to return to his halfway house. At trial, appellant, relying on standard Criminal Jury Instruction for the District of Columbia No. 4.99A (4th ed. 1996 Supp.), argued that the government was required to prove an “intent to avoid further confinement” as an element of the crime of escape and that the trial court erred in refusing to include that requirement in its instructions to the jury. The trial court was correct. The error is in the standard instruction.\nI.\nOn February 17, 1999, appellant pled guilty to two misdemeanor offenses. Pursuant to this plea, appellant was assigned to Community Correction Center Number Four on New York Avenue. During his stay, appellant was given forms explaining that he must sign out and return to the halfway house at designated times, otherwise it would be construed as an “escape.” On March 15, appellant signed out for work at 5 p.m., but did not return to the halfway house. Appellant was charged with escape in violation of § 22-2601(a)(l).\nOn the eve of trial, the government argued, in a motion in limine, that the appellant should be precluded from arguing duress as a defense. Appellant insisted that his defense was not duress, but rather a lack of intent to avoid further confinement when he failed to return to the halfway house, which he argued was an element of escape. In support, appellant pointed to his alleged reason for not returning to the halfway house, i.e. someone had a gun inside and he feared for his safety, and the fact that he “surrender[ed] himself to the Court as soon as practicable.” The trial court denied the government’s motion, but disagreed with appellant’s characterization of his defense:\nAnd you say that it is not really a duress defense but that it’s a defense alleging that the Government has not proved the element of — -with the intent to avoid confinement.\nAnd I think no matter how you’re trying to dress it up to be something else, ... it is a duress defense.\nAt the close of the government’s case, the court presented its proposed jury instructions, including a duress instruction. Reiterating his earlier argument, appellant insisted that the court define escape in accordance with the above-cited standard Criminal Jury Instruction 4.99A: “to knowingly and deliberately fail to return to lawful custody without permission or authorization and with the intent to avoid further confinement.” (Italics added) The court refused, pointing out that the statute making escape an offense did not contain such language, and that the Supreme Court, in United States v. Bailey, 444 U.S. 394, 100 S.Ct. 624, 62 L.Ed.2d 575 (1980), rejected the “requirement that the escape be accompanied by an intent to avoid confinement.” Accordingly, the trial court did not include that language in drafting its jury instruction on escape, noting that the terms “knowingly” and “deliberately” encompassed the intent language that appellant had requested.\nII.\nThe crime of escape for which appellant was convicted was enacted in its present form in 1994 and reads as follows:\n(a) No person shall escape or attempt to escape from:\n(1) Any penal institution or facility in which that person is confined pursuant to an order issued by a court, judge, or commissioner of the District of Columbia; or\n(2) The lawful custody of an officer or employee of the District of Columbia or of the United States.\n(b) Any person who violates subsection (a) of this section shall be fined not more than $5,000 or imprisoned not more than 5 years, or both, said sentence to begin, if the person is an escaped prisoner, upon the expiration of the original sentence.\nD.C.Code § 22-2601. As the trial court noted, there is nothing in the language of the statute that requires the government to prove that the defendant acted with the intent to avoid further confinement. Nor do the notes or legislative history to § 22-2601 provide any such reference.\nAppellant’s contention stems from the fact that standard Criminal Jury Instruction 4.99A contains that language. However, a review of the standard jury instructions fails to reveal how “intent to avoid further confinement” was thought to be an element of escape under the statute. Although the Comment section of the instruction states that it was added to the standard jury instructions in the 1996 Supplement, it gives no relevant explanation of the disputed language: “[The 1996 Supplement] incorporates the changes made by the Omnibus Criminal Justice Reform Amendment Act of 1994, D.C. Law 10-151, which created the crime of escape from an institution or officer.” The legislative history behind D.C. Law 101-51 adds nothing pertinent to the inquiry. This court has never explicitly adopted such an intent component as an element of escape, thereby requiring trial judges to give an instruction containing such language.\nConceivably, the language in question stems from United States v. Bailey (“Bailey I”), 190 U.S.App.D.C. 142, 585 F.2d 1087 (D.C.Cir.1978) (subsequent history omitted). In that case, four federal prisoners crawled out of a window at the District of Columbia jail and remained at large for several months. At trial, all four of the prisoners attempted to introduce evidence depicting the conditions and events at the jail, which, they argued, was the cause of their “escape,” thereby preventing them from possessing an “intent to avoid confinement” during their flight. The D.C. Circuit agreed, and held that “intent to avoid confinement” was an element of the crime of escape under federal law. See 190 U.S.App.D.C. at 148, 585 F.2d at 1093.\nThat case, however, was reversed by the Supreme Court in United States v. Bailey (“Bailey II”), 444 U.S. 394, 100 S.Ct. 624, 62 L.Ed.2d 575 (1980), the very case relied on by the trial court here. In Bailey II, the Supreme Court was asked to decide whether the government must prove as an element of escape that the defendant had an “intent to avoid confinement.” The Court held that it did not. See 444 U.S. at 408, 100 S.Ct. 624. “[T]he prosecution fulfills its burden under § 751(a) if it demonstrates that an escapee knew his action would result in his leaving physical confinement without permission.” Id. In addition, the Court recognized the availability and clarified the adequacy of a duress defense: “where a criminal defendant is charged with escape and claims that he is entitled to an instruction on the theory of duress ... he must proffer evidence of a bone fide effort to surrender or return to custody as soon as the claimed duress ... has lost its coercive force.” Id. at 415, 100 S.Ct. 624; see also Stewart v. United States, 370 A.2d 1374 (D.C.1977) (duress available as defense for failure to return to halfway house).\nWhen analyzing D.C.Code § 22-2601(a), this court often looks to interpretations of the federal equivalent of our escape statute. See, e.g., Craig v. United States, 551 A.2d 440, 441 (D.C.1988). We see nothing in the current version of our escape statute that meaningfully distinguishes it with respect to the issue before us from the federal escape statute interpreted by the Supreme Court. The trial court properly relied on Bailey II in holding that its instructions to the jury should not contain the requested language. Accordingly, the judgment appealed from is\nAffirmed.\n. Appellant’s former attorney testified that appellant called him several times and left the following message:\nI was just at the halfway house, somebody was trying to get a gun in the halfway house, and I didn’t want to go in. I didn’t want to — if the halfway house can’t protect me, I don’t know what to do.... I’m afraid to go back to the halfway house.\n. The Criminal Jury Instructions for the District of Columbia, commonly known as the \"red book,” are a project of the Young Lawyers Section of the Bar Association of the District of Columbia. The members and contributors to its Criminal Jury Instructions Committee and two Reviewing Committees consist of a number of judges and lawyers, including members of both the Public Defender Service and the United States Attorney’s Office for the District of Columbia. We have previously noted that \"[ajlmost every instruction in the red book is based on either a statute or abundant case law, or both; the editors of the red book are commendably thorough and meticulous in their scholarship.” Tibbs v. United States, 507 A.2d 141, 144 (D.C.1986) (footnote omitted). However, the editors themselves acknowledge in the Foreword: \"We believe the instructions accurately reflect present law. We hope, however, that subscribers ... will point out any errors and suggest any additional topics for coverage[.]” While widely utilized, the instructions are for guidance, and are not binding on this or any other court. See Tibbs, 507 A.2d at 144-45 (finding an error in the red book).\n.The full instruction given by the trial court regarding the crime of escape and the duress defense was as follows:\nNow Mr. Thurston is charged with one count, the count of escape. The essential elements of this offense ... are as follows. One, that the Defendant, A, was in the lawful custody of an officer or employee of the District of Columbia or the United States or, B, was confined to any penal institution or facility pursuant to an order either by a court, Judge, or Commissioner of the District of Columbia.\nAnd two, that the Defendant escaped or attempted to escape from such lawful custody or confinement. Escape means to knowingly and deliberately fail to return to lawful custody without permission or authorization. Custody means detention, confinement, or restriction of movement under lawful authority.\nNow a defense to the charge of escape is duress and I want to instruct you on the law of duress. If the Defendant did not commit the criminal act with which he is charged willingly or voluntarily but as a result of coercion or duress exerted on him, then he is not criminally responsible. Not every form of duress or coercion, however, relieves a Defendant of responsibility for a criminal act.\nCoercion which will excuse the commission of a criminal act requires that the Defendant committed this offenses as a result of a reasonable belief, one, that he would suffer immediate serious bodily injury or death if he did not commit the crime of escape. And two, that he had no reasonable opportunity to avoid the danger without committing the crime of escape.\nThe Government must prove beyond a reasonable doubt that the Defendant did not act under such coercion or duress. To say it another way, [for] the defense of duress or coercion to apply here, the evidence must show the following.\nOne, or first, that the failure to return to custody was necessitated by coercion of such a nature as to induce in the Defendant’s mind a well-grounded apprehension of immediate death or serious bodily injury. Additionally, the coercion or duress must be such as to operate on a reasonable person of ordinary sensibilities and must result in a fear that is reasonable and not exaggerated.\nSecond, there must be no reasonable opportunity for the Defendant to avoid the danger except by resorting to escape from the institution. And third, the Defendant must establish that he immediately returned to custody once the threat of harm was no longer imminent. And I just used the language the Defendant must establish, it really is that the evidence must establish that the Defendant immediately returned to custody because the burden of proof is always on the Government and the Defendant does not have to prove that he acted under duress. It is the Government’s burden to prove that he did not act under duress.\nAdditionally the escape statute does not require that the Government prove that the Defendant was absent from the halfway house for any particular period of time. Hours or minutes can be sufficient if the Government proves beyond a reasonable doubt that the Defendant knowingly and deliberately failed to return to custody without permission, authorization, or the defense of duress. But if the Defendant had permission, or had authorization, or was acting under lawful duress as I have instructed you, then he would not be guilty.\n. It has long been settled that a person “escapes” when he lawfully leaves a halfway house but fails to return on time. Gonzalez v. United States, 498 A.2d 1172, 1173-75 (D.C.1985).\n. Prior to 1994, the Code provision read:\nAny person committed to a penal institution of the District of Columbia who escapes or attempts to escape therefrom, or from the custody of any officer thereof or any other officer or employee of the District of Columbia, or any person who procures, advises, connives at, aids, or assists in such escape, or conceals any such prisoner after such escape, shall be guilty of an offense and upon conviction thereof shall be punished by imprisonment for not more than 5 years, said sentence to begin, if the convicted person be an escaped prisoner, upon the expiration of the original sentence.\n. The complete standard instruction states:\nThe essential elements of the offense of escape, each of which the government must prove beyond a reasonable doubt, are:\n1. That the defendant was in the lawful custody of an officer or employee of the District of Columbia or the United States, and\n2. That the defendant escaped or attempted to escape from such lawful custody\n\"Escape” means to knowingly and deliberately [flee or depart from custody] [fail to return to lawful custody] without permission or authorization and with the intent to avoid further confinement.\n\"Custody” means detention, confinement, or restriction of movement under lawful authority. [Custody of an individual is lawful if it is based on a warrant for that individual’s arrest or other court order giving an officer the right to arrest the individual.] [Custody need not take the form of confinement in a prison or jail, and may include detention or restriction of movement while a person is under a lawful arrest.]\n. At the time, 18 U.S.C. § 751(a), the federal escape statute, made it a crime for anyone who\nescapes or attempts to escape from the custody of the Attorney General or his authorized representative, or from any institution or facility in which he is confined by direction of the Attorney General, or from any custody under or by virtue of any process issued under the laws of the United States by any court, judge, or magistrate, or from the custody of an officer or employee of the Untied States pursuant to lawful arrest[.]\nThe precise holding of the Bailey I court was as follows: \"we conclude that an ‘escape’ occurs when a defendant (1) leaves custody (2) voluntarily, (3) without permission, and (4) with an intent to avoid confinement.” 190 U.S.App.D.C. at 148, 585 F.2d at 1093 (footnotes omitted). Although Bailey I dealt with escape when a prisoner leaves an institution or the custody of a government representative, the D.C. Circuit suggested that the rule was applicable to our situation, i.e. when a prisoner escapes by failing to return to the institution or custody of a government representative. \"We therefore agree that the trial court should instruct the jury that a prisoner who lacks the intent to avoid confinement at the time he leaves custody may nevertheless commit the crime of escape if he later forms that intent and therefore fails to report to the authorities or turn himself in.” 190 U.S.App.D.C. at 148 n. 17, 585 F.2d at 1093 n. 17. Criminal Jury Instruction 4.99A does not distinguish between these two types of escape when imposing the requirement that the escape be with an \"intent to avoid further confinement,” and we see no basis to conclude that the elements should be defined differently. Therefore, the Bailey line of cases are certainly relevant to our issue — escape by failure to return to lawful custody.\n. Appellant suggests on appeal that even if \"intent to avoid further confinement” is not an element of escape, the failure to possess that intent may be an independent defense to the charge at least in cases of failure to return. We see no basis to distinguish the two types of escape in this regard and think this argument quite incompatible with Bailey II.",
        "type": "majority",
        "author": "STEADMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Lexi Negin Christ, Bethesda, MD, appointed by the court, was on the brief, for appellant.",
      "Wilma A. Lewis, United States Attorney at the time the brief was filed, and John R. Fisher, Mary Patrice Brown, George P. Eliapoulos and Earl M. Campbell, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Archie R. THURSTON, Appellant, v. UNITED STATES, Appellee.\nNo. 00-CF-485.\nDistrict of Columbia Court of Appeals.\nSubmitted May 3, 2001.\nDecided Aug. 9, 2001.\nLexi Negin Christ, Bethesda, MD, appointed by the court, was on the brief, for appellant.\nWilma A. Lewis, United States Attorney at the time the brief was filed, and John R. Fisher, Mary Patrice Brown, George P. Eliapoulos and Earl M. Campbell, Assistant United States Attorneys, were on the brief, for appellee.\nBefore STEADMAN, RUIZ and GLICKMAN, Associate Judges."
  },
  "file_name": "0260-01",
  "first_page_order": 302,
  "last_page_order": 306
}
