{
  "id": 7256964,
  "name": "In re Peter J. CINQUEGRANI, Respondent",
  "name_abbreviation": "In re Cinquegrani",
  "decision_date": "2009-04-15",
  "docket_number": "No. 08-BG-1300",
  "first_page": "261",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 261"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 144,
    "char_count": 1795,
    "ocr_confidence": 0.703,
    "sha256": "6b829291b80aabd35e8d56c3b243b8c33fee8e3b107eda2971cac27c59ac359b",
    "simhash": "1:a0ed52de6c1d2527",
    "word_count": 293
  },
  "last_updated": "2023-07-14T21:12:07.030871+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GLICKMAN, and KRAMER, Associate Judges; and SCHWELB, Senior Judge."
    ],
    "parties": [
      "In re Peter J. CINQUEGRANI, Respondent."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nOn consideration of the affidavit of Peter J. Cinquegrani, wherein he consents to disbarment from the Bar of the District of Columbia pursuant to § 12 of Rule XI of the Rules Governing the Bar of the District of Columbia Court of Appeals, which affidavit has been filed with the Clerk of this Court, the letter from Bar Counsel dated April 3, 2009, taking no exception to the report and recommendation of the Board on Professional Responsibility, and the report and recommendation of the Board on Professional Responsibility with respect thereto, it is this 30th day of April, 2009,\nORDERED that the said Peter J. Cin-quegrani is hereby disbarred by consent effective forthwith. The effective date of respondent’s disbarment should run, for reinstatement purposes, from the date respondent files his affidavit pursuant to D.C. Bar Rule XI, § 14(g). It is\nFURTHER ORDERED that Bar Counsel’s petition for discipline based upon respondent’s conviction and guilty plea in the United States District Court for the Southern District of New York is hereby dismissed as moot.\nThe Clerk shall publish this order, but the affidavit shall not be publicly disclosed or otherwise made available except upon order of the Court or upon written consent of the respondent.\nThe Clerk shall cause a copy of this order to be transmitted to the Chairman of the Board on Professional Responsibility and to the respondent, thereby giving him notice of the provisions of Rule XI, §§ 14 and 16, which set forth certain rights and responsibilities of disbarred attorneys and the effect of failure to comply therewith.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Peter J. CINQUEGRANI, Respondent.\nNo. 08-BG-1300.\nDistrict of Columbia Court of Appeals.\nApril 15, 2009.\nBefore GLICKMAN, and KRAMER, Associate Judges; and SCHWELB, Senior Judge."
  },
  "file_name": "0261-01",
  "first_page_order": 289,
  "last_page_order": 289
}
