{
  "id": 7364964,
  "name": "Timothy FOGARTY v. Toni DUBOIS et al.",
  "name_abbreviation": "Fogarty v. Dubois",
  "decision_date": "1993-11-18",
  "docket_number": "No. 93-162-Appeal",
  "first_page": "261",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "633 A.2d 261"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 219,
    "char_count": 3053,
    "ocr_confidence": 0.717,
    "sha256": "b3085159dfe042d28fe581735f5d5f5b23be60c1c955899be1e5614618174e49",
    "simhash": "1:5d9cf98feb064663",
    "word_count": 474
  },
  "last_updated": "2023-07-14T22:01:57.273192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Timothy FOGARTY v. Toni DUBOIS et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the court for oral argument November 9, 1993, pursuant to an order directing Timothy Fogarty (plaintiff) to show cause why his appeal should not be summarily decided. After hearing the arguments of counsel and reviewing the memo-randa submitted by the parties, we are of the opinion that cause has not been shown.\nThe plaintiff appealed from a Family Court order which granted the motion to dismiss of Toni Dubois, Henry Dubois and The Adoption Center, Inc. (defendants). In that order, the Family Court found that under the Uniform Child Custody Jurisdiction Act (UCCJA), set forth in G.L.1956 (1988 Reenactment) § 15-14-4, it lacked jurisdiction in the dispute between plaintiff and defendants over custody of a child of whom plaintiff is the putative father.\nToni Dubois gave birth to a daughter in Rhode Island on March 26, 1991. Prior to becoming pregnant and during part of the pregnancy, Toni Dubois was separated from her husband, Henry Dubois, and during that time, had an ongoing relationship with plaintiff. Several months prior to the baby’s birth, however, Toni Dubois and her husband reconciled. On March 28, 1991, Toni and Henry Dubois traveled to the Adoption Center, Inc. (ACI) of Cambridge, Massachusetts and executed irrevocable Massachusetts adoption papers in favor of ACI. On April 2, 1991, plaintiff filed a Miscellaneous Petition and Request for Equitable Relief and a Restraining Order, following which a Family Court justice restrained and enjoined any adoption proceedings, and ordered blood testing to determine paternity. After defendants’ motion to vacate the order was denied, the Family Court declared Rhode Island the appropriate forum for jurisdiction. The defendants’ second motion to vacate was also denied, following which defendants appealed to this court.\nOn February 27, 1992, this court denied and dismissed the appeal without reaching the jurisdiction issue. Blood tests of the relevant parties established, thereafter, that plaintiff was very likely the child’s father. In February 1993, the Family Court granted defendants’ motion to dismiss, based on lack of jurisdiction in the Rhode Island proceeding, and denied plaintiffs motion for custody and relief. We affirm.\nWe are of the opinion that the Family. Court’s determination of jurisdiction pursuant to the UCCJA was a proper exercise of discretion on the part of the trial justice. The child has resided with preadoptive parents in Massachusetts since she was two days of age. The plaintiff has never seen the child. In addition, the Commonwealth of Massachusetts is currently the forum for legal action, including the determination of the child’s paternity.\nConsequently, we affirm the Family Court’s order dismissing the proceedings for lack of jurisdiction and deny and dismiss the plaintiffs appeal.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Michele Theroux, Corinne Grande, Providence.",
      "Alan Dworkin, Warwick, Mary P. Murray, Leon Boghossian, III, Providence."
    ],
    "corrections": "",
    "head_matter": "Timothy FOGARTY v. Toni DUBOIS et al.\nNo. 93-162-Appeal.\nSupreme Court of Rhode Island.\nNov. 18, 1993.\nMichele Theroux, Corinne Grande, Providence.\nAlan Dworkin, Warwick, Mary P. Murray, Leon Boghossian, III, Providence."
  },
  "file_name": "0261-02",
  "first_page_order": 315,
  "last_page_order": 316
}
