{
  "id": 8353948,
  "name": "COMMONWEALTH of Pennsylvania v. Gretta R. SEYLER, Appellant",
  "name_abbreviation": "Commonwealth v. Seyler",
  "decision_date": "2007-07-17",
  "docket_number": "",
  "first_page": "262",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "846 A.2d 798",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9258624
      ],
      "pin_cites": [
        {
          "page": "800"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/846/0798-01"
      ]
    },
    {
      "cite": "738 A.2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11563016
      ],
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/738/0046-01"
      ]
    },
    {
      "cite": "767 A.2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11125514
      ],
      "pin_cites": [
        {
          "page": "646"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0644-01"
      ]
    },
    {
      "cite": "908 A.2d 991",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8459702
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "993"
        },
        {
          "page": "996"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/908/0991-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 10725,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 9.430417381720234e-08,
      "percentile": 0.5166714352844509
    },
    "sha256": "c5aa68d04c45d5d68e3ac748378647cffdab9e196bcb2d2b896d3a68a9571fbf",
    "simhash": "1:a84ade83eda1ada4",
    "word_count": 1860
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, Judge, COHN JUBELIRER, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Gretta R. SEYLER, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge FLAHERTY.\nGretta R. Seyler (Seyler) appeals from an order of the Court of Common Pleas of Berks County (trial court) which found her guilty of two counts each of violating Sections 305 and 502-A of the Dog Law, and guilty of two counts of violating Section 8 of the Rabies Prevention and Control in Domestic Animals and Wildlife Act (Rabies Act), all of which are summary offenses. We affirm.\nOn September 1, 2005, Seyler was charged with violating Sections 305 and 502-A of the Dog Law for failing to confine two pit bulls at all times and for harboring dangerous dogs, respectively, and with violating Section 8 of the Rabies Act for failing to vaccinate the same against rabies. Following a hearing before a District Justice on October 12, 2005, Seyler was found guilty of two counts for each charge and ordered to pay fines and costs. Seyler then appealed to the trial court which conducted a de novo hearing on April 25, 2006.\nAt the hearing, Robin Seyler (Neighbor) testified that on August 23, 2005, she heard screaming coming from Seyler’s property and thereafter witnessed two adult pit bulls attacking a smaller dog on Seyler’s property. The Neighbor, who is also a relative of Seyler, testified that she was familiar with the dogs and knew them to reside at Seyler’s home. The Neighbor further testified that upon calling out to Seyler to ask if she needed help, the dogs ran onto her property and attacked her, biting her in various parts of her body. The Neighbor, stated that she was then transported to the hospital via ambulance and treated for injuries she sustained to her hands and legs.\nSeyler testified that she was walking the female pit bull and a puppy when the male pit bull jumped out of an open window of her home. Seyler conceded that the two dogs did, in fact, bite the Neighbor but testified that the attack occurred on her property rather than the Neighbor’s. She also stated that the dogs belong to her adult sons, who also reside in Seyler’s home and are registered in her sons’ names. However, Seyler failed to provide any paperwork to this effect at the hearing. One of Seyler’s sons, Brandon Seyler (Son), testified that the female pit bull was registered under his name, yet he also failed to provide any paperwork. Son also indicated that Seyler maintained the paperwork on each of the dogs. Based on the testimony presented, the trial court found Seyler guilty of violating Sections 305 and 502-A of the Dog Law, as well as Section 8 of the Rabies Act. This appeal followed.\nInitially, we observe that Section 305 of the Dog Law, 3 P.S. § 459-305 provides:\nIt shall be unlawful for the owner or keeper of any dog to fail to keep at all times such dog either:\n(1) confined within the premises of the owner;\n(2) firmly secured by means of a collar and chain or other device so that it cannot stray beyond the premises on which it is secured; or\n(3) under the reasonable control of some person, or when engaged in lawful hunting, exhibition or field training.\nHere, Seyler first argues that she is neither the “owner” nor “keeper” of the two pit bulls in question and therefore not guilty of violating Section 305 of the Dog Law and Section 8 of the Rabies Act. We disagree.\nFirst, Section 102 of the Dog Law provides the definition of “owner,” as it is applied within the statute’s framework, to include both a person who has a property right in a dog and a person who permits a dog to remain on or about any premises occupied by him. Although neither the Rabies Act nor the implementing regulations define “owner,” it makes sense to this Court to use the same definition as in the Dog Law. Commonwealth v. Lopez, 908 A.2d 991, 993 (Pa.Cmwlth.2006).\nThere is no question that the testimony presented by both sides supports a finding that Seyler was caring for the dogs at the time the incident occurred or, at the very least, was permitting them to remain “on or about” the premises occupied by her. Specifically, Neighbor testified that the male pit bull has lived at Seyler’s residence for at least three years, while the female has lived there for four or five years. Seyler also admitted that the dogs reside in her home and that she was walking one of the dogs at the time of the attack. Such actions by Seyler bring her within the definition of “owner” in Section 102 of the Dog Law, which by its express terms is broader than a person simply having a property interest in a dog. Id. at 996. Because the evidence presented at trial supports the finding by the trial court that Seyler fits within the definition of “owner” as it is provided within Section 102, we need not engage in statutory interpretation of “keeper” at this time.\nAlthough Seyler argues that the record clearly indicates that the two dogs were in fact owned by her adult sons, the argument is without much force, as no paperwork showing ownership of the dogs, which Son stated is maintained by Seyler, was introduced at the hearing. We also observe that the plain and unambiguous intent of Sections 8 of the Rabies Act and 305 of the Dog Law is that dogs be vaccinated and confined at all times. Lopez. Thus, if the person having the property interest in a dog does not perform that function, then the statutes clearly require one harboring or caring for the dog, here Seyler, to perform it. Id. To declare otherwise would frustrate the basic purpose of the statutes and enable individuals to avoid criminal liability merely by registering their dogs in the names of others.\nSeyler’s second contention is that the trial court erred as a matter of law when it determined that she was harboring “dangerous” dogs in violation of Section 502-A of the Dog Law. More particularly, Seyler asserts that the Commonwealth has failed to provide any evidence that the dogs caused severe injury to or “attacked” anyone. We disagree.\nIn Commonwealth v. Baldwin, 767 A.2d 644, 646 (Pa.Cmwlth.2001), this Court stated that Section 502-A of the Dog Law sets forth three elements that must be proven in order to establish that a person is guilty of the offense of harboring a dangerous dog. First, it must be established that the individual is the owner or keeper of the dog, and second, that the dog has committed one of four enumerated acts, one of which is attacking a human being without provocation. Finally, the third element that must be proven is that the dog has either or both a history of attacking human beings and/or domestic animals without being provoked and/or a propensity to attack human beings without provocation, which may be proven by a single incident.\nContrary to Seyler’s contention, nothing in Section 502-A of the Dog Law requires that the injury from the single incident be severe, but only that a single incident show a propensity of the dog to attack human beings as deduced from the nature of the attack, even if it is only the first attack. Baldwin. Additionally, significant changes were made to this section of the statute by Section 13 of the Act of December 11, 1996, P.L. 943, No. 151, commonly referred to as the 1996 amendments, which added “specific words such as ‘single incident’ to ensure that where it is clear from one attack that a dog is dangerous, that the ‘owners’ or ‘keepers’ are criminally liable for the summary offense of harboring a dangerous dog.” Commonwealth v. Hake, 738 A.2d 46, 50 (Pa.Cmwlth.1999).\nIn this case, there was more than sufficient evidence to support the trial court’s finding that Seyler was the “owner” of the dogs and that this single incident of biting Neighbor evidenced the propensity of the dogs to attack human beings without provocation. Because there is substantial evidence and no abuse of discretion, the decision of the trial court is affirmed.\nORDER\nNow, July 17, 2007, the order of the Court of Common Pleas of Berks County, in the above-captioned matter, is affirmed.\n. Act of December 7, 1982, P.L. 784, as amended, 3 P.S. §§ 459-305, 459-502-A. Section 502-A was added by Section 2 of the Act of May 31, 1990, P.L. 213.\n. Act of December 15, 1986, P.L. 1610, as amended, 3 P.S. § 455.8.\n. This Court’s standard of review when evaluating the sufficiency of the evidence in a conviction for a summary offense is “whether, viewing all the evidence admitted at trial, together with all reasonable inferences therefrom, in the light most favorable to the Commonwealth, the trier of fact could have found that each element of the [offense] charged was supported by evidence and inferences sufficient in law to prove guilt beyond a reasonable doubt.” Commonwealth v. Austin, 846 A.2d 798, 800 (Pa.Cmwlth.2004).\nWe note also that the trial court requests this Court to dismiss this appeal pursuant to Pa. R.A.P.1911(d) for failure to have the testimony of the de novo hearing transcribed. However, in light of the fact that the Commonwealth has not requested the appeal, be dismissed and a transcript has since been provided, allowing for meaningful appellate review, this Court will address the merits of the case.\n. Section 8 of the Rabies Act, 3 P.S. § 455.8, provides in relevant part:\n(a) Requirement. — Every person living in this Commonwealth, owning or keeping a dog or cat over three months of age, shall cause that dog or cat to be vaccinated against rabies. Rabies vaccine shall be administered by a licensed veterinarian or under the supervision of a licensed veterinarian.\n. Section 102 defines \"Owner” as follows:\nWhen applied to the proprietorship of a dog, includes every person having a right of property in such dog, and every person who keeps or harbors such dog or has it in his care, and every person who permits such dog to remain on or about any premises occupied by him.\n. Section 502-A of the Dog Law, 3 P.S. § 459-502-A, provides in pertinent part:\nThe owner or keeper of the dog shall be guilty of the summary offense of harboring a dangerous dog if the district justice finds beyond a reasonable doubt that the following elements of the offense have been proven:\n(1)The dog has done one or more of the following:\n(iii) Attacked a human being without provocation.\n(2) The dog has either or both of the following:\n(ii) A propensity to attack human beings and/or domestic animals without provocation. A propensity to attack may be proven by a single incident of the conduct described in paragraph (l)(i), (ii), (iii), or (iv). (3) The defendant is the owner or keeper of the dog.",
        "type": "majority",
        "author": "Senior Judge FLAHERTY."
      }
    ],
    "attorneys": [
      "Kathleen D. Dautrich, Reading, for appellant.",
      "Jason P. Lutcavage, Reading, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Gretta R. SEYLER, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 25, 2007.\nDecided July 17, 2007.\nKathleen D. Dautrich, Reading, for appellant.\nJason P. Lutcavage, Reading, for appel-lee.\nBEFORE: COLINS, Judge, COHN JUBELIRER, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0262-01",
  "first_page_order": 310,
  "last_page_order": 314
}
