{
  "id": 11249371,
  "name": "Louise McCOYIE et al., Appellants, v. Kenneth T. HAMMOND, Appellee",
  "name_abbreviation": "McCoyie v. Hammond",
  "decision_date": "1973-05-30",
  "docket_number": "No. 6551",
  "first_page": "263",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 263"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "51 N.M. 141",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        1578221
      ],
      "weight": 2,
      "year": 1947,
      "pin_cites": [
        {
          "page": "1002"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/51/0141-01"
      ]
    },
    {
      "cite": "174 N.Y.S.2d 145",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "6 A.D.2d 769",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5424416,
        5423330,
        5419712
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/6/0769-01",
        "/ad2d/6/0769-03",
        "/ad2d/6/0769-02"
      ]
    },
    {
      "cite": "206 N.Y.S.2d 465",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "11 A.D.2d 1083",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5479492,
        5453957,
        5511597,
        5466286,
        5449780
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/11/1083-05",
        "/ad2d/11/1083-01",
        "/ad2d/11/1083-04",
        "/ad2d/11/1083-03",
        "/ad2d/11/1083-02"
      ]
    },
    {
      "cite": "104 A.2d 554",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "556"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "81 R.I. 481",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        2663449
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/ri/81/0481-01"
      ]
    },
    {
      "cite": "143 F.2d 142",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        64568,
        5699068
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/143/0142-01"
      ]
    },
    {
      "cite": "79 U.S.App.D.C. 102",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5699068
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "248 A.2d 829",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8089421
      ],
      "weight": 3,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/248/0829-01"
      ]
    },
    {
      "cite": "281 U.S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3917630
      ],
      "weight": 3,
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/us/281/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 11166,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 7.552284461341054e-08,
      "percentile": 0.4482411908956854
    },
    "sha256": "1ba4e3e6b1e15779ec43fae37f84651e747cfce4345a0f9d2c1bacfa3d06e727",
    "simhash": "1:c9e3526d760a49fe",
    "word_count": 1927
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REILLY, Chief Judge, and KELLY and YEAGLEY, Associate Judges."
    ],
    "parties": [
      "Louise McCOYIE et al., Appellants, v. Kenneth T. HAMMOND, Appellee."
    ],
    "opinions": [
      {
        "text": "YEAGLEY, Associate Judge:\nThis appeal is from the judgment of the trial court in a civil negligence action entering directed verdicts in favor of the defendant (appellee herein) and against each of the plaintiffs (appellants herein). No error of law being asserted by appellants, the only question raised is the sufficiency of the evidence. After a careful examination of the transcript, we affirm.\nAppellants jointly commenced suit seeking damages for personal injuries sustained when, as a result of appellee’s alleged negligent operation of his vehicle, the car driven by appellant McCoyie was caused to collide with a tree on the northwest corner of 12th and Kearney Streets, N.E., Washington, D.C., during the early morning hours of May 22, 1971.\nAt the close of the appellants’ evidence the trial court directed a verdict against appellant McCoyie, the driver, on the grounds of contributory negligence. At the close of all of the evidence the court directed a verdict against the passenger, appellant Kibler, for her failure to adduce evidence that the negligence of appellee, if any, was the proximate cause of appellants’ injuries.\nThe case for appellants consisted only of their own testimony which presented the trial court with two somewhat inconsistent versions of the accident. Neither version was corroborated by other evidence. Nor was either version corroborated by the testimony of the appellee whose account differed somewhat from that of each appellant as to how the accident occurred. The testimony of each appellant as to how. the accident occurred was given with the aid of a blackboard. Appellant McCoyie dia-gramed the intersection and car lanes and both witnesses inserted markings and letters to denote locations as they testified.\nMrs. McCoyie, the driver, testified that she was operating her car north on 12th Street, N.E., with her daughter, appellant Kibler, riding beside her in the front seat and that it was dark, being shortly after midnight on May 22, 1971. As she reached a point about one and one-half car lengths from the Kearney Street intersection, she observed another car approaching from her right on Kearney a little more than one car length from the intersection. She said the other car came into the intersection “at a rate of speed that I knew he couldn’t stop.” She estimated that appellee was travelling “no more than thirty miles an hour”, and estimated her own speed as 22-23 miles per hour. Appellant-driver testified that to avoid hitting the other car she took her foot off the gas, swerved her wheels to the left, put on her brakes and skidded across the intersection hitting a tree on the northwest corner. In the course of her testimony she said that the appellee’s vehicle entered the intersection before she did, yet she also stated that she passed in front of appellee’s car, which was on her right, with about three or four feet to spare.\nWhen asked on cross-examination if she had any idea what caused her to veer all the way across the street and hit a tree, appellant McCoyie responded: “I turned my steering wheel, and I also applied my brakes. I don’t know, because I guess I lost control after I had seen him coming out there and I swerved.” When asked whether there was anything that prohibited her from just going straight up on the wrong side of the street she responded: “Not that 1 know off [.sic] — I guess I turned too short. As the car was coming out of the street into me — I swerved my wheel. I didn’t have no other choice. I didn’t think about straightening up and going down 12th Street. . . . ”\nOne problem with appellant McCoyie’s testimony is that it is physically impossible for the accident to have occurred as described unless she was guilty either of primary negligence or of contributory negligence. It would be difficult to understand how her car, entering the intersection last, could have passed in front of appellee’s car, if, as she testified, her car was going slower than appellee. Neither would it be easy to understand her testimony that although she was driving slower than appel-lee, her car did not stop until it went through the intersection and hit a tree on the far side, unless credence is given to her explanation that “I guess I lost control” and that “I guess I turned too short”, “I didn’t think about straightening up and going down 12th Street.”\nSince the jury cannot be permitted to speculate in the course of reaching a decision, the question we have is whether there is any evidence upon which a jury could properly find a verdict in favor of the appellants. Gunning v. Cooley, 281 U.S. 90, 50 S.Ct. 231, 74 L.Ed. 720 (1930); Baker v. D. C. Transit System, Inc., D.C.App., 248 A.2d 829 (1969); Shewmaker v. Capital Transit Co., 79 U.S.App.D.C. 102, 143 F.2d 142 (1944).\nAlthough appellant McCoyie is entitled to all inferences that may he fairly deduced from the testimony, it is so wanting in the essential ingredients and has such inherent inconsistencies that no reading of the record could support a verdict in her favor. On the other hand, there is ample evidence to support the conclusion of the trial court that she was guilty of contributory negligence. Accordingly the directed verdict must be sustained.\nAppellant Kibler testified, contrary to appellant McCoyie, that their car entered the intersection first. She said that appel-lee was travelling between 25-29 miles per hour just prior to entering the intersection and that when she (Kibler) saw his car she screamed. She said that when she screamed her mother turned the steering wheel to the left. As to their speed she added that they were going very slow, not 25 miles per hour.\nWhen appellant Kibler was asked whether she recalled her mother applying the brakes she replied: “I don’t know . . . after seeing the lights I hollered. Then I notice her turning the car. Now, whether we went slower or not, I don’t know.” Her testimony as to the farthest she saw the other car enter into 12th Street, N.E., was that it crossed “the white line”. Presumably this refers to one of the two lines marking the north-south crosswalk on the east side of 12th Street. The exact point she referred to was identified only by the placing of a mark on the blackboard.\nWe must indicate some misgivings about the use of a blackboard in a case of this kind. Although it may have been of considerable assistance to the jury, it could not be introduced in evidence. On appeal we must read the transcript without the aid of the diagram and markings thereon which unfortunately leaves us with a deficient record.\nThe difficulty that results when a verbal description is not made in the record of what is visibly available to the jury is demonstrated by the following portion of appellant McCoyie’s testimony:\nQ. What you are saying — at the last point when you still saw him, before you went into the tree, how far was he into the intersection, if at all ?\nA. He was along in here.\nQ. Was he beyond the stop sign?\nA. Yes, sir.\nTHE COURT: We do not know where the stop sign is.\nTHE WITNESS: I said he was in the street here.\nBY MR. CADEAUX:\nQ. Would you put us a very definite X, where the front of his car was when you last saw him ?\n(Witness did so.)\nNow, your previous testimony was that he was in this lane ?\nA. He was in this lane.\nAppellant Kibler’s testimony at the blackboard presents similar problems:\nQ. Start with where you first were when you first observed the other car at all?\nA. About right here, I will put this Z.\nQ. Where were you when you hollered ?\nA. We had gotten about here.\nQ. When you first observed it, where was the other car ?\nA. Back around — back up in here.\nQ. Had it gotten to the stop sign yet?\nA. No.\nQ. Can you estimate, or guess, in feet, how far it was from the stop sign?\nA. I can’t say that in feet.\nA witness’ references to an exhibit not in evidence and without any indication on the record as to what he is referring, are unintelligible and worthless on review. Lynch v. Aguiar, 81 R.I. 481, 104 A.2d 554, 556 (1954). See also Leo v. Reile, 11 A.D.2d 1083, 206 N.Y.S.2d 465 (1960); Bradley v. City of Niagara Falls, 6 A.D.2d 769, 174 N.Y.S.2d 145 (1958).\nIt has been said in a criminal case that if the use of a blackboard by the prosecution with the permission of the court “. . prevented the making of a complete record for review so that the defendant was injured thereby, it was an abuse of discretion.” State v. Jones, 51 N.M. 141, 179 P.2d 1001, 1002 (1947).\nThe practice must be discouraged unless the utmost care is taken to make the witnesses’ testimony complete and clear on the written record. Fortunately in the case at bar the testimony of the two appellants combined offers this court at least some idea of what occurred and a basis, albeit far from ideal, for determining the merits of the appeal and whether the trial court’s two rulings were justified.\nAppellee’s testimony provided no assistance to appellant Kibler’s case. He testified that his approach to the intersection was blocked by a car double-parked, and that he pulled out around it and approached the intersection slowly stopping at the stop sign.\nAlthough the testimony of appellants indicated appellee did not stop at the stop sign, the evidence falls short of supporting a conclusion that this was the proximate cause of the accident. Looking at the evidence in the light most favorable to the appellants, it appears that the farthest point appellee’s car reached was across “the white line” and that appellant’s car after passing in front of it missing it by three or four feet continued across the intersection and over the curbing and sidewalk on the northwest corner. There is nothing in the record to indicate that it was a negligent act of appellee that caused appellants’ car to swerve so far to the left or to continue on across the intersection before stopping. The cause remains unexplained unless appellant McCoyie explained it when she testified that she “didn’t think about straightening up and going down 12th Street.”\nWe find nothing in the record from which the jury could reasonably conclude without speculating that negligence on the part of appellee was the proximate cause of appellants’ car not stopping until it went through the intersection and collided with a tree. Finding the trial court’s rulings supported by the record, we affirm.\nAffirmed.\n. Baker v. D. C. Transit System, Inc., supra.\n. Id.",
        "type": "majority",
        "author": "YEAGLEY, Associate Judge:"
      },
      {
        "text": "KELLY, Associate Judge\n(dissenting):\nOn the record before this court it is my opinion that the questions of primary and contributory negligence were ones of fact for the jury rather than ones of law for the court. I would therefore reverse the judgment of the trial court and remand for a new trial.",
        "type": "dissent",
        "author": "KELLY, Associate Judge"
      }
    ],
    "attorneys": [
      "Edward Jasen, Washington, D. C., with whom Robert Cadeaux, Washington, D. C., was on the brief, for appellants.",
      "William H. Seckinger, Washington, D. C., with whom Edward J. Lopata, Washington, D. C., was on the brief, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Louise McCOYIE et al., Appellants, v. Kenneth T. HAMMOND, Appellee.\nNo. 6551.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 8, 1972.\nDecided May 30, 1973.\nEdward Jasen, Washington, D. C., with whom Robert Cadeaux, Washington, D. C., was on the brief, for appellants.\nWilliam H. Seckinger, Washington, D. C., with whom Edward J. Lopata, Washington, D. C., was on the brief, for appel-lee.\nBefore REILLY, Chief Judge, and KELLY and YEAGLEY, Associate Judges."
  },
  "file_name": "0263-01",
  "first_page_order": 299,
  "last_page_order": 302
}
