{
  "id": 8211878,
  "name": "Sharell FOREMAN, Individually and on Behalf of Qu'Ran Foreman, Tyonna Burton, Daniel Burton, Minors, Damon Palmer, Individually and on Behalf of Day-Quan Brown, Diamond Palmer, Minors, and Roslyn Hawkins, Individually and on Behalf of William Clark, Dashawn Clark, Camree Hawkins, Minors, Respondents v. CHESTER-UPLAND SCHOOL DISTRICT, Chester-Upland School District Empowerment Board, C. Marc Woolley, Katherine Schultz, and Juan Baughn, Petitioners; Chester Community Charter School and Widener Partnership Charter Schools, Inc., Respondents v. Chester-Upland School District and Chester-Upland School District Empowerment Board, C. Marc Woolley, Katherine Schultz, and Juan Baughn, Petitioners",
  "name_abbreviation": "Foreman v. Chester-Upland School District",
  "decision_date": "2008-06-26",
  "docket_number": "",
  "first_page": "264",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "951 A.2d 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 181,
    "char_count": 2362,
    "ocr_confidence": 0.694,
    "sha256": "c23e9ca47df5d18858b53378977120389eacea1860c59332e4885a3a2f221a1c",
    "simhash": "1:029a042f5a760d91",
    "word_count": 358
  },
  "last_updated": "2023-07-14T17:28:38.244822+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sharell FOREMAN, Individually and on Behalf of Qu’Ran Foreman, Tyonna Burton, Daniel Burton, Minors, Damon Palmer, Individually and on Behalf of Day-Quan Brown, Diamond Palmer, Minors, and Roslyn Hawkins, Individually and on Behalf of William Clark, Dashawn Clark, Camree Hawkins, Minors, Respondents v. CHESTER-UPLAND SCHOOL DISTRICT, Chester-Upland School District Empowerment Board, C. Marc Woolley, Katherine Schultz, and Juan Baughn, Petitioners. Chester Community Charter School and Widener Partnership Charter Schools, Inc., Respondents v. Chester-Upland School District and Chester-Upland School District Empowerment Board, C. Marc Woolley, Katherine Schultz, and Juan Baughn, Petitioners."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 26th day of June, 2008, the above-captioned consolidated Petitions for Allowance of Appeal are GRANTED. The issues are:\na. Whether an empowerment board under the Education Empowerment Act of 2000 [EEA], 24 P.S. § 17-1701-B et seq., has the power to modify an existing charter so as to place limitations on the enrollment of students in charter schools within the school district in order to effect needed economies in the district.\nb. Whether a charter school’s charter is a contract that can be cancelled or modified by the Empowerment Board pursuant to its authority under 24 P.S. §§ 17-1707-B(c) and 6-693(1).\nc. Whether, pursuant to the Pennsylvania Rules of Statutory Construction, 1 Pa.C.S.A. § 1901 et seq., the specific provisions of the EEA and the financial distress statutes that address the authority of the Empowerment Board to cancel and renegotiate contracts supersede the general provisions of the Charter School Law addressing an empowerment board’s authority.\nd. Whether the Department of Education and Secretary of Education Gerald L. Zahorchak, as Receiver Pendente Lite for the School District, were indispensable parties to the litigation such that the trial court lacked subject matter jurisdiction over the litigation;\nThe Application to Consolidate and Expedite is GRANTED in part and DENIED in part. The request to consolidate Nos. 126 & 127 MAL 2008 with Nos. 9 & 19 MAP 2008 is GRANTED; the request to expedite is DENIED. The Prothonotary shall establish a briefing schedule and shall list all of the matters for oral argument in accordance with this order.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Sharell FOREMAN, Individually and on Behalf of Qu’Ran Foreman, Tyonna Burton, Daniel Burton, Minors, Damon Palmer, Individually and on Behalf of Day-Quan Brown, Diamond Palmer, Minors, and Roslyn Hawkins, Individually and on Behalf of William Clark, Dashawn Clark, Camree Hawkins, Minors, Respondents v. CHESTER-UPLAND SCHOOL DISTRICT, Chester-Upland School District Empowerment Board, C. Marc Woolley, Katherine Schultz, and Juan Baughn, Petitioners. Chester Community Charter School and Widener Partnership Charter Schools, Inc., Respondents v. Chester-Upland School District and Chester-Upland School District Empowerment Board, C. Marc Woolley, Katherine Schultz, and Juan Baughn, Petitioners.\nSupreme Court of Pennsylvania.\nJune 26, 2008."
  },
  "file_name": "0264-03",
  "first_page_order": 306,
  "last_page_order": 307
}
