{
  "id": 11810091,
  "name": "Mohammad Ahmed ALI, Appellant, v. Wenxue XING, Appellee",
  "name_abbreviation": "Ali v. Wenxue Xing",
  "decision_date": "1998-04-09",
  "docket_number": "No. 96-CV-1904",
  "first_page": "266",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "708 A.2d 266"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 3155,
    "ocr_confidence": 0.722,
    "sha256": "f926292de93925102fbff19f2235cd0da5378d52bad9d654535474e63b7fecf2",
    "simhash": "1:aed6cfdce5eb1882",
    "word_count": 522
  },
  "last_updated": "2023-07-14T16:50:41.252341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID, Associate Judge, and PRYOR and KERN, Senior Judges."
    ],
    "parties": [
      "Mohammad Ahmed ALI, Appellant, v. Wenxue XING, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThis is an appeal from an Order Dismissing Complaint With Prejudice the trial court entered on November 18, 1996, because appellant’s attorney appeared that day at 9:20 a.m. for the trial of a personal injury action although the parties and their counsel had been earlier instructed in writing that “Trial of the case is set for 9:00 a.m. on Nov. 18, 1996. Unless otherwise advised by the Court, all parties and counsel must be present in Courtroom 519 at that time ready to commence trial.”\nThe attorney sought to justify his tardiness by an affidavit in which he asserted that on the morning in question he had left his home in Rockville at 7:30 a.m., that normally the drive from his home to the Moultrie Courthouse takes an hour at most, but on this particular morning unexpected traffic delays caused him to arrive at the Courthouse at 9:05 a.m., where he encountered a long line of persons waiting to enter through security. We agree with the conscientious trial judge that the attorney’s “actions are certainly negligent.” However, given the availability to the court of other possible sanctions, we are constrained under the particular facts and circumstances here to conclude that the court erred in imposing the Draconian sanction of dismissal with prejudice under Super. Ct. Civ. R. 39-I(b). Accordingly, the Order appealed from is reversed and the case is remanded for further proceedings.\nReversed and remanded.\n. The civil action to be tried on the morning the attorney arrived late was appellant’s complaint that while driving in his auto appellee negligently collided, with him, thereby injuring him. Thus, the case appeared to have been relatively uncomplicated and hence not to have required an undue amount of court time.\n. We note in the transcript of the proceedings in open court on November 18, 1996, the court stated: “It's nine twenty. The ... lawyer was supposed to be here at nine o’clock and hasn’t appeared.” However, the trial court in its Order of November 18th stated, \"The Court was ready to proceed to trial but could not do so in the absence of plaintiffs counsel, who had not appeared by 9:30 a.m. The defendant’s motion to dismiss the case with prejudice for failure to appear ready to proceed to trial was therefore granted.” The record further reflects that the attorney did arrive in the courtroom sometime after ■ the court invited appellee’s attorney to move to dismiss with prejudice and granted such motion.\n. This rule provides in pertinent part that \"[wjhen an action is called for trial and the party seeking affirmative relief fails to respond, an adversary may have the claim dismissed, with or without prejudice as the Court may decide....\" The record reflects that appellant himself was present at the appointed time and addressed the court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Alan F. Post, Bethesda, MD, was on the brief for appellant'.",
      "Michael D. Maloney, Raleigh, NC, was on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Mohammad Ahmed ALI, Appellant, v. Wenxue XING, Appellee.\nNo. 96-CV-1904.\nDistrict of Columbia Court of Appeals.\nSubmitted April 1, 1998.\nDecided April 9, 1998.\nAlan F. Post, Bethesda, MD, was on the brief for appellant'.\nMichael D. Maloney, Raleigh, NC, was on the brief for appellee.\nBefore REID, Associate Judge, and PRYOR and KERN, Senior Judges."
  },
  "file_name": "0266-01",
  "first_page_order": 322,
  "last_page_order": 323
}
