{
  "id": 7916052,
  "name": "Hsue TUNG, Appellant, v. W.T. CABE & CO., INC., Appellee",
  "name_abbreviation": "Hsue Tung v. W.T. Cabe & Co.",
  "decision_date": "1985-04-16",
  "docket_number": "No. 83-1328",
  "first_page": "267",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "492 A.2d 267"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "316 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11294184
      ],
      "pin_cites": [
        {
          "page": "875"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/316/0871-01"
      ]
    },
    {
      "cite": "375 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7999597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/0510-01"
      ]
    },
    {
      "cite": "453 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950637
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "111"
        },
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/453/0110-01"
      ]
    },
    {
      "cite": "439 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942308
      ],
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/439/0478-01"
      ]
    },
    {
      "cite": "D.C. Code § 16-4311",
      "category": "laws:leg_statute",
      "reporter": "D.C. Code",
      "year": 1981,
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "194 F.2d 349",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3543260,
        507957
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/194/0349-01"
      ]
    },
    {
      "cite": "90 U.S.App.D.C. 178",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3543260
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "151 A.2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8118840
      ],
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/151/0258-01"
      ]
    },
    {
      "cite": "306 U.S. 56",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136669
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/306/0056-01"
      ]
    },
    {
      "cite": "101 F.2d 426",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1072287
      ],
      "year": 1938,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/101/0426-01"
      ]
    },
    {
      "cite": "69 App.D.C. 333",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1938,
      "pin_cites": [
        {
          "page": "335"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "367 U.S. 316",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785584
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "326"
        },
        {
          "page": "1619"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0316-01"
      ]
    },
    {
      "cite": "486 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/1167-01"
      ]
    },
    {
      "cite": "713 F.2d 865",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "230 U.S.App.D.C. 71",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "545 F.Supp. 1118",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1475314
      ],
      "pin_cites": [
        {
          "page": "1120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/545/1118-01"
      ]
    },
    {
      "cite": "556 F.Supp. 510",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3532450
      ],
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/556/0510-01"
      ]
    },
    {
      "cite": "315 A.2d 565",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035467
      ],
      "pin_cites": [
        {
          "page": "567"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/315/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 8570,
    "ocr_confidence": 0.787,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20057906850939958
    },
    "sha256": "b588a411da79919b6828f0bb408a4a920c308b464356f0927f9a14ba537d7610",
    "simhash": "1:2fba602413c89409",
    "word_count": 1434
  },
  "last_updated": "2024-02-27T22:50:22.790062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN and ROGERS, Associate Judges, and GALLAGHER, Associate Judge, Retired."
    ],
    "parties": [
      "Hsue TUNG, Appellant, v. W.T. CABE & CO., INC., Appellee."
    ],
    "opinions": [
      {
        "text": "ROGERS, Associate Judge:\nIn this appeal appellant Tung challenges the denial of his motion under the District of Columbia Uniform Arbitration Act, D.C.Code §§ 16-4301-4319 (1981), to vacate an arbitration award. The arbitration award relates to a dispute Tung had with his stockbrokers about the management of his margin account. Tung contends that the trial court erred in holding that it lacked personal jurisdiction over one stockbroker, appellee W.T. Cabe & Co., Inc., and that Tung, by failing to object during the arbitration hearing to the participation of one of the arbitrators, had waived any claim arising from bias or prejudice of the arbitrator. We affirm the judgment denying the motion because Tung’s motion to vacate was untimely under D.C.Code § 16-4311(b) (1981).\nI\nTung initiated arbitration proceedings to settle a protracted dispute with W.T. Cabe & Co. (Cabe) growing out of dissatisfaction with Cabe’s management of his securities margin account, which was established through Cabe with Loeb Rhodes & Co. (Loeb). On the basis of alleged unauthorized action by both Cabe and Loeb in 1974, Tung lost over seven thousand dollars which he never recouped. In August 1974 Tung wrote to the National Association of Securities Dealers (NASD) in Washington, D.C. requesting assistance in obtaining redress for the failure of Cabe and Loeb to sell certain stock as he had directed. In 1979 Tung submitted a claim against Cabe and Loeb to the NASD for resolution by arbitration.\nPursuant to an agreement by Tung, Cabe, and Loeb to submit to arbitration in accordance with the NASD Code of Arbitration Procedure, the arbitration hearing was held in Washington, D.C. on September 23, 1980. The arbitration panel issued an award on October 15, 1980, finding that Loeb was not liable to Tung, and that although Cabe was liable, Tung had failed to mitigate his damages and, consequently, no damages were due. Tung’s request for reconsideration of the award was denied on December 17, 1980. On March 13, 1981, Tung filed a motion to vacate the arbitration award pursuant to D.C.Code § 16-4311(a) (1981); the motion was denied on September 28, 1983.\nII\nD.C.Code § 16-4311(b) requires a motion to vacate an arbitration award to “be made within ninety days after delivery of a copy of the award to the [movant], except that, if predicated upon corruption, fraud, or other undue means, it shall be made within ninety days after such grounds are known or should have been known.” The final award in this case was issued on October 15, 1980. Although it is unclear from the record how the award was delivered to Tung, section 35(c) of the NASD Code of Arbitration Procedure requires the Director of Arbitration to serve a copy of the award by registered or certified mail upon all parties, or their counsel at the address of record with the Association, or personally upon the parties, or by filing or delivering the award in such manner as may be authorized by law. We have no reason to conclude, and Tung does not suggest, that this procedure was not followed. Cf. Toomey v. District of Columbia, 315 A.2d 565, 567 (D.C.1974) (proof that properly addressed and stamped letter was mailed creates presumption it was received). Therefore, Tung should have filed his motion to vacate long before March 13, 1981, which was five months after the date of the award. Because he did not, his motion was time barred. See Orange v. Safeway Stores, Inc., 556 F.Supp. 510, 513 (D.D.C.1983) (citing D.C.Code § 16-4311(b)); Ogunloye v. John Hancock Mutual Life Insurance Co., 545 F.Supp. 1118, 1120 (D.D.C.1982) (D.C.Code § 16-4311(b) begins to run when review under the grievance-arbitration mechanism is final), aff'd, 230 U.S.App.D.C. 71, 713 F.2d 865 (1983).\nTung did not address the issue of timeliness in his brief, other than to assert that his motion to vacate was timely. By noting that he filed a claim for reconsideration after receipt of the award and that his claim was not decided until December 17, 1980, he suggests, however, that the request for reconsideration tolled the statutory time for filing a motion to vacate. The NASD Code of Arbitration Procedure does not contain a procedure for reconsideration or clarification of an award; on the contrary, it provides in Section 35 that an award issued pursuant to the Code “is deemed final and not subject to review or appeal.” This case is therefore distinguishable from those in which an agency’s procedures provide for reconsideration or rehearing or leave genuine and reasonable doubt as to whether an award may be subject to further agency review. See In re A.B., 486 A.2d 1167 (D.C.1984) and cases cited. Nor is the well-established principle that judicial review of an administrative action should be postponed until all agency procedures have been exhausted, Civil Aeronautics Board v. Delta Air Lines, Inc., 367 U.S. 316, 326, 81 S.Ct. 1611, 1619, 6 L.Ed.2d 869 (1961); Utah Fuel Co. v. National Bitumi nous Coal Commission, 69 App.D.C. 333, 335, 101 F.2d 426, 428 (1938), aff'd, 306 U.S. 56, 59 S.Ct. 409, 83 L.Ed. 483 (1939), applicable.\nTung was represented by legal counsel who is held to be knowledgeable of rules and procedures. See Graves v. Nationwide Mutual Insurance Co., 151 A.2d 258, 261 (D.C.1959). Tung had also previously been involved in NASD arbitration. As the trial court pointed out to Tung’s counsel during argument on the motion to vacate, the usual procedure is to note an appeal and then request that the appeal be held in abeyance until the motion to recon sider is decided. See Smith v. Pollin, 90 U.S.App.D.C. 178, 180, 194 F.2d 349, 350 (1952). Hence, we find no basis to hold Tung was justified in delaying his motion to vacate pending the outcome of the request for reconsideration by the arbitrators.\nAccordingly, since the motion to vacate was untimely, we affirm and do not reach the issues of personal jurisdiction or the merits of the motion to vacate.\n. This court has jurisdiction of appeals from “all final orders and judgments of the Superior Court of the District of Columbia.” D.C.Code § 11 — 721(a)(1) (1981). An order confirming or denying confirmation of an arbitration award is a final appealable order. D.C.Code § 16-4317(a)(1) and (3) (1981). Pursuant to D.C. Code § 16-4311(d) (1981), the trial court must confirm an award if the motion to vacate is denied and a motion to modify or correct the award is not pending. Although the trial court’s order does not specifically state that it \"confirmed” the award, that was the clear effect of its dismissal of the motion to vacate the award. Since the trial court's order finally determined the rights and obligations of the parties, see American Fed'n of Gov’t Employees, AFL-CIO v. Koczak, 439 A.2d 478, 480 (D.C.1981), it was final for purposes of appeal.\n.D.C.Code § 16-4311(a) provides in pertinent part that an arbitration award may be vacated where:\n(1) The award was procured by corruption, fraud or other undue means;\n(2) There was evident partiality by an arbitrator appointed as a neutral or corruption in any of the arbitrators or misconduct prejudicing the rights of any party;\n(3) The arbitrators exceeded their powers;\n******\n. Appellant has the duty to provide the record on appeal. Cobb v. Standard Drug Co., 453 A.2d 110, 111 (D.C.1982).\n. We do not reach the issue of whether the statutory filing period would be tolled under D.C.Code § 16-4309 (1981) because the record does not establish that Tung filed his request for reconsideration in compliance with this section. Tung has the burden to present the court with a record sufficient to support his claim. See Cobb v. Standard Drug Co., supra note 3, 453 A.2d at 111. The only other provision of the statute which extends the ninety day filing deadline, § 16-4311(b), is inapplicable since Tung knew of the alleged bias before the award was issued.\n. Max Holtzman, Inc. v. K & T Co., 375 A.2d 510, 513 n. 6 (D.C.1977) (appellate court may affirm judgment on different grounds than adopted by trial court); Liberty Mutual Ins. Co. v. District of Columbia, 316 A.2d 871, 875 (D.C.1974) (same).",
        "type": "majority",
        "author": "ROGERS, Associate Judge:"
      }
    ],
    "attorneys": [
      "Harvey L. Taylor, Washington, D.C., for appellant.",
      "John M. Gibbons, Washington, D.C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Hsue TUNG, Appellant, v. W.T. CABE & CO., INC., Appellee.\nNo. 83-1328.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 29, 1984.\nDecided April 16, 1985.\nAmended Opinion Filed May 13, 1985.\nHarvey L. Taylor, Washington, D.C., for appellant.\nJohn M. Gibbons, Washington, D.C., for appellee.\nBefore FERREN and ROGERS, Associate Judges, and GALLAGHER, Associate Judge, Retired.\nThis case was decided on April 16, 1985, and issued in slip opinion form."
  },
  "file_name": "0267-02",
  "first_page_order": 313,
  "last_page_order": 316
}
