{
  "id": 11249402,
  "name": "Lois A. CRAIG, Appellant, v. Peter S. CRAIG, Appellee",
  "name_abbreviation": "Craig v. Craig",
  "decision_date": "1973-04-26",
  "docket_number": "No. 6781",
  "first_page": "267",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 267"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "181 So.2d 179",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9826662
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/181/0179-01"
      ]
    },
    {
      "cite": "202 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096531
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/202/0653-01"
      ]
    },
    {
      "cite": "163 A.2d 333",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8110619
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/163/0333-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 7905,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23892454733847418
    },
    "sha256": "34f2fd7421a68787419b6ad05017e45217bd918d25b83e85bef7435ec7bc798e",
    "simhash": "1:c3aea47faf325fa9",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, GALLAGHER and NEBEKER, Associate Judges."
    ],
    "parties": [
      "Lois A. CRAIG, Appellant, v. Peter S. CRAIG, Appellee."
    ],
    "opinions": [
      {
        "text": "KELLY, Associate Judge:\nThis appeal is from an order of the trial court denying appellant’s motion to hold appellee in contempt for failure to pay child support according to the provisions of a separation agreement between the parties. We affirm.\nWhen the Craigs were divorced in October of 1969 the divorce decree incorporated by reference, but did not merge, a separation agreement providing that the father have custody of the minor son and the mother have custody of two minor daughters born of the marriage, and that the children reside with each parent for roughly six months of each year. During the period when the children lived with the mother, the father was to pay her $350 a month for the support and maintenance of each child. When the children were with the father, the amount of support was to be reduced to $150 a month. Disagreements between the parties were to be settled by three attorney-arbitrators, friends of the Craig family, whose decisions were to be binding.\nAfter the agreement had been in effect for a short time, appellant concluded that the split custody arrangement was not in the best interests of the children. She referred the matter to the arbitrators who, after extensive inquiry and deliberation, determined that it would be best for the children to reside with their mother and tentatively agreed to grant custody to appellant. Unsatisfied with that result the father filed a motion for custody in the trial court, to which the mother responded with a cross-motion for custody and support of minor children. During the pen-dency of this action, custody of two children was granted to the father and custody of the third child went to the mother.\nTrial commenced in February of 1971 and continued for three weeks. At the outset, counsel for both parties agreed that it would be proper to defer taking testimony respecting their financial circumstances since, if custody were awarded to the father, testimony regarding support payments would be unnecessary. After trial, the court took the matter under advisement for several months, during which time psychiatric evaluations were obtained. Eventually, on June 30, 1971, an opinion and order were issued granting the father’s motion for custody and denying the mother’s cross-motion. This order, which made no mention of child support, was not appealed.\nApproximately four months later the mother filed a second motion seeking custody of the children. Following a hearing the trial court denied the motion, expressly finding that the mother had failed to show sufficient changed circumstances to warrant a change in custody and that she was not entitled to child support or attorney’s fees. Ten days later the mother filed a motion for an award of counsel fees in connection with the original February custody hearing. This motion was also denied. The mother then sought to hold the father in contempt for failure to pay child support in accordance with the terms of the separation agreement from the date the original custody suit was instituted.\nAppellant’s position on this appeal is essentially (1) that the original separation agreement providing for specified child support payments by the father, which was incorporated in the court’s divorce decree, remains in effect as it was never expressly modified by court order; (2) that the agreement did not condition the specified support payments on the mother’s having legal custody of the children; and (3) that contempt is the proper sanction for the father’s failure to make the specified support payments. None of these contentions is persuasive.\nWhile it is true that the trial court never explicitly modified the support provisions of the original agreement of the parties, ultimately incorporated in the divorce decree, it is obvious that these provisions were modified in subsequent proceedings and are no longer controlling. In the first instance, in opening the hearing on the motions for custody, appellee’s counsel stated:\nI would like to leave the support matters until afterwards. In the event the Court decides that they should stay with Mr. Craig, it can save a great deal of time by not going into a whole mass of financial detail. In the [sic] case the Court decides they should go to Mrs. Craig, we’ll have to do that, but I’d just like to, hopefully, save that amount of time and leave that until after we settle on the main thing. So it is not my plan in my case in chief to go into any detail regarding finances.\nTo which counsel for appellant replied: “I have no objection to that . . . ,”\nIt is thus apparent that the parties understood that a modification of the custody provisions would necessarily affect the support arrangements. Such an understanding is consonant with the law of this jurisdiction.\nD.C.Code 1967, § 16-911 says that a husband may be required to pay alimony pen-dente lite to his wife for the maintenance of minor children “committed to her care”. [Emphasis supplied.] Similarly, under D. C.Code 1967, § 16-912, the court may decree permanent alimony to a wife “sufficient for her support and that of any minor children whom the court assigns to her care. . . [Emphasis supplied.] And as we said in Cobbe v. Cobbe, D.C.Mun.App., 163 A.2d 333, 336 (1960), “[a] decree which is not final as to child custody is not final as to the amount of support money or the duty to pay incident to it. The duty of support follows custody and if the latter changes, the requirements for support money must necessarily be reflected .. . .”\nNaturally, where custody is in issue, no award of support for the children should be made to the mother until she is first awarded custody. [Sheridan v. Sheridan, D.C.App., 202 A.2d 653, 655 (1964).]\nAdditionally, when appellant’s second motion for custody was denied, the trial court explicitly held that: “With reference to her prayer for child support, which would, of course, accompany a change in custody, that must necessarily he denied.” We think it evident from these facts that the support provisions incorporated by reference in the divorce decree were modified by the grant of custody to appellee, and that appellant was not entitled to have ap-pellee held in contempt for failure to pay her child support.\nAffirmed.\n. R. at 119.\n. With the entry of the pendente lite order, the father terminated his prior support payments and paid to the mother approximately $216 a month for the support of the one child entrusted to her care. Payments terminated completely after the court awarded him custody of all three children. The wife raised no objection until almost a year after the payments stopped.\n. Under the terms of the separation agreement, payments were to be reduced but not entirely terminated during the period when the children were residing with the father. Presumably this was to enable appellant to maintain a suitable residence year-round which was adequate for herself and the children.\n. R. at 20 in No. 6622, a prior appeal to this court, since dismissed.\n. See Cassidy v. Cassidy, 181 So.2d 179 (Fla.App.1965), where a wife argued that child support payments provided for in the original divorce decree continued payable notwithstanding the fact that custody was later awarded to the husband, since the modification of custody order had not expressly stated otherwise. The court rejected her argument, holding that “[t]lie right of the wife to child support under the decree . . . ended when that court modified the final decree by awarding custody to the husband.” Id. at 183.\n. R. at 15 in No. 6622.",
        "type": "majority",
        "author": "KELLY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Hall Witt,' Washington, D. C., with whom Sidney S. Sachs, Washington, D. C., was on the brief, for appellant.",
      "Charles H. Mayer, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Lois A. CRAIG, Appellant, v. Peter S. CRAIG, Appellee.\nNo. 6781.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 17, 1973.\nDecided April 26, 1973.\nHall Witt,' Washington, D. C., with whom Sidney S. Sachs, Washington, D. C., was on the brief, for appellant.\nCharles H. Mayer, Washington, D. C., for appellee.\nBefore KELLY, GALLAGHER and NEBEKER, Associate Judges."
  },
  "file_name": "0267-01",
  "first_page_order": 303,
  "last_page_order": 305
}
