{
  "id": 9297072,
  "name": "BIOLIFE SOLUTIONS, INC. a Delaware corporation, Plaintiff, v. ENDOCARE, INC., a Delaware corporation, Defendant",
  "name_abbreviation": "Biolife Solutions, Inc. v. Endocare, Inc.",
  "decision_date": "2003-10-01",
  "docket_number": "C.A.No. 20057",
  "first_page": "268",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 268"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "775 A.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11090214
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1023"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/775/1019-01"
      ]
    },
    {
      "cite": "1987 WL 9610",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "*4",
          "parenthetical": "citing 11 Williston on Contracts § 1292, at 8 (3d ed.1968)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1998 WL 71836",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "2002 WL 1558382",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2002,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "591 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365157
      ],
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/591/0185-01"
      ]
    },
    {
      "cite": "2003 WL 1870365",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "*4"
        },
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "806 A.2d 164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "2002 WL 385545",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2002,
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1601,
    "char_count": 49806,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 1.6415553634381183e-07,
      "percentile": 0.6911980196528832
    },
    "sha256": "fb4c0725aca8c506a0e9e9d4a7cfc9d1cc0e147238a1ac6ba9fab517b3b3e03c",
    "simhash": "1:5d9adca08d151295",
    "word_count": 7930
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "BIOLIFE SOLUTIONS, INC. a Delaware corporation, Plaintiff, v. ENDOCARE, INC., a Delaware corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nLAMB, Vice Chancellor.\nI.\nThe plaintiff sold assets to a competitor in return for a mixture of cash and shares of the competitor’s publicly traded common stock. The purchaser later refused to perform its obligation under a related registration rights agreement to file a registration statement covering the ,shares so that they could be sold in compliance with the federal securities laws. Shortly after-wards, the market price of the shares plummeted, and, eventually, the shares were delisted after the seller’s public accountants withdrew their report on its pri- or period financial statements.\nThe seller sought a variety of remedies for this breach of contract, including specific performance and, alternatively, money damages. The claim for money damages was tried beginning on March 31, 2003. In this post-trial opinion, the court concludes that the seller is entitled to damages measured by reference to the market price of the shares over a period of five consecutive trading days beginning when the seller could first have sold them had the necessary registration statement been filed in a timely manner.\nII.\nA. The Parties\nPlaintiff BioLife Solutions, Inc., which was formally named Cryomedical Sciences, Inc. (“CMS”), is a Delaware corporation with its principal place of business in Bing-hamton, New York. BioLife’s current business is the development, manufacture and marketing of solutions for the preservation of cells, tissues and organs at low temperatures (the “Solutions Business”). Before June 24, 2002, BioLife also was engaged in developing, manufacturing and marketing minimally invasive cryosurgical devices for the ablation of tissues (the “Cryosurgical Business”).\nCMS was one of the first companies to perfect the use of cryosurgical devices for the treatment of prostate diseases. During the early 1990s, it had essentially 100% of the worldwide market for this application. CMS began to struggle thereafter, and was quickly passed in marketplace acceptance by Endocare, Inc. (and a competitor, Galil Medical Systems, Inc.), whose cryosurgical equipment was viewed as superior for the treatment of prostate cancer. By the spring of 2002, CMS was facing severe financial difficulties.\nDefendant Endocare, is a Delaware corporation with its principal place of business in Irvine, California. Endocare is engaged primarily in the development, manufacture, and marketing of temperature-based, minimally invasive surgical devices and technologies designed to treat certain cancers. Endocare was a direct competitor of CMS. By the spring of 2002, Endocare had approximately 80% of the market share for cryosurgical equipment used for prostate cancer.\nB. The Transaction\nIn early 2002, BioLife and Endocare entered into negotiations regarding the acquisition of the Cryosurgical Business by Endocare. On May 28, 2002, BioLife and Endocare entered into an Asset Purchase Agreement (the “Agreement”). Closing on the Agreement occurred on June 24, 2002 (the “Closing”). Pursuant to the Agreement, Endocare acquired all of the tangible and intangible assets relating to BioLife’s Cryosurgical Business. At the Closing, Endocare paid to BioLife $2,200,000 in cash, and provided BioLife with a stock certificate representing 120,-022 shares of Endocare’s common stock.\nIncluded among the financial information provided in the Agreement was the Statement of Operations for the CMS business. This Statement showed that CMS’s revenue for calendar year 2001 was approximately $954,000 (or an average of approximately $240,000 per quarter), while its revenue for the first three months of 2002 (the only quarter available as of either the signing of the Agreement or the Closing) had declined to $82,893.\nAt Closing, the parties also entered into a Registration Rights Agreement. Pursuant to Section 1.2 of the Registration Rights Agreement, Endocare agreed, “as soon as reasonably practicable after the [June 24, 2002] Closing Date ... but in no event more than 90 days thereafter” to file a registration statement on SEC Form S-3 and “as soon as reasonably practicable thereafter, effect all such qualifications and compliances as may be reasonably necessary and as would permit or facilitate the sale and distribution of’ the stock transferred pursuant to the Agreement. Because the closing occurred on June 24, 2002, this 90-day period expired on September 22, 2002.\nSection 1.2(a) of the Registration Rights Agreement also gave Endocare the right to delay filing the Form S-3, but only under the following limited circumstances:\n1. where the “Form S-3 is not available for such offering;” or\n2. until Endocare received “the consents and the financial statements and other financial information required by the [Securities] Act [of 1933] and the SEC to be included in such registration statement from the independent certified public accountants of both [Endo-care] and [BioLife];”\n3. “if [Endocare] shall furnish to [BioLife] a certificate signed by [Endo-care’s] Chief Executive Officer stating that in the good faith judgment of the Board, it would be seriously detrimental to [Endocare] and its stockholders for such Form S-3 Registration to be effected at such time, in which event [Endo-care] shall have the right to defer the filing of the Form S-3 registration for a period of not more than 90 days after receipt of the request of [BioLife] under this Section 1.2;” or\n4. where the filing'of the registration statement or effecting qualification or compliance “in any particular jurisdiction” that would require Endocare “to qualify to do business or to execute a general consent to service of process in effecting such registration, qualification or compliance.”\nC. Delivery Of The Assets\nPursuant to Section 2.1 of the Agreement, the assets sold to Endocare consisted for the most part of intellectual property, 47 pieces of tangible assets (primarily equipment), inventory and accounts receivable. According to Endocare, “[t]he primary assets sought ... were the intangible assets held by BioLife-its patents, trademarks, and customer lists.”\n1. The “Primary Assets”\nThe intellectual property (the patents, trademarks, and copyrights) were delivered at Closing in the form of an Assignment of Patents, an Assignment of Servicemarks and Trademarks, and an Assignment of Copyrights. The customer lists were provided to Endocare on May 27, 2002, the day before the Agreement was signed.\nIn addition to the actual assignment of the patents, there were also patent files that BioLife was required to deliver to Endocare. These files, which were maintained by BioLife’s patent attorneys, contained the material that had been collected in connection with the various patent applications-correspondence to the patent office and the client, and notes and memoranda to the file by the patent attorneys. There is no doubt that Endocare was entitled to receive those documents, and there is also no doubt that delivery of those documents occurred slowly.\nOn August 9, 2002, Lawrence Ginsberg, Endocare’s intellectual property counsel, contacted the law firm of Pillsbury Winthrop, LLP, which had represented BioL-ife in connection with the Agreement. The purpose of this call was to ascertain why the patent files had not been transferred and when they would be transferred. Following that initial conversation, Ginsberg again made contact with Pillsbury, and was told by Glenn Perry, a Pillsbury attorney, that he would “set the wheels in motion.” BioLife, through Pillsbury, forwarded what it believed were the correct patent files to Endocare on September 3, 2002. In fact, some of the files sent were not related to patents that had been assigned under the Agreement, and certain patent files that were assigned were not actually sent. On October 14, after recognizing this error, Ginsberg e-mailed Anthony Miele, BioLife’s new patent attorney at the law firm of Palmer & Dodge, LLP, to inquire about transferring the proper patent files. Miele responded later that day, stating that the patent file transfers “were in the works” and that he would “push these along.” On October 21, Ginsberg again e-mailed Miele to inquire about the status of the patent file transfers. Finally, on November 4, 2002, Ginsberg e-mailed Miele, reiterating Endocare’s need to obtain the patent files.\nOn November 11, 2002, BioLife transferred what Endocare initially thought were the complete patent files. However, not all the patent files had in fact been transferred to Endocare. Several patent files were not turned over to Endocare until March 13, 2003.\nJohn Baust, CMS’s president and CEO at the time of the Agreement, testified at trial that the late delivery of these patent files was due to the actions of one of CMS’s former patent firms. He stated:\n[t]here was an earlier firm we dealt with in the early nineties, Sherman & Shallo-way, in Alexandria, who were retaining patent files that, frankly, neither of the other patent firms [that CMS utilized], to my knowledge knew about. Nor did I.\nAnd when we found out about that, we then asked Sherman & Shalloway to transfer those files to Mr. Miele, at Palmer Dodge, so that he could determine what was appropriate to forward to Endocare, because I had no idea what was in those files.\nThat took some time. Sherman & Shalloway was reluctant to transfer. They felt there was an outstanding bill from the mid-nineties, and they were holding those files until that bill was satisfied. And so it took some months for them to be convinced to transfer the files.\nAlthough Endocare argues that BioL-ife’s failure to provide all the patent files constitutes a material breach of the Agreement, it is clear that Endocare was primarily concerned with one particular patent file. By the time of trial, Endocare focused its argument in this regard almost exclusively on the patent file for the urethral warmer (Patent No. 5,437,673; the “673 Patent”). In particular, Paul Mikus, Endoeare’s former CEO and current chairman of its board, claimed at trial that Endocare’s patent counsel needed the file related to the 673 Patent in order to perform proper due diligence on its contents before determining whether to commence an infringement action against one of En-docare’s competitors (Galil).\n2. The Remaining Assets\nThe tangible assets and inventory (which Endocare has implicitly conceded were secondary considerations) were transferred at Closing by a bill of sale and assignment. The accounts receivable were also transferred at Closing by an assignment, and all accounts receivable collected by BioLife have been remitted to Endo-care.\nPhysical delivery of the tangible assets, inventory, and certain files related to those assets was to take place post-Closing. At the Closing, Endocare and BioLife entered into a letter agreement providing for delivery of most of the tangible assets to Endo-care at a designated location in Eden Prairie, Minnesota “via a reputable courier or shipping service within a reasonable period of time;” the other tangible assets were to be destroyed. On July 10, Endocare faxed a request to BioLife that substantially all of the inventory be delivered to the same address and the remaining inventory be delivered to Irvine, California. Endo-care concedes that almost all of the physical assets were delivered before September 20, 2002.\nThe manufacture and operation of medical equipment is highly regulated by the U.S. Food and Drug Administration (the “FDA”). As a manufacturer of devices used in the treatment of cancer and other diseases, CMS was, and Endocare is, required to maintain compliance with the rules and regulations of the FDA, including adherence to certain “Current Good Manufacturing Practices” (“GMPs”). Pursuant to these GMPs, CMS was required to maintain all documents reflecting: (1) the distribution of all medical devices manufactured by it; (2) the servicing of that equipment; (3) any and all modifications to that equipment; and (4) any customer complaints concerning the same. Having acquired the Cryosurgical Business, Endo-care has now assumed those responsibilities.\nJohn Baust was the only person that testified at trial concerning his personal knowledge of what documents related to the physical assets were delivered by BioLife to Endocare. With respect to the documents necessary to comply with GMPs, he testified that:\n[w]e sent all documents related to, for example, manufacturing, which would have included drawings, specifications, testing, data, labeling documents. We sent all information related to sales and marketing, brochures, forms, etc. We sent all corporate information that was relevant to contracts and business relationships, vendor lists, etc. We sent all documents related to regulatory activities. We sent both hard copy and electronic documents, in various forms, of this kind of information.\nCharles Cannon took possession of these documents and took them to an Endocare facility in Jersey Shore, Pennsylvania.\nThe device master record (one of the categories of FDA-mandated documents included in Endocare’s complaint) were primarily contained on numerous floppy discs (some of which had been transferred to CDs) and also in hard copy. Baust testified that he was personally involved in turning over to Endocare “[a]ll the electronic files and all the paper flies that would have constituted the device master record.” As for the service records (the other category of FDA-mandated documents included in Endocare’s complaint), Baust testified that Cannon had records for all of CMS’s active accounts (which were not many), and presumably gave them to Endocare, his new employer. Cannon corroborated much of this testimony. He transferred the device master record to Endoeare’s office in Jersey Shore. In addition, Cannon kept at the Jersey Shore office all of the service records for CMS’s mobile service accounts, copies of which an Endocare employee obtained.\nOn September 11, 2002, Cannon sent an intra-company e-mail to Bill Phillips, an Endocare manager in its California office. In that e-mail, Cannon stated:\nI have almost completed the asset transfer, and accounted for almost everything. I am still working on some other items which I hope to complete prior to the end of the Month. I will Email the Asset list and accountability chart.... Dr. Baust has been very cooperative in assisting in the transfer . This should put closure to the transaction by September 30 as I promised.\nD. Endocare Refuses To Register The Shares\nOn September 12, 2002, Endocare sent a letter to BioLife at its prior address in Kennesaw, Georgia. Endocare, however, did not send a copy of that letter to BioL-ife’s new offices in Binghamton, New York (which it may not have known about), nor did it send a copy of this letter to Breslow & Walker, BioLife’s principal outside counsel (whom it certainly did know about), even though the Registration Rights Agreement mandated that “[a]ll notices and other communications required or permitted” by that agreement be sent to that counsel as well. BioLife never received this letter, and did not learn of its existence until November 6, 2002.\nIn the September 12 letter, Endocare claimed that it “has not received any material portion of the Assets from [BioL-ife].” As a result, Endocare stated that it was unilaterally suspending its obligations under the Agreement “including its obligation to file a registration statement with the SEC registering the stock issued to [BioLife] in connection with the transaction.” Nowhere, however, did Endocare purport to rely on the existence of any of the events specified in the Registration Rights Agreement to justify not filing a registration statement. Nor did Endocare identify any of the assets that it had allegedly not received. Finally, the letter never mentioned any merger negotiations that would have prevented the filing of a registration statement.\nE. Endocare’s Discussions With A Third Party And The Initiation Of An Audit Committee Investigation\nOn or about August 30, 2002, Mikus received a letter from a third party proposing strategic business discussions. Thereafter, Endocare began discussions with this third party, and over the next several weeks the parties performed due diligence relating to a potential transaction. Ultimately, the discussions terminated on October 18, 2002.\nOn October 24, 2002, an Endocare employee raised concerns regarding matters relating to Endocare’s financial accounting. Based on the expression of those concerns, Endocare began an audit committee investigation that same day. On October 30, Endocare announced that “it will delay the release of its earnings for the quarter ended September 30, 2002 while the Company completes the review process of the quarter’s financial results.”\nOn November 6, 2002, Endocare’s attorneys sent a letter to BioLife (this time to its correct address and with a copy to its attorneys, Breslow & Walker). In that letter, Endocare asserted, for the first time, that although it “would have been willing to file the Registration Statement had BioLife cured its material breach” En-docare no longer could do so because “it [could not] obtain the necessary consents, financial statements and/or other financial information required by the Securities Act of 1933, as amended, from Endocare’s independent certified public accountants.”\nOn November 14, 2002, Endocare issued another press release stating that it “[would] delay its third quarter [ending September 30, 2002] 10-Q regulatory filing while the company continue[d] its financial review process.” On December 12, 2002, Endocare issued another press release that stated in relevant part:\n[0]n December 11, 2002, Endocare’s auditor, KPMG LLP, notified the Company’s audit committee that its report dated February 19, 2002, on the Company’s consolidated financial statements as of December 31, 2001, and for the year then ended, has been withdrawn and can no longer be relied upon. KPMG also advised the audit committee of its position that the Company’s consolidated financial statements for the quarters ended March 31, 2002 and June 30, 2002 should not be relied upon.\nKPMG advised the audit committee that such report was being withdrawn based on its position that KPMG is unable to rely on the representations of senior management. KPMG also advised the audit committee that it will continue to act as the Company’s independent auditor only if KPMG’s concerns regarding senior management are satisfactorily resolved. The Company’s audit committee and board of directors are thoroughly evaluating KPMG’s notification and will take appropriate action consistent with the best interests of the Company and its shareholders.\nWithin one half hour of that press release, the NASDAQ Stock Market announced that trading was halted in En-docare’s common stock because the NASDAQ had requested additional information from Endocare (no doubt related to the revelations in the press release only a few minutes before). NASDAQ further announced that trading would remain halted until Endocare “has fully satisfied NASDAQ’s request for additional information.” On January 15, 2003, Endocare announced that NASDAQ had informed it that its common stock would be delisted from the NASDAQ Stock Market effective with the opening of business the next day, January 16, 2003. This press release also stated that Endo-care’s common stock “will not be eligible for quotation on the OTC Bulletin Board until it becomes current in its periodic filing obligations with the SEC.”\nIII.\nA three-day trial was held beginning on March 31, 2003. To prevail at trial, BioL-ife, as the plaintiff, must prove its case by a preponderance of the evidence. Furthermore, “[d]etermination of the weight to be given any evidence is a matter for the trier of fact.” Moreover, “[a] trial court may determine the weight and credibility to be accorded any witness,” and has responsibility for resolving conflicts in the evidence.\nIV.\nA. Endocare Breached The Registration Rights Agreement And Was Not Justified In Doing So\nBased on the evidence adduced at trial, Endocare breached its obligations under the Registration Rights Agreement when it failed to file a Form S-3 registration statement within 90 days of the June 24, 2002 Closing, or by September 20, 2002. Although Section 1.2(a) of the Registration Rights Agreement gave Endocare the right (under certain circumstances) to delay filing the Form S-3, Endocare never timely relied on any of those escape provisions. Endocare argues that Section 1.2(a)(iii) should be applied to the current action. As discussed above, Section 1.2(a) provides that Endocare “shall not be obligated to file such registration statement, or effect any such qualification or compliance pursuant to this Section 1.2:”\n(iii) if [Endocare] shall furnish to [BioL-ife] a certificate signed by [Endocare’s] Chief Executive Officer stating that in the good faith judgment of the Board, it would be seriously detrimental to [Endo-care] and its stockholders for such Form S-3 Registration to be effected at such time, in which event [Endocare] shall have the right to defer the filing of the Form S-3 registration statement for a period of not more than 90 days after receipt of the request of [BioLife] under this section 1.2....\nIt is undisputed that no such certificate has ever been furnished to BioLife (either within the 90-day period or otherwise). Nevertheless, Endocare now claims (based on the report and trial testimony of its expert, David Hahn) that it did not breach the Registration Rights Agreement because (as a result of then-ongoing discussions with a third party) it allegedly would have taken advantage of the escape clause of Section 1.2(a)(iii). As a result, according to Endocare, it “would have deferred” filing the registration statement within the 90-day period, and the Form S-3 would not have been filed until (at the earliest) October 19, 2002. At trial, however, Hahn testified that Endocare “could have” relied on Section 1.2(a)(iii), but that “they took [a] different approach, because they sent the prior letter about the assets not having been delivered.”\nEndocare’s post hoc reliance on Section 1.2(a)(iii) because it “would have” or “could have” utilized that provision is unavailing. The “out” created in Section 1.2(a)(iii) does not permit Endocare, at any time in the future, to justify its failure to file a registration statement if it can prove it had a reasonable basis for not doing so. To the contrary, this escape clause (which was created-solely by the contract between the parties) is wholly contingent: if Endocare furnishes the certificate signed by its CEO in good faith within the 90-day period, then (“in which event”) it may forego filing the registration statement for a certain period of time. Because Endocare never furnished such a certificate, it never satisfied the contingency, and thus cannot rely on that clause as an excuse for its failure to file the registration statement regardless of what it “might have” or “would have” or “could have” done at the time.\nB. Endocare Has Not Shown That Failure To Deliver Certain Assets Was Material To The Transaction\nA party is excused from performance under a contract if the other party is in material breach thereof. “The converse of this principal is that a slight breach by one party, while giving rise to an action for damages, will not necessarily terminate the obligations of the injured party to perform under the contract.” Non-performance by an injured party under such a circumstance operates as a breach of contract. “The question whether the breach is of sufficient importance to justify non-performance by the non-breaching party is one of degree and is determined by ‘weighing the consequences in the light of the actual custom of men in the performance of contracts similar to the one that is involved in the specific case.’ ”\nSection 241 of the Restatement (Second) of Contracts sets forth several factors to consider when determining whether “a failure to render ... performance is material” (thus justifying repudiation of a contract).\nThese factors include: (a) the extent to which the injured party will be deprived of the benefit which he reasonably expected; (b) the extent to which the injured party can be adequately compensated for the part of that benefit of which he will be deprived; (c) the extent to which the party failing to perform or to offer to perform will suffer forfeiture; (d) the likelihood'that the party failing to perform or to offer to perform will cure his failure, taking account of all the circumstances including any reasonable assurances; and (e) the extent to which the behavior of the party fading to perform or to offer to perform comports with standards of good faith and fair dealing.\nEndocare argues that even if it breached the Registration Rights Agreement, it was justified in doing so because BioLife had already materially breached its obligations under the Agreement. The first document that formally set forth Endocare’s position regarding its refusal to file a registration statement was a letter dated September 12, 2002 from Endocare’s outside attorneys to BioLife’s Chief Executive Officer. That letter states that “[a]s of the date hereof, Endocare has not received any material portion of the Assets from Cryomedieal.” In its letter, Endocare did not mention any specific assets that had not been delivered. By trial, however, Endocare’s claim regarding BioLife’s failure to deliver assets had been essentially reduced to two categories: documents necessary for FDA compliance and the patent files.\n1. Documents Required To Be Maintained By The FDA\nEndocare claims that it never received either (a) the FDA-required documents with respect to how to build the cryosurgical equipment it was acquiring from BioLife or (b) the service records with respect to that equipment. As discussed below, the failure to timely deliver these assets was not a material breach, and materially all of the assets were in fact delivered before Endocare was obligated to file a registration statement.\na. Endocare Had No Real Interest In Acquiring An Ongoing Business\nEvidence adduced at trial demonstrated that Endocare never intended to build new CMS cryosurgical equipment. Instead, its focus was on CMS’s existing customer base transfer to Endocare’s equipment.\nThe cryosurgical equipment acquired from CMS was a very different technology than Endocare’s own. CMS’s equipment “was a liquid nitrogen system.” “Endo-care took a different approach to their fundamental design, and they used what is called a Joule Thompson effect. They used a pressurized gas.” Although CMS had been “the company that originally founded the commercial application for cryosurgery, ... Endocare had come along with the next generation technology and ... taken most of the market share away.” Because of these radically different designs, the manufacturing process of these two systems was not similar. As a result, the two companies’ cryosurgical equipment was not interchangeable. Thus, probes from one system could not be used with consoles from another.\nIt would be unreasonable to believe that Endocare meant to acquire CMS-in its view a second-rate system incompatible with its own-and then try to sell it to customers. Mikus’s testimony supports the conclusion that Endocare’s purchase of the Cryosurgical Business was done only to eliminate competition. For example, Endocare did little due diligence with respect to the Cryosurgical Business, as Mi-kus did not know if anyone had toured CMS’s facilities before the Closing. Moreover, Endocare had no plans to hire any former CMS employees (with the possible exception of the former Chief Executive Officer). In addition, Mikus did not know how many active accounts CMS had as of the Closing.\nAnother example of Endocare’s lack of interest in the continuation of the Cryo-surgical Business relates to CMS’s inventory of cryosurgical consoles. Although CMS had an inventory of cryosurgical consoles as of the Closing, Mikus did not know if CMS was still manufacturing consoles or when the last console had been made. Moreover, Mikus admitted that Endocare never intended to manufacture new CMS consoles. Cannon, who had been hired to continue a mobile services division, only used CMS’s equipment for about six weeks after Closing, when he switched to Endocare’s equipment.\nWith respect to cryosurgical probes, Mi-kus did not know if CMS was still manufacturing them as of the Closing, did not know how many probes were in CMS’s inventory, and did not know, post-Closing, if all probes had been used. Moreover, Endocare had no intention of manufacturing new CMS probes. According to Cannon, much of the equipment was “junked” because Endocare was not going to use it.\nEndocare argues it entered into the Agreement “with the expectation that it would receive substantial revenue from BioLife’s existing cryosurgical business.” Endocare alleges “[t]he revenue from the cryosurgical business had been represented as approximately $1 million in 2001, and Endocare expected to realize revenues in that range going forward.” The documentary evidence in the case suggests otherwise-specifically, one of the attachments to the Agreement was Part 3.3, which sets forth certain financial information of CMS (without its BioLife component). Included in this information was the Statement of Operations from the CMS business alone. This statement showed that CMS’s revenue for calendar year 2001 was approximately $954,0000 (or an average of approximately $240,000 per quarter), while its revenue for the first three months of 2002 (the only quarter available as of the Closing) had declined to $82,923. Such a decline in revenue is startling, and it is simply not credible for Endocare to argue that it continues to expect $1 million in revenue per year based on these most recent results\nb. All Necessary Documents Were Delivered\nAlthough Endocare originally claimed, on September 12, 2002, that it had “not received any material portion of the Assets from Cryomedical,” it has since conceded that most of the FDA-required documents “were ultimately collected through Charlie Cannon’s efforts prior to September 20, 2002.” The only specific FDA-required documents that Endocare claims were not produced are “the service records related to its mobile services business” citing to the deposition of Cannon at various places.\nCannon actually testified in a manner contrary to what Endocare implies. In particular, Cannon explained that he maintained his own equipment for the mobile services, and kept the service records for that equipment at his office in Jersey Shore, Pennsylvania. Moreover, Cannon testified that Dave Rust, an Endocare regional manager, “came down [to Jersey Shore] and collected copies of the shipping and mobile service records.” Thus, the record evidence implies that Endocare actually does have these records in its possession. Finally, Cannon testified that Endocare never intended to continue the mobile services using CMS’s equipment. Thus, Endocare would have had no use for service documents for equipment it had no intention of using, manufacturing, or supporting.\nFor all of these reasons, the court finds that to the extent certain physical assets (or documents related to those assets) were not delivered or were delivered late, such non-delivery or late delivery might have given rise to a damages claim by Endocare, but it did not give rise to a material breach of the Agreement thereby excusing Endocare from filing a registration statement pursuant to the Registration Rights Agreement.\n2. The Patent Files\nBioLife does not dispute, because it cannot, that it failed to transfer certain patent files to Endocare by September 20, 2002, the last business day during the 90-day period under the Registration Rights Agreement. The undisputed evidence in the case demonstrates that BioLife transferred additional patent files on November 11, 2002, but that it was not until March 13, 2003 that it transferred what it now contends are all the remaining patent files. This late transfer of patent files, however, did not amount to a material breach of the Agreement sufficient to justify Endocare’s refusal to file a registration statement.\nFirst, the Agreement itself places no heightened emphasis on the patent files themselves. This is so despite the fact that Endocare now claims that the patent files, and particularly the patent file associated with the 673 Patent, were the cornerstone of its acquisition of CMS. Second, had those patent files been material to the Agreement, one would expect Endocare to have made arrangements to receive them at Closing or at least to specifically mention them by name in its September 12 letter when it relied on the alleged failure to deliver assets to justify its decision to refuse to file a registration statement. Instead, the September 12 letter merely stated, in a substantial overstatement, that “Endocare has not received any material portion of the Assets from [CMS]....”\nFinally, Endocare now has the patent files it complains it never received. Although Endocare may have suffered some damage as a result of the late delivery, such damage cannot be so material as to justify its refusal to file a registration statement. Endocare primarily sought the 673 Patent file to determine if another competitor (Galil) could be subject to a patent infringement lawsuit. Now that En-docare has the patent files associated with the 673 Patent, it can presumably reach a decision whether to pursue its lawsuit against Galil.\nEndocare also complains about having never received a so-called “lab notebook” for the 673 Patent. Responding to questions regarding whether there were “any notebooks in existence at CMS that showed an early date of invention for the urethral warming system [the system covered by the 673 Patent],” Baust stated that this system was developed at Allegheny General Hospital between 1991 and 1993. He further testified that “[t]he development notebooks would have been maintained by either Doctor Onik, Doctor Reyes or Allegheny General.... We focused on the patent-related information and secured the patent, but those files, to my knowledge, were not with CMS.”\nFor all these reasons, the court concludes that the failure to timely deliver patent files was not a material breach of the Agreement by BioLife, and that Endo-care was not justified in refusing to satisfy its filing obligation under the Registration Rights Agreement.\nC. BioLife Is Entitled To An Award Of Damages Equal To The Value It Would Have Received Had Endocare Timely Filed A Registration Statement\n1. BioLife’s Contentions\nBioLife proposes that it is entitled to damages equal to the sales proceeds it would have received if Endocare had filed its S-3 Registration Statement in compliance with the Registration Rights Agreement. BioLife argues that, had Endocare fulfilled its contractual obligations, BioLife would have sold the newly-registered stock within five trading days of the effective date of such a registration statement, and therefore it should receive damages equal to the amount it would have received by selling its shares at that time. In this connection, BioLife offers to surrender its shares for cancellation.\nThe plaintiffs presented the expert testimony of Dr. Brett A. Margolin to substantiate their damages claim. Dr. Margolin testified that the first step in his analysis was to determine when the registration statement would have become effective, assuming a September 20, 2002 filing date. Dr. Margolin acknowledged that, based on his research of other S-3 filings and survey of financial databases, there was no systematically reliable way of determining when such a registration statement would have become effective. Nevertheless, Dr. Margolin did observe that the likelihood of review by the SEC for a repeat S-3 filer in 2002 was approximately 3%. Dr. Margo-lin also observed that Endocare was a repeat S-3 filer and that the S-3 registration it filed on May 15, 2002 became effective within seven business days of that date. He testified that these observations supported a conclusion that a hypothetical Endocare S-3 registration statement relating to the shares owned by BioLife would have become effective within seven business days of filing. Based on this testimony, BioLife asks the court to presume that a registration statement would have been filed on the last day of the 90-day period (September 20, 2002) and would become effective in seven business days (or on October 1, 2002). It then calculates its damages by reference to the highest trading prices on the five trading days beginning on October 1, 2002.\n2. Endocare’s Defenses\nEndocare first responds that its performance obligation to file the registration statement was excused by BioLife’s material breach of the Agreement. The court has already concluded that BioLife was not in material breach of the Agreement; therefore, Endocare was not, for that reason, justified in its failure to meet its filing obligation.\nEndocare next argues that BioLife’s damage calculation is unjustified and baseless because, even if Endocare had tried to comply with its obligations under the Registration Rights Agreement, BioLife would never have been in a position to sell its shares. There are several premises for this argument. The first is that Endocare could not have filed the registration statement on or about September 20, 2002 because it was, at that time, engaged in strategic business negotiations with a third party. Endocare’s expert, David Hahn, testified that Endocare could only have filed a registration statement after the discussions with the third party concluded on October 18, 2002. Building on this reasoning, Endocare next argues that no registration statement could ever have become effective because on October 24, 2002, only a few days after the earliest date it could have filed a preliminary registration statement, Endocare began a serious internal audit investigation. Hahn testified that the initiation of that investigation, which raised issues about the reliability of Endo-care’s prior year financial statements, would have required Endocare to withdraw any preliminary filing or, at least, to prevent any such filing from becoming effective, in order to avoid the imposition of civil liability. Endocare concludes its futility or impossibility defense by pointing out that: (i) within a few weeks of the start of this investigation it delayed the filing of its third-quarter 10-Q, and (ii) NASDAQ halted trading of Endocare stock on December 12, 2002, and eventually delisted the stock as of January 16, 2003.\n3. The Court Is Persuaded By The Calculation Of Damages Based On BioLife’s Timeline Of Events\nThe problem with Endocare’s defense is that it ignores the fact that the Registration Rights Agreement (in Section 1.2(a)) specifically provided Endocare with the right to delay its filing obligation, and Endocare failed to exercise that right. The Registration Rights Agreement, in clear and unambiguous language, stated how Endocare could extend its time for filing the registration statement, and the evidence is unrebutted that Endocare did not take advantage of that provision. Because Endocare did not avail itself of the contractual relief mechanism, it is hard pressed in arguing its performance is somehow excused by the factual circumstances that existed at the time its performance was due. Quite obviously, Endo-care could have met its obligations under the Registration Rights Agreement by terminating its strategic business discussions with the third party. The fact that it chose not to do so does not mean that it could not have complied with its contract duties.\nThe issues remaining to be decided in calculating damages are when a registration statement would have become effective, how quickly the shares could have been sold and at what price.\nIn Duncan v. TheraTx, Inc., the Delaware Supreme Court discussed the proper calculation of damages where a defendant corporation has failed to comply with a contractual obligation to register shares of its stock for sale to the public. In Duncan, the Supreme Court said that:\ncontract damages in this situation are measured by calculating the difference between (1) the highest intermediate price of the shares during a reasonable time at the beginning of the restricted period, which functions as an estimate of the price that the stockholders would have received if they had been able to sell their shares, and (2) the average market price of the shares during a reasonable period after the restrictions were lifted.\nEndocare is correct that there is no way of knowing precisely when a registration statement would have become effective or when, in the words of Duncan, the “restricted period” began. Nevertheless, since the cause of that uncertainty lies in Endocare’s failure to file at all, the court will resolve the question by assuming that it met its obligation on September 20, 2002, the last possible date for filing under the Registration Rights Agreement. As already discussed, BioLife presented the expert testimony of Dr. Margolin, who testified that it was more likely than not that a registration statement would have become effective within seven business days of September 20, 2002. Dr. Margolin relied on his research into the likelihood of SEC review of repeat issuers in 2002 and on the record of a May 2002 Form S-3 filing by Endocare. The court accepts the comparison to the previous filing in determining the likely effective date of the presumed filing. The two filings would have been made by the same issuer, would have been similar with respect to the amount of stock being registered and would have been filed close in time to one another. Thus, for the purpose of calculating damages, the court will hypothesize that BioL-ife would have been able to begin selling its Endocare shares as of October 1, 2002.\nThe second issue raised by Endo-care is whether the shares held by BioLife could have been absorbed into the market over the five trading days, as BioLife assumes. The Agreement (or a related contract) limited trading of the shares to a maximum of 25,000 per diem. If BioLife had begun selling its shares on October 1, 2002, it would have taken at least five trading days to sell all of its 120,022 shares-25,000 for the first four days, and 20,022 on the fifth day. Dr. Margolin testified that there was an active market for Endocare shares for the period October 1-7, and Endocare offered no contrary testimony. Thus, the court will assume, in calculating damages, that BioLife would have sold its shares in the indicated amounts on those days.\nFinally, while acknowledging the degree of uncertainty that characterizes a damage calculation for the hypothetical sale of shares that were never registered and never sold into the market, the court must measure damages by determining the proceeds BioLife could have received for its shares. In Duncan, the Delaware Supreme Court held that the “defendant should bear the risk of uncertainty in the share price because the ‘defendant’s acts prevent a court from determining with any degree of certainty what the plaintiff would have done with his securities had they been freely alienable.’ ”\nIn keeping with the teaching of Duncan, Dr. Margolin multiplied the high price of the shares on each of the five trading days by the number of shares presumed sold on each such date to determine the expected gross proceeds. He also testified that the current value of the shares is de min-imis or nominal. Accepting these calculations, which are not contradicted by En-doeare, the court concludes that BioLife is entitled to $1,648,935 in damages. In return, BioLife will be required to surrender its shares to Endoeare.\nY.\nFor all the foregoing reasons, judgment shall be entered in favor of the plaintiff BioLife Solutions, Inc. and against the defendant Endoeare, Inc. in the amount of $1,648,935, plus prejudgment interest at the legal rate. The plaintiff is to submit a form of order in conformity with this decision within 10 days of the date of this opinion.\n. PI. Trial Ex. (“PX”) 2.\n. September 22, 2002 was a Sunday, and thus the Form S-3 would have to be filed by the previous Friday, September 20, in order to fall within the 90-day window.\n. Emphasis added.\n. PX 3, at Counterclaim ¶ 5.\n. Def. Trial Ex. (“DX’') 6.\n. DX 26.\n. Trial Tr. at 66-67.\n. PX 7.\n. Trial Tr. at 56-57 (emphasis added).\n. The device master record \"is a collection of documents which defines the product-the medical device or product that is to be manufactured .... It is not a single document ..., but it’s a collection of both paper and electronic copy of information related to that. It mentioned engineering drawings, testing specifications, validation protocols. A rather lengthy list of items would constitute a device master record.” Id. at 57-58.\n. Id. at 58-59.\n.See id. at 61-62. The service records for the inactive accounts were apparently not kept, but they were not required to be kept by the FDA. See id. at 61-63. Endocare argues that Cannon \"was never able to locate service records required by the FDA.” Def. Op. Post-Trial Br. at 8. Cannon testified, however, that he maintained service records for CMS's mobile service accounts. See note 31 infra. Thus, the only service records that Cannon did not maintain appear to be service records for inactive accounts, which were not required.\n. PX11.\n. PX2.\n. Although BioLife claims that it did not see the September 12 letter until November 6, it did send its own letter to Endocare on October 31 stating that BioLife believed that En-docare’s failure to file a registration statement constituted a breach of the Registration Rights Agreement. See PX 14.\n. PX 12.\n. Id.\n. PX 15.\n. PX 16.\n. PX 17.\n. PX 18.\n. PX 19.\n. PX 20.\n. See, e.g., Heller v. Kiernan, 2002 WL 385545, at *3 (Del.Ch. Feb.27, 2002), aff’d, 806 A.2d 164 (Del.2002); Johnson v. Wagner, 2003 WL 1870365, at *4 (Del.Ch. Apr.10, 2003).\n. Johnson, 2003 WL 1870365, at *4.\n. Jones v. Lang, 591 A.2d 185, 188 (Del.1991).\n. The 90th day after the Closing was actually September 22, 2002, a Sunday. All parties have assumed that, to comply with the Registration Rights Agreement, the Form S-3 registration statement would have to have been filed by the previous Friday, September 20, 2002.\n. PX 3 (emphasis added).\n. • DX 46 at 3.\n. Trial Tr. 302, 320.\n. See, e.g., Progressive Int’l Corp. v. E.I. DuPont de Nemours & Co., 2002 WL 1558382, at *1 (Del.Ch. July 9, 2002).\n. See Moore Business Forms, Inc. v. Cordant Holdings Corp., 1998 WL 71836, at *8 & n. 35 (Del.Ch. Feb. 6, 1998, revised Mar. 5, 1998).\n. Eastern Electric and Heating, Inc. v. Pike Creek Professional Center, 1987 WL 9610, at *4 (Del.Super.Apr.7, 1987) (citing 11 Williston on Contracts § 1292, at 8 (3d ed.1968)).\n. See id.\n. Id. (citing 4 Corbin on Contracts § 946, at 809 (1967); 11 Williston on Contracts % 1292, at 8-11 (1968)).\n. Restatement (Second) of Contracts § 241 (1981).\n. PX 12 at 2.\n. Trial Tr. at 20.\n. Id. at 21\n.Id. at 223.\n. Trial Tr. at 253, 277 (\"If customers wanted a new console, they would get an Endocare console”).\n. Trial Tr. at 278-79.\n. See PX 28 at 62-63.\n. Id. at 66.\n. Def. Op. Post-Trial Br. at 13.\n. Id.\n. Mikus, Endocare's only representative to testify at trial, admitted on cross-examination that he was not aware that this schedule was attached to the Agreement. Trial Tr. 271.\n. PX 12 at 2.\n. Def. Op. Post-Trial Br. at 8.\n. Id. at 12 n. 7; see also Def. Post-Trial Rep. Br. at 7-8.\n. Def. Op. Post-Trial Br. at 128.\n. PX12.\n. See Def. Op. Post-Trial Br. at 9.\n. Trial Tr. at 67.\n. Id.\n. Trial Tr. at 153-9. Dr. Margolin’s testimony is based on research of the SEC database of full disclosure reviews by the SEC for 1998-2002. He was unable to break down the data by the filings of S-3s, so he used the category of repeat issuers which totaled 715 for the year 2002. He then compared the SEC numbers to a financial database listing of the number of form F and S filings in the year 2002 and deducted the initial filings [S-ls and S-Bs]. Dr. Margolin divided the number of repeat issuers that were reviewed by the number of repeat issuer filings, resulting in a 3% probability that a repeat issuer filing will be reviewed by the SEC in the year 2002.\n. Trial Tr. at 306.\n. 775 A.2d 1019 (Del.2001).\n.Id. at 1020.\n. Although Endocare has shown that Dr. Margolin has a personal bias in this litigation resulting from his marriage to one of BioL-ife’s counsel, the court is satisfied that Dr. Margolin based his testimony on independent and objective research, and is prepared to rely upon it.\n. 775 A.2d at 1023.\n. Id. Dr. Margolin subtracted the transaction costs of the sale of the shares ($3,600) from the calculated gross proceeds ($1,652,535) resulting in a damage calculation of $1,648,935.\n. See Trial Tr. at 164—8. The shares that had closed at $14.29 on October 1, 2002 closed at $3.44 on December 11, 2002, and plummeted to $1.60 by January 28, 2003. PX 24. The Endocare shares held by BioLife are unregistered, restricted securities in a delisted stock without available financial statements, and would therefore trade at an even lower value. Id.",
        "type": "majority",
        "author": "LAMB, Vice Chancellor."
      }
    ],
    "attorneys": [
      "David A. Jenkins, Joelle E. Polesky, Smith Katzenstein Furlow, LLP, Wilmington, Delaware, for the Plaintiff.",
      "Arthur L. Dent, Brian C. Ralston, Potter Anderson & Corroon, LLP, Wilmington, Delaware, for the Defendant."
    ],
    "corrections": "",
    "head_matter": "BIOLIFE SOLUTIONS, INC. a Delaware corporation, Plaintiff, v. ENDOCARE, INC., a Delaware corporation, Defendant.\nC.A.No. 20057.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted: June 12, 2003.\nDecided: Oct. 1, 2003.\nRevised: Oct. 6, 2003.\nDavid A. Jenkins, Joelle E. Polesky, Smith Katzenstein Furlow, LLP, Wilmington, Delaware, for the Plaintiff.\nArthur L. Dent, Brian C. Ralston, Potter Anderson & Corroon, LLP, Wilmington, Delaware, for the Defendant."
  },
  "file_name": "0268-01",
  "first_page_order": 298,
  "last_page_order": 315
}
