{
  "id": 7974458,
  "name": "Frank A. CARTER, Jr., Chief Disciplinary Counsel v. Joseph E. GALLUCCI",
  "name_abbreviation": "Carter v. Gallucci",
  "decision_date": "1983-02-28",
  "docket_number": "No. 83-97-M.P.",
  "first_page": "269",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "457 A.2d 269"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 155,
    "char_count": 1678,
    "ocr_confidence": 0.783,
    "sha256": "8b266eebb70ec06a1658d6e9a81b1fff31f2fff98987a2632b7d6031f6d3cc86",
    "simhash": "1:73230b2a3019c00b",
    "word_count": 266
  },
  "last_updated": "2023-07-14T16:32:52.282199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frank A. CARTER, Jr., Chief Disciplinary Counsel v. Joseph E. GALLUCCI."
    ],
    "opinions": [
      {
        "text": "ORDER\nOn January 31, 1983 the respondent, a member of the bar of this state, appeared before this court to show cause why he should not be disciplined because of certain conduct that violated the Code of Professional Responsibility. Three petitions had been filed by the Disciplinary Counsel against the respondent. All of the activity in question arose from professional services rendered by the respondent at five real estate closings.\nThe respondent admitted all of the allegations contained in the petitions. He admitted to neglecting legal matters entrusted to him; failing to maintain complete records of all funds of a client coming into his possession; and, failing to render appropriate accounts to his clients. These complaints resulted from respondent’s failure to pay real estate taxes out of funds disbursed to him. All of the sums in question subsequently were paid by the respondent, but this occurred only after long delays and protestations that the funds were not owed. The entire situation could have been prevented if respondent had maintained proper accounts and records. His failure to do so and the resulting controversies reflect very unfavorably on the bar, particularly in the eyes of those persons who had any connection with the transactions. By his own admission, the respondent has engaged in conduct which violates the Code of Professional Responsibility.\nIt is the opinion of this court therefore, that the respondent is deserving of public censure, which will be accomplished with the publication of this order.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Frank A. CARTER, Jr., Chief Disciplinary Counsel v. Joseph E. GALLUCCI.\nNo. 83-97-M.P.\nSupreme Court of Rhode Island.\nFeb. 28, 1983."
  },
  "file_name": "0269-04",
  "first_page_order": 315,
  "last_page_order": 316
}
