{
  "id": 8133847,
  "name": "ALVARADO et al. v. ROSENBERG",
  "name_abbreviation": "Alvarado v. Rosenberg",
  "decision_date": "1946-12-12",
  "docket_number": "No. 435",
  "first_page": "269",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "50 A.2d 269"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "11 App.D.C. 23",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1321694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/11/0023-01"
      ]
    },
    {
      "cite": "66 App.D.C. 321",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "87 F.2d 224",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        971586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/87/0224-01"
      ]
    },
    {
      "cite": "48 A.2d 773",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8137788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/48/0773-01"
      ]
    },
    {
      "cite": "44 A.2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8141181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/44/0925-01"
      ]
    },
    {
      "cite": "78 U.S.App.D.C. 368",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "141 F.2d 22",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3693747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/141/0022-01"
      ]
    },
    {
      "cite": "71 App.D.C. 340",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "109 F.2d 676",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1038493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/109/0676-01"
      ]
    },
    {
      "cite": "1 F.R.D. 691",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3760764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/1/0691-01"
      ]
    },
    {
      "cite": "277 F. 235",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3586474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/277/0235-01"
      ]
    },
    {
      "cite": "67 App.D.C. 147",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "90 F.2d 392",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        978895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/90/0392-01"
      ]
    },
    {
      "cite": "57 App.D.C. 378",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "23 F.2d 986",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1718601
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/23/0986-01"
      ]
    },
    {
      "cite": "21 App.D.C. 237",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1346190
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/21/0237-01"
      ]
    },
    {
      "cite": "61 App.D C. 277",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "61 F.2d 918",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        911692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/61/0918-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5205,
    "ocr_confidence": 0.653,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20084221126405438
    },
    "sha256": "3b8300b0aaa39d91921350009f98546eef03020ac11cb30cfc213b58413174b9",
    "simhash": "1:b35e9221bf201cc6",
    "word_count": 915
  },
  "last_updated": "2024-02-27T19:28:49.817857+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAYTON, Chief Judge, and HOOD and CLAGETT, Associate Judges."
    ],
    "parties": [
      "ALVARADO et al. v. ROSENBERG."
    ],
    "opinions": [
      {
        "text": "CAYTON, Chief Judge.\nDefendants appeal from a judgment entered against them in an action on a promissory note. Only two questions of importance are involved.\nTheir first statement of error deals with the action of the trial court in striking their demand for jury trial. We shall recite the circumstances which led up to that ruling. Defendants filed their jury demand before the return day, but did not accompany it by an answer as required by Municipal Court Rule 8, Part II. Instead they filed a motion for a better bill of particulars, requesting a copy of the note and a statement of the amount plaintiff had given each of the defendants, and “for other reasons to he called to the attention of this court at the hearing of this motion.” The motion was granted, but the record does not show on what ground or grounds. At any rate, plaintiff on the next day filed a copy o'f the note. Then almost two months elapsed during which defendants did nothing further and filed no answer in the case. Moving to take advantage of the default, plaintiff filed a motion for judgment. The trial court refused to grant judgment but ordered the jury demand stricken “for failure to file answer in time.” Defense counsel then asked one hour in which to file an answer, and this request was denied. Nevertheless, he did file an answer in the form of an affidavit of defendant Mr. Alvarado, in his own behalf and that of his wife. This affidavit did not deny that Mr. Alvarado had received the face amount of the note from plaintiff but asserted the defense of payment. In behalf of his wife he claimed she had received no consideration for the note and that her signature had been obtained by fraud. The case was later tried before another judge, without a jury, and was decided in favor of plaintiff against both defendants.\nIn the light of the record before us we cannot say that the trial court committed error in striking the jury demand. Though the demand itself was filed timely it was incomplete because not supported by an answer as required by the rule we have cited. ' When defendants resorted to a motion for a more complete bill of particulars, plaintiff very promptly furnished a copy of the note; and then as we have seen defendants permitted two months to go by without filing an answer or making any other move in the case. The case remaining in that status, it was proper procedure for plaintiff to seek action by bringing it to the attention of the court by motion.\nWe cannot say that the judgé abused his discretion in refusing defendants further time to file an answer which was already almost two months overdue. Defendants insist that they could not answer because they required further information from plaintiff as to who had received the money. Yet there is hardly a doubt that they themselves had this information all along: they put it into an affidavit rapidly enough, — after the judge had ruled that the jury demand must be stricken. This action of theirs strongly indicates that they had long been in default in failing to support their jury demand by the required answer, — indeed by deliberately withholding an answer they were in a position to file at the very outset of the case. We cannot say that the judge was required to relieve them from the consequences of that default. If the default had been excusable or the delay a short one a different situation would be presented. But here we have a delay of two months in complying with a mandatory rule of court and no satisfactory reason given for it. Courts have not extended their assistance under such circumstances.\nNext we decide the contention that Mrs. Alvarado was not liable because she received nothing for the note. There was evidence that plaintiff refused to make the loan unless she signed with her husband; that she did sign as maker in plaintiff’s presence; that the loan was made to help prevent foreclosure on their home, and that thereafter Mrs. Alvarado wrote plaintiff assuring him that she and her husband would pay the note. Thus she was at the very least an accommodation maker and liable as such.\nAffirmed.\nIt should be noted that unless a jury trial is demanded no responsive pleading ís required of a defendant in a Class B suit, -which this was.\nSee Banville v. Sullivan, 11 App.D.C. 23.\nBarrett v. Sterrett Operating Service Inc., 66 App.D.C. 321, 87 F.2d 224; Baskin v. Kass, D.C.Mun.App., 48 A.2d 773; Barnes v. Conner, D.C.Mun.App., 44 A.2d 925.\nMay v. Melvin, 78 U.S.App.D.C. 368, 141 F.2d 22; Kennedy v. David, 71 App.D.C. 340, 109 F.2d 676; Wilson & Co., Inc. v. Ward, D.C., D.C., 1 F.R.D. 691.\nCode 1940, 28-206. Chase v. Dupont Nat. Bank of Washington, D. C., 3 Cir., 277 F. 235; Kiess v. Baldwin, 67 App.D.C. 147, 90 F.2d 392; Commercial Nat. Bank of Washington v. McCandlish, 57 App.D.C. 378, 23 F.2d 986; Willard v. Crook, 21 App.D.C. 237. See also Jett v. Montague Mfg. Co., 61 App.D C. 277, 61 F.2d 918.",
        "type": "majority",
        "author": "CAYTON, Chief Judge."
      }
    ],
    "attorneys": [
      "Jack Politz, of Washington, D. C., for appellants.",
      "Solomon H. Feldman, of Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "ALVARADO et al. v. ROSENBERG.\nNo. 435.\nMunicipal Court of Appeals for the District of Columbia.\nDec. 12, 1946.\nJack Politz, of Washington, D. C., for appellants.\nSolomon H. Feldman, of Washington, D. C., for appellee.\nBefore CAYTON, Chief Judge, and HOOD and CLAGETT, Associate Judges."
  },
  "file_name": "0269-01",
  "first_page_order": 301,
  "last_page_order": 302
}
