{
  "id": 11249442,
  "name": "STATE of Maine v. Robert DALL",
  "name_abbreviation": "State v. Dall",
  "decision_date": "1973-05-31",
  "docket_number": "",
  "first_page": "270",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 270"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "40 P.2d 870",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "4 Cal.App.2d 214",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2259819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/4/0214-01"
      ]
    },
    {
      "cite": "251 A.2d 99",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "53 N.J. 360",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1913115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/53/0360-01"
      ]
    },
    {
      "cite": "287 A.2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/287/0123-01"
      ]
    },
    {
      "cite": "68 A.L.R. 187",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "162 La. 299",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        1262337
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/162/0299-01"
      ]
    },
    {
      "cite": "214 N.E.2d 897",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1926,
      "pin_cites": [
        {
          "page": "901"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "34 Ill.2d 129",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2880056
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/34/0129-01"
      ]
    },
    {
      "cite": "44 N.E.2d 917",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "381 Ill. 278",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2557652
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ill/381/0278-01"
      ]
    },
    {
      "cite": "124 So. 353",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        1847014,
        1846999
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/miss/155/0298-01",
        "/miss/155/0295-01"
      ]
    },
    {
      "cite": "155 Miss. 295",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1846999
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/miss/155/0295-01"
      ]
    },
    {
      "cite": "45 S.E. 553",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "133 N.C. 667",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8659238
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/nc/133/0667-01"
      ]
    },
    {
      "cite": "169 N.E. 40",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1903,
      "opinion_index": 0
    },
    {
      "cite": "201 Ind. 572",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1539883
      ],
      "year": 1903,
      "opinion_index": 0,
      "case_paths": [
        "/ind/201/0572-01"
      ]
    },
    {
      "cite": "146 N.E. 818",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "196 Ind. 4",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1510075
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/ind/196/0004-01"
      ]
    },
    {
      "cite": "82 Nev. 246",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556095
      ],
      "weight": 2,
      "year": 1925,
      "opinion_index": 0,
      "case_paths": [
        "/nev/82/0246-01"
      ]
    },
    {
      "cite": "435 P.2d 424",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10587794
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/p2d/435/0424-01"
      ]
    },
    {
      "cite": "277 Me. 493",
      "category": "reporters:state",
      "reporter": "Me.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "270 A.2d 451",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8107065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/270/0451-01"
      ]
    },
    {
      "cite": "382 U.S. 136",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172939
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "141"
        },
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/382/0136-01"
      ]
    },
    {
      "cite": "401 U.S. 560",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11714156
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "567"
        },
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/401/0560-01"
      ]
    },
    {
      "cite": "29 Me. 329",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8847038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/29/0329-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 720,
    "char_count": 11162,
    "ocr_confidence": 0.823,
    "pagerank": {
      "raw": 1.8270318972782321e-07,
      "percentile": 0.7201734541280206
    },
    "sha256": "51d4d4cf306ebae4d94e417c814783be9db3152af7202154a0d7f9978c3e3d71",
    "simhash": "1:614ca9ec37542d8a",
    "word_count": 1923
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ.",
      "All Justices concurring.",
      "POMEROY, J., did not sit."
    ],
    "parties": [
      "STATE of Maine v. Robert DALL."
    ],
    "opinions": [
      {
        "text": "WEBBER, Justice.\nThe appellant was tried, jury waived, by a single Justice of the Superior Court and convicted of receiving stolen property. The applicable statute is 17 M.R.S.A., Sec. 3551 which provides:\n“Whoever buys, receives or aids in concealing stolen property, knowing it to be stolen, shall be punished:\nij{ iji ‡ >}c í|í\nThe conviction of the person who stole the property need not be averred or proved. * * *”\nThe statute describes but one offense which, however, may be committed in any one of three modes. State v. Nelson (1849), 29 Me. 329. In the instant case it was incumbent upon the State to prove beyond a reasonable doubt (1) the receipt of the property either from the actual thief or from some third party other than the owner, (2) the fact that the property was stolen, and (3) knowledge of that fact by the defendant. Problems here arise with respect to the adequacy of proof of (1) receipt and (3) knowledge.\nOn August 26, 1971 the home of one Curtis was broken and ransacked and a safe containing valuable papers, money and jewelry was removed. On the following day Mr. Curtis received an anonymous telephone call. The informant, indicating that he was aware of the theft and what had been lost, told him that two persons connected with it, naming one Lewis Catlin and the defendant Robert Dali, were in town preparing to leave in a small blue car which might be a “Valiant.” The theft had occurred in North Harpswell about three miles from Brunswick. Mr. Curtis immediately relayed his information to the police and road blocks were established. A short time later, police officers observed a small blue “Comet,” a Ford product, containing two men leaving Route 1 in Brunswick by exit ramp. As the car approached, Lieutenant Joy, who knew the defendant, saw him sitting on the passenger’s side of the front seat. The car was being driven by Catlin. Joy observed that Dali suddenly bent forward in his seat. The car was immediately stopped and the two men ordered out and searched. On request, Catlin then gave permission to open the trunk but nothing material to the investigation was found in it. Joy went to the door on the driver’s side of the vehicle, bent over and observed a brown paper bag protruding from under the seat on the passenger’s side. Joy took the bag, opened it and discovered items identified as part of the property stolen from Curtis. Officer Medary then drove the vehicle off the highway and searched it more thoroughly. On pushing the front seat back, he discovered under it a wig and under that a 22 caliber revolver.\nWhether or not the stolen property found in the car was the fruit of an illegal search and thus improperly admitted into evidence is by no means free from doubt, especially in view of the holding in Whiteley v. Warden, Wyoming State Penitentiary (1971), 401 U.S. 560, 567, 91 S.Ct. 1031, 1036, 28 L.Ed.2d 306.\nWe are satisfied, however, that this decision can and must rest on even narrower grounds. Assuming without deciding that the stolen property was properly found in the vehicle, we nevertheless conclude that the evidence falls far short of that proof which is required to convict of receiving stolen goods.\nEven though the State contends that the anonymous tip in this case is a proper factor to be used in deciding whether there was probable cause to search the vehicle, the State frankly admits that no use whatever can be made of the tip in proving the defendant’s possession of the stolen property, upon which fact all else depends. In evaluating the evidence of possession, therefore, we must perforce divorce from our minds the fact that such a tip was given as well as its contents. We are left then with the bare facts that Dali was a passenger in the car, that stolen property was concealed in a bag partially under the seat which he occupied and that just before the car came to a stop he was seen to bend forward. Mere presence will not support a finding of possession. The fact of presence is relevant and admissible evidence but it will not alone raise an inference of possession unless “illuminated by other facts.” United States v. Romano (1965), 382 U.S. 136, 141, 86 S.Ct. 279, 282, 15 L.Ed.2d 210. We squarely faced this issue of proof of possession in State v. Mosher (1970-Me.), 270 A.2d 451. Mosher was present in a vehicle in which stolen property was in plain view but there were no other facts linking him to possession of that property and he could as well have been an innocent passenger or even a hitchhiker. Mosher stands in sharp contrast to State v. Poulin (1971-Me.), 277 Me. 493 in which Poulin’s presence in the same vehicle with Mosher was adequately supported by other facts. Poulin was the driver and in control of the car which was owned by his wife. Thus, inferentially, he was also in control of its contents. He had been seen, both as to space and time, near the crime. In the instant case, however, many hours had elapsed between the discovery of the crime and the apprehension of the defendant Dali. He had never been seen during those hours in company with Catlin or near the scene of the crime. He was not the operator of the car nor is there any evidence that he owned or controlled it. The State, recognizing that it must distinguish Mosher, contends that Dali’s “furtive” movement, bending forward in his seat, fills the evidentiary gap with respect to his control and possession of the stolen property. Such an action on the part of a suspect, understandably deemed suspicious by an experienced police officer, might well have supportive effect if the issue were probable cause. But it will not suffice as a matter of law to prove possession beyond a reasonable doubt. If there was anything in the defendant’s hand when he bent forward, the officers were unable to observe it. There are simply too many rational hypotheses explanatory of such a sudden movement which are consistent with a lack of control or possession of the stolen property. The vehicle was about to be stopped or in the process of being stopped at the roadblock. The movement may have been induced by the operation of the car. A passenger may for example bend forward to adjust a seat-belt, stub out a cigarette, reach for a lighter or adjust the radio. In the instant case Dali may have engaged in pushing the wig or the gun or both under the seat. Conclusion of the officer that Dali was in fact exercising control over the stolen property rises to no higher level than lively suspicion and conjecture. We are not so naive as not to recognize the probability that Dali was guilty at least of the larceny of the Curtis property but under our legal system proof of the mere probability of guilt will not suffice.\nThe State recognizes that not only must it prove possession beyond a reasonable doubt but in order to prove receipt and knowledge it must have the benefit of inferences from possession raised as a matter of law.\nOn this issue there is a conflict of authority but by far the greater number of courts which have addressed themselves to the problem have concluded that receipt and knowledge cannot be inferred from recent unexplained possession. Payne v. State (1968-Okla.Cr.), 435 P.2d 424; Carter v. State (1966), 82 Nev. 246, 415 P.2d 325; Bowers v. State (1925), 196 Ind. 4, 146 N.E. 818; Wertheimer v. State (1929), 201 Ind. 572, 169 N.E. 40; State v. Adams (1903), 133 N.C. 667, 45 S.E. 553; Sanford v. State (1929), 155 Miss. 295, 124 So. 353; People v. Grizzle (1942), 381 Ill. 278, 44 N.E.2d 917; see People v. De Filippis (1966), 34 Ill.2d 129, 214 N.E.2d 897, 901; see State v. Rock (1926), 162 La. 299, 110 So. 482, 484; anno. 68 A.L.R. 187 and cases cited therein.\nIn some of the cases above cited, the inference was raised by statute and it was there held that there was no rational relationship between the fact proved (recent possession of stolen property) and the fact to be inferred (receipt of the property with knowledge that it was stolen). All agree, however, that evidence of such possession is relevant and admissible but these Courts require that there be additional supportive evidence of receipt and knowledge. Some Courts which, like Maine, permit a fact-finder to infer larceny from recent unexplained possession (State v. Poulin, supra; State v. Collamore (1972-Me.), 287 A.2d 123) have recognized the logical inconsistency in permitting such possession simultaneously to raise an inference of receipt and knowledge. The receiver of stolen goods cannot himself be the thief. These Courts, as shown by some of the cited cases, have therefore found this inconsistency to be a persuasive reason for declining to raise the inference of receipt and knowledge. We are of course aware that there is respectable authority to the contrary, e.g. State v. Dirienzo (1969), 53 N.J. 360, 251 A.2d 99.\nOn balance we are satisfied that the inference of larceny, which better accords with common experience and rests on well established considerations of public policy, should not be diluted by the drawing of inconsistent inferences from the same proven fact.\nWe therefore conclude that on this record the State has failed to prove beyond a reasonable doubt either the defendant’s possession of stolen property or his receipt thereof from the thief or a third party with knowledge that it was in fact stolen. The defendant having seasonably moved for judgment of acquittal at the close of all of the evidence, the entry will be\nAppeal sustained.\nJudgment for the defendant.\nAll Justices concurring.\nPOMEROY, J., did not sit.\n. Wharton’s Crim.Law & Proc., Yol. 2, Page 296, Sec. 576 states, “The offense of receiving stolen goods may be committed by anyone except the principal thief, that is, the one who is guilty of the actual caption and asportation. A principal in the first degree who has acted with the thief in the actual caption and asportation of the property cannot be guilty of the offense. * * * The nonliability of the thief and of such a principal in the first degree is based upon the desire to avoid inflicting a double penalty on the wrongdoer ; or upon the philosophical consideration that the. receiving of the property must be subsequent to the larceny and not part of it, or that a single act may not constitute both the larceny and the receiving.” See also People v. Taylor (1935), 4 Cal.App.2d 214, 40 P.2d 870, 872.\n. In Whiteley, dealing with circumstances closely resembling those in the instant case, the Court said, “[T]he record is devoid of any information at any stage of the proceeding from the time of the burglary to the event of the arrest and search that would support either the reliability of the informant or the informant’s conclusion that these men were connected with the crime. * * * The arresting officer was not himself possessed of any factual data tending to corroborate the informer’s tip that Daley and Whiteley committed the crime.”",
        "type": "majority",
        "author": "WEBBER, Justice."
      }
    ],
    "attorneys": [
      "Peter G. Ballou, Asst. County Atty., Portland, for plaintiff.",
      "Daniel G. Lilley, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Robert DALL.\nSupreme Judicial Court of Maine.\nMay 31, 1973.\nPeter G. Ballou, Asst. County Atty., Portland, for plaintiff.\nDaniel G. Lilley, Portland, for defendant.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0270-01",
  "first_page_order": 306,
  "last_page_order": 309
}
