{
  "id": 7274306,
  "name": "Ann Marie BASHORE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Bashore v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2011-07-12",
  "docket_number": "",
  "first_page": "272",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "912 A.2d 918",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8444871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0918-01"
      ]
    },
    {
      "cite": "517 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1809817
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/517/0175-01"
      ]
    },
    {
      "cite": "826 A.2d 936",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9112169
      ],
      "pin_cites": [
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0936-01"
      ]
    },
    {
      "cite": "832 A.2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9087619
      ],
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0599-01"
      ]
    },
    {
      "cite": "363 A.2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "872",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "903 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8409926
      ],
      "pin_cites": [
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0636-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 9695,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 7.067140959654889e-08,
      "percentile": 0.4257987627850118
    },
    "sha256": "b5d7bcb8a533d184157e3e4b5904291e55c1c169f575ec6dcab25c1cfd296cdd",
    "simhash": "1:22a4abb777dfbdc7",
    "word_count": 1603
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, and SIMPSON, Judge, and BUTLER, Judge."
    ],
    "parties": [
      "Ann Marie BASHORE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge BUTLER.\nAnn Marie Bashore (Bashore) appeals from the January 21, 2011 order of the Court of Common Pleas of Lebanon County (trial court) dismissing her appeal of the one-year suspension of her driver’s license imposed by the Commonwealth of Pennsylvania, Department of Transportation, Bureau of Driver Licensing (PennDOT) for her refusal to submit to a chemical test pursuant to Section 1547 of the Vehicle Code, 75 Pa.C.S. § 1547. The issue before this Court is whether there was sufficient evidence to support the trial court’s denial of Bashore’s appeal. For the reasons that follow, we affirm the order of the trial court.\nOn August 19, 2010, at approximately 4:45 p.m., Pennsylvania State Police Trooper, William Foutz, was dispatched to Daub Lane in Bethel Township to investigate a hit-and-run motor vehicle accident in which a motorist was driving under the influence of alcohol (DUI) and struck a mailbox. When he arrived, Trooper Foutz observed Bashore behind the wheel of her vehicle, which was located in a pull-off area on Daub Lane. Daub Lane is a gravel road that provides access to driveways of several residences. Although it is not gated, Daub Lane is marked as a “private drive” by a sign at its entrance.\nTrooper Foutz observed that Bashore was “extremely intoxicated.” Notes of Testimony, December 17, 2010 at 9. He testified that she smelled like alcohol, her speech was slurred, she was unable to clearly answer his questions, and she was very unsteady on her feet when he asked her to exit the vehicle. His investigation revealed that Bashore’s husband reported the accident, and that Bashore had been at her sister’s house and was on her way home when she struck a mailbox on Maple Lane. Trooper Foutz placed Bashore under arrest for driving under the influence of alcohol and transported her to the Pennsylvania State Police Barracks in Jonestown. He advised Bashore of her rights pursuant Section 1547(b)(2) of the Vehicle Code, 75 Pa.C.S. § 1547(b)(2), by reading the warnings on the implied consent form, Form DL-26. Bashore refused to submit to chemical testing.\nBy letter dated September 22, 2010, Bashore was notified by PennDOT that her license had been suspended for one year for refusing chemical testing. On October 13, 2010, Bashore appealed to the trial court. A hearing was held on December 17, 2010, following which the parties were asked to brief the issue of whether Daub Lane was a trafficway. By order issued January 21, 2011, the trial court denied Bashore’s appeal and reinstated her license suspension. Bashore appealed to this Court.\nBashore was arrested for violation of Section 3802(a)(1) of the Vehicle Code which states: “An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the individual is rendered incapable of safely driving, operating or being in actual physical control of the movement of the vehicle.” 75 Pa.C.S. § 3802(a)(1). Section 1547(a) of the Vehicle Code, commonly referred to as the “Implied Consent Law” provides in pertinent part:\nAny person who drives, operates or is in actual physical control of the movement of a vehicle in this Commonwealth shall be deemed to have given consent to one or more chemical tests of breath, blood or urine for the purpose of determining the alcoholic content of blood or the presence of a controlled substance if a police officer has reasonable grounds to believe the person to have been driving, operating or in actual physical control of the movement of a vehicle: (1) in violation of section ... 3802 (relating to driving under influence of alcohol or controlled substance)....\n75 Pa.C.S. § 1547(a). Section 1547(b)(1) of the Vehicle Code states in pertinent part:\nIf any person placed under arrest for a violation of section 3802 is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person ... for a period of 12 months.\n75 Pa.C.S. § 1547(b)(1). In order to maintain a license suspension under Section 1547 of the Vehicle Code, PennDOT has the burden of proving that:\n(1) the licensee was arrested for drunken driving by a police officer who had reasonable grounds to believe that the motorist was operating a motor vehicle while under the influence of alcohol; (2) the licensee was requested to submit to a chemical test; (3) the licensee refused to submit; and (4) the licensee was warned that refusal would result in a license suspension.\nBroadbelt v. Dep’t of Transp., Bureau of Driver Licensing, 903 A.2d 636, 640 (Pa.Cmwlth.2006).\nIn the present case, there is no dispute that Bashore was asked to submit to a chemical test, refused to do so, and was properly warned of the consequences of her refusal. Thus, the only issue remaining is whether Trooper Foutz had reasonable grounds to believe that Bashore was under the influence of alcohol while operating her vehicle. Bashore argues on appeal that because she was not operating her vehicle on a “highway” or “trafficway,” Trooper Foutz did not have reasonable grounds to request that she submit to a chemical testing. We disagree.\nWe acknowledge that Section 3101(b) of the Vehicle Code states that “[t]he provisions of ... Chapter 38 [ Qrelating to driving after imbibing alcohol or utilizing drugs) shall apply upon highways and traf-flcways throughout this Commonwealth.” 75 Pa.C.S. § 3101(b). However, it is clear from a strict reading of the Implied Consent Law that it does not require that Trooper Foutz have reasonable grounds to believe that Bashore was operating her vehicle on a highway or trafficway, but that he have “reasonable grounds to believe [Bashore] to have been driving, operating or in actual physical control of the movement of a vehicle” while under the influence of alcohol. 75 Pa.C.S. § 1547(a).\nWhether evidence is sufficient to constitute ‘reasonable grounds’ can only be decided on a case-by-case basis. The test, however, is not very demanding. We not[e] initially that, for ‘reasonable grounds’ to exist, the police officer obviously need not be correct in his belief that the motorist had been driving while intoxicated. We are dealing here with the authority to request a person to submit to a chemical test and not with the admission into evidence of the result of such a test. The only valid inquiry on this issue at the de novo hearing is whether, viewing the facts and circumstances as they appeared at the time, a reasonable person in the position of the police officer could have concluded that the motorist was operating the vehicle and under the influence of intoxicating liquor....\nDep’t of Transp., Bureau of Traffic Safety v. Dreisbach, 26 Pa.Cmwlth. 201, 363 A.2d 870, 872 (1976) (footnote omitted). Moreover, “we must review the evidence in the light most favorable to the party that prevailed before the trial court.” Zwibel v. Dep’t of Transp., Bureau of Driver Licensing, 832 A.2d 599, 603 (Pa.Cmwlth.2003).\nHere, it is undisputed that Trooper Foutz was dispatched to Daub Lane on a report of a DUI hit-and-run, that he observed Bashore appearing extremely intoxicated behind the wheel of her car, and his investigation revealed that she had been driving from her sister’s home when the accident happened. The trial court deemed this a reasonable basis on which Trooper Foutz could believe that Bashore was operating her vehicle while under the influence of alcohol, and so do we. Whether or not the underlying DUI arrest is lawful is relevant in a criminal proceeding. A license suspension stemming from a refusal to submit to chemical testing is a separate administrative proceeding. Accordingly, this Court has specifically held that “the lawfulness of a driver’s underlying DUI arrest is irrelevant for purposes of determining whether a licensee’s operating privileges were properly suspended as a consequence of the driver’s refusal to submit to chemical testing under the implied consent statute.” Mitchell v. Dep’t of Transp., Bureau of Driver Licensing, 826 A.2d 936, 938 (Pa.Cmwlth.2003); see also Dep’t of Transp. v. Wysocki, 517 Pa. 175, 535 A.2d 77 (1987); Zwibel.\nIt is clear from the foregoing that there was sufficient evidence to support the trial court’s denial of Bashore’s appeal. The trial court’s order is, therefore, affirmed.\nORDER\nAND NOW, this 12th day of July, 2011, the January 21, 2011 order of the Court of Common Pleas of Lebanon County is affirmed.\n. Due to the nature of Daub Lane, Bashore's condition, and the shoes she was wearing, Trooper Foutz determined that it was not safe to conduct the standard field sobriety tests.\n. This Court’s scope of review \"in a license suspension case is limited to determining whether the trial court's findings of facts are supported by competent evidence and whether the trial court committed an error of law or an abuse of discretion in reaching its decision.\" Orloff v. Dep't of Transp., Bureau of Driver Licensing, 912 A.2d 918, 922 n. 7 (Pa.Cmwlth.2006).\nOn April 27, 2011, Bashore filed an application for supersedeas pending appeal, which was denied by this Court’s May 2, 2011 order for failure to comply with Pa.R.A.P. 1732(a).",
        "type": "majority",
        "author": "Judge BUTLER."
      }
    ],
    "attorneys": [
      "Timothy M. Barrouk, Harrisburg, for appellant.",
      "Terrance M. Edwards, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ann Marie BASHORE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 10, 2011.\nDecided July 12, 2011.\nReargument Denied Sept. 2, 2011.\nTimothy M. Barrouk, Harrisburg, for appellant.\nTerrance M. Edwards, Harrisburg, for appellee.\nBEFORE: PELLEGRINI, Judge, and SIMPSON, Judge, and BUTLER, Judge."
  },
  "file_name": "0272-01",
  "first_page_order": 310,
  "last_page_order": 314
}
