{
  "id": 11249535,
  "name": "STATE of Maine v. Richard SARGENT",
  "name_abbreviation": "State v. Sargent",
  "decision_date": "1973-05-22",
  "docket_number": "",
  "first_page": "273",
  "last_page": "281",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 273"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "279 A.2d 522",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8095574
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/279/0522-01"
      ]
    },
    {
      "cite": "274 A.2d 717",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8105363
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/274/0717-01"
      ]
    },
    {
      "cite": "264 A.2d 614",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "438 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1929230
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/438/0425-01"
      ]
    },
    {
      "cite": "283 A.2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "116 N.J.Super. 580",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        295568
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/116/0580-01"
      ]
    },
    {
      "cite": "433 F.2d 968",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2120904
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/433/0968-01"
      ]
    },
    {
      "cite": "317 F.Supp. 1110",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3157491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/317/1110-01"
      ]
    },
    {
      "cite": "256 F.2d 467",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        457322
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/256/0467-01"
      ]
    },
    {
      "cite": "18 U.S.C.A. § 5005",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "306 F.2d 283",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        256654
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/306/0283-01"
      ]
    },
    {
      "cite": "113 U.S.App.D.C. 123",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "379 U.S. 184",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11729594
      ],
      "weight": 3,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0184-01"
      ]
    },
    {
      "cite": "384 U.S. 305",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12044709
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0305-01"
      ]
    },
    {
      "cite": "302 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11250854
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/302/0320-01"
      ]
    },
    {
      "cite": "275 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8107037
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/275/0815-01"
      ]
    },
    {
      "cite": "399 U.S. 235",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169466
      ],
      "weight": 4,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0235-01"
      ]
    },
    {
      "cite": "93 L.Ed. 1337",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "337 U.S. 241",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        572499
      ],
      "weight": 2,
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/us/337/0241-01"
      ]
    },
    {
      "cite": "142 A.2d 37",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "154 Me. 6",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        960654
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/me/154/0006-01"
      ]
    },
    {
      "cite": "18 U.S.C.A. § 5010",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C.A. § 4209",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 605",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178839
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0605-01"
      ]
    },
    {
      "cite": "383 U.S. 107",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168264
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0107-01"
      ]
    },
    {
      "cite": "237 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8077193
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/237/0412-01"
      ]
    },
    {
      "cite": "406 F.2d 844",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2117417
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/406/0844-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1091,
    "char_count": 24738,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 4.6180568869896725e-08,
      "percentile": 0.2891624183494868
    },
    "sha256": "45c6e8753cb65685efcbd96a1530cf290b81da04c72eb7b46004f19121ecd5d6",
    "simhash": "1:06dbc4a6560542c3",
    "word_count": 3836
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, POMEROY, WERNICK and ARCHIBALD, JJ.",
      "WEATHERBEE, J„ did not sit.",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. Richard SARGENT."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nIn the Superior Court (Penobscot County) defendant, on May 25, 1971, pleaded guilty to the offense of selling amphetamines (in violation of 22 M.R.S.A. § 2210).\nBecause defendant (19 years old) was between the ages of seventeen and twenty-six, Maine statutes allowed the presiding Justice the sentencing options (for incarceration) to commit defendant (1) to the Maine State Prison (or to a jail) for a definite term within a maximum of two years (22 M.R.S.A. § 2215) or (2) to the Men’s Correctional Center provided that “the court shall not fix the term of commitment to the center” and “the duration of the commitment including time spent on parole, shall not exceed 3 years.” (34 M. R.S.A. § 802) The presiding Justice sentenced defendant to the Men’s Correctional Center under the provisions of 34 M.R.S. A. § 802.\nDefendant has appealed from the judgment and raises the question of alleged nullity of the sentence because of constitutional infirmities. He contends that 22 M. R.S.A. § 2210 which defines the offense of selling amphetamines prescribes a generalized maximum period of incarceration of two years for anyone who commits the offense, and, therefore, the special sentencing options of 34 M.R.S.A. § 802 and the instant sentence pursuant thereto violate the “due process” and “equal protection of the laws” clauses of the Fourteenth Amendment to the federal Constitution by utilizing the fact that the age of defendant happens to lie between seventeen and twenty-six years to expose defendant to a potentially longer period of confinement (three years).\nI\nWithin Dow v. State, Me., 275 A.2d 815 (1971), and the most recent elucidation of its doctrine in State v. Kidder, Me., 302 A.2d 320 (1973), the question of the constitutional validity of the sentence here imposed, answerable from the face of the record, is cognizable in this direct appeal notwithstanding that defendant’s conviction was upon a plea of “guilty.”\nDow, supra, explicitly includes the present issue under its language that the\n“sentence . . . [is] constitutionally excessive” (p. 821) ;\nand it is implicitly covered by the Kidder phrasing that\n“the trial court has no jurisdiction to impose the particular sentence” (302 A.2d p. 320)\nsince a court lacks jurisdiction to impose a sentence contrary to constitutional mandates.\nII\nDefendant acknowledges, in accordance with his own supporting citations Rinaldi v. Yeager, 384 U.S. 305, 86 S.Ct. 1497, 16 L.Ed.2d 577 (1966) and McLaughlin v. Florida, 379 U.S. 184, 85 S.Ct. 283, 13 L.Ed.2d 222 (1964), that a State\n“may classify its citizens for various purposes provided the classes as defined are reasonable and bear some relevance to the purpose for which they were created.”\nDefendant argues, however, that the Maine Legislature has here acted without rational basis referable to a legitimate state interest because it\n“has seen fit to carve out an age group composed of those men between the ages of 17 and 26 years who may receive penal treatment different . [from] that afforded the post-26 year age group.”\nWe reject defendant’s claim as myopically restrictive of the scope properly allowable to the State to promote legitimate pe-nological interests. The error of defendant’s position is that it purports to make the length of time a person is deprived of freedom at the hands of the State the sole criterion controllingly determinative of the rationality of penological distinctions. Thereby it ignores the fundamental conception, now generally accepted in this country, that significant rational differ-cnees within the generalized sphere of the avowedly “criminally penal” (in contrast to the non-criminal “juvenile delinquency”) approach to law violators may reasonably be geared to a group of younger criminal offenders whose ages are fixed between that marking a “juvenile delinquent” and that which delineates an “adult” criminal; and these differences render constitutionally tolerable the demarcation of such special class of young criminal offenders to be subject to\n“longer confinement but under different conditions and terms than a defendant would undergo in an ordinary prison.” Carter v. United States, 113 U.S.App.D.C. 123, 306 F.2d 283, 285 (1962).\nCarter, supra, has become a widely cited authority setting the philosophical tone, and the constitutional foundations, for the resolution of the “due process” and “equal protection of the laws” issues now under consideration. The case involved the federal Youth Corrections Act (18 U.S.C.A. § 5005 et seq.,) in a specific context in which a defendant, convicted of the offense of petit larceny, could lawfully be confined, as an “adult” offender, for a fixed term of no more than one year but, because he fell within the age classification of the Youth Corrections Act, was sentenced on an indeterminate basis to a substantially longer potential confinement of\n“no more than four years provided [defendant] meets behavior standards.” (p. 284)\nCarter approved the language of Cunningham v. United States, 256 F.2d 467, 472 (5th Cir. 1958) that the federal Youth Corrections Act\n“ ‘provides for and affords youthful offenders, in the discretion of the judge, not heavier penalties and punishment than are imposed upon adult offenders, but the opportunity to escape from the physical and psychological shocks and traumas attendant upon serving an ordinary penal sentence while obtaining the benefits or corrective treatment, looking to rehabilitation and social redemption and restoration.’ ” (306 F.2d p. 285 of Carter)\nIn Guidry v. United States, 317 F.Supp. 1110 (E.D.La.1970) aff’d per curiam 433 F.2d 968 (5th Cir. 1970) the Court decided that (1) a legislature may, consistently with “due process” and “equal protection of the laws”, provide for flexibility in the treatment of offenders; (2)\n“it is well-settled that the benefits under the Youth Corrections Act sufficiently balance the possibility of longer confinement to justify the indeterminate sentence . . .” (p. 1111)\nand (3)\n“The discretion granted judges to invoke the Youth Corrections Act or to sentence an eligible offender to the specific penalty attached to the offense is no greater in kind or degree than the traditional discretion of a sentencing judge; the Act simply provides an additional option, should the more customary imprisonment, fine, probation or suspension of sentence seem inadequate in a particular case.” (pp. 1111, 1112)\nAlso: In re State of New Jersey in the Interest of K.V.N., 116 N.J.Super. 580, 283 A.2d 337 (1971).\nThe philosophy and legislative purpose of “corrective treatment, looking to rehabilitation and social redemption and restoration” is amply reflected in Maine’s statutory system authorizing sentencing options for commitment to the Men’s Correctional Center. Under 34 M.R.S.A. § 801, subd. 3 it is prescribed that:\n“. . . provisions for the safekeeping or employment of . inmates [of the Men’s Correctional Center] shall be made for the purpose of teaching such inmates a useful trade or profession, and improving their mental and moral condition.”\nSection 805 adds:\n“The superintendent shall classify each person committed to the center and keep a monthly record of his behavior and his progress in industry.”\nIn significant contrast, no such special statutory concern is revealed as to commitments to jails or the Maine State Prison. The type of confinement authorized at the Men’s Correctional Center further differs from incarceration at the Maine State Prison in that there is omitted from Men’s Correctional Center confinements the specification, for Maine State Prison incarceration, that (as the section read prior to its being amended in 1969)\n“. . . imprisonment shall be by confinement to hard labor . . .” (34 M.R.S.A. § 701)\nor, as the statute read after the amendment of 1971 (P.L.1971, Chapter 397, § 3):\n“Punishment in the State Prison by imprisonment shall require that convicts, ., work at tasks normal to the maintenance, service, industrial, agricultural and other activities of the prison.”\nFinally, in 34 M.R.S.A. § 802 the legislature has explicitly prescribed:\n“Any male known by the court having jurisdiction of the offense to have been previously committed to a state prison shall not be committed to the center.”\nThese special rehabilitation and correctional features of the penal functioning of the Men’s Correctional Center yield, for purposes of sentencing alternatives, a rational differentiation between the Center and an ordinary jail or the Maine State Prison.\nFor this reason the decision of In re Wilson, 438 Pa. 425, 264 A.2d 614 (1970) is beside the point presently being evaluated. Wilson’s conclusion of invidious discrimination rested on the foundation that age differences alone — all offenders being confined in the same institution without differing penological functional treatment —were responsible for some offenders being deprived of their liberty for a longer time than others.\nMoreover, the requirement that the sentencing judge must commit to the Center without fixing a determinate duration of confinement is critical to the Center’s special penal objectives insofar as it aims to ensure that the actual progress of the seventeen to twenty-six year old offender during the course of the rehabilitation and correctional process, and not a conjectural advance opinion of the sentencing judge, will determine the length of confinement (within the statutorily prescribed maximum period).\nWe may pause to observe, additionally, that the validity of the foregoing conclusions is not in any respect impaired by statements of this Court appearing in Brown v. State, Me., 274 A.2d 717 (1971) and Shone v. State, Me., 279 A.2d 522 (1971) which advert to a relative lack of “functional distinctiveness” between the Men’s Correctional Center and the Maine State Prison.\nIn Brown, this Court was addressing itself to the constitutional difficulties reflected in the opinion of the United States Court of Appeals of the First Circuit in Shone v. State, 406 F.2d 844 (1st Cir. 1969) concerning statutory procedures for administrative transfers from the Boys Training Center to the Men’s Correctional Center. In such context, this Court remarked :\n“ . . .we find no suggestion therein that constitutional requirements [of notice and hearing] would be imposed where administrative transfer was between two penal institutions no more ‘functionally distinct’ than are the Men’s Correctional Center and the Maine State Prison.” (274 A.2d p. 717 of Brown)\nThe constitutional problem envisioned by the First Circuit in its 1969 Shone opinion arose because this Court had established as the law of Maine in Shone v. State, Me., 237 A.2d 412 (1968) that the Boys Training Center\n“. . . in the eyes of the Legislature was not meant to be considered as a penal institution.” (p. 415)\n“See, in contrast thereto, 34 M.R.S.A. § 1501, wherein the Reformatory [now the Men’s Correctional Center] is defined as a correctional institution and the State Prison as a penal institution.” (p. 415) — (all as explicitly discussed in footnote 5 of the First Circuit’s opinion)\nBecause Maine law acknowledges this radical functional difference between the Boys Training Center and the Men’s Correctional Center, serious constitutional issues develop — under both Baxstrom v. Herold, 383 U.S. 107, 86 S.Ct. 760, 15 L. Ed.2d 620 (1966) and Specht v. Patterson, 386 U.S. 605, 87 S.Ct. 1209, 18 L.Ed.2d 326 (1967) — concerning ex parte administrative transfers from the “non-penal” Boys Training Center to the “penal\" Men’s Correctional Center. The underlying finding of “juvenile delinquency” by which a juvenile is committed to the Boys Training Center in the first instance is not a conviction of crime produced by a criminal prosecution. Insofar as the Men’s Correctional Center functions as an institution calculated for the confinement, fundamentally, of non-juveniles and such non-juveniles may be committed to the Men’s Correctional Center only if they have been convicted of crime in proceedings in which they are afforded the full panoply of constitutional safeguards guaranteed to anyone who is sought to be adjudicated guilty of crime, the transfer of a “juvenile” — who has been committed only by virtue of a “juvenile” proceeding eventuating in a finding of “juvenile delinquency”- — from the Boys Training Center to the Men’s Correctional Center is strongly suggestive of constitutional difficulties under “due process” and “equal protection of the laws.” As the First Circuit observed:\n“ . . . where judicial procedures exist for determining the suitability issue for one class, a less fair process cannot be substituted merely because one is in the custodial care of the state.” (406 F. 2d p. 848)\nThis Court’s observations in Brown were thus designed to clarify that, in contrast to the Boys Training Center vis-a-vis the Men’s Correctional Center, the Men’s Correctional Center and the Maine State Prison are functionally more alike to the extent that they are “two penal institutions” (emphasis supplied) — -albeit they differ in that the Men’s Correctional Center’s penological functioning is mainly concentrated on “correction” through use of special techniques. It was solely in this sense that the Men’s Correctional Center was described in Brown to be “no more ‘functionally distinct’ ” than the Maine State Prison. There wq.s not, as there could not possibly be in view of the plainly explicit statutory specifications concerning the Men’s Correctional Center in contradistinction to the Maine State Prison, a judicial intention to declare that the two institutions were so closely identical as to lack rationally differing penal functioning.\nThe same analysis is applicable as to the statements offered in Shone v. State, Me., 279 A.2d 522 (1971) relating to the effects of the replacement of 34 M.R.S.A. § 808 by Section 808-A — that\n“these two institutions are now even less ‘functionally distinct’ than they were at the time Brown, . . ., was decided when utilized for those Men’s Correctional Center inmates subject to transfer.\" (p. 523) (emphasis supplied)\nFirst, in the 1971 Shone decision this Court’s premise was that petitioner, Shone, had been sentenced to the Men’s Correctional Center after having been validly convicted, as the result of a criminal prosecution, of two felonies. There was thus no possibility of the type of constitutional attack indicated in the First Circuit’s Shone opinion and which might arise if, without having been convicted of criminal behavior in a criminal prosecution, petitioner were to have been committed, initially, to the Men’s Correctional Center and by virtue of transfer were to have ended up in the Maine State Prison.\nSecond, by its observation that Section 808-A was\n“directing that ‘any inmate transferred [from the Men’s Correctional Center to the Maine State Prison] under this section shall not be subject to confinement at hard labor as provided in section 701, but shall be entitled to treatment consistent with the purposes of the center’ ” (p. 523 of Shone),\nthis Court sought to highlight precisely the point that there were important respects in which the Men’s Correctional Center was discharging penological functions in manner and under conditions significantly different from the penological functioning of the Maine State Prison. The Court was emphasizing that the requirements of Section 808-A were legislatively intended to ensure that the special Men’s Correctional Center penal characteristics should accompany a transferee from the Men’s Correctional Center to the Maine State Prison— with the result that the transferee, even though in another place and different physical environment, would continue to have Men’s Correctional Center functional treatment. It was only to make this point that the 1971 Shone opinion mentioned that a transfer from the Men’s Correctional Center to the Maine State Prison would produce an “even less” functional difference in the penological treatment of the transferee than \\yas previously true under Section 808 as it read prior to 1969.\nThus, the 1971 (July 14) Shone decision, far from depicting a lack of rationally significant differentiations between the pe-nological purposes and functioning of the Men’s Correctional Center and the Maine State Prison, stresses the existence of such differences as well as the careful undertaking of the legislature to preserve them when particular factors require transfer of an inmate of the Men’s Correctional Center to the Maine State Prison.\nWe find without merit, therefore, the claim of defendant that he was treated unconstitutionally in violation of “due process” and “equal protection of the laws.” Important rational penological elements reasonably geared to defendant’s age, rather than defendant’s age by itself, supported the sentencing classifications established by the State of Maine under which defendant was sentenced to an indeterminate period of confinement capable of exceeding the maximum prescribed for all persons over the age of twenty-six who commit the same offense.\nThe entry is:\nAppeal denied.\nWEATHERBEE, J„ did not sit.\nAll Justices concurring.\n. This point is cogently shown to be the basic premise of defendant’s argument by the following statement in defendant’s brief: “Certainly, when viewing the purpose and effect of any statute authorizing punishment by loss of freedom, the effect is the same whether earmarked rehabilitative, corrective or penal. The high motives and enlightened impulses of the Legislature are apparent from a reading of 34 M.R.S.A. § 801 et seq; however, the effect upon the person receiving the indeterminate sentence is the same as upon a person sentenced to a term of years, lie has lost his freedom — whether it be under the benevolent guise of rehabilitation or under the State’s attempts to correct. or penalize.”\n. The Youth Corrections Act initially covered persons over seventeen and under twenty-two years of age who were designated as “youth offenders” and were subject to a wide range of dispositional alternatives, one of which was that such youth offenders be placed in the custody of the Attorney General “for treatment and supervision” in an appropriate institution for an indeterminate period of up to six years (a “conditional” release being required after four years). By amendment in 1958 (18 U.S.C.A. § 4209) the sentencing alternatives of 18 U.S.C.A. § 5010 were, in toto, extended to cover persons between the ages of twenty-two and twenty-six who were called “young adult offenders” — with the substantive result, regardless of label, that all offenders between seventeen and twenty-six became subject without significant differentiation to the sentencing alternatives afforded under the federal Youth Corrections Act.\n. Under 34 M.R.S.A. § 705 a male sentenced to the Maine State Prison may be transferred to the Men’s Correctional Center should his “best interest”, and that of the public, indicate the desirability of such transfer for the “most effective use of available correctional program with respect to the transferee.”\nThis further highlights the legislature’s conception that there are important differences in the penal functions of the Men’s Correctional Center and the Maine State Prison.\nYet, the “transfer” provision of 34 M.R. S.A. § 705 might be thought to create the special problem that it affords an unequal preference to a person sentenced to the Prison — insofar as Section 705 specifies that one transferred from the Prison to the Men’s Correctional Center shall receive Correctional Center benefits while remaining subject only to the maximum confinement imposed in his sentence to the Prison; and, therefore, he need not face the potentially longer incarceration which would be involved had he been sentenced, originally, to the Men’s Correctional Center.\nIt must be stressed, however, that if a person is sentenced to the Prison, he has no guarantee of transfer to the Men’s Correctional Center. He may never be transferred and may thus serve his entire sentence at the Prison, or even if he is transferred to the Center, the transfer will tend to be delayed to the time when defendant will derive only partial benefits from the correctional program of the Center. In contrast, a person sentenced, originally, to the Center is assured of opportunity to have the fullest Correctional Center benefits from the outset.\nThis distinction provides a rational basis for exposing one sentenced to the Center— to allow him to receive the benefits of the Center’s correctional program as early, and to the fullest extent, possible — to the potential of a longer confinement than one would face who, while serving in execution of his determinate sentence to the Prison for the same offense, might subsequently be transferred to the Center.\n. Similar constitutional questions which could be thought to be involved in an original commitment of a “juvenile delinquent” to the Men’s Correctional Center were not raised for this Court’s consideration in Morton, Petr. v. Hayden, 154 Me. 6, 142 A.2d 37 (1958) and were neither evaluated nor decided. The Court’s analysis and decision were confined to the question of statutory interpretation — i. e., whether it was the legislative intention to authorize “juveniles” adjudicated in a “juvenile proceeding” to be “juvenile delinquents” (and not criminals) to be committed to the Men’s Correctional Center.\n. By P.L.1971, Chapter 397, Section 7, effective September 23, 1971, the language • specifying that an inmate transferred from the Men’s Correctional Center to the Maine State Prison “shall not be subject to confinement at hard labor . . . but shall be entitled to treatment consistent with the purposes of the center” was stricken. Whether such statutory amendment might have precipitated new constitutional issues regarding ex parte administrative transfers from the Men’s Correctional Center to the Maine State Prison is not our present concern, and we intend by this decision to intimate no conclusion on that subject.\n. In a passing remark in liis brief defendant says: “ . . . the effect [of the indeterminate sentence potential] is likewise unequal in comparison with others in the 17-26 year class.”\nTo the extent that this statement suggests an invidious discrimination against the defendant alone in comparison with other members within the seventeen to twenty-six year old age group — apparently, on the theory that the sentencing judge is given a total discretion without any statutory criteria being prescribed in advance to guide his determination of which seventeen to twenty-six year old persons shall be given an indeterminate sentence and which not — defendant’s claim is unsound.\nThe imposition of different sentences, both in kind and in length, within a particular class of offenders, has frequently been sustained against claims of contravention of constitutional guarantees of “due process” and “equal protection of the law.” In Williams v. New York, 337 U.S. 241, 69 S.Ct. 1079, 93 L.Ed. 1337 (1949) the Supreme Court noted with approval the expansion of the concept of “individualized sentencing.” Significantly, this was reaffirmed in Williams v. Illinois, 399 U.S. 235, 90 S.Ct. 2018, 26 L.Ed.2d 586 (1970) which held that the incarceration of an indigent for nonpayment of a fine during a period in excess of the maximum period of confinement prescribed as a penalty for the offense itself is a denial of the “equal protection of the laws” (the fact that a detriment-classification could thus emerge on the basis of the factor of “poverty” causing the classification to be “suspect” and subject to the “rigid scrutiny and compelling state interest test” for “equal protection” constitutional validity rather than the usual “rational relationship to a legitimate state interest” criterion). The Court emphasized the continuing viability of the principles of Williams v. Illinois, supra, observing: “Sentencing judges are vested with wide discretion in the exceedingly difficult task of determining the appropriate punishment in the countless variety of situations that appear. The Constitution permits qualitative differences in meting out punishment and there is no requirement that two persons convicted of tlie same offense receive identical sentences.” (399 U.S. p. 243, 90 S.Ct. p. 1081)",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "David M. Cox, County Atty., George Z. Singal, Asst. County Atty., Bangor, for plaintiff.",
      "Paine, Cohen, Lynch, Weatherbee & Ko-britz by Errol K. Paine, Peter M. Weath-erbee, Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Richard SARGENT.\nSupreme Judicial Court of Maine.\nMay 22, 1973.\nDavid M. Cox, County Atty., George Z. Singal, Asst. County Atty., Bangor, for plaintiff.\nPaine, Cohen, Lynch, Weatherbee & Ko-britz by Errol K. Paine, Peter M. Weath-erbee, Bangor, for defendant.\nBefore DUFRESNE, C. J., and WEB-BER, POMEROY, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0273-01",
  "first_page_order": 309,
  "last_page_order": 317
}
