{
  "id": 12044436,
  "name": "In re Jeffrey L. BOWMAN, III and Joshua Bowman, Minors. Appeal of Cynthia E. SHUEY",
  "name_abbreviation": "In re Bowman",
  "decision_date": "1995-10-26",
  "docket_number": "",
  "first_page": "274",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "460 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482851
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0063-01"
      ]
    },
    {
      "cite": "320 Pa.Super. 508",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        588414
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/320/0508-01"
      ]
    },
    {
      "cite": "487 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759044
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0079-01"
      ]
    },
    {
      "cite": "464 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710358
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0549-01"
      ]
    },
    {
      "cite": "477 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1738290
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/477/0322-01"
      ]
    },
    {
      "cite": "506 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790930
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0517-01"
      ]
    },
    {
      "cite": "326 Pa.Super. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        601580
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "152"
        },
        {
          "page": "1026"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/326/0143-01"
      ]
    },
    {
      "cite": "27 Somerset L.J. 298",
      "category": "reporters:state",
      "reporter": "Som. L.J.",
      "year": 1972,
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "479 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742103
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "15"
        },
        {
          "page": "811"
        },
        {
          "page": "10"
        },
        {
          "page": "808"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0001-01"
      ]
    },
    {
      "cite": "460 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482775
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "the court is not willing to completely toll a parent's responsibilities during his or her incarceration"
        },
        {
          "parenthetical": "the court is not willing to completely toll a parent's responsibilities during his or her incarceration"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0210-01"
      ]
    },
    {
      "cite": "194 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "922"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887237
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "505"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0501-01"
      ]
    },
    {
      "cite": "512 Pa. 517",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800399
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "521-523"
        },
        {
          "page": "1246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0517-01"
      ]
    },
    {
      "cite": "521 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817484
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "304"
        },
        {
          "page": "1203-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0300-01"
      ]
    },
    {
      "cite": "455 U.S. 745",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11307633
      ],
      "weight": 4,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0745-01"
      ]
    },
    {
      "cite": "650 A.2d 1064",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474250,
        11337967
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1066"
        },
        {
          "page": "1068"
        },
        {
          "page": "1068"
        },
        {
          "page": "1066",
          "parenthetical": "any explanations offered by the parent must be examined to determine if the evidence, in light of the totality of the circumstances, warrants involuntary termination"
        },
        {
          "page": "1066"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0161-01",
        "/a2d/650/1064-01"
      ]
    },
    {
      "cite": "539 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474250
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "164"
        },
        {
          "page": "168"
        },
        {
          "page": "168"
        },
        {
          "page": "164"
        },
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0161-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 991,
    "char_count": 22306,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24522896894761045
    },
    "sha256": "69dd8dbd44b440d74a83e8987baa97fb602464fd48e953fb4a0273598da6fe83",
    "simhash": "1:1ae12eb404809d42",
    "word_count": 3728
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "In re Jeffrey L. BOWMAN, III and Joshua Bowman, Minors. Appeal of Cynthia E. SHUEY."
    ],
    "opinions": [
      {
        "text": "OPINION IN SUPPORT OF AFFIRMANCE\nFLAHERTY, Justice.\nI would affirm the Superior Court. Although the record demonstrates appellee is far from a good parent, appellee’s conduct does not constitute quite the requisite clear, direct, weighty and convincing evidence which shows a settled purpose of relinquishment of parental claim for at least six months prior to the filing of the petition, and it is not clear that termination would serve the best interests of the children. In my view, an appellate court is somewhat more than a rubber stamp in cases of this sort. Here Superior Court took note of the evidence of the “strong bond” between appellee and the children and that judicially breaking it would be prejudicial to the best interests of the children. I would leave it at that. As the Opinion in Support of Reversal recognizes, “... the complete and irrevocable termination of parental rights is one of the most serious and severe steps a court can take ...” and here the record does not meet the test as I see it.\nCAPPY and CASTILLE, JJ., join this Opinion in Support of Affirmance.\nMONTEMURO, J., is sitting by designation.\nORDER\nPER CURIAM.\nThe Court being equally divided, the judgment of Superior Court is affirmed.\nFLAHERTY, J., files an Opinion in Support of Affirmance in which CAPPY and CASTILLE, JJ., join.\nZAPPALA files an Opinion is Support of Reversal in which NIX, C.J., and MONTEMURO, J., join.\nMONTEMURO, J., is sitting by designation.\nOPINION IN SUPPORT OF REVERSAL\nZAPPALA, Justice.\nThis case presents the issue of whether the Superior Court properly reversed the order of the Court of Common Pleas of Clinton County which terminated the parental rights of Appellee, Jeffry L. Bowman II.\nAppellant, Cynthia E. Shuey, and Appel-lee, Jeffry L. Bowman II, were married on August 20, 1983. Two children were born of the marriage: Jeffry L. Bowman III, born on August 12, 1985, and Joshua Bowman, born on October 10, 1986. The couple separated in October, 1987. At that time, Bowman was in the military stationed in Okinawa and Shuey resided in Jersey Shore, Pennsylvania. Shuey retained primary custody of the children. From October, 1987, until April 5, 1988, Bowman had no contact whatsoever with his sons. Bowman and Shuey subsequently divorced and Shuey married Craig P. Shuey on April 28, 1989. The Shueys later had two children of their own.\nShuey contends that the trial court’s order terminating Bowman’s parental rights should be reinstated since each statutory requirement was determined by clear and convincing evidence. She contends that the record establishes that although Bowman was repeatedly made aware of his children’s needs, he has not demonstrated care and consistency toward his sons since 1987. Shuey further submits that the Superior Court’s decision is in conflict with our recent decision in In Re Adoption of Atencio, 539 Pa. 161, 650 A.2d 1064 (1994), where we held that a hearing court’s judgment must be upheld if it is based on competent evidence, even if the record could have supported a contrary result.\nIn cases of involuntary termination of parental rights, appellate review is limited to the determination of whether the decree of the Orphan’s Court is supported by competent evidence. In re Adoption of Atencio, 539 Pa. at 164, 650 A.2d at 1066. The party seeking the termination of parental rights bears the burden of proving by “clear and convincing” evidence that grounds exist for doing so. Id.; Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982). The standard of “clear and convincing” evidence is defined as testimony that is so clear, direct, weighty, and convincing as to enable the trier of fact to come to a clear conviction, without hesitance, of the truth of the precise facts in issue. Id., quoting, Matter ofSylves-ter, 521 Pa. 300, 304, 555 A.2d 1202, 1203-04 (1989).\nShuey’s petition for involuntary termination is based on 23 Pa.C.S. § 2511(a)(1), which provides, inter alia, as follows:\n(a) General rule. — The rights of a parent in regard to a child may be terminated after a petition filed on any of the following grounds:\n(1) The parent by conduct continuing for a period of at least six months immediately preceding the filing of the petition either has evidenced a settled purpose of relinquishing parental claim to a child or has refused or failed to perform parental duties.\nWhere it is alleged that a parent has failed to perform parental duties or has evidenced a settled purpose of relinquishing parental claim to the child for a period of at least six months immediately preceding the filing of the petition, the individual circumstances and any explanations offered by the parent must be examined to determine if, in light of the totality of the circumstances, the evidence clearly warrants the involuntary termination of parental rights. The statute does not require a showing of both an intention to relinquish parental control and a failure to perform parental duties. Baby Boy A. v. Catholic Social Services, 512 Pa. 517, 521-523, 517 A.2d 1244, 1246 (1986). The court must also look to the effect of termination on the needs and welfare of the child involved. 23 Pa.C.S. § 2511(b)\nWe would hold that the trial court properly examined these factors and based its decision to terminate Bowman’s parental rights on competent evidence of record and that the Superior Court erred in reversing the trial court’s order.\nThe record reflects that while on military leave in April or May of 1988, Bowman visited his children during the day while Shuey worked. During that time, the children became moody and tired and were not cleaned or bathed. In May or June of 1988, Bowman reported to Camp Pendleton, California. Although the children received Christmas presents from Bowman in 1988, he made no other contacts. Bowman did not inquire about the children during a telephone conversation with Shuey.\nWhile on military leave in May, 1989, Bowman spoke with Shuey concerning their children. Shuey stressed that the boys missed Bowman and needed his contact. Bowman agreed to telephone his sons each Monday at 7:00 p.m., a promise which he kept only in June of 1989. In July, Bowman called on only one occasion, after the children were asleep. Also, Bowman did not comply with a June 1989 child support order and a wage attachment was issued.\nIn August 1989, Bowman returned from Camp Pendleton and Shuey and Bowman met unexpectedly in a local store. They arranged a visit for the next day, for which Bowman arrived late. On the days that followed, Bowman either appeared late for scheduled visits or failed to show up at all. On one occasion, he stated that he would return the boys to Shuey when he was ready. On another visit, Bowman stayed with the children for two minutes. The children were angry, hurt and very disappointed. Jeffry Ill’s August birthday was ignored.\nIn September, Bowman contacted the children once. The boys did not hear from their father for the next six months. Joshua’s birthday and Christmas were ignored. Bowman did not spend any time with his children during a visit in March of 1990 and arrived at 1:25 p.m. for his April visit that was to take place from 11:00 a.m. to 2:00 p.m.\nShuey filed a custody petition and a conference was held on May 14, 1990. Bowman appeared and an agreement setting forth a visitation schedule was reached. On May 28, 1990, Bowman failed to appear for a visit, although Shuey had stressed to him the importance of consistency in the children’s lives. The same irresponsible behavior occurred during the next two months. The children were repeatedly disappointed and upset when their father failed to arrive for scheduled visits.\nOn June 16, 1990, Bowman picked up the children late, failed to give Joshua his required medication, and returned the boys wet. Bowman kept the children waiting several hours for his August 1, 1990 visit and failed to appear for Jeffry’s birthday after promising the child that he would attend. Bowman explained his absence by stating that he had gotten drunk.\nIn September of 1990, the children returned from a Labor Day visit with their father and spoke of his beer drinking and flicking cigarettes. Later that month, Bowman returned the children unfed. The boys began cussing following the visit. Bowman failed to appear for his next two scheduled visits.\nShuey filed a petition requesting that all further visits be regulated by Clinton County Children and Youth Social Services Agency (Children and Youth). The petition was granted and Bowman cooperated in November, 1990, but not in December.\nBowman was reactivated into the military for Operation Desert Storm in January 1991. He saw his sons before he left and also in May of 1991 under the supervision of Children and Youth. He sent a postcard on November 7, 1991. No other contact was made. Bowman did not contact his children from the time he returned from the military in January of 1992 through April of that year, at which time Shuey filed a Petition to Terminate Parental Rights pursuant to 23 Pa.C.S. § 2511.\nAt previous visits, Bowman told the children that he hated them, that their mother would not love them following the birth of their step-brother, and that they would be sent away. Both children were enrolled in counselling in June 1992. Shuey experienced particular problems with Jeffry Ill’s behavior. Along with taking tantrums, the child developed a fear that his mother and her new husband would abandon him. The children also suffer from low self-confidence and depression.\nIn May of 1992, Bowman met with a court-appointed psychologist, who recommended regular, predictable contact with the children. In June, 1992, Pamela McCloskey, a Clinton County psychologist, evaluated the parties. The children conveyed to McClos-key that they thought their father was a “nice man” and wanted to visit him. They expressed a concern, however, that their father might be dead at war.\nShuey filed an amended petition to terminate parental rights on September 21, 1992! McCloskey supervised a visit between Bowman and his sons on December 17, 1992. During the visit, the children played a tape recording that they had made, expressing their anger with their father for not keeping his promises. Bowman apologized and stated that he would keep his promises in the future. Bowman began to cry and when the children crawled up on his lap, he told them he loved them. He gave them a gift certificate for Christmas and explained that he would not be able to see them due to his work schedule.\nFollowing the evaluation, McCloskey recommended to the court that visitation be predictable. Bowman also signed a written promise that he would correspond with his children weekly. The psychologist suggested purchasing pre-stamped postcards to facilitate the process and advised that he could send mail through the court to ensure that the boys received it. Thereafter, however, Bowman sent only one letter.\nOn April 13, 1993, Paul J. Ryan, the court-appointed attorney for the minor children, filed a report in which he concluded that the central issue was the effect of Bowman’s inconsistency with his children. The children were aware that their father was supposed to maintain weekly contact with them and told Ryan that they would like to continue to see their father if it was on a consistent basis.\nAlthough represented by counsel, Bowman did not attend the March 23,1993 hearing on the petition to terminate his parental rights. Bowman’s counsel cross-examined Shuey’s witnesses, but no evidence was presented on Bowman’s behalf. The trial court granted the termination petition, finding that clear and convincing evidence established that Bowman, by conduct continuing for a period of at least six months immediately preceding the filing of the petition, and, in fact, much longer than that, had evidenced a settled purpose of relinquishing parental claim to the children and had refused and failed to perform parental duties.\nThe court noted that it was not penalizing Bowman by virtue of his military assignment or his work which required travel. Rather, the court found that Bowman did little during those periods to avail himself of any opportunity to express his parental concerns. Moreover, even when the psychologist advised him of the need for consistency in the children’s lives, Bowman failed.\nThe Superior Court reversed. It held that although it was clear that Bowman was not a good father, the record did not support the finding that he demonstrated a settled purpose of relinquishing his parental rights. The court further found that the trial court failed to consider the effect of the breaking of the bond between father and sons.\nConcentrating on the six months immediately preceding the filing of the amended petition on September 21, 1992, the record establishes that Bowman attended one or two custody conferences in May of 1992 and paid child support through wage attachment. He was also evaluated by a court-appointed psychologist. Bowman had no direct contact with his children, made no telephone calls directed to them and had no written correspondence. We find that the trial court properly observed that the law does not require that a father be a “good” father. However, it does require a parent to utilize those resources at his or her command to respond to the needs of his or her children. This Bowman failed to do. His absence at the hearing on the termination petition left the court without any explanation as to why Bowman failed to take affirmative steps to perform parental duties.\nAs we stated in Smith Adoption Case, 412 Pa. 501, 505, 194 A.2d 919, 922 (1963),\nParental rights may not be preserved by complete indifference to the daily needs of a child or by merely waiting for some more suitable financial circumstance or convenient time for the performance of parental duties and responsibilities (while others adequately provide the child with her immediate and continuing physical and emotional needs). The parental obligation is a positive duty and requires affirmative performance which may not be delayed beyond the statutory period by the parent if the parental right is not to be forfeited.\nWe realize that Bowman’s ability to perform his parental duties was made more difficult by his military service and subsequent employment which required that he be away from the area for extended periods of time. These circumstances, however, do not relieve Bowman of all parental responsibility. See e.g., Adoption of McCray, 460 Pa. 210, 331 A.2d 652 (1975) (the court is not willing to completely toll a parent’s responsibilities during his or her incarceration). An absent parent must make special efforts to overcome the gaps created by geographic separation. In re Adoption of David C, 479 Pa. 1, 15, 387 A.2d 804, 811 (1978). “Since communication and association are essential to the performance of parental duty, the absent parent and his child are at a disadvantage; and if such a parent is to perform his parental duties, even to a more limited extent than when he lived with the family, he must make special effort to bridge the gulf of geographical separation and to take affirmative steps to maintain communication and association with his child_” Id., 479 Pa. at 10, 387 A.2d at 808, quoting, In re Adoption of J.R.F., 27 Somerset L.J. 298, 304 (Pa.C.P. 1972).\nWe note that this is not a case where the parent with custody of the child prevented the natural parent from performing the duties that otherwise would have been required. There is no evidence that Shuey ever attempted to prevent contact between Bowman and their sons. Shuey testified that she offered Bowman additional time with the children but that he declined because he was busy and had other plans. (N.T. at 46).\nWe recognize that the complete and irrevocable termination of parental rights is one of the most serious and severe steps a court can take, carrying with it great emotional impact for the parent and the children. In re Adoption of Michael J.C., 326 Pa.Super. 143, 152, 473 A.2d 1021, 1026 (1984), reversed on other grounds, 506 Pa. 517, 486 A.2d 371 (1984). Realizing the significance of such a decision, we would adhere to the view that the trial court is in a better position to determine credibility, evaluate the evidence, and make a proper ruling. In re Adoption of Atencio, 539 Pa. at 168, 650 A.2d at 1068. The trial court’s findings in a termination proceeding which are supported by evidence of record are entitled to the same weight given a jury verdict and must be sustained unless the court abused its discretion or committed an error of law. In re William L., 477 Pa. 322, 383 A.2d 1228 (1978). We find no abuse of discretion or error of law here.\nWe recognize the fact that there was also evidence that a bond existed between Bowman and his sons. However, as we stated in Atencio, “[sjince competent evidence existed to support the trial court’s conclusions, it was improper for the Superior Court to rely upon the evidence to the contrary.” In re Adoption of Atencio, 539 Pa. at 168, 650 A.2d at 1068.\nIn summary, since an affirmative response to the needs of the children is required and because Bowman failed to perform parental duties for at least six months prior to the filing of the termination petition, we would find that the forfeiture of his rights is permissible. Accordingly, we would vacate the order of the Superior Court and reinstate the trial court’s order directing that Bowman’s parental rights be terminated.\nNIX, C.J., and MONTEMURO , J., join this Opinion in Support of Reversal.\n. Craig Shuey wishes to adopt Jeffry and Joshua and for the boys to take his last name.\n. The amendment to § 2511(a)(1), effective July, 1992, requires the court to focus on the six month period immediately preceding the filing of the termination petition. Prior to the amendment, the court considered whether the evidence established that the parent failed to perform parental duties or evidenced a settled purpose of relinquishing parental claim to the child for a period of six months. No reference was made regarding when the six month period was to commence. Although Shuey’s initial petition was filed April 21, 1992, her amended petition was filed on September 21, 1992, after the amendment to the provision became effective.\nThe legislature’s use of the term “at least six months” indicates that evidence of Bowman’s conduct preceding the six month period may be considered. This interpretation is consistent with the severity of the matter at hand and the established case law holding that the totality of the circumstances must be examined. In re Adoption of Atencio, 539 Pa. at 164, 650 A.2d at 1066 (any explanations offered by the parent must be examined to determine if the evidence, in light of the totality of the circumstances, warrants involuntary termination); In re Adoption of Orwick, 464 Pa. 549, 347 A.2d 677 (1975); In re Adoption of J.A.B., 487 Pa. 79, 408 A.2d 1363 (1975).\n.23 Pa.C.S. § 2511(b) presently provides as follows:\n(b) Other considerations.' — The court in terminating the rights of a parent shall give primary consideration to the needs and welfare of the child. The rights of a parent shall not be terminated solely on the basis of environmental factors such as inadequate housing, furnishings, income, clothing and medical care if found to be beyond the control of the parent. With respect to any petition filed pursuant to subsection (a)(1) or (a)(6), the court shall not consider any efforts by the parent to remedy the conditions described therein which are first initiated subsequent to the giving of notice of the filing of the petition.\nPreviously, it had been held that the post-abandonment conduct between the parent and child is a factor to consider when deciding whether to terminate parental rights. In re Adoption of Atencio, 539 Pa. at 164, 650 A.2d at 1066; In re Adoption of Durham, 320 Pa.Super. 508, 467 A.2d 828 (1983); In re Adoption of McAhren, 460 Pa. 63, 331 A.2d 419 (1975). Subsequent to the filing of the termination petitions in these cases, however, the legislature added what is now the last sentence of § 2511(b). Since the instant petition was filed pursuant to subsection (a)(1), after the effective date of this amendment, the court should not consider any efforts Bowman made to remedy the situation after the giving of notice of the filing of the petition.\n.The trial court stated that during the six month period immediately preceding the filing of the petition, Bowman made one request through Children and Youth to see the children, left messages for the children's mother requesting that she contact him, and paid child support through wage attachment. Trial court slip opinion at 12. Bowman's request through Children and Youth occurred in December of 1991. It therefore appears that the trial court focused on the six month period prior to the filing of the initial petition in April of 1992. As the evidence established that Bowman failed to perform parental duties during the six month period prior to the filing of either the initial petition or the amended one, the discrepancy is of no significance.\n. On March 22, 1993, two days prior to the termination hearing, Bowman’s counsel filed a Motion for a Continuance, alleging that Bowman was in Syracuse, New York, where he was employed, and was unable to leave his employment to attend the hearing. The trial court denied this \"eleventh hour” request since Bowman had ample notice that the hearing date conflicted with his work schedule.\n. \"N.T.” refers to the notes of testimony of the termination hearing held on March 24, 1993.\n. The trial court also realized the significance of the matter as it stated, “there is nothing more devastating than severing a relationship of a parent and child, and we’re going to give it that respect.\" (N.T. at 86).\nMONTEMURO, J., is sitting by designation.",
        "type": "majority",
        "author": "FLAHERTY, Justice. PER CURIAM. ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "Donna L. Rae, Lock Haven, for C.E. Shuey.",
      "Paul J. Ryan, Lock Haven, for Minor Children.",
      "Craig P. Miller, Lock Haven, J.L. Bowman, II."
    ],
    "corrections": "",
    "head_matter": "In re Jeffrey L. BOWMAN, III and Joshua Bowman, Minors. Appeal of Cynthia E. SHUEY.\nSupreme Court of Pennsylvania.\nSubmitted June 13, 1995.\nDecided Oct. 26, 1995.\nDonna L. Rae, Lock Haven, for C.E. Shuey.\nPaul J. Ryan, Lock Haven, for Minor Children.\nCraig P. Miller, Lock Haven, J.L. Bowman, II.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0274-01",
  "first_page_order": 330,
  "last_page_order": 336
}
