{
  "id": 7274373,
  "name": "Daniel KING, Appellant v. RIVERWATCH CONDOMINIUM OWNERS ASSOCIATION",
  "name_abbreviation": "King v. Riverwatch Condominium Owners Ass'n",
  "decision_date": "2011-07-21",
  "docket_number": "",
  "first_page": "276",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "632 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1452499
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0082-01"
      ]
    },
    {
      "cite": "814 A.2d 1222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9347954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/814/1222-01"
      ]
    },
    {
      "cite": "955 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8214810,
        8214580,
        3991150
      ],
      "pin_cites": [
        {
          "page": "1020"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/955/1014-02",
        "/a2d/955/1014-01",
        "/pa/598/0210-01"
      ]
    },
    {
      "cite": "507 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792331
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0384-01"
      ]
    },
    {
      "cite": "368 Pa.Super. 449",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        684442
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/368/0449-01"
      ]
    },
    {
      "cite": "655 A.2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867167
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "668"
        },
        {
          "page": "668-69",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0666-01"
      ]
    },
    {
      "cite": "333 Pa.Super. 33",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        616517
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "noting that \"there is no exception which allows actual or constructive notice from a source other than the Prothonotary to begin the running of the ten-day period for filing exceptions.\""
        },
        {
          "parenthetical": "noting that \"there is no exception which allows actual or constructive notice from a source other than the Prothonotary to begin the running of the ten-day period for filing exceptions.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/333/0033-01"
      ]
    },
    {
      "cite": "696 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12021363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/696/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 14328,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29304990368164324
    },
    "sha256": "74d79e72268258a837a5214b30848be1560158c9291ac2ff88a8cdc23ba8775f",
    "simhash": "1:1d7aea2d915ae9a3",
    "word_count": 2390
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and BROBSON, Judge, and FRIEDMAN, Senior Judge."
    ],
    "parties": [
      "Daniel KING, Appellant v. RIVERWATCH CONDOMINIUM OWNERS ASSOCIATION."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nDaniel King appeals from the September 3, 2010 order of the Court of Common Pleas of Delaware County denying his “petition for rule to show cause why the court should not reconsider its July 28, 2010 order dismissing his post-trial motion with prejudice as untimely filed and allow him to re-file it nunc pro tunc ” based on the Delaware County Office of Judicial Support’s (OJS) failure to send his counsel written notices of the entry of orders or judgments in compliance with Pennsylvania Rule of Civil Procedure No. 236(a)(2). Because we conclude that the trial court did not abuse its discretion, we affirm. In addition, we remand this matter to the trial court for a determination of attorney’s fees.\nThe relevant background of this case is as follows. In January 2008, King initiated legal action against the Riverwateh Condominium Owners Association (Association) seeking reimbursement for costs he expended to replace and jack up a defective horizontal steel beam in the roof of the garage located in the lowest level of his four-story condominium unit. As a result of a successful arbitration of the matter, King was awarded the sum of $3,577.93. Following the Association’s subsequent petition for injunction and appeal from the arbitration award, the trial court conducted a non-jury trial. Ultimately, the court entered a June 21, 2010 verdict/judgment in favor of the Association and against King in the amount of $8,500.17 and sent courtesy copies to both attorneys. The docket entries reflect that the verdict/judgment was filed on June 21, 2010.\nCounsel for King alleges that he first learned of the verdict on June 22nd from the courtesy copy and, on that basis, filed a July 2, 2010 motion for post-trial relief. The Association responded with a preliminary objection seeking to have the post-trial motion stricken as untimely filed, which the court sustained on July 28, 2010 pursuant to Pennsylvania Rule of Civil Procedure No. 227.1(c)(2) requiring post-trial motions to be filed within ten days after “the filing of the decision in the case of a trial without jury.”\nOn July 30, 2010, counsel for King filed a praecipe for appearance. The record reflects that counsel for the Association entered his appearance on January 22, 2008. In any event, the trial court stated that King’s delay in entering his appearance resulted in the OJS sending copies of orders or judgments only to counsel for the Association and to King himself in accordance with Pennsylvania Rule of Civil Procedure No. 236(a)(2), which provides as follows:\n(a) The prothonotary shall immediately give written notice of the entry of\n(2) any other order or judgment to each party’s attorney of record or, if unrepresented, to each party. The notice shall include a copy of the order or judgment.\nThe docket entry for the June 21, 2010 filing of the court’s verdict/judgment indicates that notices were sent pursuant to Rule 236 on that same day.\nOn August 2, 2010, counsel for King filed a petition for rule to show cause why the court should not reconsider its order striking his post-trial motion and permit him to file it nunc pro tunc. The trial court held a hearing on the petition on September 1, 2010, ultimately denying King’s petition based on counsel’s failure to file a timely entry of appearance and counsel’s admission at the hearing that he received the court’s courtesy copy of the June 21st verdict on June 22nd thereby putting him on notice to check the docket entries for an actual filing date. Further, the court considered the fact that counsel never represented that King himself did not receive any notices of orders or judgments. The court, therefore, concluded as follows:\n[CJounsel’s waiting to file his client’s Motions [sic] for Post-Trial Relief one day after the requisite deadline, of which he should have been aware during the preceding nine days, does not reach the level of a legally cognizable reason to blame the Court for his own failure to conform to a mandatory and unambiguous rule of Procedure with which he was required to comply in the best interests of his client.\nTrial Court’s November 16, 2010 Decision at 18 (footnote omitted). King’s appeal followed.\nWe note that, notwithstanding the provision in Rule 227.1(c)(2) requiring the timely filing of post-trial relief, a trial court has discretion to consider untimely motions for such relief because the ten-day time period is not a jurisdictional requirement but merely a procedural rule, thereby permitting the court to disregard any defect or error of procedure that does not affect the parties’ substantial rights. 1 Standard Pa. Prac. (2d ed.), Procedural Rules § 227.1(c):6 (2005). Accordingly, in situations such as this one where a party files untimely post-trial motions and the opposing party objects, the trial court must consider the nature of the derelict party’s default as well as the resulting prejudice to the objecting party. Carlos R. Leffler, Inc. v. Hutter, 696 A.2d 157 (Pa.Super.1997).\nCounsel for King alleges that he was justified in the late filing of the post-trial motion in that there is strong evidence of a breakdown of the court’s operation. Specifically, he cites the OJS’s failure to send him notices of any orders or judgments in compliance with Rule 236 and failure to enter his name and address into its docketing system even after he included his name, address and attorney identification number on all of his pleadings in compliance with Pennsylvania Rule of Civil Procedure No. 1025. Further, he maintains that the trial court erred in determining that its courtesy copy of the verdict/judgment constituted proper notice in that there is no exception to the requirement that the prothonotary provide counsel with written notice of the entry of a verdict/judgment. Dreher Twp. Bd. v. Solitron Dev. Co., 333 Pa.Super. 33, 38 n. 3, 481 A.2d 1207, 1210 n. 3 (1984) (noting that “there is no exception which allows actual or constructive notice from a source other than the Prothonotary to begin the running of the ten-day period for filing exceptions.”) Finally, he points out that King was not unrepresented such that the portion of Rule 236 providing that unrepresented parties shall receive notices from the prothonotary should not have been triggered.\nIn response, the Association notes that the docket entries reflect that both parties are represented by counsel and that the OJS sent out notices of the trial court’s verdict/judgment pursuant to Rule 236 on June 21, 2010. Based thereon, it argues that counsel for King failed to prove that he did not get notice of the entry of the verdict/judgment in accordance with the OJS’s standard Rule 236 procedure. Further, it maintains that counsel for King offered no evidence of a breakdown in the court system at the hearing on the petition for rule to show cause, conceding that he received a courtesy copy from the court the day after the verdict/judgment was issued. In that regard, it contends that counsel in all due diligence should have checked the record if he believed that he did not receive a copy from the OJS in a timely manner. In addition, it maintains that the Rule 236 notations on the docket pre-dating the June 21st entry of verdict/judgment should have put counsel on notice of any issues with notice well in advance of the case’s conclusion. Finally, it notes the trial court’s determination that counsel for King did not receive notice of the verdict/judgment from the OJS due to his failure to enter his appearance in a timely manner, which was his own fault.\nWe conclude that the trial court did not abuse its discretion in dismissing counsel for King’s petition to re-file the post-trial motion nunc pro tunc. Although it is true that entry of a written appearance is not mandatory under Pennsylvania Rule of Civil Procedure No. 1012, “when no appearance has been entered, notice [will] be sent to the captioned party.” FOP, Lodge No. 5 v. City of Phila., 655 A.2d 666, 668 (Pa.Cmwlth.1995). Here, despite the fact that King was represented by counsel, the practical result of counsel’s failure to enter his appearance was that the OJS did not enter counsel’s name and address into its docketing system and only King received notice as the “captioned party.”\nMoreover, given the fact that Rule 236 requires that the Prothonotary send notices only to “attorneys of record,” the OJS had no obligation to send counsel for King notices independent of King as the “captioned party.” In FOP, Lodge No. 5 v. City of Philadelphia, only the attorney listed on the docket sheet as the attorney for the FOP received notice of a dismissal of a petition to vacate, not the two attorneys newly representing the FOP who failed to enter their appearance for the FOP on the record. We concluded that those attorneys’ failure to receive notices under Rule 236 was the result of their failure to enter an appearance on the record, not to any breakdown in the administration of the court. In so determining, we stated as follows:\nBecause [the two new attorneys for FOP] did not enter an appearance, they could not be deemed counsel of record, and [the original attorney for FOP], having originally entered his appearance and not withdrawing, remained the attorney of record. By not entering their appearance, [the two new attorneys] would not be entitled to notice under Rule 236. The prothonotary can only send notices to those individuals he or she has been informed are representing a party.\nRule 236 requires that notice be sent to each party or to the party’s attorney of record and that the giving of notice be noted in the docket, [citation omitted]. The attorney of record is the attorney listed in the docket.\nId., 655 A.2d at 668-69 (emphasis in original).\nAs for counsel’s contention that his compliance with Rule 1025 should have triggered his receipt of Rule 236 notices, we note that the only purpose of the requirement in Rule 1025 to include an address on every legal pleading or paper of a party represented by an attorney is to provide an address to which further pleadings can be mailed, Washko v. Platz, 368 Pa.Super. 449, 534 A.2d 522 (1987), not to provide the OJS with a name and address for Rule 236 purposes. Further, while it is true that the trial court’s provision of a courtesy copy of the verdict/judgment to counsel for King could not substitute for actual notice from the prothonotary under Rule 236, the trial court did not err in considering its courtesy provision of the verdict/judgment to counsel in exercising its discretion to dismiss King’s request to re-file the post-trial motion nunc pro tunc. There was a combination of factors at work here which counsel for King had within his power to remedy, especially his failure to enter his appearance in a timely manner.\nAccordingly, we affirm the trial court’s order dismissing King’s petition to re-file his post-trial motion nunc pro tunc and remand this matter to the trial court for a determination of the amount of attorney’s fees due and owing to the Association.\nORDER\nAND NOW, this 21st day of July 2011, the order of the Court of Common Pleas of Delaware County is hereby AFFIRMED. Further, we REMAND this matter to the trial court for a determination of attorney’s fees due and owing to Riverwatch Condominium Owners Association.\nJurisdiction relinquished.\n. The Superior Court transferred King’s appeal to this Court because it involved a nonprofit condominium owners association. Section 762(a)(5) of the Judicial Code, 42 Pa.C.S. § 762(a)(5), provides that the Commonwealth Court has jurisdiction over appeals from courts of common pleas involving the corporate affairs of non-profit corporations and the statutes regulating those affairs. Even though this case primarily involves contract damages, we will decide this matter as re-transfers have been disapproved. Balshy v. Rank, 507 Pa. 384, 490 A.2d 415 (1985).\n. In his September 7, 2010 notice of appeal. King stated that he was appealing from the trial court’s June 21, 2010 verdict/judgment and from its September 3, 2010 denial of his petition for rule to show cause why the trial court should not reconsider its July 28, 2010 order dismissing his post-trial motion. By order dated February 10, 2011, this Court denied the Association’s January 10, 2011 motion to quash appeal and directed King to request the transcript of the September 1, 2010 hearing on his August 2, 2010 petition for rule to show cause so that it could be included as a supplemental certified record in this Court. We did not directly rule on the Association’s motion to remand for assessment of attorney’s fees, which was included in its motion to quash appeal.\nIn light of the fact that King failed to appeal from the July 28, 2010 dismissal of his post-trial motion and appealed only from the September 3, 2010 denial of his petition to reconsider the July 28th order, we conclude that King has waived any further challenge to the dismissal of his post-trial motion. See Quinn v. Bupp, 955 A.2d 1014, 1020 (Pa.Super.2008) (“final order in this action was the one that disposed of post-trial motions, which resolved all outstanding claims as to the two parties. ...\") Further, without an express grant of reconsideration, the trial court’s grant of a stay of the appeal period in its August 18, 2010 order issuing a rule upon the Association to show cause why King was not entitled to the relief requested was simply ineffective to toll the running of the appeal period. Witherspoon v. Wal-Mart Stores, Inc., 814 A.2d 1222 (Pa.Super.2002); Shapiro v. Ctr. Twp., Butler County, 159 Pa.Cmwlth. 82, 632 A.2d 994 (1993). It is well established that a judgment is final unless an appeal is filed within thirty days or the court expressly grants reconsideration. Accordingly, we conclude that the only issue properly before us is the denial of King’s motion for reconsideration and to file post trial motions nunc pro tunc.",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Thomas P. Gannon, Woodlyn, for appellant.",
      "Robert C. Ewing, Media, for appellee."
    ],
    "corrections": "",
    "head_matter": "Daniel KING, Appellant v. RIVERWATCH CONDOMINIUM OWNERS ASSOCIATION.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 6, 2011.\nDecided July 21, 2011.\nReargument Denied Sept. 20, 2011.\nThomas P. Gannon, Woodlyn, for appellant.\nRobert C. Ewing, Media, for appellee.\nBEFORE: LEADBETTER, President Judge, and BROBSON, Judge, and FRIEDMAN, Senior Judge."
  },
  "file_name": "0276-01",
  "first_page_order": 314,
  "last_page_order": 318
}
