{
  "id": 7358114,
  "name": "HILL DISTRICT PROJECT AREA COMMITTEE, INC., Jeannett Poole, individually and as Chairperson of the Hill District Project Area Committee, Julia Woodall and S.K. Woodall v. The ZONING BOARD OF ADJUSTMENT OF the CITY OF PITTSBURGH and J & L Properties, Inc. J & L Properties, Inc., Appellant",
  "name_abbreviation": "Hill District Project Area Committee, Inc. v. Zoning Board of Adjustment of the City of Pittsburgh & J & L Properties, Inc.",
  "decision_date": "1994-03-02",
  "docket_number": "",
  "first_page": "278",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "456 A.2d 1110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "72 Pa.Commonwealth Ct. 109",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1938411
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/72/0109-01"
      ]
    },
    {
      "cite": "124 Pa.Commonwealth Ct. 103",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1385188
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/124/0103-01"
      ]
    },
    {
      "cite": "148 A.2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282779
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0118-01"
      ]
    },
    {
      "cite": "115 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "382 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259973
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "408"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/382/0401-01"
      ]
    },
    {
      "cite": "525 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823703
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0106-01"
      ]
    },
    {
      "cite": "99 Pa.Commonwealth Ct. 252",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1350931
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/99/0252-01"
      ]
    },
    {
      "cite": "496 A.2d 431",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "90 Pa.Commonwealth Ct. 635",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1336185
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/90/0635-01"
      ]
    },
    {
      "cite": "578 A.2d 932",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 639",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "121 Pa.Commonwealth Ct. 418",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1379680
      ],
      "weight": 4,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0418-01"
      ]
    },
    {
      "cite": "132 Pa.Commonwealth Ct. 312",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1401175
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0312-01"
      ]
    },
    {
      "cite": "139 Pa.Commonwealth Ct. 361",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1415188
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0361-01"
      ]
    },
    {
      "cite": "254 A.2d 12",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922608
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0331-01"
      ]
    },
    {
      "cite": "501 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782512
      ],
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "page": "556"
        },
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0550-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 669,
    "char_count": 14803,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1894600804911792
    },
    "sha256": "2f9215e81d40405258458e150f19bef64488603125d110e395c55e9d7f0619f9",
    "simhash": "1:d7e2b628218a1a44",
    "word_count": 2382
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and COLINS, McGINLEY, SMITH and FRIEDMAN, JJ.",
      "PELLEGRINI, J., did not participate in the decision in this ease."
    ],
    "parties": [
      "HILL DISTRICT PROJECT AREA COMMITTEE, INC., Jeannett Poole, individually and as Chairperson of the Hill District Project Area Committee, Julia Woodall and S.K. Woodall v. The ZONING BOARD OF ADJUSTMENT OF the CITY OF PITTSBURGH and J & L Properties, Inc. J & L Properties, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nJ & L Properties, Inc. (J & L), appeals from the September 17, 1990 order of the Court of Common Pleas of Allegheny County reversing a decision of the Zoning Board of Adjustment of the City of Pittsburgh (Board) that granted use and dimensional variances to J & L for construction of a public parking lot in a residential zone in the City. Issues raised on appeal are whether the Board committed an abuse of discretion or an error of law in granting the variances; and whether the trial court exceeded its scope of review in reversing the Board’s decision.\nI\nJ & L is the owner of property at 145 Crawford Street, a 1.3-acre vacant, unimproved lot located in an R-4 multiple-family residential zoning district within an area of the City known as the lower Hill District. In April 1989, J & L filed an application for occupancy permit and/or building permit with the zoning administrator in which J & L sought to construct on the property a 188-space parking lot, which was to serve primarily as an employee parking lot for Orbital Engineering, a business affiliated with J & L and located approximately two blocks from the property. The lot was also to provide parking for those attending events at the nearby Civic Arena.\nPursuant to the City’s zoning ordinance, public parking facilities are not permitted in an R-4 district and J & L therefore required a use variance to construct the parking lot for its intended purpose. The zoning ordinance provides however that “community parking lots,” which must be used exclusively by residents of the neighborhood for parking of non-commercial vehicles, are a permitted use in an R-4 district. J & L also sought the following dimensional variances: front and rear yards of five feet instead of the required twenty-five feet; five-foot side yards abutting the street instead of twenty-five feet; and a five-foot side yard not abutting the street instead of twenty feet. The zoning administrator denied J & L’s application.\nOn appeal to the Board, J & L argued that strict application of the zoning ordinance would result in an unnecessary hardship and would deprive it of reasonable use of the property, that the parking lot would be the most appropriate use of the land, and that J & L had been unable to attract a development project permitted in the area. The Hill District Project Area Committee, Inc. (Committee), as well as several neighbors and the Department of Housing/Urban Redevelopment Authority, intervened and objected to the proposal, arguing that it would be a detriment to the health, safety, and welfare of the community and that it would negatively affect redevelopment plans for the area.\nAfter hearings, the Board found, inter alia, that neighboring properties were mixed commercial and residential use, primarily commercial; events at the Civic Arena create a parking problem on the streets surrounding the property; and the property is contiguous to Urban Redevelopment Authority property that was slated for residential development. The Board concluded that J & L met the burden of proof necessary for the requested variances because the proposed use of the property as a parking lot to be used by the general public instead of by residents of the neighborhood would not have a detrimental effect on public welfare; and because of J & L’s purported inability to attract a development project for the property. The Board granted the variances subject to conditions which included a ten-foot buffer zone at certain portions of the parking lot where it would abut residential structures located on Colwell and Vine Streets.\nThe Committee appealed to the trial court, arguing that the Board’s decision was not supported by specific findings or substantial evidence that the variances are necessary to prevent an unnecessary hardship specific to the property. The Committee also asserted that the decision was in disregard of evidence of detriment to the neighborhood and to approved development plans. The trial court noted the following:\nThere is no indication in the record that the property would be undesirable and/or unmarketable for uses compatible with the zoning. In fact, the development of the [urban redevelopment] area nearby indicates that the land can indeed be used as zoned. That alternative uses of the property are possible is indicated by [J & L’s] suggestion ... that the use of the land as a surface parking lot will not be a major impediment to any future development of the land.\nThere is nothing in the record which indicates that the property is exceptionally irregular, narrow, shallow or steep, or that it has any other exceptional physical conditions not provided for in the district regulations which might justify the grant of the variances. Contrary to the Board’s conclusion, the Court finds no substantial, serious or compelling reasons in the record to support a finding of undue hardship. Owners have not demonstrated that they would be deprived of the reasonable use of their property without the variances.\nTrial Court Opinion, p. 3. Accordingly, the trial court held that the Board abused its discretion in granting the variances and reversed the Board’s decision.\nII\nJ & L argues on appeal to this Court that the Board did not commit an abuse of discretion or error of law in granting the requested variances because J & L presented sufficient evidence to show that the nature of the area and the uses in the immediate vicinity render its property virtually unusable and therefore, it would suffer unnecessary hardship if the requested variances were not granted. The reasons for granting a variance must be substantial, serious, and compelling. Valley View Civic Ass’n v. Zoning Board of Adjustment, 501 Pa. 550, 462 A.2d 637 (1983). Variances should be granted sparingly and only under exceptional circumstances. O’Neill v. Zoning Board of Adjustment, 434 Pa. 331, 254 A.2d 12 (1969). A variance should not be granted simply because such a grant would permit the owner to obtain a greater profit from the use of the property. A.R.E. Lehigh Valley Partners v. Zoning Hearing Board of Upper Macungie Township, 139 Pa.Commonwealth Ct. 361, 590 A.2d 842 (1991).\nTo establish entitlement to a zoning variance, an applicant must establish that (1) an unnecessary hardship stemming from unique physical circumstances or conditions of the property will result if the variance is denied; (2) because of such physical circumstances or conditions, there is no possibility that the property can be developed in strict conformity with the provisions of the zoning ordinance and a variance is necessary to enable the reasonable use of the property; (3) the hardship has not been created by the applicant; (4) granting the variance will not alter the essential character of the neighborhood nor be detrimental to the public welfare; and (5) the variance sought is the minimum variance that will afford relief. Township of Birmingham v. Chadds Ford Tavern, Inc., 132 Pa.Commonwealth Ct. 312, 572 A.2d 855 (1990).\nIn order to demonstrate unnecessary hardship, the applicant must show that the physical characteristics of the property are such that either (1) it could not in any case be used for any permitted purpose, or (2) it can be arranged for that purpose only at prohibitive expense, or (3) it has either no value or only distress value for any purpose permitted by the ordinance. Whitpain Township Board of Supervisors v. Whitpain Township Zoning Hearing Board, 121 Pa.Commonwealth Ct. 418, 550 A.2d 1355 (1988), appeals denied, 525 Pa. 639, 578 A.2d 932 (1990). The applicant must show that the hardship is unique or peculiar to the property as distinguished from a hardship arising from the impact of zoning regulations on the entire district. Valley View Civic Ass’n. That the zoned use is less financially rewarding than the proposed use constitutes mere economic hardship and as such is insufficient to justify a variance. Id.; Rennerdale Volunteer Fire Dept. v. Zoning Hearing Board of Collier Township, 90 Pa.Commonwealth Ct. 635, 496 A.2d 431 (1985).\nJ & L contends that the Board correctly applied the principles set forth in Valley View Civic Ass’n, in which the Supreme Court reinstated a zoning board’s grant of variance where the applicant sought to convert a property located in a single-family residential zone into a take-out steak and sandwich shop and a two-family dwelling. The Court noted that in evaluating unnecessary hardship, “the use of adjacent and surrounding land is unquestionably relevant.” Id., 501 Pa. at 556, 462 A.2d at 640. In that case, the property was “virtually surrounded” by numerous commercial establishments, including a twenty-four hour convenience store, a gas station, a bank, and a retail tire store, which supported the board’s conclusion that the property would be virtually unusable and of scant value for traditional residential purposes.\nHowever, as the trial court noted sub judi-ce, J & L’s property is not zoned single-family residence, but rather R-4, which allows multi-family dwellings, and the record contains no indication that the property would be undesirable or unmarketable for uses compatible with the zoning. J & L’s hardship claim was supported solely by evidence of non-residential use in the general vicinity, but such non-residential use does not rise to the level of commercial saturation that was present in Valley View Civic Ass’n. Furthermore, some of the nearby commercial uses referred to were located within commercial zoning districts. It also appears that no effort was made to determine whether the property could be used within the ordinance requirements.\nThe Board examined only residential uses for the property, despite the fact that there are over twenty non-accessory uses permitted as of right or by special exception in an R-4 zoning district. If indeed, as a practical matter, the property cannot be utilized for any of the permitted purposes, then the land should be rezoned by an appeal to the appropriate legislative body. West Torresdale Civic Ass’n v. Zoning Board of Adjustment, 99 Pa.Commonwealth Ct. 252, 513 A.2d 515 (1986), aff'd, 525 Pa. 106, 576 A.2d 352 (1988). If a zoning board were allowed to grant variances because of changes in the district, it would “be virtually enacting zoning legislation instead of merely performing its function of administering the zoning law....” Michener Appeal, 382 Pa. 401, 408, 115 A.2d 367, 371 (1955).\nNothing less than a showing of hardship that is special and peculiar to the applicant’s property will empower the Board to grant a variance. Id. If there is a general hardship, the situation should be remedied by revision of the general zoning regulations, not by the grant of a special privilege to single owners. English v. Zoning Board of Adjustment, 395 Pa. 118, 148 A.2d 912 (1959). Even if an area may be in need of a complete rezoning classification, such does not permit the grant of a variance to a single property. Id. The conditions to which J & L’s property were subject did not constitute any hardship which especially affected the property; on the contrary, they applied to the entire area. See Michener Appeal.\nIn Board of Supervisors of Upper Southampton Township v. Zoning Hearing Board of Upper Southampton Township, 124 Pa.Commonwealth Ct. 103, 555 A.2d 256 (1989), upon which J & L relies, this Court reinstated a zoning board grant of a variance to build an addition to a plant extending onto residential property, holding that the evidence supported the board’s findings that the property could not possibly be developed in strict conformity with the zoning ordinance. The Board sub judice however made no findings in this regard. Moreover, the property in Upper Southampton Township had unique physical characteristics because of the narrowness and depth of the lot and because access to the rear of the property was limited to a driveway alongside the ejdsting building. J & L’s property possesses no such unique physical characteristics and indeed, no argument to this effect was presented to the Board.\nThe present matter stands in contrast to Whitpain Township in which this Court held that the burden of airport “clear zone” restrictions fell uniquely upon the applicant’s property, thus justifying unnecessary hardship. Also in contrast is Malakoff v. Board of Adjustment of Pittsburgh, 72 Pa.Commonwealth Ct. 109, 456 A.2d 1110 (1983), in which this Court held that a landowner established a hardship peculiar to the property in question which was landlocked and situated at the base of a steep slope. Rather, this situation is similar to West Torresdale Civic Ass’n, wherein the purported hardship of the restrictions was not caused by any physical circumstances of the applicant's property, but by that of neighboring property, and thus the hardship was not unique to the applicant’s land.\nThe record in this case demonstrates that J & L would be faced with nothing more than mere economic hardship if not granted the variance requested, a situation which does not justify the Board’s decision to grant either the use or dimensional variances sought. J & L failed to establish there was no possibility that the property could be developed in conformity with the zoning ordinance. Moreover, there was no showing that the substantial dimensional variances from the front, side, and rear-yard setback requirements were the minimum variances that would afford relief. Accordingly, because the Board committed an error of law and abuse of its discretion in granting the variances, the trial court’s decision reversing the Board is hereby affirmed.\nORDER\nAND NOW, this 2nd day of March, 1994, the order of the Court of Common Pleas of Allegheny County is affirmed.\nPELLEGRINI, J., did not participate in the decision in this ease.\n. Where the trial court takes no additional evidence, this Court’s scope of review is limited to determining whether the Board committed an error of law or an abuse of discretion. Whitpain Township Board of Supervisors v. Whitpain Township Zoning Hearing Board, 121 Pa.Commonwealth Ct. 418, 550 A.2d 1355 (1988), appeals denied, 525 Pa. 639, 578 A.2d 932 (1990). A zoning hearing board abuses its discretion when its factual findings are unsupported by substantial evidence. Id.",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "Paul J. Leventon, for appellant.",
      "Jonathan B. Robison, for appellee."
    ],
    "corrections": "",
    "head_matter": "HILL DISTRICT PROJECT AREA COMMITTEE, INC., Jeannett Poole, individually and as Chairperson of the Hill District Project Area Committee, Julia Woodall and S.K. Woodall v. The ZONING BOARD OF ADJUSTMENT OF the CITY OF PITTSBURGH and J & L Properties, Inc. J & L Properties, Inc., Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Nov. 17, 1993.\nDecided March 2, 1994.\nPaul J. Leventon, for appellant.\nJonathan B. Robison, for appellee.\nBefore CRAIG, President Judge, and COLINS, McGINLEY, SMITH and FRIEDMAN, JJ."
  },
  "file_name": "0278-01",
  "first_page_order": 338,
  "last_page_order": 342
}
