{
  "id": 8102568,
  "name": "Thomas V. TIBBS, Appellant, v. Alice B. TIBBS, Appellee",
  "name_abbreviation": "Tibbs v. Tibbs",
  "decision_date": "1966-10-19",
  "docket_number": "No. 3929",
  "first_page": "279",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "223 A.2d 279"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "184 A.2d 853",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8114366
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/184/0853-01"
      ]
    },
    {
      "cite": "216 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8094635
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/216/0169-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 363,
    "char_count": 5143,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 1.0627477537958923e-07,
      "percentile": 0.5575029663891602
    },
    "sha256": "460005ccafc156045ca3a6bc0a9047a5766b0b040a79d8474f62d469ffd45330",
    "simhash": "1:189656502600b23c",
    "word_count": 841
  },
  "last_updated": "2024-02-27T20:05:54.886428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Thomas V. TIBBS, Appellant, v. Alice B. TIBBS, Appellee."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge:\nAfter twenty-five years of marriage, the parties were separated in February 1965. Appellee-wife sued for separate maintenance and was awarded a judgment of eighty dollars per month. This appeal followed.\nThe basic controversy before us centers around the interpretation of McEachnie v. McEachnie, D.C.App., 216 A.2d 169 (1966), decided after the trial court’s decision in the instant case. We there held that certain primary factors have to be considered and evaluated in determining whether to award alimony (and by analogy, maintenance), and the amount of any such award,\n“such as the duration of the marriage, the ages and health of the parties, their respective financial positions, both past and prospective, the wife’s contribution to the family support and property ownership, the needs of the wife and the husband’s ability to contribute thereto, and the interest of society generally in preventing her from becoming a public charge. Alimony is not intended as a penalty to be imposed upon the husband * * * and [the wife’s] financial situation is a relevant consideration which may limit or even defeat an award. [Footnotes omitted.]” 216 A.2d at 170.\nThe record shows that appellant earns $732.80 per month, with a take-home pay of $537.24. He estimates his expenses to be $555.89 for the same period. Appellee’s exhibit reveals that she earns $884 per month, of which $641.35 is take-home pay. Her estimated expenses are $637.16 each month. Appellee testified that she contributed to the family support and paid for their daughter’s college education which has been completed. The record indicates, however, that she is regularly employed by the United States Government and has been for the past fifteen years; that she is in good health and likely to remain so; and that she has bank accounts of approximately $350. Totally lacking is any evidence that she requires additional sums for her support, or that she is likely to become a public charge. As we stated in McEachnie, an award cannot be predicated solely upon a wife’s assertion that she “can use” an additional amount each month. Were these the only relevant factors in the case at bar, we would not hesitate to reverse any award for maintenance. McEachnie v. McEachnie, supra; Foley v. Foley, D.C.Mun.App., 184 A.2d 853 (1962).\nThe record indicates, however, that in 1962 the parties purchased a $21,000 cooperative apartment, and after making the down payment of $1,100, their monthly payment was $199 exclusive of parking privileges. Following their separation, ap-pellee continued to live in the apartment and make these payments. Although the order awarding maintenance is based on the finding of fact that the husband failed and refused to adequately support the wife, the trial judge, at the close of the case, made the following observations:\n“I think, therefore, that in this case the Court ought to make an award, and the Court is taking into consideration the fact that, although an apartment, this is real estate and these parties would hold this as tenants by the entireties. So, each and every payment that is made on that cooperative inures to the benefit of the plaintiff as well as the defendant. I think, therefore, that in these circumstances, that a proper award would be $40 every two weeks.”\nThe trial, court’s award could in our opinion, have been properly based upon the equitable principle that appellant should reimburse appellee for amounts expended by her which serve to increase his equity in their apartment. Appellant testified, however, that he was willing to quitclaim to appellee any interest he may have in the cooperative. We do not know whether any such action has been taken. Since there is some confusion as to the basis of the award, we remand the case to the trial judge with the following instructions:\n(1) If the judgment of the trial court was based on the finding of fact that appellant failed to adequately support ap-pellee, the judgment must be set aside for the reasons discussed above.\n(2) If the judgment was for the purpose of reimbursing appellee for one-half of the future monthly payments on the apartment, it shall stand affirmed. This af-firmance is subject to the determination that appellant has retained his interest in the apartment. If a quitclaim has been given, the judgment must be vacated.\nOther alleged errors have been considered and are found to be without substance.\nA motion for counsel fees was filed by appellee’s attorney and we find that he is entitled to an award of $125 for services performed on this appeal, said amount to be paid by appellant in installments of twenty-five dollars each on the fifteenth day of each month, beginning November 15, 1966, and continuing thereafter until the full amount has been paid.\nRemanded with instructions.",
        "type": "majority",
        "author": "QUINN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Thurman L. Dodson, Washington, D. C., for appellant.",
      "Barrington D. Parker, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas V. TIBBS, Appellant, v. Alice B. TIBBS, Appellee.\nNo. 3929.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 12, 1960.\nDecided Oct. 19, 1966.\nThurman L. Dodson, Washington, D. C., for appellant.\nBarrington D. Parker, Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0279-01",
  "first_page_order": 319,
  "last_page_order": 320
}
