{
  "id": 12044576,
  "name": "Meltem Umar DINCER, Appellant, Fehmi DINCER; Meltem Umar DINCER, v. Fehmi DINCER, Appellant",
  "name_abbreviation": "Dincer v. Dincer",
  "decision_date": "1995-09-05",
  "docket_number": "",
  "first_page": "281",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "312 Pa.Super. 305",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        213304
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/312/0305-01"
      ]
    },
    {
      "cite": "502 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784533
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0545-01"
      ]
    },
    {
      "cite": "657 A.2d 964",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11941275,
        717894
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/657/0964-01",
        "/pa-super/441/0358-01"
      ]
    },
    {
      "cite": "441 Pa.Super. 358",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        717894
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/441/0358-01"
      ]
    },
    {
      "cite": "408 Pa.Super. 269",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1163259
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "in determining whether Rhode Island or Pennsylvania was preferable state to exercise jurisdiction, court considered not only fact that mother and child resided in Rhode Island, but also that record showed no intention to move from that state"
        },
        {
          "parenthetical": "in determining whether Rhode Island or Pennsylvania was preferable state to exercise jurisdiction, court considered not only fact that mother and child resided in Rhode Island, but also that record showed no intention to move from that state"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/408/0269-01"
      ]
    },
    {
      "cite": "317 Pa.Super. 8",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        89518
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "Pennsylvania court properly assumed jurisdiction although Texas was children's home state and father listed Texas as intended permanent residence where father had been transferred to military posting in another state and children were physically in Pennsylvania"
        },
        {
          "parenthetical": "Pennsylvania court properly assumed jurisdiction although Texas was children's home state and father listed Texas as intended permanent residence where father had been transferred to military posting in another state and children were physically in Pennsylvania"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/317/0008-01"
      ]
    },
    {
      "cite": "295 Pa.Super. 169",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        180140
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "Pennsylvania properly assumed jurisdiction although Argentina was children's home state"
        },
        {
          "parenthetical": "Pennsylvania properly assumed jurisdiction although Argentina was children's home state"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/295/0169-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 881,
    "char_count": 24426,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2452297411934055
    },
    "sha256": "d9b3c6ecbe9d50446220d7b07f5868b6456e6049f1f2b9482a8b5b155eb648d3",
    "simhash": "1:8f69272649489dcb",
    "word_count": 3913
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BECK, SAYLOR and HESTER, JJ."
    ],
    "parties": [
      "Meltem Umar DINCER, Appellant, Fehmi DINCER, Meltem Umar DINCER, v. Fehmi DINCER, Appellant."
    ],
    "opinions": [
      {
        "text": "BECK, Judge:\nThe issue in this case is whether the trial court properly declined jurisdiction of the parties’ custody dispute based on a finding that Belgium is the “home state” of the children under 23 Pa.C.S. § 5344(a)(1)® and that Pennsylvania could not properly assume jurisdiction under any other provision of 23 Pa.C.S. § 5344.\nIn reaching its conclusion, the trial court did not make findings of fact concerning allegations that the children’s father intended to remove them from Belgium to Turkey if he were given custody, and did not consider whether, in light of those allegations and the tenuous connection of the children to Belgian society despite then* residence there, it was in the children’s best interest for custody to be determined by the Belgian courts. We hold that on this record, the trial court erred in concluding that Pennsylvania had no basis for exercising jurisdiction, and in failing to weigh the competing claims for jurisdiction between Pennsylvania' and Belgium under the policies underlying the Uniform Child Custody Jurisdiction Act (“UCCJA”), 23 Pa. C.S. §§ 5341-5366.\nThe parties are husband and wife. Mel-tem Umar Dincer (“Mother”) is a United States citizen of Turkish ancestry who was born and raised in Montgomery County, Pennsylvania. Fehmi Dincer (“Father”) is a Turkish citizen. The parties met in the United States while Father was a student at Drexel University. They married in Ankar-rah, Turkey in November, 1981. Immediately thereafter the couple moved to Belgium, where Father had a position as a civilian employee of NATO. The family continued to reside in Belgium, first on the NATO base and then in off-base housing nearby, until December, 1994.\nThe parties have three children: a girl, Cigdem, born in 1985; a boy, Alper, born in 1986; and another girl, Aylin, born in 1991. All three children were born in Belgium and have lived there since their birth. The two older children attended a British school on the NATO base and the youngest child started kindergarten shortly before the initiation of this action.\nEach year since the marriage, Mother, accompanied by the children after their birth, would spend a month in Montgomery County with Mother’s parents. The entire family also spent a month in Turkey with Father’s family each year. The family was also visited in Belgium by the maternal grandparents once or twice a year.\nOn December 8, 1994, Mother and the children left Belgium for a three-week visit with the maternal grandparents in Montgomery County, holding round-trip tickets with the return flight scheduled for December 28. Once in the U.S., however, Mother decided not to return to Belgium or to allow the children to return. She commenced the instant custody action on December 23, 1994 by filing a complaint for custody and a petition for special relief in the Montgomery County Court of Common Pleas. The petition for special relief was granted on an emergency basis ex parte and on December 23, 1994, the Montgomery County court entered an order awarding custody to Mother “on a temporary basis, without prejudice” pending further order of court. Service upon Father of the complaint for custody and the petition for special relief, accompanied by the court’s order, was accomplished on January 16, 1995. A hearing on the question of jurisdiction over the custody complaint was scheduled for March 6, 1995 and notice thereof was served on Father on February 16, 1995.\nOn February 1, 1995, Father commenced divorce and custody actions in Belgium. The summonses in these actions were served on Mother in the U.S. on February 6. The Belgian court scheduled a hearing in the matter for February 22 and 23, notice of which was also served on Mother prior to the hearing date. However, Mother did not appear, either personally or through counsel. The Belgian court accepted evidence from Father, and on March 1, 1995 issued an order awarding “provisional” custody of all three children to Father.\nPrior to the scheduled March 6 hearing in Montgomery County, Father apparently provided the Montgomery County court and Mother’s counsel with copies of a motion to vacate the December 23 order granting custody to Mother. That motion apparently asserted that Montgomery County was an inconvenient forum in which to determine custody, that Belgium was a more appropriate forum, and that the Belgian order of March 1 should be recognized and enforced. The hearing was held as scheduled, and the court received testimony from both Father and Mother.\nFollowing the conclusion of the hearing and argument by counsel on March 7, the court entered an order finding that it had no jurisdiction to determine custody, that such jurisdiction properly lay in Belgium, and that the Belgian order of March 1 was a predetermination' of custody which should be given comity because the Belgian court had jurisdiction over both the parties and the subject matter. The court’s order also refused Father’s requests for fees and costs and, sua sponte, granted a supersedeas pending an expedited appeal to this court. Mother thereafter timely appealed the court’s findings regarding jurisdiction, and Father filed a cross-appeal challenging the trial court’s denial of fees and costs and its grant of a supersedeas.\nMother’s appeal at No. 901 Philadelphia 1995\nIn its opinion, the trial court based its conclusions regarding jurisdiction on a finding that Belgium was the “home state” of the children as defined in 23 Pa.C.S. § 5343 and thus a proper jurisdiction for determination of custody under 23 Pa.C.S. § 5344(a)(1)(i) (providing for “home state” jurisdiction), while Pennsylvania lacked any basis for assuming jurisdiction under either 23 Pa.C.S. § 5344(a)(2) (providing for “significant connection” jurisdiction) or 23 Pa.C.S. § 5344(a)(3) (providing for “parens patriae” jurisdiction). We agree with the trial court that Belgium meets the UCCJA definition of home state, since the children had lived there for their entire lives prior to December, 1994. However, this court has frequently made it clear that the determination of “home state” does not end the inquiry. This court has found that the “home state” is not always the most appropriate jurisdiction for a determination of custody. See, e.g., Hattoum v. Hattoum, 295 Pa.Super. 169, 441 A.2d 403 (1982) (Pennsylvania properly assumed jurisdiction although Argentina was children’s home state). This is particularly true where the parties have recently left their residence in the “home state” or intend to do so in the near future. See Tettis v. Boyum, 317 Pa.Super. 8, 463 A.2d 1056 (1983) (Pennsylvania court properly assumed jurisdiction although Texas was children’s home state and father listed Texas as intended permanent residence where father had been transferred to military posting in another state and children were physically in Pennsylvania); Gulla v. Fitzpatrick, 408 Pa.Super. 269, 596 A.2d 851 (1991) (in determining whether Rhode Island or Pennsylvania was preferable state to exercise jurisdiction, court considered not only fact that mother and child resided in Rhode Island, but also that record showed no intention to move from that state).\nAlthough technically Belgium qualifies as the “home state” because of the length of time the children have lived there, the court must determine if other considerations trump the technical “home state” qualification. Mother has alleged that Father intends to move from Belgium to Turkey at some time iñ the near future. In support of this allegation, she testified that Father has purchased a home in Turkey, maintains a bank account there, and has forced the family to associate primarily with other Turks in Belgium and to maintain and promote Turkish culture in the home to the exclusion of American culture. Father did not deny his intention to move to Turkey or his preparations to do so, but testified that he does not intend to move immediately and that the preparations he has made in Turkey were to facilitate the family’s move there if at some time in the next few years he should lose his NATO job due to reductions in force. He also testified that while he encourages his children to learn about Turkish culture, he does not prevent them from speaking English, viewing American videotapes, or having American or English friends. The trial court made no findings regarding the credibility of these conflicting versions of the Dincers’ present family life, nor did it make a finding on h key issue, Father’s intentions regarding his future residence in Turkey. Such findings were necessary in order for the court properly to weigh the importance of Belgium’s status as “home state” against the possible bases for Pennsylvania to assume jurisdiction.\nOrdinarily, under the UCCJA, the “home state” is the forum most appropriate to assume jurisdiction. Black v. Black, 441 Pa.Super. 358, 657 A.2d 964 (1995). However, a determination of the “home state” does not necessarily end the inquiry. Hattoum v. Hattoum, swpra; Tettis v. Boyum, supra. The trial court therefore acted prematurely in concluding that Pennsylvania had no basis for exercising jurisdiction under the UC-CJA. In particular, we find that the trial court erred in concluding there was no basis for the assumption of jurisdiction under the significant connection standard of 23 Pa.C.S. § 5344(a)(2). The trial court found that although Mother has clear ties to this jurisdiction, the children themselves have no significant connection with Pennsylvania. In making this determination, the trial court applied the standards of section 5344(a)(2) too mechanically. It also failed to consider how the children’s ties to Pennsylvania compared with their ties to Belgium, the other forum in which jurisdiction might properly lie. Section 5344(a)(2) of the UCCJA allows a Pennsylvania court to assume jurisdiction if:\nit is in the best interest of the child that a court of this Commonwealth assume jurisdiction because:\n(i) the child and his parents, or the child and at least one contestant, have a significant connection with this Commonwealth; and\n(ii) there is available in this Commonwealth substantial evidence concerning the present or future care, protection, training and personal relationships of the child.\n23 Pa.C.S. § 5344(a)(2).\nThe UCCJA does not define the term “significant connection.” However, in light of the introductory language of section 5344(a)(2) referring to the best interest of the child, it is clear that the “significant connection” requirement must be applied flexibly, taking into account the unique circumstances of the particular child or children.\nIn deciding whether the “home state” provision controls jurisdiction, or whether another state significant connections warranting assumption of jurisdiction, the stated purposes of the UCCJA must be considered. 23 Pa.C.S. § 5342(b). These purposes include “cooperation with the courts of other states to the end that a custody decree is rendered in that state which can best decide the case in the interest of the child,” 23 Pa.C.S. § 5342(a)(2) (emphasis added), and assuring that custody litigation “takes place ordinarily in the state with which the child and his family have the closest connection and where significant evidence concerning his care, protection, training and personal relationships is most readily available, and that courts of this Commonwealth decline the exercise of jurisdiction when the child and his family have a closer connection with another state,” 23 Pa.C.S. § 5342(a)(3) (emphasis added). These policies clearly call for a weighing process rather than a mechanical application of inflexible rules in determining the appropriate jurisdiction for decision of custody issues.\nThus in determining whether Belgium should assume jurisdiction, the court erred in applying the “home state” provision mechanically. In this case with so many competing interests at stake, it was necessary for the court to evaluate the degree to which the children’s contacts with Belgium outweigh their significant connections with Pennsylvania.\nThe Dincer children, since their births, have had regular and ongoing contact with Pennsylvania through their own visits here as well as through their mother and their maternal grandparents. The children spent at least one month of each year in Pennsylvania, and were visited by the maternal grandparents, who are and have for many years been Pennsylvania residents, once or twice each year. Their mother was born in Pennsylvania and resided here until her marriage. Moreover, the children themselves have been physically present in Pennsylvania since December of 1994 and have attended school in Pennsylvania since January, 1994. Evidence regarding their care and schooling for that period, as well as their past and present relationships with their maternal relatives, is thus available in Pennsylvania.\nPart of the inquiry to determine if significant connections exist under section 5344(a)(2)(ii) requires an evaluation of whether “there is available in this Commonwealth substantial evidence concerning the present or future care, protection, training and personal relationships of the children.” As we have pointed out, such evidence is available in Pennsylvania. It is also available in Belgium. However, if, as Mother alleges, Father intends to leave Belgium in the near future, the significance of the records available in Belgium as a factor in determining jurisdiction is substantially weakened. In that situation, the Belgian records would apply only to the children’s past care, protection, training and personal relationships, and would have little probative value on issues relevant to the children’s welfare in Turkey or some other country where they might reside in the future.\nAlthough extended residence in a jurisdiction is sufficient, standing alone, to meet the technical requirements of “home state” jurisdiction, long-time residence alone is not enough to establish that the jurisdiction of residence is that with the closest connection to the child. As we have discussed, both Pennsylvania and Belgium have some significant connection with the Dincer children. The unique facts of this case require the court to make special inquiry into the extent and quality of the children’s contact with their “home state” jurisdiction before determining that custody should be decided there.\nThe Dincer children were born in Belgium and resided there until December 1994. However, despite their physical presence in Belgium, they had little or no actual contact with Belgian institutions or Belgian society. The children are not Belgian citizens; instead, they hold dual citizenship in the United States and Turkey. They resided for much of their lives on the NATO base, an international community set apart from the mainstream of Belgian society. The schools that they attended were also affiliated with NATO and were not part of the Belgian school system. The children do not speak French, the primary language of Belgium, and their friendships in Belgium, like those of their parents, were mostly with individuals of Turkish, American or British citizenship. Although the children have lived in Belgium for a long time, the court must question whether length of time should take precedence over other considerations.\nIf Father intends to move the children from Belgium to Turkey, the weight to be given Belgium’s status as “home state” is substantially weakened and the children’s contacts with Pennsylvania may rise to the level of a “significant connection” in light of their relatively weak connection with Belgium. Moreover, under such circumstances it would clearly be in the children’s best interest for Pennsylvania to exercise jurisdiction as Pennsylvania, the state of Mother’s future residence, will be able to assure that the children have continuing contact with both parents, while the Belgian courts would have great difficulty in doing so once Father left the country. The trial court should have more fully examined the facts and weighed these competing considerations before concluding that jurisdiction over this custody dispute lay in Belgium.\nIn light of the above discussion, we vacate the trial court’s order and remand this case for further proceedings consistent with this opinion.\nFather’s appeal at No. 90S Philadelphia 1995\nFather first challenges the trial court’s sua sponte grant of a supersedeas maintaining the status quo while Mother took this expedited appeal. He maintains that under the standards enunciated in Pennsylvania Public Utility Commission v. Process Gas Consumers Group, 502 Pa. 545, 467 A.2d 805 (1988), the supersedeas was improperly granted.\nProcess Gas and its progeny provide that a party seeking a stay must show: 1) a likelihood that petitioner will prevail on the merits of the appeal; 2) that without such relief, petitioner would be irreparably harmed; 3) that issuance of a stay would not substantially harm other parties to the proceedings; and 4) that issuance of the stay would be in keeping with the public interest. Under these standards, we have no difficulty in concluding that the trial court properly granted the supersedeas in this case.\nAs our discussion of Mother’s appeal has demonstrated, the application of the UCCJA to this matter requires careful consideration of the particular facts of this case and a delicate application of the policies and principles of the UCCJA. Under these eircum-stances, even a trial court confident of its own determination of the jurisdictional issue would have been well aware that its determination would be subject to painstaking appellate review and that such review might change the outcome of the case.\nMoreover, in light of Mother’s allegations regarding Father’s intentions to take the children to Turkey, where she would have little recourse in her efforts to gain custody, there was clearly a potential for irreparable harm both to her interests and to those of the children if the stay were not granted. Father’s interests, on the other hand, would be little harmed by the delay in effectuating his rights under the trial court’s order while this appeal went forward, particularly since the trial court directed that Mother take her appeal on an expedited basis.\nFinally, the public interest in this case clearly lies with protecting the children’s best interests. The grant of a stay pending appellate review to ensure that the trial court’s jurisdictional determination was correct and that the children’s custody would be adjudicated by the court best able to determine their best interest was thus entirely in keeping with the public interest in this case.\nAil four of the Process Gas factors thus weigh in favor of the grant of a supersedeas in this case. Therefore, the trial did not err in granting the supersedeas.\nFather also argues that the trial court erred in refusing to award him costs and fees incurred in participating in the Pennsylvania action. Section 5348(g) of the UCCJA provides that “[i]f it appears to the court that it is clearly an inappropriate forum, it may require the party who commenced the proceedings to pay, in addition to the costs of the proceedings in this Commonwealth, necessary travel and other expenses, including attorney fees, incurred by other parties or their witnesses.” 23 Pa.C.S. § 5348(g). In light of our discussion both of Mother’s appeal and of the supersedeas issue raised by Father, it is apparent that this case is not one in which Pennsylvania is “clearly an inappropriate forum.” The unusual facts of this case make the determination of jurisdiction a particularly thorny issue. We thus cannot conclude that, despite the trial court’s resolution of the jurisdictional issue in Father’s favor, it was an abuse of discretion for the trial court to find that the resolution of this case was not so clear as to justify an award of costs to Father.\nConclusion\nIn light of the above discussion, we vacate the portion of the order which determined that jurisdiction of this custody dispute properly lies in Belgium, and we remand for further proceedings consistent with our discussion of Mother’s appeal. We affirm the portions of the trial court order granting the supersedeas and denying Father’s request for costs and fees. Pending a redetermination of jurisdiction on remand, the emergency order granting mother temporary custody, entered by the Montgomery County Court of Common Pleas on December 28, 1994, is reinstated.\nOrder affirmed in part, vacated in part. Case remanded for further proceedings consistent with this opinion. The Order of the Montgomery County Court of Common Pleas dated December 23, 1994 is reinstated pending a decision on remand. Jurisdiction is relinquished.\n. Although this motion is referred to in the transcript of the March 6 hearing and Mother has included a copy of the motion in her supplemental reproduced record, the original record certified by the trial court does not include the motion and the trial court docket entries do not reflect that such a motion was filed. It thus appears that although the motion was served on the trial court and the opposing party, it was never properly filed with the Prothonotary. However, since the trial court granted relief on the basis of the petition, we will overlook this procedural defect and review the trial court’s grant of the motion on its merits.\n. In making this determination, the trial court relied in part on this court's decision in Hovav v. Hovav, 312 Pa.Super. 305, 458 A.2d 972 (1983). That reliance was based on too superficial an analysis of the similarities between Hovav and the instant case.\nIn Hovav, we held that the trial court properly declined jurisdiction of the parties' custody dispute where mother, a U.S. citizen who had lived for several years in Israel and had married and borne two children there, brought the children to Pennsylvania on a visit and refused to return them to Israel. Hovav thus appears similar on its facts to the Dincers’ case. However, two important factors distinguish the instant case from Hovav.\nFirst, in Hovav, the mother's institution of divorce and custody proceedings in Montgomery County was a clear violation of a written agreement she had entered into with her husband prior to her departure with the children from Israel. The agreement provided that she would not begin divorce proceedings in the United States, that she would return the children to Israel, and that custody of the children would be decided by an Israeli court. Mrs. Hovav’s actions in retaining the children and seeking a determination of custody were thus clearly wrongful. Mrs. Dincer, in contrast, violated no express agreement by remaining in the United States and instituting a custody action in Pennsylvania. Moreover, she testified that she did not leave Belgium with the intention of remaining in Pennsylvania with the children, but rather that she decided that she could not return to the marital home after she arrived here. Her actions, while unexpected and perhaps not commendable, thus were not clearly wrongful.\nSecond, in Hovav there was no allegation that Israel's status as the children's \"home state” was subject to closer scrutiny because Mr. Hovav intended to leave Israel. Here, as will become clear in the discussion below, the allegations that Mr. Dincer intends to leave Belgium are central to a proper consideration of Pennsylvania's connection with the children and thus to a proper determination of jurisdiction.\n. The trial court's finding that the March 1 Belgian order granting custody to Father was a predetermination of custody which must be given comity is clearly in error. The March 1 order entered by the Belgian court was \"provisional” pending further hearings, and was not that court’s final determination of custody based upon a full consideration of the children's best interests. This temporary order of the Belgian court, entered after a similar emergency order by the Montgomery County court, thus need not be given the deference due to a final determination.",
        "type": "majority",
        "author": "BECK, Judge:"
      }
    ],
    "attorneys": [
      "Douglas B. Breidenbach, Jr., Pottstown, for Meltem Umar Dincer.",
      "Albert C. Oehrle, Norristown, for Fehmi Dincer."
    ],
    "corrections": "",
    "head_matter": "Meltem Umar DINCER, Appellant, Fehmi DINCER, Meltem Umar DINCER, v. Fehmi DINCER, Appellant.\nSuperior Court of Pennsylvania.\nArgued Aug. 3, 1995.\nFiled Sept. 5, 1995.\nReargument Denied Nov. 13, 1995.\nDouglas B. Breidenbach, Jr., Pottstown, for Meltem Umar Dincer.\nAlbert C. Oehrle, Norristown, for Fehmi Dincer.\nBefore BECK, SAYLOR and HESTER, JJ."
  },
  "file_name": "0281-01",
  "first_page_order": 337,
  "last_page_order": 344
}
