{
  "id": 7865981,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Tyrone WILLIAMS, Appellant",
  "name_abbreviation": "Commonwealth v. Williams",
  "decision_date": "1994-12-29",
  "docket_number": "",
  "first_page": "283",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "652 A.2d 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "531 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834449
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0348-01"
      ]
    },
    {
      "cite": "533 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837511
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0014-01"
      ]
    },
    {
      "cite": "189 A. 556",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1937,
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 Pa.Super. 407",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        996281
      ],
      "year": 1937,
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/125/0407-01"
      ]
    },
    {
      "cite": "411 Pa.Super. 460",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        904747
      ],
      "weight": 3,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/411/0460-01"
      ]
    },
    {
      "cite": "623 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1837433,
        1837548,
        1837525
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0323-01",
        "/pa/533/0324-01",
        "/pa/533/0322-01"
      ]
    },
    {
      "cite": "533 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837525
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0322-01"
      ]
    },
    {
      "cite": "411 Pa.Super. 450",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        904741
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/411/0450-01"
      ]
    },
    {
      "cite": "430 Pa.Super. 203",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        936434
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/430/0203-01"
      ]
    },
    {
      "cite": "73 A. 427",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "224 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963175
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0363-01"
      ]
    },
    {
      "cite": "15 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "opinion_index": 0
    },
    {
      "cite": "339 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1201272
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/pa/339/0403-01"
      ]
    },
    {
      "cite": "268 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932311
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0001-01"
      ]
    },
    {
      "cite": "533 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837506
      ],
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "page": "299"
        },
        {
          "page": "992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0294-01"
      ]
    },
    {
      "cite": "644 A.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 661",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "636 A.2d 183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354653,
        937910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0183-01",
        "/pa-super/431/0167-01"
      ]
    },
    {
      "cite": "431 Pa.Super. 167",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        937910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/431/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 9903,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20026051711895174
    },
    "sha256": "97c26ada29d82e4e440f83724fb48060a73cbf064a1dbfd00bb328b6bf102bf1",
    "simhash": "1:5255054289508278",
    "word_count": 1564
  },
  "last_updated": "2024-02-27T23:51:13.193093+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Tyrone WILLIAMS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis appeal presents the issue whether, in imposing sentence for a second drug trafficking offense, the enhancement provisions of 18 Pa.C.S. § 7508 require enhancement due to a prior offense which had not resulted in a conviction before the second offense was committed. Appellant raises three issues, each less compelling than the last.\nThe history of the drug trafficking offenses of appellant, Tyrone Williams, as to commission of the crimes, conviction, and sentencing, is as follows. The first offense was committed on November 2,1988. He committed the second offense on May 21, 1991. He was convicted (by guilty plea) of both offenses on October 11, 1991. He was sentenced for both offenses on November 26, 1991. As to the second offense, the Commonwealth sought application of the provision of 18 Pa. C.S. § 7508(a)(3)(i) which requires imposition of a mandatory minimum sentence “if at the time of sentencing the defendant has been convicted of another drug trafficking offense: three years in prison and $10,000_” The sentencing judge held that the enhanced sentence was not mandated because the conviction for the first offense (October 11, 1991) did not occur until after commission of the second offense (May 21,1991) and accordingly imposed a sentence of two years imprisonment and a $5000 fine.\nOn appeal by the Commonwealth, the Superior Court en banc reversed and remanded for reimposition of sentence, mandating application of the enhancement provision of 18 Pa.C.S. § 7508, 431 Pa.Super. 167, 636 A.2d 183. We allowed the appeal to determine whether this recidivist sentencing provision controls the situation where the second offense was committed prior to conviction for the first 537 Pa. 661, 644 A.2d 1199.\nAppellant argues primarily that the purposes, policy, and philosophy underlying the recidivist sentence enhancement statutes cannot be applied unless the second offense is committed after conviction for the first, citing Commonwealth v. Dickerson, 533 Pa. 294, 621 A.2d 990 (1993); Commonwealth v. Vogel, 440 Pa. 1, 268 A.2d 89 (1970); Commonwealth ex rel. Turpack v. Ashe, 339 Pa. 403, 15 A.2d 359 (1940); Commonwealth v. McDermott, 224 Pa. 363, 73 A. 427 (1909); Commonwealth v. Kane, 430 Pa.Super. 203, 633 A.2d 1210 (1993); Commonwealth v. Beatty, 411 Pa.Super. 450, 601 A.2d 1253 (1992) (en banc), aff'd 533 Pa. 322, 623 A.2d 814 (1993); Commonwealth v. Tobin, 411 Pa.Super. 460, 601 A.2d 1258 (1992), aff'd, 533 Pa. 322, 623 A.2d 814 (1993). The theme of these cases is that the “point of sentence enhancement is to punish more severely offenders who have persevered in criminal activity despite the theoretically beneficial effects of penal discipline.” Dickerson, 533 Pa. at 299, 621 A.2d at 992. The Dickerson court quoted from Commonwealth v. Sutton, 125 Pa.Super. 407, 413, 189 A. 556, 558 (1937):\nIt was not intended that the heavier penalty prescribed for the commission of a second offense should descend upon anyone, except the incorrigible one, who after being reproved, ‘still hardeneth his neck.’ If the heavier penalty prescribed for the second violation ... is visited upon the one who has not had the benefit of the reproof of a first conviction, then the purpose of the statute is lost.\nId. This view, often referred to as the “recidivist philosophy,” is a valid policy. It was applied in Dickerson, supra, a case interpreting a different recidivist sentencing statute, to aid in resolving an ambiguity in the statute. All of the cases cited by appellant utilized the “recidivist philosophy” to construe recidivist sentence enhancement statutes which were ambiguous as to whether a prior conviction must have preceded commission of the second offense or whether the prior conviction merely must have preceded sentencing for the later offense. In other words, the philosophy is a valid tool in interpreting ambiguous statutory language.\nThe “recidivist philosophy,” however, is not a constitutional principle or mandate, and the legislature is therefore free to reject or replace it when enacting recidivist sentencing legislation. If the legislature enacts a statute which clearly expresses a different application, the “recidivist philosophy” possesses no authority which would override clearly contrary statutory language.\nThe legislation in question contains no ambiguity at all. It says that “if at the time of sentencing the defendant has been convicted of another drug trafficking offense,” he must receive an enhanced sentence. Appellant asks that we interpret the word “sentencing” in the statute to mean “committing the offense for which the defendant is being sentenced,” so that the statute would read, “if, at the time of committing the offense for which the defendant is being sentenced, the defendant has been convicted of another drug trafficking offense,” he must receive an enhanced sentence. Appellant’s request is beyond our power. Where there is no ambiguity, there is no room for interpretation. 1 Pa.C.S. § 1921(b); Commonwealth v. Harner, 533 Pa. 14, 617 A.2d 702 (1992); Commonwealth v. Corporan, 531 Pa. 348, 613 A.2d 530 (1992). The language of 18 Pa.C.S. § 7508(a)(3)(i) could not be clearer; there is no ambiguity, and thus no room for interpretation. There is no basis for us to impose a philosophy of recidivist sentencing to rewrite a statute which clearly rejects such philosophy. 1 Pa.C.S. § 1921(b).\nAppellant raises two additional issues, neither of which has any merit. The first is based on the anomaly that on December 19, 1990, the sentencing statute was amended. The effective date of the amendment fell between appellant’s two offenses. At the time of appellant’s first offense, the statute provided at 18 Pa.C.S. § 7508(a)(3)(i): “Upon the first conviction ...: one year in prison and a fine of Five Thousand ($5,000.00) Dollars ... and, upon the conviction for another offense subject to sentencing under this section: three years in prison and Ten Thousand ($10,000.00) Dollars_” This section, without the clearly contrary language contained in the amended version discussed above, has been interpreted to require conviction of the prior offense before the commission of the second offense in order for the enhanced sentence to attach. Commonwealth v. Kane, supra; Commonwealth v. Tobin, supra; Commonwealth v. Beatty, supra. Thus, if appellant had committed his second offense prior to the amendment of the statute (and prior to conviction for the first offense), his sentence would not have been subject to enhancement.\nThe gist of appellant’s argument is not entirely clear, though it appeal’s to be based on the fact that if he had altered the order of pleading guilty to the two offenses and been sentenced for the second offense first, there would have been no enhancement of the sentence for the second offense, there being no prior conviction; then he could have pleaded guilty to the first offense and would not have received an enhanced sentence because the conviction for the second offense would not have occurred prior to the commission of the first offense. He argues that an enhanced sentence for the second offense, as the Superior Court has ordered, based on the amended version of the statute, constitutes an ex post facto application of the amended statute. Whatever the merits of this argument, we need not address it, for the hypothetical chronology of events posited by appellant did not take place and we are limited to the application of the statute to the facts of this ease.\nFinally, appellant argues that the Superior Court’s interpretation and application of the amended sentence enhancement statute penalizes him for pleading guilty pursuant to Pa.R.Crim.P. 1402, and that this interpretation will virtually eliminate accelerated pleas under Rule 1402 in drug cases. Whether or not this is the case, it has no bearing on the clear meaning of the amended version of 18 Pa.C.S. § 7508(a)(3)(i), which we are bound to apply as the legislature enacted it.\nAccordingly, we hold that the sentence enhancing statute, 18 Pa.C.S. § 7508(a)(3)(i), must be applied to enhance appellant’s sentence for the offense committed on May 21, 1991, as appellant, at the time of sentencing, November 26, 1991, had been convicted, by guilty plea on October 11, 1991, of another drug trafficking offense committed on November 2, 1988.\nOrder of the Superior Court affirmed and case remanded to the Court of Common Pleas of Philadelphia County for resentenc-ing in accordance with this opinion.\nMONTEMURO, J., is sitting by designation.\n. There are other purposes of sentencing in addition to individual deterrence and rehabilitation. See generally W. Gaylin, Partial Justice: A Study of Bias in Sentencing (1974). Chapter II, \"The Sentencing Process,” at 15-27, outlines five broad purposes of the penal system: protection of society, general deterrence (example to others), individual deterrence, rehabilitation, and retribution (punishment, vengeance, desserts).\nThe \"recidivist philosophy\" urged by appellant is particularly relevant to the concepts of individual deterrence and rehabilitation. The \"recidivist philosophy,” however, is totally meaningless insofar as other valid purposes of sentencing are concerned, such as protection of society and general deterrence. The legislature is perfectly free to enact a sentencing scheme which rejects the \"recidivist philosophy” and focuses on other goals of the penal system.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "Stanley R. Krakower, Philadelphia, for T. Williams.",
      "Peter Rosalsky, Philadelphia, for amicus-defender Assoc, of Philadelphia.",
      "Catherine Marshall, Ronald Eisenberg, Hugh J. Burns, Philadelphia, for Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Tyrone WILLIAMS, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 17, 1994.\nDecided Dec. 29, 1994.\nStanley R. Krakower, Philadelphia, for T. Williams.\nPeter Rosalsky, Philadelphia, for amicus-defender Assoc, of Philadelphia.\nCatherine Marshall, Ronald Eisenberg, Hugh J. Burns, Philadelphia, for Com.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0283-02",
  "first_page_order": 353,
  "last_page_order": 356
}
