{
  "id": 9122939,
  "name": "ALLIED PRODUCTS AND SERVICES, Petitioner, v. WORKERS' COMPENSATION APPEAL BOARD (CLICK), Respondent",
  "name_abbreviation": "Allied Products & Services v. Workers' Compensation Appeal Board",
  "decision_date": "2003-05-14",
  "docket_number": "",
  "first_page": "284",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "823 A.2d 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "806 A.2d 962",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11355997
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "968",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/806/0962-01"
      ]
    },
    {
      "cite": "516 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808596
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0240-01"
      ]
    },
    {
      "cite": "539 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1370740
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/114/0382-01"
      ]
    },
    {
      "cite": "589 A.2d 291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1415182
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0015-01"
      ]
    },
    {
      "cite": "562 A.2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1391612
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/127/0587-01"
      ]
    },
    {
      "cite": "637 A.2d 711",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1456413,
        7361309
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/161/0497-01",
        "/a2d/637/0711-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 11682,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 2.348804117037105e-07,
      "percentile": 0.7929950742301964
    },
    "sha256": "3d2e6f3f83af2e85e449955e71f3dd7777720c1480bf8093a7dd9caf3aae7da4",
    "simhash": "1:6ac905867c3b2819",
    "word_count": 1809
  },
  "last_updated": "2024-02-27T18:15:55.610140+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge, and SIMPSON, Judge, and KELLEY, Senior Judge."
    ],
    "parties": [
      "ALLIED PRODUCTS AND SERVICES, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (CLICK), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge SIMPSON.\nAllied Products and Services (Employer) petitions for review of an order of the Workers’ Compensation Appeal Board (Board) that affirmed the Workers’ Compensation Judge’s (WCJ) decision denying Employer’s modification petition. The sole issue is whether substantial evidence supports the WCJ’s decision. We affirm.\nIn October 1999, Thomas Click (Claimant), a warehouse manager, sustained a lower back injury when he slipped and fell while loading pallets. Employer issued a notice of compensation payable acknowledging Claimant’s injury.\nIn February 2000, Dr. John Rychak, Claimant’s treating physician, performed surgery on Claimant’s spine. The following July, Dr. Rychak referred Claimant to George O’Malley, a physical therapist, for a KEY Functional Assessment. A report was sent to Dr. Rychak detailing Claimant’s physical capabilities. Pursuant to the report, Claimant could return to work full-time with lifting/bending restrictions, including standing in excess of 20 minutes. Further, Claimant continued to experience numbness in his legs, had difficulty lifting objects off the floor, and could not walk distances. He continued treatment with Dr. Rychak and took medication regularly. He used a TENS unit and a LS corset type brace during the day.\nDr. Rychak released Claimant to light duty work with appropriate restrictions. Claimant immediately began independent efforts to seek employment. He submitted applications to a grocery store, a gas station, the Commonwealth, and another unnamed employer. None of these applications resulted in a job offer.\nThereafter, Claimant began cleaning office buildings for Employer’s sister company on a part-time basis. However, since that position involved repetitive bending, Claimant again experienced pain and ceased working after three weeks. Upon learning he was unable to continue at this position, he again began independent efforts to find alternate employment.\nClaimant met with Denise Cordes (vocational expert), a vocational counselor. After interviewing Claimant, reviewing Dr. Rychak’s records, and considering Claimant’s educational and employment background, the vocational expert determined that Claimant was capable of returning to light work as defined by the United States Department of Labor’s Dictionary of Occupational Titles. She performed a labor market survey (LMS), and created a list of six jobs in Claimant’s geographic area that she asserted were within his restrictions. She also noted additional positions were available through the public employment office.\nThe vocational expert sent Claimant a letter referring him to several sources where he could access a listing of available positions. However, she never contacted Dr. Rychak to check the compatibility of the positions with Claimant’s restrictions.\nEmployer filed a modification petition alleging Claimant was capable of returning to work at the LMS positions. Following hearings, the WCJ denied the petition, finding Employer “failed to prove a significant portion of their case, namely whether the jobs set forth in the LMS are jobs the claimant can physically perform.” WCJ Op. at 4. The WCJ rejected the vocational expert’s testimony, stating:\n5. The testimony of Denise Cordes, the vocational counselor is not competent and credible. The testimony of the vocational counsel [sic] is faulty in a number of respects, including the fact that the job descriptions do not contain a meaningful break down of what percentages or portions of the day require the claimant to walk, stand or sit, coupled with the fact that the job descriptions were never submitted to the treating physician for approval.\nWCJ Op. at 6; Conclusion of Law No. 5. The WCJ described the LMS as a “cloak- and-dagger” document, noting that it was impossible to tell whether the listed positions complied with Claimant’s physical restrictions. Further, he found that the vocational expert was “not qualified to testify that a given job falls within a doctor’s restrictions simply based on whether a job is categorized as sedentary or light duty.” WCJ Op. at 4. The WCJ also found it relevant that the vocational expert failed to provide Claimant a copy of the LMS prior to the litigation.\nUltimately, the WCJ concluded that “when a claimant makes a good faith effort to find employment as the claimant has done, these efforts should counter balance any weight given to the ‘cloak and dagger’ LMS.” WCJ Op. at 5.\nEmployer appealed to the Board arguing several findings of fact were not supported by substantial evidence. Further, Employer argued the WCJ misapplied Section 306 of Workers’ Compensation Act (Act) in (i) requiring Claimant be provided a copy of the LMS prior to the litigation, (ii) mandating the Claimant’s treating physician review and approve the individual job descriptions, and (in) finding the vocational expert was not qualified to testi fy as to whether a specific job falls within Claimant’s restrictions.\nThe Board agreed the WCJ misapplied Section 306(b)(2); however, it affirmed the WCJ’s decision, finding the credibility of the vocational expert was solely in the WCJ’s discretion, stating:\nWe further recognize that the WCJ rejected Ms. Cordes’ testimony because she failed to submit the job descriptions to Dr. Rychak for approval. While we disagree that this is a valid basis, the WCJ’s rejection of this testimony is also based on the adequacy of the job descriptions, as noted.\nBoard Op. at 8, FN No. 2.\nEmployer now petitions this Court for review of the Board’s order. Employer asserts that since the Board found the WCJ’s decision was based on multiple errors of law, substantial competent evidence did not exist to support the denial of its modification petition.\nAct 57 altered an employer’s burden of proof in modification proceedings. There is no longer a requirement that it establish the existence of actual job referrals; instead, an employer must only show that the claimant is able to perform his previous work or that he can engage in any other “substantial gainful employment” in his employment area. 77 P.S. § 512(2).\nIn order to prevail in seeking a modification of benefits, an employer must either: (i) offer to a claimant a specific job that it has available, which the claimant is capable of performing, or (ii) establish “earning power” through expert opinion evidence including job listings with employment agencies, agencies of the Department of Labor and Industry, and advertisements in a claimant’s usual area of employment. S. Hills Health Sys.\nProof of job availability by establishing “earning power” through expert opinion is not as structured as under prior law. However, an employer must still convince the fact-finder that positions within the injured worker’s residual capacity are actually available. S. Hills Health Sys. While the treating physician need not preapprove each possible alternate position, some qualified witness must persuade the fact-finder that an injured worker can perform the work. Employer here failed to carry this burden, both because the WCJ did not attach great weight to the vocational expert’s qualifications to opine as to residual capacity, and because the vocational expert lacked sufficient knowledge of the details of the alternate positions. We decline to disturb these credibility determinations. Vols v. Workmen’s Comp. Appeal Bd. (Alperin, Inc.), 161 Pa. Cmwlth.497, 637 A.2d 711 (1994).\nAlso, while an employer need not submit the alternate positions to an injured worker, the employer must still persuade the fact-finder that the positions are actually available. Secretive and guarded conduct may be among the circumstances indicating a vocational expert is conscious of her failure to muster credible proof of availability. As here, the WCJ may reject an employer’s “earning power” proof not as a failure to meet legal requirements, but as a failure to convince the fact-finder.\nThe vocational expert’s testimony was the only evidence presented by Employer concerning Claimant’s “earning power.” Since the WCJ determined her testimony was not credible, Employer failed to meet its burden, and the WCJ properly denied its modification petition. Accordingly, we affirm the Board.\nORDER\nAND NOW, this 14th day of May, 2003, the decision of the Workers’ Compensation Appeal Board is affirmed.\n. Claimant asserts that since Ms. Cordes has not been approved as an expert by the Department of Labor and Industry, her testimony must be disregarded as incompetent. However, this issue was not raised before the finder of fact and is deemed waived. Williams v. Workmen’s Compensation Appeal Board (Montgomery Ward), 127 Pa.Cmwlth. 587, 562 A.2d 437 (1989).\n. Claimant was a high school graduate who served in the armed forces for twenty years as a helicopter mechanic. Aside from his work with Employer, Claimant’s only other employment experience Claimant was as a maintenance man and a truck driver. R.R. at 156a.\n. Claimant testified that he never received this letter.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S, § 512 (Act 57), stating as pertinent:\n\"Earning power” shall be determined by the work the employe is capable of performing and shall be based upon expert opinion evidence which includes job listings with agencies of the department, private job placement agencies and advertisements in the usual employment area. Disability partial in character shall apply if the employe is able to perform his previous work or can, considering the employe’s residual productive skill, education, age and work experience, engage in any other kind of substantial gainful employment which exists in the usual employment area in which the employe lives within this Commonwealth ... In order to accurately assess the earning power of the employe, the insurer may require the employe to submit to an interview by an expert approved by the department and selected by the insurer.\n77 P.S. § 512.\n. This Court’s review of a Board’s decision is limited to determining whether an error of law was committed, findings of fact are supported by substantial evidence or constitutional rights were violated. Administrative Agency Law, 2 Pa.C.S. § 704; Vinglinsky v. Workmen’s Comp. Appeal Bd. (Penn Installation), 139 Pa.Cmwlth.15, 589 A.2d 291 (1991). Substantial evidence is such relevant evidence as a reasonable person might accept as adequate to support a conclusion. Mrs. Smith's Frozen Foods v. Workmen’s Comp. Appeal Bd. (Clouser), 114 Pa.Cmwlth.382, 539 A.2d 11 (1988).\n. Claimant asserts that the standards of Kachinski v. Workmens Comp. Appeal Bd. (Vepco Constr. Co.), 516 Pa. 240, 252, 532 A.2d 374, 380 (1987), continue to apply. Kachinski \"is still applicable in situations where an employer seeks a modification of benefits based on an offer of a specific job with the employer.” S. Hills Health Sys. v. Workers’ Comp. Appeal Bd. (Kiefer), 806 A.2d 962, 968 (Pa.Cmwlth. 2002) (emphasis added). However, this case does not fall under such circumstances; rather, this case involves the new provisions of Act 57 permitting a modification upon proof of \"earning power.” As such, the standards of Kachinski are inapplicable.\n.Employer's chief executive officer testified that Employer had no positions within Claimant's restrictions available. R.R. at 106a.",
        "type": "majority",
        "author": "Judge SIMPSON."
      }
    ],
    "attorneys": [
      "Kacey C. Wiedt, Harrisburg and Ralph F. Touch, Reading, for petitioner.",
      "W. Scott Henning, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "ALLIED PRODUCTS AND SERVICES, Petitioner, v. WORKERS’ COMPENSATION APPEAL BOARD (CLICK), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs March 21, 2008.\nDecided May 14, 2003.\nKacey C. Wiedt, Harrisburg and Ralph F. Touch, Reading, for petitioner.\nW. Scott Henning, Harrisburg, for respondent.\nBEFORE: McGINLEY, Judge, and SIMPSON, Judge, and KELLEY, Senior Judge."
  },
  "file_name": "0284-01",
  "first_page_order": 330,
  "last_page_order": 334
}
