{
  "id": 9297124,
  "name": "Cynthia R. MAY, Plaintiff, v. BIGMAR, INC., a Delaware corporation, Defendant",
  "name_abbreviation": "May v. Bigmar, Inc.",
  "decision_date": "2003-12-10",
  "docket_number": "C.A. No. 19936",
  "first_page": "285",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 285"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "603 A.2d 818",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939599
      ],
      "pin_cites": [
        {
          "page": "824"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/603/0818-01"
      ]
    },
    {
      "cite": "1993 WL 328079",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1993,
      "pin_cites": [
        {
          "page": "*9"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1990 WL 91100",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*8"
        },
        {
          "page": "*12"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "321 A.2d 138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8045181
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "141"
        },
        {
          "page": "141"
        },
        {
          "page": "144",
          "parenthetical": "\"Without interest on expenses actually paid, indemnification would be incomplete.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/321/0138-01"
      ]
    },
    {
      "cite": "809 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11426334
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "citing Merritt-Chapman & Scott Corp. v. Wolfson, 321 A.2d 138, 141 (Del.Super.1974)"
        },
        {
          "page": "560-61",
          "parenthetical": "noting Delaware's broad public policy favoring indemnification"
        },
        {
          "page": "561",
          "parenthetical": "\"Allowing indemnification for the expenses incurred by a director in pursuing his indemnification rights gives recognition to the reality that the corporation itself is responsible for putting the director through the process of litigation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/809/0555-01"
      ]
    },
    {
      "cite": "2000 WL 1847676",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "829 A.2d 160",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9100136
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "170"
        },
        {
          "page": "186"
        },
        {
          "page": "188",
          "parenthetical": "\"To turn these key facts into an award necessarily involves a discretionary judgment that is not mathematically precise\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/0160-01"
      ]
    },
    {
      "cite": "1994 WL 548938",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1994,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1998 WL 155543",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "pin_cites": [
        {
          "page": "*1",
          "parenthetical": "quoting Zirn v. VLI Corp., 1994 WL 548938, at *2 (Del.Ch. Sept. 23, 1994)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "225 Litig., 2002",
      "category": "journals:journal",
      "reporter": "Litig.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 20242,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 6.94350147403163e-08,
      "percentile": 0.42102609071030783
    },
    "sha256": "d52d4ecc04fcc0d1faf23c7bc2e85a63811032a03aa20d3bbb3f2c20642879c5",
    "simhash": "1:f1d64fa0965e0664",
    "word_count": 3276
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cynthia R. MAY, Plaintiff, v. BIGMAR, INC., a Delaware corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "MEMORANDUM OPINION\nLAMB, Vice Chancellor.\nI.\nCynthia R. May, the plaintiff, is a former officer and director of defendant Bigmar, Inc., a Delaware corporation. Bigmar, a generic brand pharmaceutical company, was formed by John Tramonta-na in 1995. The parties first appeared in this court in a consolidated Section 225 action that was tried before former Vice Chancellor Jacobs on January 22 and 23, 2002 and decided on April 5, 2002. In that action, the issues were whether the November 16-18, 2001 meeting (the “November 16-18 meeting”) was validly convened and held (the “meeting issue”), and whether May’s November 26-28 action by written consent was legally effective (the “consent issue”). The court held that the November 16-18 meeting was not validly held and that May’s written consent was not legally effective; therefore, the court held the de jure directors and officers of Bigmar to be those who occupied seats on November 15, 2001. Because May was not successful in establishing her majority voting power, she immediately resigned all positions she held at Bigmar.\nOn September 26, 2002, May filed a claim for indemnification of her fees and expenses in connection with the Section 225 litigation, purporting to act pursuant to 8 Del. C. § 145(c) and Article VI, Section 3 of Bigmar’s bylaws. Bigmar moved to stay on the basis that May was not entitled to statutory indemnification because she was not “successful on the merits” as contemplated by Section 145(c). Former Vice Chancellor Jacobs heard oral argument and on January 8, 2003 denied the defendant’s motion for a stay and granted the plaintiffs motion for partial summary judgment on liability in this in-damnification action. The court ruled as follows:\nPlaintiff shall be indemnified by Bigmar, Inc. pursuant to 8 Del. C. § 145(c) and Article VI, Section 3 of Bigmar’s by-laws for all expenses, including attorneys’ fees and costs she actually and reasonably incurred in connection with (a) In re Bigmar, Inc. Section 225 Litigation, Cons.C.A. No. 19289 — NC in her successful defense of all claims and issues arising out of the invalidated meeting of the Bigmar, Inc. board of directors on November 16-18, 2001 and (b) this indemnification action and recovering those fees in this indemnification action ...\nBecause the parties were unable to agree on the amount of the reasonable expenses, including attorneys’ fees and costs, a trial was held on July 7, 2003 and the court heard post-trial argument on October 21, 2003 to determine what fees are allocable to May’s success in the underlying action and the reasonableness of those fees.\nII.\nThe right to indemnification for corporate officers is well established in Delaware. This right, however, is not a “blank check for corporate officials” and the court must determine the extent of indemnification in light of the results of the litigation. The idea that a corporate officer should only be indemnified in an amount that reflects her limited success is supported by Section 145 jurisprudence. In this case, May was successful on the claim relating to the validity of November\nnot whether or not May is entitled to indemnification. 16-18 meeting, but she lost the claim that she removed directors by written consent. Plaintiff seeks an indemnification award of $588,278.32, an amount that she says represents the cost of litigating whether the November 16-18 meeting was validly held.\nIII.\nThe touchstone for awarding fees in an indemnification action is reasonableness. In a partial indemnification case, the burden is on the plaintiff to submit “a good faith estimate of expenses incurred” relating to the indemnifiable claim. May is entitled to partial indemnification to the extent that she can prove that the expenses were “actually and reasonably” incurred in relation to the November 16-18 meeting claim.\nMay presented the testimony of Michael J. Hanrahan, Esquire and Frederick T. Spindel, Esquire, the lead attorneys in the Section 225 action. Both witnesses testified to the methodology they employed in calculating the amount of fees for indemnification, summarized in the following steps: (1) eliminate time and expenses after oral argument “on the basis that most of the time thereafter was not related to issues on which May had been successful ... ”; (2) eliminate time before oral argument that is plainly not attributable to the meeting issue; and, (3) after eliminating 1 and 2 above, reduce the remaining time and the expenses by 15%. Spindel testified at trial that the 15% discount was based on a subjective judgment made by him and Hanrahan as to the amount of time spent focused on the consent issue. Both testified that the meeting issue dominated pretrial activities, as extensive discovery was necessary to unearth the truth relating to the process of convening the November 16-18 meeting. Applying this methodology results in an indemnification claim in excess of $588,000.\nBigmar presented the testimony of Susan Ciallella, Esquire, counsel for Tramon-tana in the Section 225 action. Ciallella reviewed all the pleadings, deposition transcripts, pre- and post-trial briefs, trial transcripts, transcripts of arguments on motions to compel, as well as other file materials. Bigmar maintains that May should only be indemnified for work that addressed specifically whether a quorum was present at the November 16-18 meeting. In conducting her review, Ciallella divided the meeting issue into subissues, and she combed through the materials isolating only the quorum subissue of the meeting issue. She concluded that 10% of the case related to the quorum aspect of the meeting issue, and that May should only be indemnified to that extent. Defendant’s approach eliminates all non-quorum issue meeting time, general time, and consent issue time.\nEssentially, May’s analysis assumes that time and expenses are included unless otherwise specifically excluded. Thus, she starts with over $1 million in total fees relating to the Section 225 litigation and ends at $588,273.32. The defendant takes the opposite tack — including only those items of time and expense that are found to relate to the single subissue on which May succeeded. Thus, it starts at $0 and builds up to $272,632.61. The large gap between these figures is substantially attributable to the factors described below.\nIV.\nThe problem in cases of partial indemnification is to define or identify the quantum of time (and expenses) properly subject to the claim. The inability to do so in a scientific way is attributable to a variety of factors. The question for the court is how to allocate the economic risks associated with these inherent uncertainties. In other words, what does May need to do to meet her burden of submitting a “good faith estimate” of her claim for indemnification.\nFirst, the time records in this case were not kept in a way that permits easy segregation of time spent on the successful issue from time spent on losing issues. Counsel for May kept time records but did not undertake to fully identify time by issue. While greater detail in contemporaneous record keeping is obviously helpful where a claim for partial indemnification is made, the court is not persuaded that the failure to keep better records should lead to the disallowance of the claim. There is enough information in the time records to get a general idea, and it is possible to make a good faith estimate, of proper allocation. Moreover, the court notes that, unsurprisingly, the time records kept by Bigmar’s counsel reflect the same lack of detail or issue-by-issue breakdown.\nSecond, a fair portion of time devoted to litigating an expedited case is not easily divided between issues. Bigmar’s approach is limited to time that was expressly dedicated to the “quorum” subissue. This would result in a very small recovery for May. The court is satisfied that given the policy of the state favoring indemnification of officers and directors, May’s approach of identifying time and expenses to be excluded, rather than insist on specific identification of items to be included, is an acceptable methodology.\nThird, there is also the problem of identifying the “winning” issues from “losing” ones. Here, for example, May won the meeting issue but that victory was itself a mixed bag of subissues of various degrees of merit-some addressed by the court and some not. There should be, no indemnification for losing issues, including subparts of a “winning” issue as to which the trial made specific negative findings. Nevertheless, other “subissues” that are not addressed by the trial court are properly within the scope of partial indemnification. Here, Bigmar argues that May should only be indemnified for time devoted to arguments the court found dispositive of whether the meeting was validly held and not the arguments the court explicitly did not address. This approach is unreasonable and unworkable. Carried to the extreme, it would make it necessary for courts to consider all issues presented, even those not necessary in deciding the case, or else risk disadvantaging a winning party in the subsequent indemnification claim. Thus, the court defines the meeting issue broadly and excludes only those arguments expressly rejected by the court as insubstantial.\nFourth, the court should critically evaluate the parties’ own good faith estimates (especially regarding unallocated time) to make sure that the approach adopted does not result in an unjustly generous or unfairly stingy award — in light of the outcome of the litigation. Here, for example, May “won the battle” of the November 16-18 meeting but “lost the war.” She also was the one to instigate litigation as part of a strategy of asserting control over Bigmar.\nTaking all of these factors into account, the court concludes that it should both adopt the allocation methodology advanced by the plaintiff, and exercise its own judgment and discretion to apply a 30% discount to the total fees arrived at after elimination of time devoted exclusively to the consent issue, as opposed to the 15% discount suggested by May’s counsel. This will result in an award of $484,460, or slightly less than half of the total fees and expenses incurred by May in the Section 225 litigation. The court is satisfied that this award is reasonable in the circumstances and bears an appropriate relationship to the time expended in litigating those elements of the meeting issue that are properly indemnifiable.\nIn addition, May is entitled to an award of “fees on fees” for her successful prosecution of this action. An award for “fees on fees” will be entered in the amount $291,829.98, as requested.\nFinally, the court agrees with May that she in entitled to pre-judgment simple interest on the $484,084 award, at the legal rate beginning on September 26, 2002, the date the complaint was filed in this action. Post-judgment interest will apply in accordance with the provisions of 6 Del. C. § 2301(a).\nV.\nCounsel for May shall submit a form of order in conformity with this opinion on or before December 19, 2003, with consent as to form or on notice.\n. May was President and Secretary of Bigmar from February 2001 to April 16, 2002 and a director of its board from June 1999 to April 15, 2002. During that time, she had exclusive control over Bigmar's financial records and conducted all of Bigmar’s dealings with U.S. banks.\n. Although Bigmar is a publicly held Delaware corporation with its corporate offices in Johnstown, Ohio, all of its operations are conducted through its European, subsidiaries. Tramontana has served as Chairman and Chief Executive Officer of Bigmar since its founding.\n. In re Bigmar, Inc. Section 225 Litig., 2002 WL 550469, (Del.Ch. Apr. 5, 2002). On November 29, 2001, May filed the first of the three Section 225 actions. May's action sought a determination that a November 16— 18 meeting and all the measures taken at that meeting were invalid. She also sought a determination that the written consents executed on November 28, 2001 removing five of Bigmar’s nine directors (the \"Tramontana Directors”) and Messrs. Efird and DeLape as directors were valid. On November 30, 2001, the Tramontana Directors filed a Section 225 action for a determination that they remain de jure directors, and that they had validly removed May as Secretary and President at the November 16-18 meeting. They also argued that May’s November 28 written consents were legally ineffective because she lacked the authority to vote most of the shares represented by those consents. The third Section 225 action was filed by Banca del Gottardo, a Swiss bank, to confirm the validity of the two million shares issued to it at the November 16-18 meeting and the appointment of two bank nominees, Messrs. Efird and DeLape, to the board. These three Section 225 actions were consolidated and tried together.\n. Former Vice Chancellor Jacobs concluded that the delegation of authority for May to vote the Jericho shares was not legally binding. See In re Bigmar, Inc. Section 225 Litig., 2002 WL 550469, at *23.\n. Namely, Massimo Pedrani, Philippe J.H. Rohrer, Bernard Kramer, Declan Service, Timothy K. Carroll, John S. Hodgson, Kevin Ryan, May, and Tramontana.\n. In it's brief in support of it’s motion, Big-mar argued that there was a bad faith defense to May's statutory indemnity claim and that the board of directors of Bigmar should be given time to conduct an investigation into May’s conduct as an officer and director of Bigmar.\n. In re Bigmar, Inc. Section 225 Litig., C.A. No. 19936, (Del.Ch. Jan. 8, 2003) (Dkt.18).\n. Bigmar now attempts to reargue several issues pertaining to the plaintiff’s right to indemnification; namely, the fact that May was a plaintiff instead of a defendant would bar eligibility for indemnification, and that since her victory was a ‘hollow one' that she is not entitled to any indemnification. Former Vice Chancellor Jacobs’s summary judgment order clearly dictates that the next stage of the case is a determination of what fees are allocable to the plaintiff based on her success and whether those fees are reasonable. May asserts that whether she was successful in defense of the meeting claim is precluded by the \"law of the case” doctrine. The court agrees and will not allow this issue to be relitigated. The \"law of the case” doctrine requires that issues already decided by the same court should be adopted without reliti-gation, and “once a matter has been addressed in a procedurally appropriate way by a court, it is generally held to be the law of that case and will not be disturbed by that court unless compelling reason to do so appears.” Odyssey Partners v. Fleming Co., 1998 WL 155543, at *1 (Del.Ch. Mar. 27, 1998) (quoting Zirn v. VLI Corp., 1994 WL 548938, at *2 (Del.Ch. Sept. 23, 1994)). The remaining issue is the extent of the indemnity award,\n. 8 Del. C. § 145 authorizes corporations to indemnify corporate officials in order to encourage capable persons to serve as agents of Delaware corporations. See Fasciana v. Elec. Data Sys. Corp., 829 A.2d 160, 170 (Del.Ch.2003) (discussing how the statutory authority for indemnity and advancement of litigation expenses for corporate members is intertwined with the public policy desire to have high-quality board members \"willing to make socially useful decisions that involve economic risk”).\n. Fasciana, 829 A.2d at 186.\n. See Cochran v. Stifel Fin. Corp., 2000 WL 1847676, at *4 n. 10 (Del.Ch. Dec. 13, 2000), aff'd in part, rev’d in part, 809 A.2d 555 (Del. 2002) (citing Merritt-Chapman & Scott Corp. v. Wolfson, 321 A.2d 138, 141 (Del.Super.1974)); MCI Telecommunications Corp. v. Warner, 1990 WL 91100, at *8 (Del.Super.1990) (quoting Merritt-Chapman & Scott Corp. v. Wolfson, 321 A.2d 138, 141 (Del.Super.1974) (“[Section 145(c)] does not require complete success. It provides for indemnification to the extent of success 'in defense of any claim, issue or matter’ in an action.”)).\n. See Delphi Easter Partners Ltd. P’ship v. Spectacular Partners, Inc., 1993 WL 328079, at *9 (Del.Ch. Aug. 6, 1993).\n. Fasciana v. Elec. Data Sys. Corp., C.A. No. 19753, transcript at 42 (Del. Ch. Sept. 8, 2003).\n. See Warner, 1990 WL 91100, at *12.\n. Hanrahan testified that they reviewed the pleadings, discovery, depositions, and trial record in establishing their allocation methodology and that \"the overwhelming majority of the time in the case was devoted to the issue of whether or not five directors had met on November 16 and November 18.” Trial Tr. at 38, 41. Hanrahan and Spindel did not further divide the meeting issue into subissues in determining the allocation of fees. Trial Tr. at 24-25. Plaintiff maintains that eleven of the twelve depositions taken for the underlying litigation focused on the meeting claim, and estimates that sixty-five pages of her eighty-five page post-trial brief relate to the meeting claim. PI. Pre-Trial Br. at 15, 18.\n. Hanrahan Dep. at 95. Oral argument after post-trial briefing occurred on March 1, 2002. Hanrahan testified that most of the time spent after oral argument was dedicated to obtaining additional documentation related to the written consent action and to the litigation filed by the Tramontana directors in Michigan. Trial Tr. at 22. There is a small deviation in Spindel's calculation because he included an invoice dated March 26, 2002, whereas Hanrahan excluded all work done after March 1, 2002. Trial Tr. at 157-59.\n. Pl.Ex. 15.\n. Trial Tr. at 196.\n. Trial Tr. at 218-19.\n. Trial Tr. at 218.\n. PI. Pre-Trial Br. at 11.\n. Def. Post-trial Br. at 20.\n. The bills identified by lawyer and date what tasks were performed and the hours worked. Pl.Ex. 15.\n. Pl.Ex. 15.\n. See Stifel, 809 A.2d at 560-61 (noting Delaware’s broad public policy favoring indemnification).\n.May attacked the validity of the November 16-18 meeting on seven independent grounds: (1) there was no valid and effective notice of a board meeting; (2) she and her allies on the board were misled into believing that the meeting had been postponed; (3) no meeting at which a quorum of directors was present ever occurred; (4) the required notice of the reconvened meeting was not given; (5) if the two new director positions were added, then a majority of the board was not present; (6) the Tramontana faction did not act with due care; and (7) those directors acted for an improper personal, rather than appropriate business, purpose. The court found the first two grounds unpersuasive to the question of whether the meeting was validly convened, but it found that the third and fourth grounds for invalidity did have merit. The court did not consider the last three claims because it had already decided that the meeting was invalidly convened on other grounds. In re Bigmar, Inc. Section 225 Litig., 2002 WL 550469, at *18 andn. 80.\n. See, e.g., Citadel Holding Corp. v. Roven, 603 A.2d 818, 824 (Del.1992) (“The fact that certain defenses may have been stricken in the federal action does not foreclose the question of their reasonableness. As a tactical matter, the assertion of such defenses may be justified even if later found to be without merit and there was no determination in the federal action that such defenses were asserted in bad faith”).\n. Trial Tr. at 144-45, 167-69.\n. See Fasciana, 829 A.2d at 188 (\"To turn these key facts into an award necessarily involves a discretionary judgment that is not mathematically precise”).\n. See Stifel, 809 A.2d at 561 (\"Allowing indemnification for the expenses incurred by a director in pursuing his indemnification rights gives recognition to the reality that the corporation itself is responsible for putting the director through the process of litigation”).\n. Merritt-Chapman, 321 A.2d at 144 (\"Without interest on expenses actually paid, indemnification would be incomplete.”).",
        "type": "majority",
        "author": "LAMB, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Michael Hanrahan, Gary F. Traynor, Paul A. Fioravanti, Jr., Prickett, Jones & Elliott, P.A., Wilmington, Delaware, for the Plaintiff.",
      "Sean Bellew, Cozen O’Connor, Wilmington, Delaware, for the Defendant."
    ],
    "corrections": "",
    "head_matter": "Cynthia R. MAY, Plaintiff, v. BIGMAR, INC., a Delaware corporation, Defendant.\nC.A. No. 19936.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted: Oct. 20, 2003.\nDecided: Dec. 10, 2003.\nMichael Hanrahan, Gary F. Traynor, Paul A. Fioravanti, Jr., Prickett, Jones & Elliott, P.A., Wilmington, Delaware, for the Plaintiff.\nSean Bellew, Cozen O’Connor, Wilmington, Delaware, for the Defendant."
  },
  "file_name": "0285-01",
  "first_page_order": 315,
  "last_page_order": 322
}
