{
  "id": 11621226,
  "name": "ELF ATOCHEM NORTH AMERICA, INC., a Pennsylvania corporation, Plaintiff Below, Appellant, v. Cyrus A. JAFFARI and Malek LLC, a Delaware limited liability company, Plaintiffs Below, Appellees",
  "name_abbreviation": "Elf Atochem North America, Inc. v. Jaffari",
  "decision_date": "1999-04-06",
  "docket_number": "No. 269, 1998",
  "first_page": "286",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 286"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "310 A.2d 128",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8023761,
        8023827,
        8023667
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "\"While the words 'shall' and 'may' do not always by themselves determine the mandatory or permissive character of a statute, it is generally presumed that the word 'shall' indicates a mandatory requirement.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/310/0128-02",
        "/a2d/310/0128-03",
        "/a2d/310/0128-01"
      ]
    },
    {
      "cite": "303 A.2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        6789515
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "667",
          "parenthetical": "\"While the words 'shall' and 'may' do not always by themselves determine the mandatory or permissive character of a statute, it is generally presumed that the word 'shall' indicates a mandatory requirement.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/303/0666-01"
      ]
    },
    {
      "cite": "514 U.S. 938",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1339246
      ],
      "weight": 3,
      "year": 1995,
      "pin_cites": [
        {
          "page": "943",
          "parenthetical": "holding that arbitration award will be enforced only where the parties have agreed to submit to arbitration"
        },
        {
          "parenthetical": "holding that arbitration award will be enforced only where the parties have agreed to submit to arbitration"
        },
        {
          "parenthetical": "holding that arbitration award will be enforced only where the parties have agreed to submit to arbitration"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/514/0938-01"
      ]
    },
    {
      "cite": "611 A.2d 12",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936608
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "15",
          "parenthetical": "holding \"the determination of whether a fiduciary duty lawsuit is derivative or direct in nature is substantially the same for corporate cases as it is for limited partnership cases\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0012-01"
      ]
    },
    {
      "cite": "1998 WL 832631",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "130 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "327",
          "parenthetical": "in derivative action, shareholder \"stands in the ' shoes\" of the corporation"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "500 U.S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217796
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "95",
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/500/0090-01"
      ]
    },
    {
      "cite": "408 A.2d 957",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002299
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "961-63",
          "parenthetical": "holding any doubt as to arbitrability is to be resolved in favor of arbitration"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0957-01"
      ]
    },
    {
      "cite": "1989 WL 69394",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "565 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358511
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "911",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/0908-01"
      ]
    },
    {
      "cite": "714 A.2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11715929
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "761",
          "parenthetical": "holding that public policy of Delaware favors arbitration and doubt as to arbitrability is to be resolved in favor of arbitration"
        },
        {
          "page": "761"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0758-01"
      ]
    },
    {
      "cite": "697 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12015018
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citing Beals, 386 A.2d 1156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0395-01"
      ]
    },
    {
      "cite": "386 A.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8070865
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1159-60",
          "parenthetical": "holding in the absence of legislative finding and action, Court of Chancery will not alter historical limitation on its jurisdiction and impose punitive damages in stockholder derivative suit"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/386/1156-01"
      ]
    },
    {
      "cite": "637 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351282
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "51",
          "parenthetical": "\"It is the nature of the judicial process that we decide only the case before us....\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0034-01"
      ]
    },
    {
      "cite": "25 Stetson L.Rev. 311",
      "category": "journals:journal",
      "reporter": "Stetson L. Rev.",
      "year": 1995,
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1998 WL 326596",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "442 A.2d 487",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961317
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0487-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1480,
    "char_count": 42239,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 7.062651635640267e-07,
      "percentile": 0.9663656066434761
    },
    "sha256": "3649c29141aa63be9a82636730e96cf62f393a6862d99af854b29636dc6be83e",
    "simhash": "1:74fe3ed82c6264c5",
    "word_count": 6722
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, Chief Justice, WALSH and BERGER, Justices."
    ],
    "parties": [
      "ELF ATOCHEM NORTH AMERICA, INC., a Pennsylvania corporation, Plaintiff Below, Appellant, v. Cyrus A. JAFFARI and Malek LLC, a Delaware limited liability company, Plaintiffs Below, Appellees."
    ],
    "opinions": [
      {
        "text": "VEASEY, Chief Justice:\nThis is a case of first impression before this Court involving the Delaware Limited Liability Company Act (the “Act”). The limited liability company (“LLC”) is a relatively new entity that has emerged in recent years as an attractive vehicle to facilitate business relationships and transactions. The wording and architecture of the Act is somewhat complicated, but it is designed to achieve what is seemingly a simple concept — to permit persons or entities (“members”) to join together in an environment of private ordering to form and operate the enterprise under an LLC agreement with tax benefits akin to a partnership and limited liability akin to the corporate form.\nThis is a purported derivative suit brought on behalf of a Delaware LLC calling into question whether: (1) the LLC, which did not itself execute the LLC agreement in this case (“the Agreement”) defining its governance and operation, is nevertheless bound by the Agreement; and (2) contractual provisions directing that all disputes be resolved exclusively by arbitration or court proceedings in California are valid under the Act. Resolution of these issues requires us to examine the applicability and scope of certain provisions of the Act in light of the Agreement.\nWe hold that: (1) the Agreement is binding on the LLC as well as the members; and (2) since the Act does not prohibit the members of an LLC from vesting exclusive subject matter jurisdiction in arbitration proceedings (or court enforcement of arbitration) in California to resolve disputes, the contractual forum selection provisions must govern.\nAccordingly, we affirm the judgment of the Court of Chancery dismissing the action brought in that court on the ground that the Agreement validly predetermined the fora in which disputes would be resolved, thus stripping the Court of Chancery of subject matter jurisdiction.\nFacts\nPlaintiff below-appellant Elf Atochem North America, Inc., a Pennsylvania Corporation (“Elf’), manufactures and distributes solvent-based maskants to the aerospace and aviation industries throughout the world. Defendant below-appellee Cyrus A. Jaffari is the president of Malek, Inc., a California Corporation. Jaffari had developed an innovative, environmentally-friendly alternative to the solvent-based maskants that presently dominate the market.\nFor decades, the aerospace and aviation industries have used solvent-based maskants in the chemical milling process. Recently, however, the Environmental Protection Agency (“EPA”) classified solvent-based maskants as hazardous chemicals and air contaminants. To avoid conflict with EPA regulations, Elf considered developing or distributing a maskant less harmful to the environment.\nIn the mid-nineties, Elf approached Jaffari and proposed investing in his product and assisting in its marketing. Jaffari found the proposal attractive since his company, Malek, Inc., possessed limited resources and little international sales expertise. Elf and Jaffari agreed to undertake a joint venture that was to be carried out using a limited liability company as the vehicle.\nOn October 29, 1996, Malek, Inc. caused to be filed a Certificate of Formation with the Delaware Secretary of State, thus forming Malek LLC, a Delaware limited liability company under the Act. The certificate of formation is a relatively brief and formal document that is the first statutory step in creating the LLC as a separate legal entity. The certificate does not contain a comprehensive agreement among the parties, and the statute contemplates that the certificate of formation is to be complemented by the terms of the Agreement.\nNext, Elf, Jaffari and Malek, Inc. entered into a series of agreements providing for the governance and operation of the joint venture. Of particular importance to this litigation, Elf, Malek, Inc., and Jaffari entered into the Agreement, a comprehensive and integrated document of 38 single-spaced pages setting forth detailed provisions for the governance of Malek LLC, which is not itself a signatory to the Agreement. Elf and Malek LLC entered into an Exclusive Distributorship Agreement in which Elf would be the exclusive, worldwide distributor for Malek LLC. The Agreement provides that Jaffari will be the manager of Malek LLC. Jaffari and Malek LLC entered into an employment agreement providing for Jaffari’s employment as chief executive officer of Ma-lek LLC.\nThe Agreement is the operative document for purposes of this Opinion, however. Under the Agreement, Elf contributed $1 million in exchange for a 30 percent interest in Malek LLC. Malek, Inc. contributed its rights to the water-based maskant in exchange for a 70 percent interest in Malek LLC.\nThe Agreement contains an arbitration clause covering all disputes. The clause, Section 13.8, provides that “any controversy or dispute arising out of this Agreement, the interpretation of any of the provisions hereof, or the action or inaction of any Member or Manager hereunder shall be submitted to arbitration in San Francisco, California....” Section 13.8 further provides: “No action ... based upon any claim arising out of or related to this Agreement shall be instituted in any court by any Member except (a) an action to compel arbitration ... or (b) an action to enforce an award obtained in an arbitration proceeding....” The Agreement also contains a forum selection clause, Section 13.7, providing that all members consent to: “exclusive jurisdiction of the state and federal courts sitting in California in any action on a claim arising out of, under or in connection with this Agreement or the transactions contemplated by this Agreement, provided such claim is not required to be arbitrated pursuant to Section 13.8”; and personal jurisdiction in California. The Distribution Agreement contains no forum selection or arbitration clause.\nElfs Suit in the Court of Chancery\nOn April 27, 1998, Elf sued Jaffari and Malek LLC, individually and derivatively on behalf of Malek LLC, in the Delaware Court of Chancery, seeking equitable remedies. Among other claims, Elf alleged that Jaffari breached his fiduciary duty to Malek LLC, pushed Malek LLC to the brink of insolvency by withdrawing funds for personal use, interfered with business opportunities, failed to make disclosures to Elf, and threatened to make poor quality maskant and to violate environmental regulations. Elf also alleged breach of contract, tortious interference with prospective business relations, and (solely as to Jaffari) fraud.\nThe Court of Chancery granted defendants’ motion to dismiss based on lack of subject matter jurisdiction. The court held that Elfs claims arose under the Agreement, or the transactions contemplated by the agreement, and were directly related to Jaf-fari’s actions as manager of Malek LLC. Therefore, the court found that the Agreement governed the question of jurisdiction and that only a court of law or arbitrator in California is empowered to decide these claims. Elf now appeals the order of the Court of Chancery dismissing the complaint.\nContentions of the Parties\nElf claims that the Court of Chancery erred in holding that the arbitration and forum selection clauses in the Agreement governed, and thus deprived that court of jurisdiction to adjudicate all of Elfs claims, including its derivative claims made on behalf of Malek LLC. Elf contends that, since Ma-lek LLC is not a party to the Agreement, it is not bound by the forum selection provisions. Elf also argues that the court erred in failing to classify its claim as derivative on behalf of Malek LLC against Jaffari as manager. Therefore, Elf claims that the Court of Chancery should have adjudicated the dispute. Finally, Elf argues that the dispute resolution clauses of the Agreement are invalid under Section 109(d) of the Act, which, it alleges, prohibits the parties from vesting exclusive jurisdiction in a forum outside of Delaware.\nDefendants claim that Elf contracted with Malek, Inc. and Jaffari that all disputes that arise out of, under, or in connection with the Agreement must be resolved exclusively in California by arbitration or court proceedings. Defendants allege that the characterization of Elfs claim as direct or derivative is irrelevant, as the Agreement provides that the members would not institute “any” action at law or equity except one to compel arbitration, and that any such action must be brought in California. Defendants also argue that, in reality, Elfs claims are direct, not derivative, claims against its fellow LLC members, Malek, Inc. and Jaffari.\nWith regard to the validity of Section 13.7, defendants argue that Section 18-109(d) of the Act is a permissive statute and does not prohibit the parties from vesting exclusive jurisdiction outside of Delaware. Thus, defendants assert that the Court of Chancery correctly held that the dispute resolution provisions of the Agreement are valid and apply to bar Elf from seeking relief in Delaware.\nGeneral Summary ofBackyround of the Act\nThe phenomenon of business arrangements using “alternative entities” has been developing rapidly over the past several years. Long gone are the days when business planners were confined to corporate or partnership structures.\n■ Limited partnerships date back to the 19th Century. They became an important and popular vehicle with the adoption of the Uniform Limited Partnership Act in 1916. Sixty years later, in 1976, the National Conference of Commissioners on Uniform State Laws approved and recommended to the states a Revised Uniform Limited Partnership Act (“RULPA”), many provisions of which were modeled after the innovative 1973 Delaware Limited Partnership (LP) Act. Difficulties with the workability of the 1976 RULPA prompted the Commissioners to amend RULPA in 1985.\nTo date, 48 states and the District of Columbia have adopted the RULPA in either its 1976 or 1985 form. Delaware adopted the RULPA with innovations designed to improve upon the Commissioners’ product. Since 1983, the General Assembly has amended the LP Act eleven times, with a view to continuing Delaware’s status as an innovative leader in the field of limited partnerships.\nThe Delaware Act was adopted in October 1992. The Act is codified in Chapter 18 of Title 6 of the Delaware Code. To date, the Act has been amended six times with a view to modernization. The LLC is an attractive form of business entity because it combines corporate-type limited liability with partnership-type flexibility and tax advantages. The Act can be characterized as a “flexible statute” because it generally permits members to engage in private ordering with substantial freedom of contract to govern their relationship, provided they do not contravene any mandatory provisions of the Act. Indeed, the LLC has been characterized as the “best of both worlds.”\nThe Delaware Act has been modeled on the popular Delaware LP Act. In fact, its architecture and much of its wording is almost identical to that of the Delaware LP Act. Under the Act, a member of an LLC is treated much like a limited partner under the LP Act. The policy of freedom of contract underlies both the Act and the LP Act.\nIn August 1994, nearly two years after the enactment of the Delaware LLC Act, the Uniform Law Commissioners promulgated the Uniform Limited Liability Company Act (ULLCA). To coordinate with later developments in federal tax guidelines regarding manager-managed LLCS, the Commissioners adopted minor changes in 1995. The Commissioners further amended the ULLCA in 1996. Despite its purpose to promote uniformity and consistency, the ULLCA has not been widely popular. In fact, only seven jurisdictions have adopted the ULLCA since its creation in 1994. A notable commentator on LLCs has argued that legislatures should look to either the Delaware Act or the Prototype Act created by the ABA when drafting state statutes.\nPolicy of the Delaware Act\nThe basic approach of the Delaware Act is to provide members with broad discretion in drafting the Agreement and to furnish default provisions when the members’ agreement is silent. The Act is replete with fundamental provisions made subject to modification in the Agreement {e.g. “unless otherwise provided in a limited liability company agreement_”).\nAlthough business planners may find comfort in working with the Act in structuring transactions and relationships, it is a somewhat awkward document for this Court to construe and apply in this case. To understand the overall structure and thrust of the Act, one must wade through provisions that are prolix, sometimes oddly organized, and do not always flow evenly. Be that as it may as a problem in mastering the Act as a whole, one returns to the narrow and discrete issues presented in this case.\nFreedom of Contract\nSection 18-1101(b) of the Act, like the essentially identical Section 17 — 1101(c) of the LP Act, provides that “[i]t is the policy of [the Act] to give the maximum effect to the principle of freedom of contract and to the enforceability of limited liability company agreements.” Accordingly, the following observation relating to limited partnerships applies as well to limited liability companies:\nThe Act’s basic approach is to permit partners to have the broadest possible discretion in drafting them partnership agreements and to furnish answers only in situations where the partners have not expressly made provisions in their partnership agreement. Truly, the partnership agreement is the cornerstone of a Delaware limited partnership, and effectively constitutes the entire agreement among the partners with respect to the admission of partners to, and the creation, operation and termination of, the limited partnership. Once partners exercise their contractual freedom in their partnership agreement, the partners have a great deal of certainty that their partnership agreement will be enforced in accordance with its terms.\nIn general, the commentators observe that only where the agreement is inconsistent with mandatory statutory provisions will the members’ agreement be invalidated. Such statutory provisions are likely to be those intended to protect third parties, not necessarily the contracting members. As a framework for decision, we apply that principle to the issues before us, without expressing any views more broadly.\nThe Arbitration and Forum Selection Clauses in the Agreement are a Bar to Jurisdiction in the Court of Chancery\nIn vesting the Court of Chancery with jurisdiction, the Act accomplished at least three purposes: (1) it assured that the Court of Chancery has jurisdiction it might not otherwise have because it is a court of limited jurisdiction that requires traditional equitable relief or specific legislation to act; (2) it established the Court of Chancery as the default forum in the event the members did not provide another choice of forum or dispute resolution mechanism; and (3) it tends to center interpretive litigation in Delaware courts with the expectation of uniformity. Nevertheless, the arbitration provision of the Agreement in this case fosters the Delaware policy favoring alternate dispute resolution mechanisms, including arbitration. Such mechanisms are an important goal of Delaware legislation, court rules, and jurisprudence.\nMalek LLC’s Failure to Sign the Agreement Does Not Affect the Members’ Agreement Governing Dispute Resolution\nElf argues that because Malek LLC, on whose behalf Elf allegedly brings these claims, is not a party to the Agreement, the derivative claims it brought on behalf of Ma-lek LLC are not governed by the arbitration and forum selection clauses of the Agreement.\nElf argues that Malek LLC came into existence on October 29, 1996, when the parties filed its Certificate of Formation with the Delaware Secretary of State. The parties did not sign the Agreement until November 4,1996. Elf contends that Malek LLC existed as an LLC as of October 29, 1996, but never agreed to the Agreement because it did not sign it. Because Malek LLC never expressly assented to the arbitration and forum selection clauses within the Agreement, Elf argues it can sue derivatively on behalf of Malek LLC pursuant to 6 Del.C. § 18-1001.\nWe are not persuaded by this argument. Section 18-101(7) defines the limited liability company agreement as “any agreement, written or oral, of the member or members as to the affairs of a limited liability company and the conduct of its business.” Here, Malek, Inc. and Elf, the members of Malek LLC, executed the Agreement to carry out the affairs and business of Malek LLC and to provide for arbitration and forum selection.\nNotwithstanding Malek LLC’s failure to sign the Agreement, Elfs claims are subject to the arbitration and forum selection clauses of the Agreement. The Act is a statute designed to permit members maximum flexibility in entering into an agreement to govern their relationship. It is the members who are the real parties in interest. The LLC is simply their joint business vehicle. This is the contemplation of the statute in prescribing the outlines of a limited liability company agreement.\nClassifícation by Elf of its Claims as Derivative is Irrelevant\nElf argues that the Court of Chancery erred in failing to classify its claims against Malek LLC as derivative. Elf contends that, had the court properly characterized its claims as derivative instead of direct, the arbitration and forum selection clauses would not have applied to bar adjudication in Delaware.\nIn the corporate context, “the derivative form of action permits an individual shareholder to bring ‘suit to enforce a corporate cause of action against officers, directors and third parties.’ ” The derivative suit is a corporate concept grafted onto the limited liability company form. The Act expressly allows for a derivative suit, providing that “a member ... may bring an action in the Court of Chancery in the right of a limited liability company to recover a judgment in its favor if managers or members with authority to do so have refused to bring the action or if an effort to cause those managers or members to bring the action is not likely to succeed.” Notwithstanding the Agreement to the contrary, Elf argues that Section 18-1001 permits the assertion of derivative claims of Malek LLC against Malek LLC’s manager, Jaffari.\nAlthough Elf correctly points out that Delaware law allows for derivative suits against management of an LLC, Elf contracted away its right to bring such an action in Delaware and agreed instead to dispute resolution in California. That is, Section 13.8 of the Agreement specifically provides that the parties (ie., Elf) agree to institute “[n]o action at law or in equity based upon any claim arising out of or related to this Agreement” except an action to compel arbitration or to enforce an arbitration award. Furthermore, under Section 13.7 of the Agreement, each member (ie., Elf) “consent[ed] to the exclusive jurisdiction of the state and federal courts sitting in California in any action on a claim arising out of, under or in connection with this Agreement or the transactions contemplated by this Agreement.”\nSections 13.7 and 13.8 of the Agreement do not distinguish between direct and derivative claims. They simply state that the members may not initiate any claims outside of California. Elf initiated this action in the Court of Chancery in contravention of its own contractual agreement. As a result, the Court of Chancery correctly held that all claims, whether derivative or direct, arose under, out of or in connection with the Agreement, and thus are covered by the arbitration and forum selection clauses.\nThis prohibition is so broad that it is dis-positive of Elf s claims (counts IV, V and VI of the amended complaint) that purport to be under the Distributorship Agreement that has no choice of forum provision. Notwithstanding the fact that the Distributorship Agreement is a separate document, in reality these counts are all subsumed under the rubric of the Agreement’s forum selection clause for any claim “arising out of’ and those that are “in connection with” the Agreement or transactions “contemplated by” or “related to” that Agreement under Sections 13.7 and 13.8. We agree with the Court of Chancery’s decision that:\nplaintiffs’s claims arise under the LLC Agreement or the transactions contemplated by the Agreement, and are directly related to Jaffari’s “action or inaction” in connection with his role as the manager of Malek. Plainly, all of plaintiffs claims revolve around Jaffari’s conduct (or misconduct) as Malek’s manager. Virtually all the remedies that plaintiff seeks bear directly on Jaffari’s duties and obligations under the LLC Agreement. Plaintiffs complaint that “Jaffari ... has totally disregarded his obligations under the LLC Agreement” also lends support to my conclusion.\nThe Court of Chancery was correct in holding that Elfs claims bear directly on Jaffari’s duties and obligations under the Agreement. Thus, we decline to disturb its holding.\nThe Argument that Chancery Has “Special” Jurisdiction for Derivative Claims Must Fail\nElf claims that 6 Del.C. §§ 18-110(a), 18-111 and 18-1001 vest the Court of Chancery with subject matter jurisdiction over this dispute. According to Elf, the Act grants the Court of Chancery subject matter jurisdiction over its claims for breach of fiduciary duty and removal of Jaffari, even though the parties contracted to arbitrate all such claims in California. In effect, Elf argues that the Act affords the Court of Chanceiy “special” jurisdiction to adjudicate its claims, notwithstanding a clear contractual agreement to the contrary.\nAgain, we are not persuaded by Elfs argument. Elf is correct that 6 Del.C. §§ 18-l'10(a) and 18-111 vest jurisdiction with the Court of Chancery in actions involving removal of managers and interpreting, applying or enforcing LLC agreements respectively. As noted above, Section 18-1001 provides that a party may bring derivative actions in the Court of Chancery. Such a grant of jurisdiction may have been constitutionally necessary if the claims do not fall within the traditional equity jurisdiction. Nevertheless, for the purpose of designating a more convenient forum, we find no reason why the members cannot alter the default jurisdictional provisions of the statute and contract away their right to file suit in Delaware.\nFor example, Elf argues that Section 18-110(a), which grants the Court of Chancery jurisdiction to hear claims involving the election or removal of a manager of an LLC, applies to the case at bar because Elf is seeking removal of Jaffari. While Elf is correct on the substance of Section 18-110(a), Elf is unable to convince this Court that the parties may not contract to avoid the applicability of Section 18-110(a). We hold that, because the policy of the Act is to give the maximum effect to the principle of freedom of contract and to the enforceability of LLC agreements, the parties may contract to avoid the applicability of Sections 18-110(a), 18-111, and 18-1001. Here, the parties contracted as clearly as practicable when they relegated to California in Section 13.7 “any” dispute “arising out of, under or in connection with [the] Agreement or the transactions contemplated by [the] Agreement_” Likewise, in Section 13.8: “[n]o action at law or in equity based upon any claim arising out of or related to ” the Agreement may be brought, except in California, and then only to enforce arbitration in California.\nOur conclusion is bolstered by the fact that Delaware recognizes a strong public policy in favor of arbitration. Normally, doubts on the issue of whether a particular issue is arbitrable will be resolved in favor of arbitration. In the case at bar, we do not believe there is any doubt of the parties’ intention to agree to arbitrate all disputed matters in California. If we were to hold otherwise, arbitration clauses in existing LLC agreements could be rendered meaningless. By resorting to the alleged “special” jurisdiction of the Court of Chancery, future plaintiffs could avoid their own arbitration agreements simply by couching their claims as derivative. Such a result could adversely affect many arbitration agreements already in existence in Delaware.\nValidity of Section 13.7 of the Agreement under 6 Del.C. § 18-109(d)\nElf argues that Section 13.7 of the Agreement, which provides that each member of Malek LLC “consents to the exclusive jurisdiction of the state and federal courts sitting in California in any action on a claim arising out of, under or in connection with this Agreement or the transactions contemplated by this Agreement ...” is invalid under Delaware law. Elf argues that Section 13.7 is invalid because it violates 6 DelC. § 18-109(d).\nSubsection 18-109(d) is part of Section 18-109 relating to “Service of process on managers and liquidating trustee.” It provides:\nIn a written limited liability company agreement or other writing, a manager or member may consent to be subject to the nonexclusive jurisdiction of the courts of, or arbitration in, a specified jurisdiction, or the exclusive jurisdiction of the courts of the State of Delaware, or the exclusivity of arbitration in a specified jurisdiction or the State of Delaware....\nSection 18-109(d) does not expressly state that the parties are prohibited from agreeing to the exclusive subject matter jurisdiction of the courts or arbitration fora of a foreign jurisdiction. Thus, Elf contends that Section 18 — 109(d) prohibits vesting exclusive jurisdiction in a court outside of Delaware, which the parties have done in Section 13.7.\nWe decline to adopt such a strict reading of the statute. Assuming, without deciding, that Section 109(d) relates to subject matter jurisdiction and not merely in personam jurisdiction, it is permissive in that it provides that the parties “may” agree to the nonexclusive jurisdiction of the courts of a foreign jurisdiction or to submit to the exclusive jurisdiction of Delaware. In general, the legislature’s use of “may” connotes the voluntary, not mandatory or exclusive, set of options. The permissive nature of Section 18-109(d) complements the overall policy of the Act to give maximum effect to the parties’ freedom of contract. Although Section 18-109(d) fails to mention that the parties may agree to the exclusive jurisdiction of a foreign jurisdiction, the Act clearly does not state that the parties must agree to either one of the delineated options for subject matter jurisdiction. Had the General Assembly intended to prohibit the parties from vesting exclusive jurisdiction in arbitration or court proceedings in another state, it could have proscribed such an option. The Court of Chancery did not err in declining to strike down the validity of Section 13.7 or Section 13.8 of the Agreement.\nConclusion\nWe affirm the judgment of the Court of Chancery dismissing Elf Atochem’s amended complaint for lack of subject matter jurisdiction.\n. Since this is an appeal from a dismissal under Court of Chancery Rule 12(b)(1) for lack of jurisdiction, we must confine ourselves to the allegations of the complaint and exhibits thereto, which must be accepted as true for purposes of the motion to dismiss. See Harman v. Masoneilan Int’l, Inc., Del.Supr., 442 A.2d 487, 488 (1982). None of these allegations has been established by proof. As the Court of Chancery’s decision notes, no factual statements in that court's decision constitute a finding of fact that would have any preclusive effect in California or elsewhere. See Elf Atochem North America, Inc. v. Jaffari, et al., C.A. No. 16320, 1998 WL 326596 (June 9, 1998), Letter Op. at 8, n. 9. The same applies to this Opinion.\n. Turco Products, Inc., a wholly-owned subsidiary of Elf, also supplies chemicals and chemical products to the industries.\n. Manufactures of airplanes and missiles use maskants in the process of chemical milling in order to reduce the weight of their products. Chemical milling is a process where a caustic substance is placed on metal parts in order to dissolve the metal with which it comes into contact. Maskants are used to protect those areas of metal intended to be preserved.\n. See 6 Det.C. § 18-201.\n. See 6 Del.C. % 18-201(d), which provides:\nA limited liability company agreement may be entered into either before, after or at the time of the filing of a certificate of formation and, whether entered into before, after or at the time of such filing, may be made effective as of the formation of the limited liability company or at such other time or date as provided in the limited liability company agreement.\n.See the definition section of the statute, 6 Del.C. § 18-101(7), defining the term “limited liability company agreement” as \"any agreement ... of the ... members as to the affairs of a limited liability company and the conduct of its business,” and setting forth a nonexclusive list of what it may provide.\n. See Elf Atochem, C.A. No. 16320, Letter Op. at 8.\n. See id. at 7.\n. See id. at 7-8.\n. See 6 Del.C.% 18-109(d), which provides:\nIn a written limited liability company agreement or other writing, a manager or member may consent to be subject to the nonexclusive jurisdiction of the courts of, or arbitration in, a specified jurisdiction, or the exclusive jurisdiction of the courts of the State of Delaware, or the exclusivity of arbitration in a specified jurisdiction or the State of Delaware....\n(Emphasis added.)\n. Robert J. Haft and Peter M. Fass, The Limited Partnership as an Investment Vehicle for Tax-Advantaged Investments, in Tax-Advantaged Securities % 15.01 (1996).\n. See Revised Uniform Limited Partnership Act (1976) with the 1985 Amendments, Table of Jurisdictions Wherein Act Has Been Adopted.\n. Sée Haft & Fass, supra note 11, at § 15.01.\n. See 1 Larry E. Ribstein & Robert R. Keatinge, Ribstein and Keatinge on Limited Liability Companies, § 2.02, at 2 (1998); Martin I. Lubaroff & Paul M. Altman, Delaware Limited Liability Companies, in Delaware Law of Corporations & Business Organizations, § 20.1 (R. Franklin Balotti & Jesse A. Finkelstein eds., 1998).\n. See 1 James D. Cox et al., Corporations, § 1.12, at 1.37-.38 (1999).\n. Lubaroff & Altman, supra note 14, at § 20.1.\n. The Delaware LP Act is codified in Chapter 17 of Title 6 of the Delaware Code, and the Delaware LLC Act is codified in Chapter 18 of Title 6 of the Delaware Code.\n. See Lubaroff & Altman, supra note 14, at § 20.3.\n. See id. (citing 6 Del.C. §§ 18-209, 18-301, 18-302, 18-305, 18-306, 18-501, 18-502, 18-603, 18-607, 18-705, 18-803, 18-804, 18-1001, and 18-1101(c)).\n. See id. at § 20.4; compare 6 Del.C. § 18-1101(b) (\"It is the policy of ... [the LLC Act] to give the maximum effect to the principle of freedom of contract and to the enforceability of limited liability company agreements.”) with 6 Del.C. § 17-1101(c) (\"It is the policy of ... [the LP Act] to give maximum effect to the principle of freedom of contract and to the enforceability of partnership agreements.”).\n. Jennifer J. Johnson, Limited Liability for Lawyers: General Partners Need Not Apply, 51 Bus. Law. 85, n. 69 (1995). In addition to the ULL-CA, a Prototype Limited Liability Company Act (\"Prototype Act”) was drafted by the Subcommittee on Limited Liability Companies of the ABA Section of Business Law. The Prototype Act was released in the Fall of 1993 and has formed the basis for several LLC statutes enacted since that time. See id.\n. Carter G. Bishop, The Uniform Limited Liability Company Act: Summary & Analysis, 51 Bus. Law. 51 (1995).\n. To date, the seven jurisdictions that have adopted the ULLCA are Alabama, South Dakota, the U.S. Virgin Islands, Hawaii, South Carolina, Vermont, and West Virginia. See Uniform Limited Liability Company Act (1995), Table of Jurisdictions Wherein Act Has Been Adopted and additional information provided by the Uniform Law Commissioners (Mar. 17, 1999).\n. See Larry E. Ribstein, A Critique of the Uniform Limited Liability Company Act, 25 Stetson L.Rev. 311, 329 (1995).\n. See Lubaroff & Altman, supra note 14, at § 20.4. According to Lubaroff & Altman, “the Act gives members virtually unfettered discretion to define contractually their business understanding, and then provides assurance that their understanding will be enforced in accordance with the terms of their limited liability company agreement.” Id.\n. See, e.g., 6 Del.C. §§ 18-107, 18-204(b), 18-209(b), 18-301(d), 18-302(d), 18-304(a) & (b), 18-402, 18-403, 18-404(d), 18-502(a) & (b), 18-503, 18-504, 18-605, 18-606, 18-702(a), (b) & (d), 18-704(b), 18-801(a)(4) & (b), 18-803(a), and 18-804(a)(2) & (3). For example, members are free to contract among themselves concerning management of the LLC, including who is to manage the LLC, the establishment of classes of members, voting, procedures for holding meetings of members, or considering matters without a meeting. See Lubaroff & Altman, supra note 14, at § 20.4.\n. Martin I. Lubaroff & Paul Altman, Delaware Limited Partnerships § 1.2 (1999) (footnote omitted). In their article on Delaware limited liability companies, Lubaroff and Altman use virtually identical language in describing the basic approach of the LLC Act. Clearly, both the LP Act and the LLC Act are uniform in their commitment to \"maximum flexibility.” See Lubaroff & Altman, supra note 14, at § 20.4.\n. See Ribstein & Keatinge, supra note 14, at § 4.16, at 27.\n. See id.\n. See Paramount Communications Inc. v. QVC Network Inc., Del.Supr., 637 A.2d 34, 51 (1994) (\"It is the nature of the judicial process that we decide only the case before us....\").\n. The Court of Chancery has the traditional jurisdiction of equity in England and such additional jurisdiction as shall be conferred by the legislature. See Del. Const, art. IV, § 10 (“This court shall have all the jurisdiction and powers vested by the laws of this State in the Court of Chancery.”); Del. Const, art. IV, § 17 (“The General Assembly, notwithstanding anything contained in this Article, shall have power to repeal or alter any Act of the General Assembly giving jurisdiction to ... the Court of Chancery, in any matter, or giving any power to either of the said courts. The General Assembly shall also have power • to confer upon the ... Court of Chancery jurisdiction and powers in addition to those hereinbefore mentioned.”); Beals v. Washington Int'l, Inc., Del.Ch., 386 A.2d 1156, 1159-60 (1978) (holding in the absence of legislative finding and action, Court of Chancery will not alter historical limitation on its jurisdiction and impose punitive damages in stockholder derivative suit); Box v. Box, Del.Supr., 697 A.2d 395, 399 n. 12 (1997) (citing Beals, 386 A.2d 1156) (same).\n. See, e.g., Chapter 57, Title 10 of the Delaware Code (\"Uniform Arbitration Act”) (\"A written . agreement to submit to arbitration any controversy existing at or arising after the effective date of the agreement is valid, enforceable and irrevocable, save upon such grounds as exist at law or in equity for the revocation of any contract. ...”); Chapter 77, Title 6 of the Delaware Code (\"Voluntary Alternative Dispute Resolution Act”) (party files certificate with Secretary of State accepting ADR for purposes of \"resoIv[ing] business disputes without litigation and to permit parties to agree, prior to any disputes arising between them, to utilize alternative dispute resolution-”); Chapter 95, Title 11 of the Delaware Code (“Victim-Offender Mediation”) (establishing a Victim-Offender Mediation Committee for purpose of establishing \"victim-offender mediation programs to help meet the need .for alternatives to the courts for the resolution of certain criminal offenses_”); 18 Del.C. § 331 (mandating arbitration of disputes involving homeowners' insurance coverage); 18 Del.C. § 332 (\"providing right to arbitration of disputes involving health insurance coverage”); 21 Del.C. 2118<j) (\"Registration of Vehicles”) (\"Every insurance policy issued under this section shall require the insurer to submit to arbitration ... any claims for losses or damages....”); 19 Del.C. § 110 (“Department of Labor”) (\"It is declared as the public policy of this State that the best interests of the people of the State are served by the prevention or prompt settlement of labor disputes ... and that the voluntary mediation of such disputes ... will tend to promote permanent industrial peace and the health, welfare, comfort and safety of the people of the State.\").\n. See, e.g., Super.Ct.Civ.R. 16.1 (providing compulsory arbitration in all cases in which monetary damages are $100,000 or less); Super.Ct.Civ.R. 16.2 (providing any civil matter on Superior Court docket is eligible for referral to voluntary mediation); Ch.Ct.R. 174 (providing voluntary mediation in Court of Chancery).\n. See SBC Interactive, Inc. v. Corporate Media Partners, Del.Supr., 714 A.2d 758, 761 (1998) (holding that public policy of Delaware favors arbitration and doubt as to arbitrability is to be resolved in favor of arbitration); Graham v. State Farm Ins. Co., Del.Supr., 565 A.2d 908, 911 (1989) (same); Action Drug Co. v. R. Baylin Co., Del.Ch., C.A. No. 9383, Berger, V.C., 1989 WL 69394 (June 19, 1989), Mem.Op. at 3 (same); Pettinaro Constr. Co., Inc. v. Harry C. Partridge, Jr. & Sons, Inc., Del.Ch., 408 A.2d 957, 961-63 (1979) (holding any doubt as to arbitrability is to be resolved in favor of arbitration).\n. 6 Del.C. § 18-1001 provides; \"Right to bring action. A member may ... bring an action in the Court of Chancery in the right of a limited liability company to recover a judgment in its favor if managers or members with authority to do so have refused to bring the action or if an effort to cause those managers or members to bring the action is not likely to succeed.”\n. 6 Del.C. § 18-101(7) (emphasis added).\n. See 6 Del.C. § 18-1101(b); Lubaroff & Altman, supra note 14, at § 20.4.\n. See 6 Del.C. § 18-101(7); supra note 6.\n. Kamen v. Kemper Fin. Serv., 500 U.S. 90, 95, 111 S.Ct. 1711, 114 L.Ed.2d 152 (1991) (citation omitted). See also Schleiff v. Baltimore & Ohio R.R. Co., Del.Ch., 130 A.2d 321, 327 (1955) (in derivative action, shareholder \"stands in the ' shoes” of the corporation).\n. See 6 Del.C. § 18-1001 (member of LLC may bring derivative action); Gotham Partners, L.P. v. Hallwood Realty Partners, L.P., Del.Ch., C.A. No. 15754-NC, Steele, V.C., 1998 WL 832631 (Nov. 10, 1998), Mem.Op. at n. 14 (stating that derivative suit is a corporate action grafted onto the limited partnership form); see also Litman v. Prudential-Bache Properties, Inc., Del.Ch., 611 A.2d 12, 15 (1992) (holding \"the determination of whether a fiduciary duty lawsuit is derivative or direct in nature is substantially the same for corporate cases as it is for limited partnership cases”).\n. 6 Del.C. § 18-1001.\n. Agreement, § 13.8 (emphasis added). In its entirety, § 13.8 provides:\nDisputed Matters.\nExcept as otherwise provided in this Agreement, any controversy or dispute arising out of this Agreement, the interpretation of any of the provisions hereof, or the action or inaction of any Member or Manager hereunder shall be submitted to arbitration in San Francisco, California before the American Arbitration Association under the commercial arbitration rules then obtaining of said Association. Any award or decision obtained from any such arbitration proceeding shall be final and binding on the parties, and judgment upon any award thus obtained may be entered in any court having jurisdiction thereof. No action at law or in equity based upon any claim arising out of or related to this Agreement shall be instituted in any court by any Member except (a) an action to compel arbitration pursuant to this Section 13.8 or (b) an action to enforce an award obtained in an arbitration proceeding in accordance with this Section 13.8.\nAgreement, § 13.8.\n.Agreement, § 13.7 (emphasis added). In its entirety, § 13.7 provides:\nJurisdiction.\nEach Member hereby consents to the exclusive jurisdiction of the state and federal courts sitting in California in any action on a claim arising out of, under or in connection with this Agreement or the transactions contemplated by this Agreement, provided such claim is not required to be arbitrated pursuant to Section 13.8. Each member further agrees that personal jurisdiction over him or her may be effected by service of process, and that when so made shall be as if served upon him or her personally within the State of California.\nAgreement, § 13.7.\n. Elf Atochem, C.A. No. 16320, Letter Op. at 7 (emphasis in original).\n. See text, supra note 31.\n. See 6 Del.C. § 18-110(a).\n. See 6 Del.C % 18-1101(b).\n. Agreement, § 13.7.\n. Agreement, § 13.8 (emphasis added).\n. See text, supra notes 32-34.\n. See SBC Interactive, Inc., 714 A.2d at 761. But see First Options of Chicago, Inc. v. Kaplan, 514 U.S. 938, 943, 115 S.Ct. 1920, 131 L.Ed.2d 985 (1995) (holding that arbitration award will be enforced only where the parties have agreed to submit to arbitration).\n. 6 Del.C. § 18-109(d) (emphasis added).\n. 6 Del.C. § 18 — 109(d).\n. See Delaware Citizens for Clean Air v. Water and Air Resources Comm’n, Del.Super., 303 A.2d 666, 667, aff'd, Del.Supr., 310 A.2d 128 (1973) (\"While the words 'shall’ and ‘may’ do not always by themselves determine the mandatory or permissive character of a statute, it is generally presumed that the word 'shall' indicates a mandatory requirement.”)\n.See 6 Del.C. § 18-1101(b).",
        "type": "majority",
        "author": "VEASEY, Chief Justice:"
      }
    ],
    "attorneys": [
      "Cathy L. Reese of Blank, Rome, Comisky & McCauley, LLP, Wilmington; Ann B. Lau-pheimer, pro hac vice (argued) and Mary Ann Mullaney, pro hac vice, of Blank, Rome, Comisky & McCauley, LLP, Philadelphia, Pennsylvania, for appellant.",
      "Edward B. Maxwell, 2nd, (argued), James P. Hughes, Jr., and Christian Douglas Wright of Young, Conaway, Stargatt & Taylor, LLP, Wilmington, for appellees."
    ],
    "corrections": "",
    "head_matter": "ELF ATOCHEM NORTH AMERICA, INC., a Pennsylvania corporation, Plaintiff Below, Appellant, v. Cyrus A. JAFFARI and Malek LLC, a Delaware limited liability company, Plaintiffs Below, Appellees.\nNo. 269, 1998.\nSupreme Court of Delaware.\nSubmitted: Nov. 24, 1998.\nDecided: April 6, 1999.\nCathy L. Reese of Blank, Rome, Comisky & McCauley, LLP, Wilmington; Ann B. Lau-pheimer, pro hac vice (argued) and Mary Ann Mullaney, pro hac vice, of Blank, Rome, Comisky & McCauley, LLP, Philadelphia, Pennsylvania, for appellant.\nEdward B. Maxwell, 2nd, (argued), James P. Hughes, Jr., and Christian Douglas Wright of Young, Conaway, Stargatt & Taylor, LLP, Wilmington, for appellees.\nBefore VEASEY, Chief Justice, WALSH and BERGER, Justices."
  },
  "file_name": "0286-01",
  "first_page_order": 340,
  "last_page_order": 350
}
