{
  "id": 7358305,
  "name": "Lewis SMICK, Appellant, v. CITY OF PHILADELPHIA",
  "name_abbreviation": "Smick v. City of Philadelphia",
  "decision_date": "1994-02-04",
  "docket_number": "",
  "first_page": "287",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 287"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "246 A.2d 398",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917403
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0378-01"
      ]
    },
    {
      "cite": "281 A.2d 718",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "219 Pa.Superior Ct. 353",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        796787
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/219/0353-01"
      ]
    },
    {
      "cite": "508 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1793978
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0544-01"
      ]
    },
    {
      "cite": "474 A.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "82 Pa.Commonwealth Ct. 348",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1321500
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/82/0348-01"
      ]
    },
    {
      "cite": "523 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820316
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0030-01"
      ]
    },
    {
      "cite": "544 A.2d 961",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "962"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "518 Pa. 650",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "651"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "359 Pa.Superior Ct. 57",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661912
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/359/0057-01"
      ]
    },
    {
      "cite": "553 A.2d 971",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "520 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "113 Pa.Commonwealth Ct. 550",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1369326
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/113/0550-01"
      ]
    },
    {
      "cite": "215 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "419 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1896828
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/419/0561-01"
      ]
    },
    {
      "cite": "370 Pa.Superior Ct. 394",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        689144
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/370/0394-01"
      ]
    },
    {
      "cite": "598 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "403 Pa.Superior Ct. 12",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892746
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "816"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0012-01"
      ]
    },
    {
      "cite": "594 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 673",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa.Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888145
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0001-01"
      ]
    },
    {
      "cite": "327 A.2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478202
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0602-01"
      ]
    },
    {
      "cite": "365 Pa.Superior Ct. 464",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676317
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "476"
        },
        {
          "page": "109-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/365/0464-01"
      ]
    },
    {
      "cite": "516 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808540
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0001-01"
      ]
    },
    {
      "cite": "353 Pa.Superior Ct. 236",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        569883
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/353/0236-01"
      ]
    },
    {
      "cite": "352 Pa.Superior Ct. 303",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651059
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/352/0303-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 757,
    "char_count": 14720,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18946162498276928
    },
    "sha256": "a9ea1015ba4160045420a59ef5a6aab949fc9e460e6cdb1f084a58c523741da8",
    "simhash": "1:86aaeeaa537e9d70",
    "word_count": 2396
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and SMITH, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "Lewis SMICK, Appellant, v. CITY OF PHILADELPHIA."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nLewis Smick appeals from the January 14, 1993 order of the Court of Common Pleas of Philadelphia County denying Smick’s motion for post-trial relief. The issues raised on appeal are whether the trial court erred in allowing defendant City of Philadelphia’s (City) expert witness to testify that it was too speculative to come to a conclusion regarding causation of a trolley derailment that led to Smick’s injuries; whether the court correctly determined that a jury charge of res ipsa loquitur was not warranted; whether the trial court erred by failing to reinstruct the jury on concurrent negligence and instead reread the City’s stipulation; and whether the trial court correctly refused to rule on the issue of ownership of the trolley rail.\nSmick was a trolley operator for the Southeastern Pennsylvania Transportation Authority (SEPTA) on January 18, 1984 when he was injured as the trolley he was operating derailed upon crossing an intersection and- continued sideways along the street for approximately one hundred feet before stopping. Immediately after the accident, another trolley operator found that a three-foot section of the trolley rail had broken out. Smick filed an action against the City alleging that the rail section broke due to a defect in the road and/or the road bed and that the City was negligent in permitting the existence of the defects.\nAt the start of trial, the jury was read a stipulation that the road and road bed were the City’s responsibility. Among other evidence, Smick presented the testimony of his expert, Judson F. Vodges HI, a registered professional engineer, who opined that lack of proper maintenance of the surface paving in the track area was a substantial factor in the cause of the rail breakage and the consequent trolley derailment. Vodges based his opinion on information obtained from SEPTA and on his physical examination of the site five years after Smick’s accident. Vodges admitted that he did not examine any part of the rail substructure and took no soil bor-ings. Further, he could not eliminate a fault in the rail or a bad weld as a cause of the accident nor could he directly rule out excessive trolley speed or the snowy, freezing weather conditions as factors.\nOver Smick’s objections expressed in a motion in limine, the trial court allowed the City to present the testimony of its expert witness, David H. Fleisher, a civil engineer. Fleisher testified that a number of other factors could have caused the derailment, including improper rail manufacture or maintenance, weather, temperature, trolley speed, water coming up from the soil, bad rail welds, and constant trolley traffic. He opined that because of these factors, combined with the lack of the necessary evidence of the rail section itself, which had long since been replaced, it was too speculative to come to a conclusion regarding why the rail actually broke. Fleisher specifically refuted Vodg-es’ conclusions that failure to maintain the road bed caused the rail breakage, noting that one cannot make such a conclusion without examination of the rail, which could not be done. The jury rendered a verdict in favor of the City. Smick filed a timely motion for post-trial relief raising the four issues noted above, which the trial court denied, and Smick appealed to this Court.\nSmick first argues that the trial court erred in allowing Fleisher to offer his opinion regarding what caused the trolley derailment and engage in speculation regarding possible causes. The admission of expert testimony is a matter for the discretion of the trial court and will not be disturbed unless there is clear abuse. Schnabel Associates, Inc. v. T & M Interiors, Inc., 352 Pa.Superior Ct. 303, 507 A.2d 1241 (1986). Furthermore, it is within the discretion of the trial court to permit testimony from one expert showing that the facts do not support the opinion of another expert. Erkens v. Tredennick, 353 Pa.Superior Ct. 236, 509 A.2d 424 (1986), appeal dismissed, 516 Pa. 1, 531 A.2d 778 (1987).\nSmick’s argument misconstrues the nature of Fleisher’s testimony as well as the requisite burden of proving causation. The burden of proving causation with the appropriate certainty rests upon the plaintiff. Neal v. Lu, 365 Pa.Superior Ct. 464, 530 A.2d 103 (1987). The defendant ordinarily need not prove, with certainty or otherwise, that it is innocent of the alleged wrongdoing:\nAbsent an affirmative defense or a counterclaim, the defendant’s case is usually nothing more than an attempt to rebut or discredit the plaintiffs case. Evidence that rebuts or discredits is not necessarily proof. It simply vitiates the effect of opposing evidence. Expert opinion evidence ... certainly affords an effective means of rebutting contrary expert opinion evidence, even if the expert rebuttal would not qualify as proof.\nId. at 476, 530 A.2d at 109-10. Under this analysis, it was Smick’s burden to prove which of the possible causes actually caused the derailment. In response, the City was not required to defend itself by presenting expert testimony that a particular one of the other possible causes actually caused the accident.\nAs stated by the trial court, Fleisher’s testimony merely challenged Vodges’ opinion on the ground that there was insufficient information from which Vodges’ opinion could be derived. This was the situation in Neal, in which the court rejected a plaintiffs contention that the defendant’s expert testimony about the possible other causes of plaintiffs injury fell short of the evidentiary standard for expert opinion evidence on causation. In Erkens, a defense medical expert was properly allowed to testify that the plaintiffs eye infection could have been due to causes other than that stated by plaintiffs expert. Therefore, the trial court did not err in allowing Fleisher to testify.\nSmick next argues that the trial court erred in failing to instruct the jury on res ipsa loquitur. Under the principle of res ipsa loquitur, it may be inferred that harm suffered by a plaintiff is caused by a defendant’s negligence when (1) the event is of a kind which ordinarily does not occur in the absence of negligence; (2) other responsible causes, including the conduct of the plaintiff and third persons, are sufficiently eliminated by the evidence; and (3) the negligence is within the scope of the defendant’s duty to the plaintiff. Gilbert v. Korvette’s, Inc., 457 Pa. 602, 327 A.2d 94 (1974). A plaintiff is entitled to a jury instruction on res ipsa loquitur where he or she has satisfied all three of these requirements. Sedlitsky v. Pareso, 400 Pa.Superior Ct. 1, 582 A.2d 1314 (1990), appeal denied, 527 Pa. 673, 594 A.2d 659 (1991). A charge of res ipsa is merely a recognition that circumstantial evidence may be appropriate and adequate proof in a negligence action. Gilbert. Furthermore, it is the function of the court to determine whether the inference may reasonably or must necessarily be drawn by the jury; it is the function of the jury to determine whether the inference is to be drawn in any case where different conclusions may reasonably be reached. Id.\nSmick contends that a res ipsa charge should have been given to the jury because he satisfied the requisite elements. However, the trial court correctly disagreed and held that Smick’s evidence failed to exclude all other possible causes that were within the City’s control and might have led to the accident. Although Vodges opined that the condition of the pavement was a substantial factor in the cause of the rail breakage and the consequent derailment, his admittedly limited investigation of the site failed to unequivocally rule out such factors as a fault or a bad weld in the rail or speed and weather conditions as contributing to the accident. Further, he admitted there were other possibilities by noting that a trolley could derail due to an obstruction on the track or improper operation of the trolley.\nWhen asked on direct examination whether a trolley might derail where the surrounding pavement has been properly maintained, Vodges replied that such an occurrence would be “unusual.” This is similar to Lonsdale v. Joseph Horne Co., 403 Pa.Superior Ct. 12, 587 A.2d 810, appeal denied, 528 Pa. 637, 598 A.2d 994 (1991), where the Court held that res ipsa was not applicable because no evidence was presented at trial that would, if found credible, eliminate other possible causes of the plaintiffs injury. Although it is not necessary that a plaintiff exclude all other causes of the accident beyond a reasonable doubt, Carney v. Otis Elevator Co., 370 Pa.Superior Ct. 394, 536 A.2d 804 (1988), Smick’s evidence did not rise to a level sufficient to satisfy the requirements set forth in Gilbert. Moreover, “common human experience suggests some explanations for [the injury-causing event] which do not involve negligence. The totality of these circumstances cannot be viewed to raise an inference of negligence ... and ... it is still the Plaintiffs responsibility to advance some evidence to buttress [an] allegation.” Lonsdale, 403 Pa.Superior Ct. at 24, 587 A.2d at 816. Therefore, a res ipsa instruction was not warranted.\nSmick’s third argument is that the trial court erred by failing to reinstruct the jury on concurrent negligence. During deliberations, the jury returned with the following questions for the court: “In this suit, are the City of Philadelphia and SEPTA considered one and the same? If not, has it been stipulated, or otherwise determined, that the City of Philadelphia is solely responsible for maintenance of the trolley track area?” Smick posits that the jury was wrestling with a finding of sole liability where two parties arguably had some involvement in causing the accident, but where only the City was present at trial. The trial court denied Smick’s request for reinstrueting the jury on concurrent negligence and instead determined that the jury’s question concerned who was solely hable for maintenance of the track area, whereupon the court reread the stipulation clearly setting forth the City’s responsibility for maintenance of the road and road bed.\nWhere a jury returns on its own motion and indicates confusion, the court has the duty to give such additional instructions on the law as the court may think necessary to clarify the jury’s doubt or confusion. Worthington v. Oberhuber, 419 Pa. 561, 215 A.2d 621 (1966). This rule commits to the sound discretion of the trial judge the scope of such additional instructions as he or she decides to give to a jury that has expressed confusion. Mendenhall v. Department of Transportation, 113 Pa.Commonwealth Ct. 550, 537 A.2d 951, appeal denied, 520 Pa. 610, 553 A.2d 971 (1988). The instant situation is distinguishable from Scarborough v. Lewis, 359 Pa.Superior Ct. 57, 518 A.2d 563 (1986), appeals denied, 518 Pa. 650, 651, 544 A.2d 961, 962 (1988), rev’d on other grounds, 523 Pa. 30, 565 A.2d 122 (1989), in which the initial charge was ambiguous and the court’s response did little or nothing to clarify confusion evidenced by a jury’s question. Instead, as in Mendenhall, the trial court sub judice confined the additional instruction to the precise question posed by the jury, believing that such instruction clarified and answered the jury’s question. Thus, the trial court did not abuse its discretion in reinstrueting the jury as it did.\nSmick last argues that the trial court erred in failing to rule on the issue of whether the City was the true owner of the rail based on a 1968 agreement and lease between the City and SEPTA. The trial court held that the question of ownership of the rail did not bear on the outcome of the jury’s deliberation and determined that the issue is simply whether, if the rail had been available, its examination would have shown that it might have been metallurgieally defective; and since there was a clear stipulation that the City was solely responsible for maintenance of the road and road bed, the question of ownership of the rail was not germane to the jury’s deliberations.\nSmick contends that a ruling on this issue was necessary because the City attempted to shift responsibility to SEPTA and because of the jury’s resulting confusion as demonstrated by its question to the court during deliberations. This Court’s review of the record reveals no basis for this contention. As noted by the trial court, ownership of the rails had no bearing upon Smick’s theory of liability, which was solely that the failure to maintain the road surface surrounding the trolley rail caused the derailment: -the condition of the rail itself played no part in Smick’s presentation of evidence. Accordingly, the trial court’s order is affirmed.\nORDER\nAND NOW, this 4th day of February, 1994, the order of the Court of Common Pleas of Philadelphia County dated January 14, 1993 is affirmed.\n. The City joined SEPTA as an additional defendant; however, the claim against SEPTA was bifurcated prior to trial and SEPTA did not participate as a party.\n. Smick’s reliance upon Palmeri v. Pennsylvania State Police, 82 Pa.Commonwealth Ct. 348, 474 A.2d 1223 (1984), aff'd, 508 Pa. 544, 499 A.2d 278 (1985), and Niggel v. Sears, Roebuck & Co., 219 Pa.Superior Ct. 353, 281 A.2d 718 (1971), is misplaced. In these cases, the Courts rejected expert opinion testimony that was based on mere possibilities and probabilities. These cases are inapplicable to the matter sub judice because they concerned equivocal expert causation testimony on behalf of the parties with the burden of proof. In the present matter, the City had no such burden and merely offered its testimony for purposes of rebuttal. Similarly, Collins v. Hand, 431 Pa. 378, 246 A.2d 398 (1968), in which the Court held that an expert witness is not permitted to state an opinion based upon mere conjecture, is inapplicable because Fleisher did not base his opinion on conjecture.\n. Also without merit is Smick's contention that Fleisher’s testimony undermined the substantive law on circumstantial evidence because it suggested to the jury that circumstantial inferences, which the jury might have drawn by accepting Vodges’ opinion, were improper and that Smick could only prevail if direct evidence were provided. This Court finds no evidence in the record to support Smick’s claim. Furthermore, the jury was properly instructed regarding the role of circumstantial evidence.",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "David A. Jaskowiak, for appellant.",
      "Alan C. Ostrow, Asst. City Sol., for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Lewis SMICK, Appellant, v. CITY OF PHILADELPHIA.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 8, 1993.\nDecided Feb. 4, 1994.\nReargument Denied March 22, 1994.\nDavid A. Jaskowiak, for appellant.\nAlan C. Ostrow, Asst. City Sol., for appel-lee.\nBefore DOYLE and SMITH, JJ., and KELTON, Senior Judge."
  },
  "file_name": "0287-01",
  "first_page_order": 347,
  "last_page_order": 352
}
