{
  "id": 12044663,
  "name": "Joseph BURKE, t/d/b/a Audio Video Concepts v. Bryan L. YINGLING, M.D., Appellant",
  "name_abbreviation": "Burke v. Yingling",
  "decision_date": "1995-09-07",
  "docket_number": "",
  "first_page": "288",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 C.F.R. § 429.1",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "note 1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "616 A.2d 985",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "532 Pa. 665",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa.Super. 308",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907974
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0308-01"
      ]
    },
    {
      "cite": "527 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827712
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0132-01"
      ]
    },
    {
      "cite": "574 A.2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "524 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "387 Pa.Super. 56",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        471220
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/387/0056-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 560",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898254
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0560-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 700,
    "char_count": 14356,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.245230127316303
    },
    "sha256": "8dcbd3cc3ef0da88cd5807ca34399d7d0940d9c1cc1bfa9df308e883e9eb1dc0",
    "simhash": "1:372a864f32adffef",
    "word_count": 2377
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROWLEY, President Judge, and McEWEN and BECK, JJ."
    ],
    "parties": [
      "Joseph BURKE, t/d/b/a Audio Video Concepts v. Bryan L. YINGLING, M.D., Appellant."
    ],
    "opinions": [
      {
        "text": "BECK, Judge:\nIn this case, we are asked to decide whether a transaction involving the purchase of a custom audio/video system by appellant, Bryan L. Yingling, M.D. (“Buyer”), from ap-pellee, Joseph Burke, t/a, d/b/a, Audio Video Concepts (“Seller”), falls within section 201-7 of the Unfair Trade Practices and Consumer Protection Law, Pa.Stat.Ann. tit. 73, § 201-7 (1993) (the “UTPCPL”).\nSection 201-7 provides, in pertinent part:\n(a) Where goods or services having a sale price of twenty-five dollars ($25) or more are sold or contracted to be sold to a buyer, as a result of, or in connection with, a contact with or call on the buyer at his residence, that consumer may avoid the contract or sale by notifying, in writing, the seller within three full business days following the day on which the contract or sale was made and by returning or holding available for return to the seller, in its original condition, any merchandise received under the contract or sale. Such notice of rescission shall be effective upon depositing the same in the United States mail or upon other service which gives the seller notice of rescission.\n(b) At the time of the sale or contract the buyer shall be provided with:\n(1) A fully completed receipt or copy of any contract pertaining to such sale, ... and in immediate proximity to the space reserved in the contract for the signature of the buyer ... a statement in substantially the following form:\n“You, the buyer, may cancel this transaction at any time prior to midnight of the third business day after the date of this transaction.”\n(e) The cancellation period provided for in this section shall not begin to run until buyer has been informed of his right to cancel....\nSince this is an appeal from an order granting summary judgment for Seller, our review is plenary. We must determine whether the uncontroverted allegations of the pleadings and the other permissible materials filed in support of and in opposition to the motion reveal that there is no genuine issue of material fact, and that the movant is entitled to judgment as a matter of law. Briggs v. Erie Ins. Grp., 406 Pa.Super. 560, 594 A.2d 761 (1991); Krause v. Great Lakes Holdings, Inc., 387 Pa.Super. 56, 563 A.2d 1182 (1989), appeal denied, 524 Pa. 629, 574 A.2d 70 (1990). See also Pa.R.Civ.P. 1035(b). In making this determination, the record must be viewed in the light most favorable to the nonmoving party, and all doubts as to the existence of a genuine issue as to a material fact must be resolved against the moving party. Marks v. Tasman, 527 Pa. 132, 589 A.2d 205 (1991).\nAlthough the record reveals no genuine issue as to the material facts, we reverse the trial court because the movant, the seller, was not entitled to judgment as a matter of law. The record facts are that some time prior to May 5, 1991, Buyer contacted Seller to discuss purchasing a customized audio video system for Buyer’s home. Buyer and Seller then met at Buyer’s home to discuss the transaction. The parties continued to negotiate concerning the purchase of the. system over the next few months. At least one more meeting between the parties concerning the transaction occurred at Buyer’s home.\nOn July 30, 1991 the parties executed a contract providing for the sale and installation of the system. The initial contract price was $21,533.82. The contract did not include the written notice of the Buyer’s right to cancel as required by section 201-7. Over the course of several months, Seller installed the system in Buyer’s home. Buyer made payments totalling $19,500.22 in this period. However, Buyer stopped making payments when he became dissatisfied with the work being performed. In March 1992 Buyer sent Seller written notice that Buyer wished to cancel the transaction pursuant to section 201-7 quoted above.\nIn July 1992 Seller commenced this action against Buyer. Seller sought to recover both the balance of the original contract price, plus an additional $3,295 for extra work Buyer had allegedly requested that Seller perform. Buyer answered by denying that any further amounts were due because of the inadequacies of the system and filed a counterclaim in which he invoked the provisions of section 201-7. The parties ultimately filed cross motions for summary judgment on Buyer’s counterclaim under the UTPCPL. On June 14, 1995 the trial court entered an order denying Buyer’s motion, granting Seller’s motion and dismissing Buyer’s UTPCPL counterclaim. Buyer then filed a motion requesting that the trial court amend the order pursuant to new Rule of Appellate Procedure 341(c), which provides:\n(b) Definition of Final Order. A final order is ...:\n(3) any order entered as a final order pursuant to subsection (c) of this rule.\n(c) When more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross-claim, or third-party claim or when multiple parties are involved, the trial court or other governmental unit may enter a final order as to one or more but fewer than all of the claims or parties only upon an express determination that an immediate appeal would facilitate resolution of the entire case. Such an order becomes appealable when entered.\n(1) An order may be amended to include the determination of finality within 30 days of entry of the order. A notice of appeal or a petition for review may be filed within 30 days after entry of an order as amended....\nWhen the trial court initially entered its order granting summary judgment for Seller on Buyer’s counterclaim, the order did not include a determination of finality and was, therefore, interlocutory. However, after consideration of Buyer’s motion to amend the order under rule 341(c), the trial court, within the 30 day period provided in the rule, amended the order to include the finality determination. Buyer timely appealed from the now final and appealable amended order.\nIn granting summary judgment for Seller on Buyer’s counterclaim, the trial court concluded that section 201-7 of the UTPCPL did not apply to the transaction at issue in this case because it was not a transaction involving a door-to-door salesman who visits a consumer at his or her home and consummates a sale before the consumer has adequate time to reflect. The court reasoned that since Buyer is a sophisticated consumer who himself initiated contact with Seller and who conducted lengthy negotiations over the purchase of a very expensive product, Buyer is simply not the type of consumer that section 201-7 seeks to protect. The court found little or no significance to the fact that Seller made repeated contacts with Buyer at Buyer’s home. The court reasoned that these contacts were necessary for the Seller to be able to customize the audio visual system to Buyer’s home.\nWe find that the trial court’s rationale has considerable appeal. However, we reluctantly conclude that the broad language of UTPCPL does not support the trial court’s rationale or decision.\nThere is no question but that a fair reading of the language of the statute compels the conclusion that Buyer is entitled to the protections of section 201-7. The statute affords the right to cancel to any consumer who agrees to purchase goods or services with a value of $25 or more “as a result of or in connection with” contact between the seller and the consumer at the consumer’s home. The statute provides for no exceptions.\nThe Buyer in this case falls precisely within this language. Here, Seller expressly admitted in his answer to Buyer’s counterclaim that Seller engaged in repeated contacts with Buyer at his home and that the sale of the audio visual system either resulted from or was consummated in connection with those contacts. The value of the system clearly exceeded the statutory minimum of $25.\nThe statutory language provides protection to all buyers where the seller “makes a contact with or call on the buyer at his residence[.]” It is unfortunate, but this legislative language clearly provides a right to cancel to all buyers even if the buyer is sophisticated, in no way deceived or pressured by the Seller, and takes adequate time to reflect before agreeing to the transaction. We apply the statutory language as written and it is for the legislature to modify the language if it intended to protect a more limited class of consumers.\nThe general purpose of the UTPCPL is to protect the public from fraud and unfair or deceptive business practices. Pirozzi v. Penske Olds-Cadillac-GMC, Inc., 413 Pa.Super. 308, 605 A.2d 373 (1992) appeal denied, 532 Pa. 665, 616 A.2d 985 (1995). As the trial court found, section 201-7 appears to be primarily directed to providing protection to a consumer who falls prey to a seller who contacts the consumer at his or her home and consummates a sales transaction before the consumer has adequate time to reflect on the wisdom of the purchase. In order to guarantee that the consumer will not be obligated to proceed with the transaction until he or she has adequate time to reflect, the statute provides a three day period in which the buyer may cancel without incurring any obligation.\nWe agree with the trial court that it would not appear that the Buyer in this case was in need of any special protection from Seller. There is no evidence that Buyer was compelled to purchase the audio visual system because of high pressure sales tactics employed by Seller at Buyer’s home. However, the issue presented for decision is not whether we consider Buyer to be deserving of the protections afforded by section 201-7. The issue is whether the language of the statute as drafted by the legislature can be construed to afford a person in Buyer’s position the protections of the statute. If the statutory language, fairly construed, encompasses Buyer, then Buyer must be accorded the benefits of the statute whether we think he merits them or not.\nIn reaching this conclusion, we have fully considered the arguments made by the Office of the Attorney General in its brief filed as amicus curiae. The Attorney General, while taking no position on the disposition of this ease, argues that this court should adopt a balancing test in applying section 201-7. This test would require that a court balance the following factors in analyzing whether section 201-7 applies to a particular transaction:\n1. the amount of time that passed between the initial contact and the signing of the contract;\n2. the place where the signing of the contract occurred;\n3. who made the initial contact;\n4. whether negotiations occurred and, if so, where;\n5. the degree of skill exercised by the seller; and\n6. the purpose of the seller in making the in-home contact.\nThe Attorney General argues that in utilizing this test, the court will be able to distinguish between those transactions that present a need for the protections of section 201-7 and those that do not. The Attorney General also directs our attention to the Federal Trade Commission regulation which provides a federal right to cancel similar to that provided by section 201-7. 16 C.F.R. § 429.1.\nAlthough we agree that an analysis of the foregoing factors would indeed be helpful in determining whether a particular buyer was in need of the protection offered by the section 201-7 right to cancel, we must reiterate that this is not the inquiry before us. The statute itself simply does not permit us to engage in this analysis. The legislature has used clear language. In doing so, the legislature did not exclude transactions where negotiations occurred, or where the initial contact was made by the buyer, or even where a consideration of all the foregoing factors argued against application of section 201-7.\nLastly, we must point out that a comparison of the language of the federal right to cancel regulation with the language of section 201-7 lends even further support to our broad reading of the Pennsylvania statute. First, the federal right to cancel regulation is expressly applicable only to “door-to-door” transactions. Id. Moreover, the federal right to cancel is expressly inapplicable to a list of transactions including, for example, transactions consummated entirely by mail or telephone and transactions where the buyer contacts the seller and requests that he come to the buyer’s home to repair personal property. Id. note 1. In contrast, the Pennsylvania right to cancel provision does not specifically refer only to “door-to-door” transactions, and there are no specifically exempted transactions. If the Pennsylvania legislature intended to limit the applicability of section 201-7, it must do so expressly, as Congress did.\nWe find no language in the statute that permits us to exclude the transaction between Buyer and Seller from the scope of section 201-7. Thus, we must reverse the trial court’s entry of summary judgment in favor of Seller on Buyer’s counterclaim.\nOrder reversed. Case remanded for further proceedings consistent with this opinion. Jurisdiction relinquished.\n. Shortly after disposition of the summary judgment motions, the parties entered into a stipulation in which they agreed that they would not proceed to a trial of the remaining issues in the case and would instead pursue the pending appeal of the trial court’s order granting partial summary judgment for Seller. They further agreed that pending the disposition of the appeal, Buyer would escrow the remaining amounts Seiler claimed to be due. Lastly, the parties agreed that if this court holds that the UTPCPL applies to this transaction, Buyer will retain the system as installed and will receive a refund of the amounts he has thus far paid Seller. If this court holds to the contrary, however. Buyer will release to Seller the escrowed funds. In either event, the parties stipulated that the balance of the action will be marked settled, discontinued and ended. Thus, this court's disposition of the issue raised in this appeal will finally resolve the entire dispute between the parties.",
        "type": "majority",
        "author": "BECK, Judge:"
      }
    ],
    "attorneys": [
      "Eric L. Winkle, Lancaster, for appellant.",
      "Dean F. Piermattei, Harrisburg, for appel-lee.",
      "Stephen M. Hladik, Harrisburg, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Joseph BURKE, t/d/b/a Audio Video Concepts v. Bryan L. YINGLING, M.D., Appellant.\nSuperior Court of Pennsylvania.\nArgued Feb. 28, 1995.\nFiled Sept. 7, 1995.\nReargument Denied Nov. 13, 1995.\nEric L. Winkle, Lancaster, for appellant.\nDean F. Piermattei, Harrisburg, for appel-lee.\nStephen M. Hladik, Harrisburg, amicus curiae.\nBefore ROWLEY, President Judge, and McEWEN and BECK, JJ."
  },
  "file_name": "0288-01",
  "first_page_order": 344,
  "last_page_order": 348
}
