{
  "id": 7982876,
  "name": "CITY OF PROVIDENCE et al. v. Mary Jane O'NEILL; Mayer LEVITT et al. v. Mary Jane O'NEILL",
  "name_abbreviation": "City of Providence v. O'Neill",
  "decision_date": "1982-05-18",
  "docket_number": "Nos. 79-283-M.P., 79-284-M.P.",
  "first_page": "290",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "445 A.2d 290"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "98 A.2d 918",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "81 R.I. 96",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        2660693
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/ri/81/0096-01"
      ]
    },
    {
      "cite": "191 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "96 R.I. 321",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4447533
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/ri/96/0321-01"
      ]
    },
    {
      "cite": "103 R.I. 499",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3061679
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/ri/103/0499-01"
      ]
    },
    {
      "cite": "297 So.2d 448",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9627820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/297/0448-01"
      ]
    },
    {
      "cite": "168 N.E.2d 257",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "341 Mass. 188",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3854324
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/mass/341/0188-01"
      ]
    },
    {
      "cite": "395 A.2d 609",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "39 Pa.Commw.Ct. 81",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1892594
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/39/0081-01"
      ]
    },
    {
      "cite": "554 P.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10473692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/554/1181-01"
      ]
    },
    {
      "cite": "407 A.2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 9957,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4138540509504608
    },
    "sha256": "cf191a759b91cf9a7154d98cf64c2d03bbc0d65050dbd8f592918f713da228c5",
    "simhash": "1:da5b0fa77009cfac",
    "word_count": 1576
  },
  "last_updated": "2024-02-27T17:17:29.436383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "CITY OF PROVIDENCE et al. v. Mary Jane O’NEILL. Mayer LEVITT et al. v. Mary Jane O’NEILL."
    ],
    "opinions": [
      {
        "text": "OPINION\nKELLEHER, Justice.\nWe have consolidated these two petitions for certiorari, both of which seek to set aside a Superior Court judgment reversing a decision of Providence’s Zoning Board of Review (board) to revoke a building permit. At issue is the meaning of ch. 544, sec. 22, of the city’s zoning ordinance, which in its pertinent portion provides:\n“Educational institutions, as defined in Section 21, for their usual purposes and activities, are exempt from the use provisions of this Ordinance; provided that no such use shall be permitted which involves the erection of any new structure within thirty (30) feet of the boundary line of a lot owned by others in an R Zone.”\n“Structure” is defined elsewhere in the ordinance to mean “anything constructed or erected, which requires location on the ground or attachment to something having a location on the ground.” The ordinance defines an “educational institution” as\n“[pjreprimary, primary or grammar, public, parochial or private school * * * including instructional and recreational uses, provision for exhibitions and athletic contests, and provisions for living quarters, dining rooms, restaurants, parking facilities, heating plants and other facilities incidental to the usual purposes and activities of such institutions.”\nThe relevant facts are undisputed. The respondent, Mary Jane O’Neill (O’Neill), is the president of Montessori Children’s House, Inc., and the owner of property located at 301 Elmgrove Avenue in the city of Providence. The educator’s property is zoned R-l, residential. In the fall of 1978, she applied to the Providence Department of Building Inspection for a building permit, submitting plans showing a schoolhouse and reserving an area for parking and a playground. Although the proposed schoolhouse was not within thirty feet of abutting residential property, the reserved area was. The city issued O’Neill her permit on October 23, 1978.\nO’Neill’s abutters were evidently unenthusiastic about the school’s erection, and they petitioned the board for the permit’s revocation. A hearing was held before the board to determine the permit’s validity. There petitioners introduced evidence that the state standards for educational institutions require that a school’s outdoor play area “should give opportunity to use large muscles through the use of building blocks, swings, * * * climbing apparatus * * * and the like.” However, O’Neill testified that she did not intend to have swings in the play area and that the playthings she planned to provide for her students would be portable, allowing her to remove them from the area when not in use. The only mention made of whether or not the parking area would be paved was the representation by O’Neill’s counsel that “[w]e do not necessarily, and we’re not required to hardtop the area where the parking spaces are to be. It could be just a grassy area.”\nAt the hearing’s conclusion, the board revoked the permit. It did so on the solicitor’s opinion that sec. 22 required a “[thirty foot] buffer strip between adjacent abut-ters” and on a finding that O’Neill’s plans designated that a playground and parking facility were to be located within the said buffer strip.\nO’Neill appealed this decision to the Superior Court under the provisions of G.L. 1956 (1980 Reenactment) § 45-24-20 and prevailed after the reviewing judge found that nothing in O’Neill’s plans violated the zoning ordinance. Thereafter, a group of O’Neill’s neighbors, along with the city of Providence, filed the petitions for certiorari with this court. We issued the writs, 407 A.2d 499, and the record before the zoning board and the Superior Court has been certified to us.\nWe are in complete accord with the lower court’s conclusion that O’Neill’s plans pass muster under Providence’s zoning ordinance. In so holding, we find that the interpretation of sec. 22 relied upon by the board in its revocation decision is incorrect.\nThe petitioners defend the board’s reading, which mandates an educational institution to maintain a thirty-foot buffer strip between itself and abutters, by pointing to the definition of educational institution, which includes as part of the institution “instructional and recreational uses, provision for exhibitions and athletic contests, and provisions for living quarters, dining rooms, restaurants, parking facilities, heating plants and other facilities incidental to the usual purposes and activities of such institutions.” They argue that when a structure is erected to house an educational institution, all the ancillary uses and activities mentioned in the definition become part of the structure and, pursuant to sec. 22, cannot be located within thirty feet of property owned by others in an R zone.\nWe find this reading unconvincing and contrary to the clear and obvious meaning of the ordinance. Section 22 exempts an educational institution, whose definition includes enumerated ancillary uses and activities, from the use provisions of the ordinance, subject, of course, to the prohibition of erecting any new structure within thirty feet of an abutter in an R zone. Had the drafters of the ordinance wished to impose a thirty-foot-buffer-strip requirement, they would have conditioned the exemption by prohibiting the placement of an educational institution within thirty feet of abutters. But the drafters used the word “structure,” and we will not read in its place the words “educational institution.”\nThe petitioners argue that even if we reject the “buffer strip” reading of sec. 22, the court’s decision is still incorrect, because O’Neill’s parking area, once paved, constitutes a structure. The short answer to this contention is that when petitioners appeared before the zoning board, they failed to establish that O’Neill’s plans called for surfacing the parking area; in fact, they offered absolutely no evidence on this issue, and the board made no finding related to it.\nEven if we were to assume that the area would be paved, we would, nonetheless, uphold the trial justice’s determination that O’Neill’s plans were within the limits established by the zoning ordinance. We do not think that the application of a surfacing substance to the ground creates a structure, and we note that other courts that have faced this issue have reached the same result. In Public Service Company of Oklahoma v. Homebuilders Association of Realtors, Inc., 554 P.2d 1181 (Okl.1976), the Oklahoma Supreme Court interpreted the word “structure” as it appeared in an easement. Looking to the usage of the word by the local building trade and building department, the court found that driveways and parking lots were not considered structures. Tennis courts have also been held not to be structures within zoning ordinances by two courts. Klein v. Township of Lower Macungie, 39 Pa.Commw.Ct. 81, 395 A.2d 609 (1978); Williams v. Inspector of Buildings of Belmont, 341 Mass. 188, 168 N.E.2d 257 (1960); contra, Beyt v. Woodvale Place Apartments, 297 So.2d 448 (La.App. 3d Cir.1974) (wide, paved boulevard is structure under a restrictive covenant).\nOf course, in deciding the case before us, we are bound by the definition of “structure” provided in Providence’s zoning ordinance. Town of Scituate v. O’Rourke, 103 R.I. 499, 239 A.2d 176 (1968). However, we believe there is some question as to whether a hard-topped parking area falls within the ordinance’s definition of “structure” as “anything constructed or erected, which requires a location on the ground or attachment to something having a location on the ground.” A paved parking area is certainly not erected, and whether it is constructed is arguable. The common meaning of “construct” is “[t]o form by assembling parts; build; erect.” American Heritage Dictionary 286 (1978 ed.). We do not think the word “construct” or its synonyms are terms commonly associated with the processes by which hard-topped surfacing is applied to the earth. If the drafters of the ordinance intended a paved parking area to be considered a structure, they failed to express that intent clearly enough for us to give it effect. The ambiguity they created in the ordinance must be resolved in favor of O’Neill, for a zoning ordinance is in derogation of the common-law right of a property owner to use her land as she wishes, and any doubt as to the legislative intent behind the ordinance must be resolved to her benefit. Earle v. Zoning Board of Review, 96 R.I. 321, 191 A.2d 161 (1963); Lamothe v. Zoning Board of Review, 81 R.I. 96, 98 A.2d 918 (1953). A Montessori school may not be what O’Neill’s neighbors wished to see erected on the empty lot at 301 Elmgrove Avenue, but since the requisite clarity in the language chosen by those who drafted the Providence zoning ordinance was lacking, the ruling made by the trial justice was well warranted.\nThe petitions for certiorari are denied and dismissed, the writs heretofore issued are quashed, and the papers are ordered remanded to the Superior Court with our decision endorsed thereon.\n. Prior to bringing this petition to the board, the abutters had voiced their complaints to the city solicitor, who, upon examining the situation, reached the conclusion that the permit was in violation of the ordinance. The building inspector, acting upon the solicitor’s legal opinion, then revoked the permit. It was reinstated by the Federal District Court on a finding that the city’s failure to provide notice of a hearing before revoking the permit violated O’Neill’s due-process rights.",
        "type": "majority",
        "author": "KELLEHER, Justice."
      }
    ],
    "attorneys": [
      "Gerald Norigian, Asst. City Sol., Hinck-ley, Allen, Salisbury & Parsons, Susan L. De Blasio, Paul V. Curcio, Providence, for petitioners.",
      "Revens & DeLuca, Ltd., Sandra A. Handing, Amato A. DeLuca, Warwick, for respondent."
    ],
    "corrections": "",
    "head_matter": "CITY OF PROVIDENCE et al. v. Mary Jane O’NEILL. Mayer LEVITT et al. v. Mary Jane O’NEILL.\nNos. 79-283-M.P., 79-284-M.P.\nSupreme Court of Rhode Island.\nMay 18, 1982.\nReconsideration Denied May 18, 1982.\nGerald Norigian, Asst. City Sol., Hinck-ley, Allen, Salisbury & Parsons, Susan L. De Blasio, Paul V. Curcio, Providence, for petitioners.\nRevens & DeLuca, Ltd., Sandra A. Handing, Amato A. DeLuca, Warwick, for respondent."
  },
  "file_name": "0290-01",
  "first_page_order": 348,
  "last_page_order": 351
}
