{
  "id": 8345395,
  "name": "In Re: APPEAL OF the BALDWIN SCHOOL FROM the DECISION Dated July 22, 2004 OF the ZONING HEARING BOARD OF LOWER MERION TOWNSHIP. In Re: Appeal of Neighbors for the Responsible Development of Baldwin from the decision dated July 22, 2004 of the Zoning Hearing Board of Lower Merion Township. Appeal of: Neighbors for the Responsible Development of Baldwin",
  "name_abbreviation": "In re Appeal of the Baldwin School",
  "decision_date": "2007-08-14",
  "docket_number": "",
  "first_page": "291",
  "last_page": "300",
  "citations": [
    {
      "type": "official",
      "cite": "932 A.2d 291"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "75 Montg. Co. L.R. 11",
      "category": "reporters:state",
      "reporter": "Montg.",
      "weight": 3,
      "year": 1959,
      "pin_cites": [
        {
          "page": "15",
          "parenthetical": "emphasis added"
        },
        {
          "page": "16-17"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "890 A.2d 1137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8993100
      ],
      "pin_cites": [
        {
          "page": "1143-44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/890/1137-01"
      ]
    },
    {
      "cite": "838 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9299881
      ],
      "pin_cites": [
        {
          "page": "827-28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0819-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1016,
    "char_count": 28944,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 6.640605397769736e-08,
      "percentile": 0.4049259242527267
    },
    "sha256": "0fa78b4e9d54443bed56231fdf86da68ef091b2e2e3f0550dd9c2e87bd0aff98",
    "simhash": "1:0cc1bd32c20a285b",
    "word_count": 4514
  },
  "last_updated": "2024-02-27T21:22:46.907809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, and LEAVITT, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "In Re: APPEAL OF the BALDWIN SCHOOL FROM the DECISION Dated July 22, 2004 OF the ZONING HEARING BOARD OF LOWER MERION TOWNSHIP. In Re: Appeal of Neighbors for the Responsible Development of Baldwin from the decision dated July 22, 2004 of the Zoning Hearing Board of Lower Merion Township. Appeal of: Neighbors for the Responsible Development of Baldwin."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nNeighbors, objecting to Baldwin School’s plans to construct new athletic facilities at its campus, appeal from the order of the Court of Common Pleas of Montgomery County (common pleas). Common pleas affirmed in part and reversed in part the decision of the Zoning Hearing Board (ZHB) of Lower Merion Township. Common pleas affirmed the grant of a special exception for the expansion of facilities at the school and reversed the ZHB’s refusal to allow the school to “blend” the impervious cover allowance in each of the two zoning districts applicable on the “split zoned” lot. Common pleas’ order allows Baldwin to place more impervious cover on the R-3 portion of the lot by utilizing the allowance for impervious cover on the relatively undeveloped R-7 portion. Neighbors contend that the special exception for expansion of the facilities should be denied because Baldwin failed to show compliance with parking or loading/queuing area requirements and cannot comply with the impervious cover limits on the R-3 area of the lot without blending, which the ZHB properly refused to allow.\nBaldwin, a private school for girls in pre-kindergarten through grade twelve, maintains its campus on a nearly 25-acre site. The site contains the former Bryn Mawr Hotel, a building designed by Frank Furness, built for the Pennsylvania Railroad in the 19th Century at the height of the “Gilded Age,” listed on the National Register of Historic Places and considered by the Township to be a Class I Historic Resource. The school presently maintains a number of classroom buildings, gymnasium and pools, residences, tennis courts and athletic fields. Approximately 3.4 acres of the lot lies in the R-7 district, where the ordinance limits impervious cover to 40% of a lot developed for the purpose proposed by Baldwin. A total of approximately 29,610 square feet remains available on the R-7 portion of the lot for additional impervious cover. The remainder of the lot, approximately 21 acres, lies in the R-3 district, where only a maximum of 28% of a lot may be covered. Almost all of the existing structures are located on the R-3 portion of the site. Therefore, a total of only 4,342 square feet remains available for impervious cover on the R-3 portion of the lot.\nSince 2001, Baldwin has sought approval to construct additional athletic facilities. The present application, filed in 2003, follows one previously before the ZHB (2001 special exception) and one before the board of commissioners (2002 conditional use). Baldwin seeks to add a new gymnasium, containing a court for basketball/volleyball, a natatorium, a fitness room, an indoor track, locker rooms, coaches’ offices, meeting areas and four squash courts. In addition to the gym, the school seeks to add three new tennis courts and a middle school practice field. Baldwin’s development plan calls for the relocation of a driveway and the lower school playground, the demolition of a garage, clubhouse and portion of the lower school building, and the addition of seventeen parking spaces. The development plan calls for the addition of approximately 24,000 square feet of impervious surface in the R-3 area of the lot.\nIn its present application, Baldwin requested a special exception under Section 155-11X of the ordinance for the expansion of the educational facilities. Baldwin also requested a special exception to apply Section 155-8A regarding “Boundary Tolerances.” Section 155-8A states:\nWhere a district boundary line divides a lot held in single and separate ownership as of January 1, 1983, the regulations applicable to the less restricted district shall extend over the portion of the lot in the more restricted district a distance of not more than 50 feet beyond the district boundary line. The regulations of the less restricted district may extend up to 100 feet beyond the district boundary line when authorized as a special exception.\nBaldwin contended that relief under this provision would allow the total unused impervious cover available on the lot as a whole to be used on the R-3 portion, ie., “blending.” Baldwin also asked for a vari-anee from limitations on development in steep slopes but the ZHB found these limitations inapplicable and this determination is uncontested.\nAfter an extensive hearing extending over the course of several evenings, the ZHB, crediting Baldwin’s expert over that of the Neighbors, found that the proposed improvements would not negatively impact the community. The ZHB recognized that, as a pre-existing nonconformity, Baldwin provides less than the number of on-campus parking spaces required under the current ordinance. However, the ZHB concluded that, under Ordinance Section 155-95, the school need only provide additional parking to accommodate the expanded facilities and that the proposed additional spaces satisfied this requirement. The ZHB concluded, as it had in ruling on the 2001 application, that the boundary tolerance provision could not be applied because the proposed development occurred in the more restrictive R-3 zone rather the less restrictive R-7 zone. Further, the ZHB concluded that the ordinance does not authorize blending. Based on these findings and conclusions, the ZHB granted a special exception for the expansion of the facilities subject to conditions regarding visual screening and lighting. The ZHB also attached several conditions to mitigate parking and traffic congestion: limiting spectator occupancy at the new gym to 250 persons and at the natatorium to 100 persons; prohibiting groups not associated with Baldwin School from using the facilities without prior approval of the Board; and requiring Baldwin to engage parking attendants for simultaneous use of the gym, natatorium and/or squash courts for competitive events. The ZHB denied zoning boundary extension and blending of the impervious cover limits, stating: “Applicant shall meet impervious surface limitations of the Code without the extended regulations under Code § 155-8 and without ‘blending’ the impervious surface limits in the two zoning districts.” ZHB Order of July 22, 2004.\nThe Neighbors and Baldwin filed cross-appeals to common pleas. Neighbors challenged the legal interpretation of the parking requirements and the sufficiency of evidence establishing Baldwin’s compliance with the parking and loading/queuing area requirements as they assert those should be construed. Baldwin contested the ZHB’s interpretation of the boundary tolerance provision and rejection of the blending request.\nCommon pleas concluded that the proposed plan for additional athletic facilities qualifies as an “expanded use” as defined under the Ordinance and, therefore, the ZHB properly applied Subsection 155-95AA(3), which states: “[t]he expansion of any use regulated by this subsection [i.e., “educational uses, including student residence halls, day care and nursery schools”] shall be required to meet these parking standards only for the additional students/participants or additional place of assembly.” Common pleas rejected the Neighbors’ contention that the applicable parking requirements are those found in subsection 155-95T, which applies to “recreational facilities,” and subsection 155-95(G), related to “auditoriums and places of assembly,” because “the requirements [for] an expanded use of an educational facility [in subsection AA] are the most specific and therefore the most appropriate to this analysis.” Applying the parking requirements in Section 155-95AA, common pleas concluded that Baldwin met the requirements.\nCommon pleas further concluded that Baldwin met the applicable queuing/loading requirements, noting that under Section 155 — 11 Y(3)(d) “only that portion of the property proposed for an expanded use shall be required to meet these loading/queuing standards.” Noting that the Ordinance calls for additional queuing space only if the additional facilities increase the participants by 10% or more and referring to Baldwin’s data regarding student enrollment, common pleas concluded that the evidence established a less than 10% increase. Consequently, common pleas opined that the proposed 55 feet of increased queuing space, an amount sufficient to accommodate one bus, two vans or three automobiles, satisfied the needs given the small number of new participants on the site.\nFinally, with respect to relief under the boundary tolerance provision and Baldwin’s request to blend the available impervious cover allowance on the R-3 area of the lot, common pleas rejected the Neighbors’ contention that an earlier common pleas’ decision reversing the Board of Commissioners’ grant of conditional use approval operated as res judicata to preclude re-litigation of the blending request. Common pleas noted that it had not set forth its reasons for reversing the conditional use and it could not be assumed that its ruling amounted to a rejection of the Board’s expression of agreement with the blending theory. Common pleas rejected the ZHB’s conclusion that the boundary tolerance provision only applied to extend the less restricted regulations applicable in R-7 if the development occurred in the less restricted R-7 area of the site. The court opined that the ordinance did not specifically dictate where the development must be located. As for blending, common pleas opined, in relevant part:\nThe Code neither expressly authorizes nor expressly prohibits a blended calculation of impervious surface coverage nor does the Code address where on the lot the allowable impervious surface must be located.\nBecause both of the impervious surface limitations [in the R-7 and R-3 regulations] are expressed in terms of the area of the lot that may be covered and not the portion of the lot lying in a particular district, by the terms of the Code, the limitation is to be based upon the entire area of the lot.\nAnother reason given by the ZHB for denying the request is that it was concerned that permitting blending “would allow for the creation of a substantially nonconforming lot in the event Property was subdivided.” This concern is exag-gerated_ The ZHB could easily resolve any question [as to nonconformity in the event of subdivision] by conditioning any future subdivision approval on bringing each lot into conformity with the impervious surface requirements.\nCommon pleas’ opinion dated November 21, 2006 at 24-27.\nBased on its conclusions, common pleas affirmed the special exception for expansion of school facilities and reversed the denial of a special exception for boundary tolerance extension under Section 156-8. Neighbors filed the present appeal, reasserting their challenge to Baldwin’s compliance with parking and loading/queuing requirements and asserting error in common pleas’ interpretation of the ordinance regarding boundary tolerance extension and blending.\nSubsection 155-95AA establishes the parking requirements specifically for educational uses, as follows:\n(1)Number of spaces required.\n(a) One and one-half spaces per two students/participants of driving age;\n(b) One space per faculty/staff member or volunteer;\n(c) One visitor space per 25 students/participants; and\n(d) One space per five seats, or 50 square feet of floor area where seating is not installed, for the largest place of public assembly on the site, except that parking for assembly places to be used no more than six times a year may be accommodated on unpaved areas, if their availability can be demonstrated.\n(2) (Reserved)\n(3) The expansion of any use regulated by this section shall be required to meet these parking standards only for the additional students/participants or additional place of assembly.\n(4) The Zoning Hearing Board may waive up to 50% of the required parking spaces if the applicant can demonstrate that such spaces are not necessary for the proposed use.\nNeighbors argue that the ZHB and common pleas erred in concluding that Baldwin need only satisfy the parking requirements under this subsection. They contend that parking requirements under subsection 155-95(G), related to “auditoriums, churches, schools, stadiums or any other place of public or private assembly,” and subsection 155-95(T), related to “recreational facilities,” must also be satisfied. According to the Neighbors, compliance with subsection (G), which calls for “at least one parking space for each five seats or for each 50 square feet of floor area where fixed seating is not installed,” requires provision of 50 spaces in association with the gym that has seating for at least 250 persons and 16 spaces for the pool, which has seating for at least 80 persons. In addition, compliance with subsection (T),' which calls for “at least six parking spaces for each tennis, racquetball, squash, handball, basketball or volleyball court plus one parking space for each 200 square feet of gross floor area, or fraction thereof, devoted to lounge areas, exercise rooms, meeting facilities, sale of goods or similar public uses,” requires provision of at least 60 spaces. In the alternative, Neighbors argue that, even if only the subsection related specifically to educational uses applies, Baldwin still has not provided all of the required parking spaces for students/participants and all of the required spaces for the additional place of assembly available in the gym.\nThe ZHB and common pleas correctly concluded that the requirements specific to educational uses apply. See Mitchell v. Zoning Hearing Bd. of Mount Penn, 838 A.2d 819, 827-28 (Pa.Cmwlth.2003) (rejecting objectors’ contention that auditorium and gymnasium for elementary school triggered parking requirements under ordinance provisions related to “auditoriums or other places of assemblage” or to “recreational establishment;” ruling that applicable parking requirements are those specifically required for the principal educational use). Review of the record discloses ample evidence to support the finding that the additional facilities will not bring significant additional participants or spectators to the campus. Rather, the new facilities will serve the existing athletic programs. Thus, additional parking spaces are not needed to accommodate additional students, participants, faculty or staff. On behalf of Baldwin, Richard Orth, of Orth, Rodgers and Associates, testified to this effect, and the ZHB deemed his testimony both credible and more persuasive than that submitted in opposition. Orth explained that his firm conducted parking and traffic surveys in November of 2002 and April of 2003. Based on observations of excess parking availability during the school day and after school, including an afternoon when the school hosted a middle school softball game and a junior varsity lacrosse game, Orth opined that the additional 17 proposed parking spaces would adequately serve the school’s needs. ZHB Hearing December 4, 2003, N.T. at 44-50. When questioned about the need for additional parking to accommodate participants or spectators for tennis or squash competitions, which Baldwin had not been capable of hosting prior to construction of the new facilities, Orth opined that the proposed additional parking will be more than adequate. ZHB Hearing April 29, 2004, N.T. at 50.\nThe ZHB and common pleas construed the parking spaces needed for a “place of assembly” as requiring only an increase in number if the new building would be the largest place of assembly, a distinction that remains with the existing dining hall. Neighbors contend that significant additional parking (50 spaces) must be provided under subsection 155-95AA(3) for the additional assembly space provided in the new gym. Deferring to the ZHB’s interpretation of its ordinance, see City of Hope v. Sadsbury Township Zoning Hearing Board, 890 A.2d 1137, 1143-44 (Pa.Cmwlth.2006), and construing subsections 155-95AA(l)(d) and (3) in a manner that gives effect to both, we agree with the ZHB and common pleas that additional parking is required only if the newly constructed space becomes the largest place of assembly on the campus. This interpretation avoids the unreasonable result of requiring an entirely newly built campus to accommodate parking only for the largest assembly place while requiring campuses that add buildings over time to provide substantially more parking. Hence, we reject as meritless the Neighbors’ contention that additional parking must be provided.\nWith respect to the loading/queuing area requirements, Neighbors argue (1) that Baldwin failed to present the requisite data from which to calculate the amount of required additional loading/queuing space, (2) that the ZHB failed to make a specific finding that Baldwin met the requirements and (3) that the evidence could not support such a finding. The ZHB did not specifically find that queuing requirements were met. However, as common pleas noted, the ZHB found that any increase in the number of students/participants was too small to trigger a requirement for additional loading/queuing space. Further, common pleas opined that, even if additional loading/queuing space were required, the evidence supported a finding that Baldwin met the requirement.\nSection 155-11Y(4) regulates loading/queuing as follows:\nLoading/queuing requirements. Loading/queuing requirements shall be provided in compliance with the following standards:\n(a) One loading/queuing space per 10 participants to be dropped off/picked up by automobile per hour at the maximum anticipated level of activity.\n(b) One oversized loading/queuing space per bus loading or discharging at the site at any one time.\n(c) Loading and queuing areas shall not block on- or off-site through traffic or required parking spaces.\n(d) Only a new use or that portion of the property proposed for an expanded use shall be required to meet these loading/queuing standards.\nUnder subsection (d), only the additional needs created by the new facilities must be accommodated. In that portion of the definition of “expanded use” that addresses expansion in terms of persons using additional facilities, the ordinance sets threshold triggers as follows: “an increase of five persons or 10%, whichever is greater, in the student and faculty or participant population associated with the use ... as it had been historically used.” As noted previously with respect to parking requirements, Baldwin’s new facilities will serve the existing programs. While Baldwin agrees that the new tennis and squash courts, two sports for which the school’s facilities have been inadequate to accommodate on-campus practice and competitive events, will occasionally result in some increase in athlete and spectator presence, the record contains no evidence these or any other activities associated with the new facilities will trigger the requirement for additional queuing space. In any event, Baldwin proposes in its plans to provide some additional loading/queuing space and nothing in the record establishes that more is required.\nWith respect to the boundary tolerance provision and Baldwin’s request to blend impervious cover regulations, Neighbors argue that the ZHB -properly denied the request to extend the less restrictive R-7 regulations a distance of 100 feet into the R-3 area of the lot because Baldwin did not propose to locate the development in the R-7 area of the lot. Neighbors further argue that, inasmuch as the boundary tolerance provision contains no language even suggesting authorization to blend impervious cover regulations on a split zoned lot, common pleas erred in permitting Baldwin to blend on the R-3 area of the lot all of the remaining impervious cover allowance. The gist of the dispute focuses on whether the language in the Boundary Tolerance provision stating “the regulations applicable to the less restrictive district shall extend over the portion of the lot in the more restricted district” works to essentially move the district boundary line to increase the area on the lot zoned R-7, while limiting all R-7 regulations to application only on that portion of the lot, or whether it works to affect the overall calculation of impervious cover on the entire lot by enlarging the area subject to a 28% cover limit. To reach the latter interpretation, common pleas looked to the particular regulations in each district, which limit impervious cover on a lot as a whole, to conclude that impervious cover limits can be averaged on a split zoned lot.\nCommon pleas noted the Board of Commissioners’ rationale stated in their decision on Baldwin’s 2002 conditional use application. Notably, in that decision, the Commissioners disagreed with the ZHB’s rejection of blending and stated, in part, as follows:\nThe Board of Commissioners supports and hereby approves the blending or averaging of impervious surface requirements on mixed zoned lots for the following reasons:\na. The purpose of the impervious surface regulations is to require a minimum area in which water can percolate into the ground. It is not the purpose of the impervious surface requirements to regulate density. That function is performed by budding area requirement. The purpose of the Code is, therefore, fulfilled by averaging the impervious surface over the entirety of the lot even though it is in two zoning districts.\nThe parties do not cite and our research has not uncovered helpful caselaw guiding interpretation of the sort of split-lot provision at issue here. For guidance, common pleas looked to North Side Holding Co. v. Lower Merion Twp., 75 Montg. Co. L.R. 11 (1959), where the owner of a lot split zoned C-2 Commercial and R-7 Residential sought to build a retail store on the commercial area. Landowner requested and obtained an extension of the lot area usable for commercial purposes under a boundary tolerance provision that stated:\n[Wjhere a district boundary line divides a lot held in single and separate ownership at the effective date of this Ordinance the use regulations applicable to the less restricted district shall extend over the portion of the lot in the more restricted district a distance of not more than 50 feet beyond the district line, provided that in case of a lot other than a corner lot, the regulations as to the use in the less restricted district may extend a distance more than 50 feet beyond the district boundary line when authorized by special exception.\nId. at 15 (emphasis added). In determining how to apply area and bulk restrictions limiting coverage to 70% of a lot in the C-2 district and 30% of a lot in the R-7 district, the court applied the restrictions to the total undivided lot rather than the respective portions in each district and ruled that “the permissible building area would be 70% of the C-2 zone including the automatic 50 feet extension and 30% of the R-7 zone excluding the aforesaid 50 feet.” The court explained further:\nThe foregoing interpretation, however, is subject to the obvious intent of the ordinance to restrict a given use to its corresponding use zone. Thus the actual building must be restricted to the use zone to which the building is applicable. In other words, in this specific instance, the appellants desire to erect a building covering an area of 9869.75 square feet. The C-2 zone including the automatic 50 feet extension is 135 feet by 92 feet or 12,420 square feet. Seventy percent thereof is 8,694 square feet. The R-7 area exclusive of the foregoing 50 feet automatic extension is 135 feet by 150 feet or 20,250 square feet. Thirty percent thereof is 6,075 square feet. Thus the total permissible building area for the lot is 14,769 square feet. The appellants’ proposed building therefore does not violate the building area limitations provided however in view of the nature of the building it must be contained exclusively on the C-2 zone including the automatic 50 feet extension.\nId. at 16-17. Applying the same rationale to the present case, common pleas concluded that the respective impervious cover limits applied to the lot as a whole rather than exclusively within each of the zoning districts on the lot. This interpretation, as to how to apply area and bulk restrictions on split zoned lots is reasonable and appropriately resolves any interpretive doubts in a manner favorable to the landowner. See Section 603.1 of the Municipalities Planning Code, Act of July 31, 1968, P.L. 805, added by the Act of December 21, 1988, P.L. 1329, 53 P.S. § 10603.1. Hence, we agree with common pleas’ interpretation.\nIn sum, we conclude that common pleas appropriately affirmed the special exception to expand the educational facility under Section 155-1IX, and appropriately reversed the denial of a special exception under Section 155-8A for the extension of the less restrictive impervious surface regulations. Accordingly, we affirm.\nORDER\nAND NOW, this 14th day of August, 2007, the order of the Court of Common Pleas of Montgomery County in the above captioned matter is hereby AFFIRMED.\n. The ZHB denied the 2001 special exception application to expand the facilities on the grounds that Baldwin could not demonstrate compliance with the impervious cover limits because it could not \"blend” impervious cover limits by moving additional cover allowance from the less restricted R-7 area of the lot onto the more restrictive R-3 area. Baldwin appealed this decision to common pleas. Common pleas notes, in its opinion regarding the present appeal, that Baldwin has not praeciped for argument in its appeal of the decision on the 2001 application.\nThe Board of Commissioners granted Baldwin’s 2002 conditional use application seeking to increase the impervious cover under a provision of the Township's Historic Resource Overlay District Ordinance and approved the request to blend impervious cover on the R-3 area. On appeal by the Neighbors, common pleas reversed and Baldwin did not appeal further.\n. Section 155-1IX provides: “Any use permitted in any residential zoning district by special exception or conditional use can only be expanded in like manner.” An accredited educational institution, such as the Baldwin School, is permitted as a special exception in both the R-7 and R-3 zoning districts, under Ordinance Section 155-54A and Section 155-27A respectively, each referring back to Section 155-11S(2), which allows an \"accredited educational institution” in residential zones by special exception.\n. The Neighbors also challenged the ZHB’s finding that the proposed expansion would not adversely affect the health, safety or welfare due to increase in traffic, noise or clash with neighborhood aesthetics. After thoroughly reviewing the evidence, common pleas concluded that the evidence relied on by the ZHB adequately supported the finding that the expansion imposed no significant negative impacts on the surrounding community. While the Neighbors reasserted a challenge on the above grounds in their statement of matters complained of on appeal, they did not brief this issue and, therefore, we consider it abandoned.\n. Ordinance Section 155-4 defines \"expanded use” as follows:\nThe enlargement of the use of property evidenced by any of the following: the construction of or addition to a building, a parking lot or outdoor recreation structure or equipment; the construction of a new athletic field, a new playground or a new hard-surface area designed or intended to be used for sporting or other physical recreation activities; the extension of the use of property beyond the permitted parameters established by the Zoning Hearing Board, or beyond those parameters established in the record of testimony presented to the Zoning Hearing Board in support of an approved application; an increase of five persons or 10%, whichever is greater, in the student and faculty or participant population associated with the use as it was authorized by a previously granted special exception or, if not so authorized, as it had been historically used; an increase of five persons or 10%, whichever is greater, in the student and faculty or participant population of driving age associated with the use as it was authorized or, if unauthorized, as it historically experienced; or a change in the days or hours of normal operation.",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Andrew J. Bellwoar, Chester Springs, for appellant.",
      "Sean P. Flynn, Bridgeport, for appellee, Lower Merion Township Zoning Hearing Board.",
      "Fred B. Fromhold, Villanova, for inter-venor, Baldwin School."
    ],
    "corrections": "",
    "head_matter": "In Re: APPEAL OF the BALDWIN SCHOOL FROM the DECISION Dated July 22, 2004 OF the ZONING HEARING BOARD OF LOWER MERION TOWNSHIP. In Re: Appeal of Neighbors for the Responsible Development of Baldwin from the decision dated July 22, 2004 of the Zoning Hearing Board of Lower Merion Township. Appeal of: Neighbors for the Responsible Development of Baldwin.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs June 11, 2007.\nDecided Aug. 14, 2007.\nAndrew J. Bellwoar, Chester Springs, for appellant.\nSean P. Flynn, Bridgeport, for appellee, Lower Merion Township Zoning Hearing Board.\nFred B. Fromhold, Villanova, for inter-venor, Baldwin School.\nBEFORE: LEADBETTER, President Judge, and LEAVITT, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "0291-01",
  "first_page_order": 339,
  "last_page_order": 348
}
