{
  "id": 9490391,
  "name": "James F. CHADBOURNE, III, Appellant, v. George & Amarie KAPPAZ, Appellees",
  "name_abbreviation": "Chadbourne v. Kappaz",
  "decision_date": "2001-08-23",
  "docket_number": "No. 98-CV-1672",
  "first_page": "293",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 293"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "486 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908599
      ],
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0077-01"
      ]
    },
    {
      "cite": "729 A.2d 322",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11614882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0322-01"
      ]
    },
    {
      "cite": "533 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874453
      ],
      "pin_cites": [
        {
          "page": "639"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/533/0629-01"
      ]
    },
    {
      "cite": "632 A.2d 725",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7377278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/632/0725-01"
      ]
    },
    {
      "cite": "999 F.2d 549",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        11957128,
        3723729
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "558"
        },
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/999/0549-01",
        "/us-app-dc/303/0001-01"
      ]
    },
    {
      "cite": "303 U.S.App.D.C. 1",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3723729
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "10"
        },
        {
          "page": "10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/303/0001-01"
      ]
    },
    {
      "cite": "686 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352668
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "578"
        },
        {
          "page": "579"
        },
        {
          "page": "579"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/686/0567-01"
      ]
    },
    {
      "cite": "463 A.2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976011
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "674"
        },
        {
          "page": "674"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0666-01"
      ]
    },
    {
      "cite": "580 A.2d 1255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380005
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1256"
        },
        {
          "page": "1256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1255-01"
      ]
    },
    {
      "cite": "534 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7893429
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/1268-01"
      ]
    },
    {
      "cite": "281 F.2d 626",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2014647
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/281/0626-01"
      ]
    },
    {
      "cite": "108 U.S.App.D.C. 263",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1960,
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "441 A.2d 940",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978652
      ],
      "pin_cites": [
        {
          "page": "945"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/441/0940-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 10030,
    "ocr_confidence": 0.66,
    "pagerank": {
      "raw": 1.5439473380373586e-07,
      "percentile": 0.6734599198640538
    },
    "sha256": "8932132015ef13aecd4d1518cdd878bc5d24c33871f937263390eecd29ed19dd",
    "simhash": "1:ceeefcaca340c5c8",
    "word_count": 1613
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, RUIZ, and WASHINGTON, Associate Judges."
    ],
    "parties": [
      "James F. CHADBOURNE, III, Appellant, v. George & Amarie KAPPAZ, Appellees."
    ],
    "opinions": [
      {
        "text": "WASHINGTON, Associate Judge:\nThe principal issue presented on appeal is whether the trial court erred in giving a jury instruction that did not require the jury to find that violation of the District of Columbia “leash law” statute is negligence as a matter of law. We affirm.\nI.\nThis appeal arises from an incident occurring on the morning of April 16, 1995, in which appellant, James Chadbourne, was injured when he tried to separate the dog he was walking from the dog of appel-lees, George and Amarie Kappaz. Amarie Kappaz had arisen early that morning to fix breakfast. At some point during that morning, Amarie unlocked the back door which opens into the unfenced backyard. Sometime later, the Kappaz’ two-year-old daughter opened the unlocked door, allowing the dog to escape into the backyard. Amarie did not notice the dog was missing until a commotion outside drew her to the front door of the house where she found her dog on the stoop and let it in.\nMeanwhile, the attack and injury to Chadbourne had occurred when he walked his dog in front of the house next door to the Kappazes. The Kappaz’ dog, which had been in the driveway of the neighboring house, suddenly came up to Chad-bourne’s dog and chomped down on its head. Chadbourne instinctively grabbed the Kappaz’ dog by the collar, causing it to let loose of his dog’s head. As Chad-bourne hung onto the dog’s collar, the dog lunged, twisting backwards, pulling him through the air, resulting in his forehead being smashed into the front door landing of the house next to the Kappazes. Chad-bourne suffered a bone-deep, seven inch gash across his forehead which required thirty-eight stitches and corrective surgery.\nChadbourne alleged at trial that his injuries were directly and proximately caused by the Kappaz’ negligence in allowing their dog to be free and unsupervised, in violation of D.C.Code § 6 — 1008(a) (1995). Following a six day trial, the jury returned a verdict in favor of the Kap-pazes. Chadbourne filed this timely appeal.\nII.\nChadbourne alleges that the trial court erred in giving a jury instruction that did not require the jury to find that a violation of the District of Columbia “leash law,” D.C.Code § 6-1008(a), is negligence as a matter of law. The general rule in this jurisdiction is that “where a particular statutory or regulatory standard is enacted to protect persons in the plaintiffs position or to prevent the type of accident that occurred, and the plaintiff can establish his relationship to the statute, unexplained violation of that standard renders the defendant negligent as a matter of law.” Ceco Corp. v. Coleman, 441 A.2d 940, 945 (D.C.1982) (quoting Richardson v. Gregory, 108 U.S.App.D.C. 263, 266, 281 F.2d 626, 629 (1960)). See also Zhou v. Jennifer Mall Restaurant, Inc., 534 A.2d 1268 (D.C.1987). Therefore, “[wjhere a party violates a statute, and the violation is a proximate cause of an injury which the statute was designed to prevent, there is a rebut-table presumption of negligence on the part of the violator.” Robinson v. District of Columbia, 580 A.2d 1255, 1256 (D.C.1990) (citing Lewis v. Washington Metro. Area Transit Auth., 463 A.2d 666, 674 (D.C.1983)). If, however, the defendant produces evidence tending to excuse or explain the violation, the violation may be considered evidence of negligence rather than negligence per se. McNeil Pharmaceutical v. Hawkins, 686 A.2d 567, 578 (D.C.1996) (citing Zhou v. Jennifer Mall Restaurant). Therefore, “[i]f the violator demonstrates that she did everything a reasonably prudent person would have done to comply with the law, then her violation merely constitutes evidence of negligence rather than negligence per se.” Robinson, 580 A.2d at 1256.\nHere, the trial court concluded that a negligence per se jury instruction should be given based on the evidence presented at trial. Therefore, the trial court read jury instruction 5-9 and instructed the jury as to negligence per se by stating that at the time of the incident, D.C.Code § 6-1008(a) was in effect, which read “[n]o owner of an animal shall allow the animal to go at large.” The trial court, after defining “at large” based on D.C.Code § 6-1001(1), further instructed the jury that an owner “allows” an animal to “go at large” if he “(a) intentionally permits the animal to go at large, or (b) fails to exercise due care to keep that animal from going at large. In determining the care required, you may consider the propensities of the animal known to the owner.” Finally, the trial court instructed the jury that if it found the defendants violated the statute and that the violation was the proximate cause of the plaintiffs injuries, then it must find that the defendants were negligent.\nChadbourne contends that the trial court erred in defining “allow” in the leash law statute because it modified the negligence per se jury instruction and allowed the jury to determine whether the Kappazes were negligent under principles of ordinary negligence. While we agree that the trial court’s definition of “allow” negated the impact Chadbourne was hoping for from the negligence per se instruction given to the jury, we conclude that the trial court’s modified instruction was not error because D.C.Code § 6-1008(a) is too general a statute to be the subject of a negligence per se instruction. See McNeil Pharmaceutical v. Hawkins, 686 A.2d 567, 579 (D.C.1996); Joy v. Bell Helicopter Textron, Inc., 303 U.S.App.D.C. 1, 10, 999 F.2d 549, 558 (1993). “[A] statute or regulation offered to establish a standard for negligence per se purposes must not merely repeat the common law duty of reasonable care, but must set forth ‘specific guidelines to govern behavior.’ ” McNeil Pharmaceutical, 686 A.2d at 579 (quoting Joy, 303 U.S.App.D.C. at 10, 999 F.2d at 558); see also Thoma v. Kettler, 632 A.2d 725, 728-29 n. 8 (D.C.1993) (stating negligence per se instruction improper because generality of regulation providing that “[djebris and other loose materials, shall not be allowed on or under stairways” and “[sjlippery conditions on stairways shall be eliminated as soon a possible” did not differ significantly in particulars from the common law standard of reasonable care in the circumstances); District of Columbia v. Mitchell, 533 A.2d 629, 639 (D.C.1987) (violation of statute requiring Department of Corrections to be “responsible for the safekeeping, care, protection, instruction, and discipline” of inmates implicitly recognized the common law duty of reasonable care and contained no specifics that could give rise to claim of negligence per se); Lewis v. Washington Metro. Area Transit Auth., 463 A.2d 666, 674 (D.C.1983) (holding that no negligence per se instruction was warranted where plaintiffs alleged violation in building code provision requiring neighboring property and structure be “sufficiently supported”).\nIn order to find a violation of the District’s leash law, the statute calls upon the fact finder to decide whether the animal owner allowed the animal to be at large either by intentionally permitting the animal to run free or by failing to exercise reasonable care to keep the animal from running free. Thus, while the statute sets a general standard of care for animal owners in the District of Columbia, it does not contain the kind of specific guidelines that would allow one to determine whether the statute has been violated without resorting to a common law reasonable care analysis. Thus, we conclude that a negligence per se instruction was not warranted in this case.\nWhen reviewing jury instructions, “we must look at the instructions as a whole in assessing whether they constituted prejudicial error.” Hunt v. United States, 729 A.2d 322 (D.C.1999) (quoting Murchison v. United States, 486 A.2d 77, 82 (D.C.1984) (internal quotations omitted)). We are comfortable after reviewing the jury instructions in this case that the appellant suffered no prejudicial error. The trial court’s instruction to the jury, that they must find the Kappazes negligent, if the Kappazes violated the leash law statute, was a correct legal proposition in light of the trial court’s further instructions that in order to violate the District’s leash law, the Kappazes had to intentionally permit their dog to run free at large or negligently permit their dog to run free at large by failing to use reasonable care to comply with the statute. Thus, the trial court’s instructions as a whole correctly apprized the jurors of the applicable law.\nAffirmed.\n. D.C.Code § 6-1008(a) states, \"No owner of an animal shall allow the animal to go at large.\" \"At large” is defined in § 6-1001(1) as \"any animal found off the premises of its owner and neither leashed nor otherwise under the immediate control of a person capable of physically restraining it.”\n. Jury instruction 5-9 (1988) stated:\nAt the time [the incident under consideration] occurred, the following [statute/regulation] was in effect in the District of Columbia: [INSERT STATUTE/REGULATION]\nThis [statute/regulation] establishes the applicable standard of care. You should measure the [defendant's/plaintiffs] conduct by this standard. If you find that the [defendant/plaintiff] violated this [statute/regulation], then you must find that the [defendant/plaintiff] was negligent.\n. Chadboume also argues that the trial court erred in instructing the jury to consider the defenses of contributory negligence and assumption of the risk when there is negligence per se. Because we find that a negligence per se instruction was inappropriate, those affirmative defenses to simple negligence were appropriately before the jury.",
        "type": "majority",
        "author": "WASHINGTON, Associate Judge:"
      }
    ],
    "attorneys": [
      "Nicholas T. Christakos, with whom Ronald R. Massumi, Washington, DC, was on the brief, for appellant.",
      "Nona J. Bonanno, Washington, DC, for appellee."
    ],
    "corrections": "",
    "head_matter": "James F. CHADBOURNE, III, Appellant, v. George & Amarie KAPPAZ, Appellees.\nNo. 98-CV-1672.\nDistrict of Columbia Court of Appeals.\nArgued April 25, 2000.\nDecided Aug. 23, 2001.\nNicholas T. Christakos, with whom Ronald R. Massumi, Washington, DC, was on the brief, for appellant.\nNona J. Bonanno, Washington, DC, for appellee.\nBefore STEADMAN, RUIZ, and WASHINGTON, Associate Judges."
  },
  "file_name": "0293-01",
  "first_page_order": 335,
  "last_page_order": 339
}
