{
  "id": 7358500,
  "name": "Thomas R. MARTIN, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (EMMAUS BAKERY), Respondent",
  "name_abbreviation": "Martin v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-02-04",
  "docket_number": "",
  "first_page": "294",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 294"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 Pa.Commonwealth Ct. 612",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1410881
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/137/0612-01"
      ]
    },
    {
      "cite": "163 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "193 Pa.Superior Ct. 331",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        750490
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/193/0331-01"
      ]
    },
    {
      "cite": "471 A.2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "80 Pa.Commonwealth Ct. 206",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1318480
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/80/0206-01"
      ]
    },
    {
      "cite": "473 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730265
      ],
      "weight": 6,
      "year": 1977,
      "pin_cites": [
        {
          "page": "372, 373"
        },
        {
          "page": "690, 691"
        },
        {
          "page": "372"
        },
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0369-01"
      ]
    },
    {
      "cite": "473 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730265
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "375"
        },
        {
          "page": "692"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/473/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 18458,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1894627833514618
    },
    "sha256": "2ab37b648c7368400c3350d7774610d17731043b1a6dd89f8ea6c7047dcebdb4",
    "simhash": "1:5c7dad0fe495b5ea",
    "word_count": 2938
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and COLINS, J., and KELTON, Senior Judge."
    ],
    "parties": [
      "Thomas R. MARTIN, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (EMMAUS BAKERY), Respondent."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nThomas R. Martin (Claimant) petitions for review of the September 17, 1992 order of the Workmen’s Compensation Appeal Board (Board) affirming the Referee’s decision denying reimbursement to Claimant for chiropractic services which Claimant received during the first fourteen days after he suffered a work-related injury. We affirm.\nClaimant presents the following issues on appeal: (1) whether the Supreme Court’s decision in Workmen’s Compensation Appeal Board v. Overmyer Mold Co., 473 Pa. 369, 374 A.2d 689 (1977) authorizes an injured employee to obtain and be reimbursed for chiropractic treatment which he received during the first fourteen days after his injury, where the employer does not include the name of the non-physician licensed practitioner of the healing arts on the employer’s posted list of “at least five physicians or practitioners of the healing arts,” pursuant to Section 306(f)(1) of The Pennsylvania Workmen’s Compensation Act (Act); and (2) whether the Board capriciously disregarded unrefuted testimony offered by Claimant’s medical and scientific witnesses.\nThe facts as found by the Referee are as follows. Claimant suffered a work-related injury to his lower back while working for Emmaus Bakery (Employer). As a result, he was totally disabled from June 2 to June 9, 1989. At the time Claimant suffered that injury, Employer had posted a list of five health care providers. That list contained the names of physicians only; it did not include names of any chiropractors.\nImmediately after his injury, Claimant received treatment for his injuries by two licensed chiropractors. The chiropractors rendered a bill for $445.00 to Claimant for their services, $296.00 of which related to the first fourteen days after the injury. Claimant received reimbursement for chiropractic services which he received after the first fourteen days following his injury.\nClaimant filed a claim petition for the payment of the chiropractic services that he received for his work-related injury during the first fourteen days after the injury. In support of his claim, Claimant presented the testimony of his treating chiropractor, Dr. Gary Taróla, and the testimony of a research expert, Steven Wolk, Ph.D.\nThe Referee found that the treatment which Claimant received from the two chiropractors was reasonable and necessary. He also found that Claimant elected not to seek treatment from any of Employer’s posted list of physicians, but chose instead to seek chiropractic treatment from Dr. Tarola. The Referee dismissed Claimant’s petition as to payment of chiropractic treatment which Claimant received during the first fourteen days after his injury.\nReimbursement for Services Rendered During the First Fourteen Days After The Injury by a Healing Art Practitioner Not Included on Employer’s Posted List:\nThe 1978 version of Section 306(f)(1) is at issue here:\n(1) The employer shall provide payment for reasonable surgical and medical services, services rendered by duly licensed practitioners of the healing arts, medicines, and supplies, as and when needed: Provided, That [the employe may select a duly licensed practitioner of the healing arts of his own choice, unless at least five physicians shall have been designated by the employer or by the employer and the employe’s representative by agreement, in which instances the employe shall select a physician from among those designated] if a list of at least five designated physicians or other duly licensed practitioners of the healing arts or a combination thereof is provided by the employer, the employe shall be required to visit one of the physicians or other practitioners so designated and shall continue to visit the same or another physician or practitioner for a period of fourteen days from the date of the first visit. Subsequent treatment may be provided by any physician or any other duly licensed practitioner of the healing arts or a combination thereof, of the employees oum choice, and such treatment shall be paid for by the employer.\n77 P.S. § 531(1) (Emphasis added).\nClaimant argues that, under the pre-1978 Section 306(f)(1), as interpreted by the Supreme Court in Overmyer, an employee may select a non-physician health care practitioner from whom he may obtain treatment, and for which he may receive reimbursement from the employer, where the employer does not include on its list of “physicians or practitioners of the healing arts” any non-physician licensed practitioners.\nIn Overmyer, the Supreme Court noted that Section 306(f)(1) makes reference to “practitioners of the healing arts,” and to “physicians.” The Court distinguished the two terms which have different statutory definitions. “Healing art” is “the science of diagnosis and treatment in any manner whatsoever of disease or any ailment of the human body.” 1 Pa.C.S. § 1991 (Emphasis added.) On the other hand, 1 Pa.C.S. § 1991 defines a physician as an individual licensed to engage in the practice of medicine and surgery under the laws of the Commonwealth. Id. at 372, 373, 374 A.2d at 690, 691.\nThe Court held that, where an employer designated five “physicians” on a posted list to treat a claimant’s compensable injuries, and the claimant chose instead to consult a chiropractor — a practitioner of the healing arts — the claimant was entitled to receive reimbursement for the chiropractic treatment. In other words, the Court construed the pre-1978 Section 306(f) to mean that the employer’s designation of five physicians did not bar claimant from receiving reimbursement because he chose to consult a chiropractor.\nWhen the Court decided Overmyer, the pre-1978 Section 306(f)(1) stated in relevant part:\nThe employer shall provide payment for reasonable surgical and medical services, services rendered by duly licensed praeti-tioners of the healing arts, medicines, and supplies, as and when needed; Provided, That the employe may select a duly licensed practitioner of the healing arts of his own choice, unless at least five physicians shall have been designated by the employer and the employe’s representative by agreement, in which instance the employe shall select a physician from among those designated....\nId. at 372, 374 A.2d at 690, (emphasis by Supreme Court).\nAlthough it is true that Overmyer has never been overruled, the statute at issue herein and the one at issue in Overmyer are simply not comparable. For example, the employer’s list in Overmyer could only consist of five physicians, there was no fourteen-day proviso and there was no provision regarding the reimbursement for treatment rendered subsequent to the fourteen-day period by a health care practitioner not on the list.\nACF Industries, Inc. v. AMCAR-Division v. Workmen’s Compensation Appeal Board (Brown), 80 Pa.Commonwealth Ct. 206, 471 A.2d 173 (1984) involved the issue of whether consulting a non-designated physician at the outset resulted in a forfeiture of the claimant’s rights after the fourteen day period. We held that Overmyer was inapposite to the ACF Industries-Section 306(f) issue because Overmyer involved the pre-1978 amendment. Such is the case here as well.\nIn the 1978 amendment, the General Assembly enlarged the single category of five or more physicians to include either five or more physicians only, five or more other practitioners or a combination thereof. In 1978, the legislature also added the provision “[sjubsequent treatment may be provided by any physician or any other duly licensed practitioner of the healing arts or a combination thereof, of the employees own choice, and such treatment shall be paid for by the employer.”\nThe 1978 amendment’s “subsequent” sentence provides that an employee is eligible to receive reimbursement for treatment rendered by a licensed practitioner of his own choice, but not on the list, subsequent to the termination of the fourteen-day period. Necessarily and logically, the employer would not have to reimburse the claimant for any treatment rendered by a licensed practitioner of the employee’s choice, but not on the list, prior to the expiration of the fourteen days. Otherwise, the clauses creating the fourteen-day period and adding the “subsequent treatment” sentence are each rendered meaningless. Pursuant to the plain language of the 1978 statute, only treatment rendered subsequent to the termination of the fourteen days by a licensed practitioner not on the list would be subject to reimbursement.\nUnder the 1978 amendment, a claimant is not precluded during the first fourteen days from seeking treatment from a practitioner of his own choosing; he simply must pay for that choice. In Section 306(f)(1), the General Assembly decided to require employers to reimburse claimants only for treatments rendered by practitioners contained on the list during the statutory fourteen-day period. The General Assembly made the cut-off and the clear language does not contradict the remedial purpose behind the Act, which is to benefit workers. See Dupree v. Barney, 193 Pa.Superior Ct. 331, 163 A.2d 901 (1960).\nCapricious Disregard of Competent Evidence Standard\nClaimant contends that we should reverse the Board’s decision because it capriciously disregarded unrefuted medical testimony which Claimant offered into evidence before the Referee.\nWhere the party with the burden of proof is the only party to present evidence before the Referee, as in this case, and that party does not prevail, the Board must determine whether the Referee erred as a matter of law, or capriciously disregarded competent evidence. Czap v. Workmen’s Compensation Appeal Board (Gunton Corp.), 137 Pa.Commonwealth Ct. 612, 587 A.2d 49 (1991).\nOur scope of review in such a ease is the same as the Board’s. This Court employs the “capricious disregard of competent evidence” standard, which requires determining whether the Board willfully or deliberately disbelieved an apparently trustworthy witness, whose testimony the Board has no basis to challenge. Id.\nClaimant offered the testimony of his treating chiropractor, Dr. Gary Tarola. Dr. Taróla' testified that the chiropractic treatment which he provided to Claimant immediately after the injury facilitated Claimant’s prompt recovery, and that such treatment was necessary in the acute and subacute stages of healing — which was immediately after the accident.\nAlso, Claimant offered the testimony of Dr. Steven Wolk, a research scientist, on the cost-effectiveness and clinical efficacy of chiropractic care for work-related injuries such as Claimant’s.\nWe conclude that neither the Referee nor the Board ignored unrefuted medical or scientific testimony offered by Claimant. The Referee found that Claimant’s chiropractic treatment was both reasonable and necessary. The Board, in affirming the Referee’s decision, noted that the only issue on appeal was the payment of the chiropractic bill incurred during the first fourteen days following Claimant’s work-related injury, which involved a statutory interpretation of Section 806(f)(1).\nFor the above reasons, we affirm the Board’s decision.\nORDER\nAND NOW, this 4th day of February, 1994, the order of the Workmen’s Compensation Appeal Board, dated September 17, 1992, at No. A91-1297, is hereby affirmed.\nCRAIG, President Judge, dissents.\n.Referees are now called Workers’ Compensation Judges under the new amendments to the Workers’ Compensation Act effective August 31, 1993. Because this case was before the Referee prior to the effective date of the amendments, we will refer to him as Referee and not as Worker’s Compensation Judge.\n. This matter was reassigned to the author on December 14, 1993.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 531(1). The Act has since been amended. See footnote 5.\n. On July 1, 1978, by Act No. 1978-119, the General Assembly deleted the bracketed portion from the 1974 amended section and replaced it with the italicized portion immediately following the last bracket.\n. On July 6, 1993, by Act No. 44, the General Assembly further amended Section 306(1) as follows:\nThe employer shall provide payment in accordance with this section for reasonable surgical and medical services, services rendered by physicians or other health care providers, medicines and supplies, as and when needed. Provided an employer establishes a list of at least six designated health care providers, no more than two of whom may be a coordinated care organization and no fewer than three of whom shall be physicians, the employe shall be required to visit one of the physicians or other health care providers so designated and shall continue to visit the same or another designated physician or health care provider for a period of thirty days from the date of the first visit....\n77 P.S. § 531(1). This version, however, is not before us.",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      },
      {
        "text": "CRAIG, President Judge,\ndissenting.\nThe question here is whether the legislature, in the 1978 amendment of section 306(f)(1) of the Pennsylvania Workmen’s Compensation Act, Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 531(1), intended to limit the employee’s freedom of choice, which was specifically allowed by the language in the earlier section.\nIn Workmen’s Compensation Appeal Board v. Overmyer Mold Co., 473 Pa. 369, 374 A.2d 689 (1977), the Supreme Court analyzed the earlier section where the language of the statute called for a list of “physicians” and not specifically “practitioners of the healing arts,” by stating:\nInstead, we believe the legislature intended only to limit the employee’s choice as to “physicians,” if the employee desired to be treated by a “physician,” and if the employer had designated five “physicians” in accord with the statute.\nOvermyer, 473 Pa. at 375, 374 A.2d at 692. By adding new language which allows the employer also to add names of duly licensed practitioners of the healing arts to the list, the legislature has indicated that it intends now to limit the employee’s choice to not only named physicians, but also to named practitioners, but “[pjrovided [t]hat” the employer does name one or more practitioners of the healing arts.\nAs applied in Overmyer, the earlier form of the statute limited the employee’s choice of “physicians” only if the employer had designated the names of at least five physicians. The 1978 amendment added language which allows the employer to include the names of other practitioners in the list. Thus, by analogy to Overmyer, if a claimant now, in the first 14 days, is in need of services from a non-physician practitioner of the healing arts, such as a chiropractor, the 1978 language simply cannot be read to require the claimant to follow an employer’s choice of such practitioners when the employer has not listed any.\nThe language in section 306(f)(1) now requires the employer to provide 1) a list of five designated physicians or 2) a list of five other duly licensed practitioners of the healing arts, or 3) a combination thereof. The employer here argues that the legislature’s use of the word “or” indicates the legislative intent that the employer be given an option.\nCertainly the legislature intended, by the use of the word “or,” to give the employer an option. However, where the employer chooses to list only physicians and the claimant consults his own choice of a duly licensed practitioner of the healing arts reasonably necessary for his recovery from his work-related injury, that section purports to give the claimant the right to do so because the employer has not specified any particular non-physician practitioner.\nWhere, as in this case, chiropractic services are found by the referee to be “reasonable and necessary” to the claimant’s recovery, an interpretation which 1) gives the employer the option to exclude practitioners of the healing arts from its list, and 2) therefore requires the claimant to wait fourteen days before seeking the services of necessary chiropractic treatment, would not give effect to the humanitarian purposes of the Act, which is to benefit the injured employee.\nIn addition, if an employer opted to provide the employee with a list of non-physician practitioners only, under the employer’s interpretation of section 306(f)(1) in this case, an employee would be required to consult a practitioner from the list for the first fourteen days, even if that employee required the services of a physician.\nTherefore, when the legislature gave the employer the option to include practitioners as well as physicians on its list, a consistent interpretation is that, if the employer does not list the name of any chiropractor, but limits the list to physicians, and the claimant needs a chiropractor to aid in his recovery, then the claimant may nevertheless choose the chiropractor.\nUnder the law as rewritten in 1978, if an employer desires to limit a claimant’s choice of healthcare providers during the first fourteen days, the employer has needed only to list at least one member of each provider class sought to be involved.\nThis court should conclude that the board erred in affirming the referee’s denial of reimbursement to the claimant for reasonably necessary chiropractic services which the claimant received during the first fourteen days after the claimant’s injury.\n. The citation in the text is to § 306(f)(1) as amended July 1, 1978. On July 6, 1993, by Act No. 44, the legislature further amended § 306(f)(1) as follows:\nThe employer shall provide payment in accordance with this section for reasonable surgical and medical services, services rendered by physicians or other health care providers, medicines and supplies, as and when needed. Provided an employer establishes a list of at least six designated health care providers, no more than two of whom may be a coordinated care organization and no fewer than three of whom shall be physicians, the employe shall be required to visit one of the physicians or other health care providers so designated and shall continue to visit the same or another designated physician or health care provider for a period of thirty days from the date of the first visit.... (Emphasis added.)",
        "type": "dissent",
        "author": "CRAIG, President Judge,"
      }
    ],
    "attorneys": [
      "Charles I. Artz, for petitioner.",
      "Charles F. Smith, Jr., for respondent."
    ],
    "corrections": "",
    "head_matter": "Thomas R. MARTIN, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (EMMAUS BAKERY), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 13, 1993.\nDecided Feb. 4, 1994.\nReargument Denied March 29, 1994.\nCharles I. Artz, for petitioner.\nCharles F. Smith, Jr., for respondent.\nBefore CRAIG, President Judge, and COLINS, J., and KELTON, Senior Judge."
  },
  "file_name": "0294-01",
  "first_page_order": 354,
  "last_page_order": 359
}
