{
  "id": 7983120,
  "name": "In re KIM",
  "name_abbreviation": "In re Kim",
  "decision_date": "1982-05-20",
  "docket_number": "No. 81-32-Appeal",
  "first_page": "295",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "445 A.2d 295"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "103 R.I. 715",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3060554
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "729"
        },
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/103/0715-01"
      ]
    },
    {
      "cite": "208 N.E.2d 662",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "60 Ill.App.2d 239",
      "category": "reporters:state",
      "reporter": "Ill. App. 2d",
      "case_ids": [
        2604238
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-2d/60/0239-01"
      ]
    },
    {
      "cite": "278 A.2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "160 Conn. 269",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        532960
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/conn/160/0269-01"
      ]
    },
    {
      "cite": "58 Cal.Rptr. 223",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "250 Cal.App.2d 61",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2193931
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/250/0061-01"
      ]
    },
    {
      "cite": "106 Ariz. 181",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        4212973
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/ariz/106/0181-01"
      ]
    },
    {
      "cite": "387 P.2d 289",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10577088
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/p2d/387/0289-01"
      ]
    },
    {
      "cite": "54 A.2d 401",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "73 R.I. 264",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8518401
      ],
      "year": 1947,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/73/0264-01"
      ]
    },
    {
      "cite": "104 R.I. 471",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3051108
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "478"
        },
        {
          "page": "840"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/104/0471-01"
      ]
    },
    {
      "cite": "108 R.I. 261",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3158532
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "269-70"
        },
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/108/0261-01"
      ]
    },
    {
      "cite": "111 R.I. 59",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3139104
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "62-63"
        },
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/111/0059-01"
      ]
    },
    {
      "cite": "119 R.I. 614",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3095709
      ],
      "weight": 4,
      "year": 1978,
      "pin_cites": [
        {
          "page": "619"
        },
        {
          "page": "529"
        },
        {
          "page": "619"
        },
        {
          "page": "529"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0614-01"
      ]
    },
    {
      "cite": "415 A.2d 1307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981845
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "1310-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/415/1307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 8398,
    "ocr_confidence": 0.787,
    "pagerank": {
      "raw": 9.486549551488976e-08,
      "percentile": 0.5180902438713608
    },
    "sha256": "5efe48e9f656e2d9e562a3337aad9ef5eb8136f2c899e615dfe8b03d3239409a",
    "simhash": "1:d441c4f1ffed2116",
    "word_count": 1385
  },
  "last_updated": "2024-02-27T17:17:29.436383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re KIM."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThe respondent (Kim) appeals from an adjudication of delinquency by a justice of the Family Court. The act underlying the finding of delinquency would have constituted a first-degree sexual assault had Kim been an adult. We heard oral argument on this case on March 1, 1982. After oral argument, we issued an order dated March 2,1982, sustaining Kim’s appeal and vacating the adjudication of delinquency. This opinion sets forth the reasons for said order. The facts of the case are as follows.\nOn August 2,1980, Donna (age eight) and Celeste (age seven) were engaged in playing in a kiddy pool in Kim’s yard. Kim (age fourteen) was occupied in doing housework and was not playing with the girls. Donna and Celeste were joined by Donna’s three-year-old sister, Alese. Later in the afternoon Donna and Celeste left Alese and went to gather boxes at a place not far from Donna’s house.\nShortly thereafter, the girls’ attention was directed to Alese who was running from the direction of Kim’s house “screaming and hollering.” Donna checked and found Alese was bleeding. The two older girls then accompanied Alese to the home of Alese’s mother. Upon inquiry by the mother, Donna and Celeste said in unison, “Kim-my did something to her.” Thereupon, the mother examined her daughter and found that her “rectum was swollen and enlarged and bloody.” She notified the police and the child was taken for an examination by a physician at Women and Infants Hospital in Providence. The doctor examined the child and found that the condition of her rectum when combined with the history given by the mother was consistent with rectal assault.\nAlthough there is evidence from which a trier of fact might find that a rectal assault had been committed, the sole evidence implicating Kim with this assault was the statement made by Donna and Celeste to Alese’s mother. No witness, including Kim’s mother who was home at the time, or either of the girls observed Kim alone with Alese; nor did they observe his doing anything to Alese.\nThe trial justice admitted the joint statement of Donna and Celeste as a spontaneous utterance, a declaration that he recognized as an exception to the hearsay rule.\nThis court has long recognized the spontaneous-utterance exception to the hearsay rule. See, e.g., State v. Poulin, R.I., 415 A.2d 1307, 1310-11 (1980); State v. Jalette, 119 R.I. 614, 619, 382 A.2d 526, 529 (1978); State v. Vaccaro, 111 R.I. 59, 62-63, 298 A.2d 788, 790 (1973); State v. Mancini, 108 R.I. 261, 269-70, 274 A.2d 742, 746 (1971); State v. Nordstrom, 104 R.I. 471, 478, 244 A.2d 837, 840 (1968). Recently in Jalette we reiterated the rationale for this exception:\n“The spontaneous utterance exception to barring the use of the hearsay rule is well recognized today. The exception is premised on the assumption that the excitement of certain startling events stills the reflective faculties and removes their normal controls. A spontaneous utterance occurring at the time of a so-called startling event is thought to be a sincere, truthful response to the actual sensations and perceptions produced by the preceding external shock. 6 Wigmore, Evidence § 1747 at 195 (Chadbourn rev. ed. 1976).” State v. Jalette, 119 R.I. at 619, 382 A.2d at 529.\nHowever, the reliability upon which this exception is premised has a further qualification. Professor Wigmore in § 1751 of his treatise stated this additional qualification:\n“Upon the ordinary principle applicable to all testimonial evidence (§ 656 supra), and therefore to hearsay statements offered under these exceptions (§ 1425 supra), the declarant must appear to have had an opportunity to observe personally the matter of which he speaks. This requirement is in practice usually fulfilled in the case of all declarations otherwise admissible; for they are made by injured persons or others present and concern the circumstances of the injury as observed by them; and thus no occasion arises for calling attention to the requirement. Nevertheless, in an appropriate case, it would without doubt be enforced; for example, if a passenger in a railroad collision should exclaim, ‘The engineer did not reverse the lever’ or ‘The conductor did not read the train despatcher’s orders.’ ” (Footnote omitted.) (Emphasis in original.) 6 Wigmore, Evidence § 1751(a) at 222 (Chadbourn rev. ed. 1976).\nIt is obvious that no quantum of sincerity can substitute for the first-hand knowledge that is required as a condition precedent to admissibility of testimony from every witness. McCormick’s Hand book of the Law of Evidence § 10 at 20-22 (2d ed. Cleary 1972). Even assuming, without deciding, that the confrontation with Alese in a state of hysteria was sufficiently exciting to Donna and Celeste to make their statements truthful and sincere, we are constrained to recognize that the children were purporting to describe an event that they had no opportunity to observe. Excitement alone, without the opportunity to observe, cannot meet the essential test of reliability. In short, had both girls testified in person, they would not have been permitted to describe an event that they had no opportunity to perceive. Indeed, Donna did testify in the instant case and confirmed that she and Celeste had not seen Kim at all during the afternoon. Donna further stated her entire basis of knowledge as follows:\n“THE COURT: I see. What did you tell your mother, what happened?\n“DONNA: Kimmy * * * did something to her.\n“THE COURT: And how did you know that Kimmy did something to her?\n“DONNA: Because she was running away from — from Kimmy[’s] house.\n“THE COURT: Did she say anything to you?\n“DONNA: No, she was just screaming and hollering.\n“THE COURT: She was what?\n“DONNA: Screaming and hollering.\n“THE COURT: Screaming and hollering. And had you seen Kimmy around the house before that?\n“DONNA: No.\n“THE COURT: Did you see him after that?\n“DONNA: No.\n“THE COURT: Did you see him at all during the afternoon?\n“DONNA: (Nodded head)\n“THE COURT: No?\n“DONNA: No.\n“THE COURT: I see. And do you know who was in the house * * * that day?\n“DONNA: No.\n“THE COURT: What?\n“DONNA: No.”\nThe only inference which could possibly be drawn from Donna’s testimony is that neither Donna nor Celeste had any opportunity to observe the event that they purported to describe. Consequently, since the declar-ants had no opportunity to observe the alleged assault, there was no basis for admission of the declaration, and the spontaneous-utterance exception to the hearsay rule did not apply. We have held that in order for this exception to be applicable, it must “appear that the statement was the instinctive utterance before reflection of a participant in or witness of the actual occurrence.” Kane v. Burrillville Racing Association, 73 R.I. 264, 268, 54 A.2d 401, 403 (1947). Thus, the admission of this evidence was erroneous. See Watson v. State, 387 P.2d 289 (Alaska 1963); Warfield v. Shell Oil Co., 106 Ariz. 181, 472 P.2d 50 (1970); Ungefug v. D’Ambrosia, 250 Cal.App.2d 61, 58 Cal.Rptr. 223 (1967); Johnson v. Newell, 160 Conn. 269, 278 A.2d 776 (1971); People v. Hill, 60 Ill.App.2d 239, 208 N.E.2d 662 (1965).\nAt the close of the prosecution’s case, Kim’s counsel moved for a judgment of acquittal. This motion was denied, and evidence was presented on Kim’s behalf. Thus, the denial of the motion is unreviewa-ble. See State v. Franklin, 103 R.I. 715, 729, 241 A.2d 219, 228 (1968). At the conclusion of the entire case, Kim’s attorney argued that the prosecution had failed to meet its burden of proof. We are in agreement with this contention. There was not a shred of evidence connecting Kim with the injury to Alese except the inadmissible “spontaneous utterance.” In the absence of any competent evidence upon which a finding of guilt might rest, it was the obligation of the trial justice to find that the charge of delinquency had not been proven beyond a reasonable doubt.\nFor the reasons stated, Kim’s appeal is sustained, the finding of delinquency is reversed, and the case is remanded to the Family Court with directions to enter an adjudication of acquittal.",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "Denise M. Auger, Asst. City Sol., Woon-socket, for petitioner.",
      "William F. Reilly, Public Defender, Mer-lyn O’Keefe, Asst. Public Defender, Barbara Hurst, Chief Appellate Atty., for respondent."
    ],
    "corrections": "",
    "head_matter": "In re KIM.\nNo. 81-32-Appeal.\nSupreme Court of Rhode Island.\nMay 20, 1982.\nDenise M. Auger, Asst. City Sol., Woon-socket, for petitioner.\nWilliam F. Reilly, Public Defender, Mer-lyn O’Keefe, Asst. Public Defender, Barbara Hurst, Chief Appellate Atty., for respondent."
  },
  "file_name": "0295-01",
  "first_page_order": 353,
  "last_page_order": 355
}
