{
  "id": 9297215,
  "name": "Brenda Elaine MAKINS, Appellant, v. DISTRICT OF COLUMBIA, et al., Appellees",
  "name_abbreviation": "Makins v. District of Columbia",
  "decision_date": "2003-12-18",
  "docket_number": "No. 02-SP-241",
  "first_page": "300",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 300"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "800 F.2d 525",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1600182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/800/0525-01"
      ]
    },
    {
      "cite": "196 F.3d 1252",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11559750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/196/1252-01"
      ]
    },
    {
      "cite": "865 F.2d 498",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10527909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/865/0498-01"
      ]
    },
    {
      "cite": "106 N.M. 705",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        707322
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/nm/106/0705-01"
      ]
    },
    {
      "cite": "343 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8055830
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/343/0059-01"
      ]
    },
    {
      "cite": "462 A.2d 1140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970437
      ],
      "pin_cites": [
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/1140-01"
      ]
    },
    {
      "cite": "404 A.2d 960",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/404/0960-01"
      ]
    },
    {
      "cite": "12 Geo. J. Legal Ethics 543",
      "category": "journals:journal",
      "reporter": "Geo. J. Legal Ethics",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "78 Or. L. Rev. 1061",
      "category": "journals:journal",
      "reporter": "Or. L. Rev.",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "277 F.3d 544",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3728057,
        9451100
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "553"
        },
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/349/0303-01",
        "/f3d/277/0544-01"
      ]
    },
    {
      "cite": "349 U.S.App.D.C. 303",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3728057
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/349/0303-01"
      ]
    },
    {
      "cite": "92 F.3d 226",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7625264
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "230"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/92/0226-01"
      ]
    },
    {
      "cite": "423 A.2d 939",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/423/0939-01"
      ]
    },
    {
      "cite": "586 A.2d 1204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376467
      ],
      "pin_cites": [
        {
          "page": "1219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/586/1204-01"
      ]
    },
    {
      "cite": "154 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8124684
      ],
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/154/0553-01"
      ]
    },
    {
      "cite": "366 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004215
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/0137-01"
      ]
    },
    {
      "cite": "166 F.2d 209",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1201521,
        5699877
      ],
      "weight": 2,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/166/0209-01"
      ]
    },
    {
      "cite": "82 U.S.App.D.C. 399",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5698432,
        5699877
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "7 F.R.D. 77",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3743591
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/frd/7/0077-01"
      ]
    },
    {
      "cite": "437 A.2d 584",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975990
      ],
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/437/0584-01"
      ]
    },
    {
      "cite": "462 A.2d 1140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970437
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1142"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/462/1140-01"
      ]
    },
    {
      "cite": "404 A.2d 960",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046903
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "963"
        },
        {
          "page": "961"
        },
        {
          "page": "961"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/404/0960-01"
      ]
    },
    {
      "cite": "366 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004215
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "139-40"
        },
        {
          "page": "140"
        },
        {
          "page": "139",
          "parenthetical": "internal quotations and citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/366/0137-01"
      ]
    },
    {
      "cite": "7 F.R.D. 77",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3743591
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "77",
          "parenthetical": "\"If, as a matter of fact, counsel had no authority, then the resulting difficulty is between him and his client.\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/frd/7/0077-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1282,
    "char_count": 36463,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 2.515688122832545e-07,
      "percentile": 0.8109949653435393
    },
    "sha256": "96e4170314b81e48c636ad93e747d14a58379c79175f5436b1d11ae0fd68d429",
    "simhash": "1:8633f348c718655c",
    "word_count": 5889
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and RUIZ, Associate Judges, and NEBEKER, Senior Judge."
    ],
    "parties": [
      "Brenda Elaine MAKINS, Appellant, v. DISTRICT OF COLUMBIA, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Senior Judge:\nPursuant to D.C.Code § 11-723 (1995), the United States Court of Appeals for the District of Columbia Circuit (“Circuit”) has certified the following question to this court:\nUnder District of Columbia law, is a client bound by a settlement agreement negotiated by her attorney when the client has not given the attorney actual authority to settle the case on those terms but has authorized the attorney to attend a settlement conference before a magistrate judge and to negotiate on her behalf and when the attorney leads the opposing party to believe that the client has agreed to those terms.[]\nFor reasons set forth below, we hold that a client is not bound by a settlement agreement negotiated by her attorney at an in-court proceeding when the client was not present absent actual authority granted to the attorney to reach the settlement.\nI.\nWe will paraphrase the Circuit’s concise statement of the facts. In November 1998, Brenda Makins brought an action against the District of Columbia claiming sex discrimination and retaliatory firing, in violation of Title VII (42 U.S.C. §§ 2000e et seq.). Makins had been employed in the District’s Department of Corrections from 1995 until her discharge in 1997. Her complaint sought reinstatement, compensatory damages, and attorney’s fees.\nMakins’ attorney, John Harrison, began representing her in 1996, after she received notice of termination from the Department. Harrison and Makins did not have a written retainer agreement. In the summer of 2000, at a pre-trial conference, the district judge referred Makins’ case to a magistrate judge “for settlement purposes only” and ordered the District to “have present at all settlement meetings ... an individual with full settlement authority.” A similar admonition was absent as to Ms. Makins. The judge set the ease for trial in December 2000. A few days later, the magistrate ordered the “lead attorney(s) for the parties” to appear before him for a settlement conference; the order required that the “parties shall either attend the settlement conference or be available by telephone for the duration of the settlement conference.”\nThe conference took place on September 12, 2000. Makins was not present. After two and half hours of negotiations, Harrison and the attorneys for the District reached an agreement. Makins would receive $99,000 and have her personnel records amended from “discharged” to “resigned” (to preserve her retirement benefits if she were able to attain other creditable employment). In return, Makins would dismiss her claims against the District. The attorneys “shook hands” on the deal and later reduced it to writing. A few days later, when Harrison presented Makins with a copy for her signature, she refused to sign it. The District then filed a Motion to Enforce Settlement. Makins retained another attorney, and the court held an evi-dentiary hearing in which Harrison, Ma-kins, and the lead attorney for the District testified.\nThe testimony of Makins and Harrison was at odds. According to Makins, she never agreed to settle her case under the terms Harrison and the District negotiated because “getting [her] job back had to be part of any agreement.” She admitted to wanting to settle the case and knowing that the correctional facility in which she had worked was closing. She claimed that Harrison waited until the night before the conference to alert her to it and specifically told her not to attend. She talked to Harrison several times during the settlement negotiations on September 12. But she insisted that she never agreed to the negotiated terms because, as she expressed to Harrison in one of their cell phone conversations that day, getting her job back was a condition to settling the case. Although Makins swore in an affidavit, filed before the hearing, that Harrison alerted her during the negotiations that he was discussing the $99,000 figure, she testified that she did not recall such a conversation.\nHarrison disputed much of Makins’ testimony. He said they had extensively discussed the possibility of settlement the day before the conference and that he thought it made sense strategically for his client to remain at home so that “the Judge couldn’t put pressure on her to settle.” Harrison also testified that he discouraged Makins .from insisting on getting her job back. According to Harrison, Makins gave him a number where he could reach her on September 12, and told him to do “what you think is right, I trust you.”\nAt the conference, each side presented its case separately to the magistrate. The attorneys and the magistrate then sat at a table and negotiations began. On several occasions, the magistrate sent one of the attorneys out of the room and talked to the other about what he saw as strengths and weaknesses in the case. By cell phone, Harrison called Makins when he was out of the room. He contends that she agreed to settle for $99,000. Harrison testified that when the District agreed to this figure, he called Makins immediately and “told her the 99 was done,” to which she replied “good.” Harrison also stated that Makins did not express any dissatisfaction with the settlement until several days later when she refused to sign the papers in Harrison’s office.\nThe District’s attorney generally confirmed Harrison’s account of the conference (although he did not know what Harrison and his client had discussed by cell phone, or even if they had discussion). In response to the District’s offer of approximately $80,000, Harrison said his client was still at $120,000, or thereabouts. The District’s attorney replied that he would not settle the ease for more than $100,000. Harrison left the room, cell phone in hand, and came back a few minutes later. He said $99,000 would be fine but his client wanted her records changed to show that she had resigned. The District reluctantly-agreed. Neither the attorney for the District nor the magistrate spoke to Makins to confirm her assent to the terms of the agreement.\nThe District Court, observing the “sharp conflict” in testimony between Makins and Harrison, declined to resolve it. Instead, the court assumed arguendo that Harrison did not have actual authority to settle the case. The court granted the District’s motion to enforce the settlement on the alternative ground that Harrison had apparent authority to bind Makins to the agreement. The court saw “no justification for the District of Columbia not to reasonably believe that Mr. Harrison had the full confidence and authority of his client.”\nII.\nThere is some confusion as to both the degree of authority required of an attorney in settlement negotiations. Indeed, a review of relevant case law and principles enunciated by the American Bar Association and the American Law Institute demonstrate widespread dissonance not only over the degree of authority, but also the appropriate definitions of authority. We hold that, while attorneys must have some inherent procedural and tactical authority on behalf of clients, for in-court settlement proceedings that attorneys for the parties are ordered to attend, the client must give actual authority to settle the case in the client’s absence.\nWe deem the situation at hand sufficiently analogous to our decision in Bronson v. Borst and distinguishable from our holdings in other cases as discussed below. Actual authority, which may also be referred to as delegated or specific authority, focuses on the client/lawyer relationship. In Bronson, an attorney sued his former client for declaratory judgment to enforce a settlement agreement that the attorney had accepted and entered into on his client’s behalf. We held that “absent specific authority, an attorney cannot accept a settlement offer on behalf of a client.” Bronson, supra note 4, 404 A.2d at 963. We reached that holding through an analysis of “actions which counsel was neither duty bound nor authorized to perform.” Id. at 962. To be sure, Bronson differs from the case at hand on this point since Bronson did not involve a settlement conference and Harrison was duty bound, by order of the magistrate judge, to attend the settlement conference and participate in negotiations on Makins’ behalf. Moreover, this is an action by the other party to the settlement rather than the attorney or the client. Nonetheless, Bronson addresses the principle that a client’s approval is required “regardless of the merits of the ... case or the attractiveness of the settlement offer.” Id. at 962. Contrary to the District’s argument before this court, the Bronson holding is consonant with the decision in Ashley v. Atlas Mfg. Co., 7 F.R.D. 77 (D.D.C.1946), aff'd, 82 U.S.App.D.C. 399, 166 F.2d 209 (1947). In Ashley, the court found specific authority arising from an in-court proceeding based in part on the fact that, unlike here, the client’s attorney announced the settlement agreement in the client’s presence. The Ashley court recognized the general rule that an attorney shall not enter settlement without actual authority. Id.\nWe distinguish our holding here from the line of cases finding apparent authority based on contract theory. The Restatement (Seoond) of Agency § 8 (1958) defines apparent authority as “the power to affect the legal relations of another person by transactions with third persons, professedly as an agent for the other, arising from and in accordance with the other’s manifestations to such third persons.” Thus, unlike actual authority, apparent authority does not depend upon any manifestation from the principal to her agent, but rather from the principal to the third party. Restatement (Seoond) of AgeNCY § 27, cmt. a. This court has stated that apparent authority arises when a principal placed an agent “in a position which causes a third person to reasonably believe the principal had consented to the exercise of authority the agent purports to hold. This falls short of an overt, affirmative representation by a principal .... ” Feltman v. Sarbov, 366 A.2d 137, 139 (D.C.1976) (citing Drazin v. Jack Pry, Inc., 154 A.2d 553, 554 (D.C.1959)). In such circumstances, an agent’s representations need not expressly be authorized by his principal. The apparent authority of an agent arises when the principal places the agent in such a position as to mislead third persons into believing that the agent is clothed with the authority which in fact he does not possess. Id. at 140. Apparent authority depends upon “the third-party’s perception of the agent’s authority.” Sigal Construction Corp. v. Stanbury, 586 A.2d 1204, 1219 (D.C.1991) (citing Restatement (Seoond) of Agenoy § 27) (other citation omitted). The third party’s perception may be based upon “written or spoken words or any other conduct of the principal which, reasonably interpreted, causes the third person to believe that the principal consents to have the act done on [her] behalf by the person purporting to act for [her].” Restatement (Seoond) of Agency § 27.\nThe cases cited by the District in support of apparent authority are distinguishable on the facts. Although the courts in Ashley and Navajo Tribe found the attorneys had apparent authority to settle, the clients in those cases were present in the courtroom. There is an important difference between a settlement reached where the client is present, and therefore has an opportunity to be heard on the matter by all parties, and the case at hand. The settlement proceedings in Fennell; Hayes and Capital Dredge did not take place in court. We express no judgment here as to whether, for out-of-court settlements, apparent authority is sufficient to uphold the validity of a settlement. Sigal Con-stmction, supra, involved the question of whether an employee had apparent authority such that the employer was bound by his statements. Feltman, supra, similarly involved the apparent authority of a lawyer/employee to bind his client in a lease negotiation. Management Partnership, Inc. v. Crumlin, 423 A.2d 939 (D.C.1980), involved a determination of apparent authority of an employee with respect to a lease agreement. None of these cases addressed the special circumstances of a settlement conference and of the appropriate distinctions, if any, between manifestations of authority in employer-employee relationships and the conveyance of authority in the lawyer-client relationship (which, as noted, necessitates our consideration of ethical conduct and professional responsibility guidelines in addition to contract and agency principles).\nThe District argues, and the District Court appears to agree, that Makins authorized her attorney to attend the court-ordered settlement conference and to negotiate on her behalf. The District further argues, since Makins held out her attorney as the person with whom the District should deal at the settlement conference, Makins’ attorney possessed apparent authority to settle her claim. Because Harrison was ordered to attend the conference by the magistrate, however, we find such an “authorization” of limited value in evaluating a conveyance of authority. As the Circuit Court majority observed, a “client’s manifestations [of a conveyance of authority] to the third party must be with respect to settlement, not the general conduct of the litigation.” Makins, 349 U.S.App.D.C. at 310, 277 F.3d at 551 (citing Auvil v. Grafton Homes, Inc., 92 F.3d 226, 230 (4th Cir.1996)). Indeed, the majority notes that if it followed the rule espoused by the District and the apparent authority line of cases, “an attorney would nearly always have apparent authority to end the case despite the wishes of his client.” Id.\nThe District also presents several policy arguments supporting enforcement of settlement agreements on apparent authority grounds, none of which we find compelling. First, it argues the settlement process would be undermined because the third party would never know if the principal’s attorney was actually empowered to reach a settlement, and that the third party would either have to require the principal’s verification of authority or risk subsequent rescission or denial of the agreement. This argument fails because if a principal forbade settlement then her attorney must disclose this ab initio. By extension, if the principal’s attorney in fact actively enters settlement negotiations, then the third party is assured that there are terms to which the principal would agree. Finally, requiring actual authority disposes of the risk of rescission or denial because the third party and presiding official would in fact receive confirmation, by telephone, from the principal that she agreed to the terms of the settlement. Such a requirement poses only a minimal burden on the settlement proceeding. We note that if the principal attends a settlement conference in person, the dangers arising from apparent authority are simply not present.\nWe are unwilling to extend the power of settlement by way of apparent authority to attorneys who attend settlement negotiations under order of the court when their client is not present to validate the agreement. Accordingly, our answer to the certified question is in the negative.\n. Makins v. District of Columbia, 349 U.S.App.D.C. 303, 312, 277 F.3d 544, 553 (2002). Earlier in its decision, the Circuit Court phrases the question somewhat differently: \"may an attorney negotiating in the client’s absence bind the client to a settlement agreement if the attorney has led opposing counsel to believe he had actual authority from the client to settle the case?\" Id. at 308, 277 F.3d at 549. Our answer is the same either way.\n. See generally Jeffrey A. Pamess & Austin W. Bartlett, Unsettling Questions Regarding Lawyer Civil Claim Settlement Authority, 78 Or. L. Rev. 1061 (1999); Grace M. Giesel, Enforcement of Settlement Contracts: The Problem of the Attorney Agent, 12 Geo. J. Legal Ethics 543 (1999).\n. Thus, we find settlement proceedings are akin to certain criminal proceedings, such as a guilty plea proceeding (Super.Ct.Crim. R. 11) and waiver of jury trials (Super.Ct.Crim. R. 23).\n. Bronson v. Borst, 404 A.2d 960 (D.C.1979).\n. With due respect to the Circuit Court’s dissenting opinion, we hold that, while there is no meaningful difference between the “specific authority” referred to in Bronson and the term “actual authority” as we use it here, \"apparent authority” can and should be understood as wholly different in meaning from specific or actual authority.\n.This holding is echoed in the District of Columbia Code of Professional Responsibility Ethical Consideration 7-7 (EC 7-7), which provides that it is the exclusive authority of “the client to decide whether he will accept a settlement offer ....\" Similarly, District of Columbia Rule of Professional Conduct 1.2(a) (2001) provides that a \"lawyer shall abide by a client’s decision whether to accept an offer of settlement of a matter.”\n. As a general rule, \"it is well established that settlement agreements are entitled to enforcement under general principles of contract law ...\" Goozh v. Capitol Souvenir Co., 462 A.2d 1140, 1142 (D.C.1983) (quoting Brown v. Brown, 343 A.2d 59, 61 (D.C.1975)).\n. Ashley, supra; Navajo Tribe of Indians v. Hanosh Chevrolet-Buick, Inc., 106 N.M. 705, 749 P.2d 90 (1988).\n. Fennell v. TLB Kent Co., 865 F.2d 498 (2d Cir.1989); Hayes v. National Serv. Indus., 196 F.3d 1252 (11th Cir.1999); Capital Dredge & Dock Corp. v. Detroit, 800 F.2d 525 (6th Cir.1986).\n. In such a scenario, the client’s only remedy against a settlement reached without her consent would be to sue her attorney. By clearly delineating the authority required, our holding in this case obviates that highly lamentable outcome as well.",
        "type": "majority",
        "author": "NEBEKER, Senior Judge:"
      },
      {
        "text": "RUIZ, Associate Judge,\ndissenting:\nThe majority’s answer to the certified question carves out a special exception, for in-court settlements, to our well-established jurisprudence that settlement agreements are enforceable as contracts and that agency principles apply in the context of the lawyer-client relationship. I see no warrant in our cases to justify such a departure. Moreover, there is a risk that the majority’s special exception will undermine the policy of encouraging settlement of litigation. Therefore, I dissent and would hold that, as in other contexts, whether a client is bound by the settlement negotiated by a lawyer in court is governed by our well-known agency principles, including apparent authority. Applying those principles to the facts of this case, the District Court judge found that because the District of Columbia was reasonable in its belief that the attorney was authorized to settle on behalf of his client, he was clothed with apparent authority. Therefore, vis a vis the District of Columbia, the client is bound by the settlement. If a fact-finder were to determine that the client did not actually authorize her lawyer to agree to the one disputed term of the settlement — a fact that is assumed for present purposes, but has not been found — the client’s remedy is not to thwart the reasonable expectations of the District of Columbia, but to sue her attorney for malpractice.\nThere is no question that settlement agreements are contracts and are enforceable as such. See Goozh v. Capitol Souvenir Co., 462 A.2d 1140, 1142 (D.C.1983). Nor is it disputed that a principal is bound by a contract entered into by an authorized agent. See Restatement (Second) op Agency § 140 (1958) (“The liability of the principal to a third person upon a transaction conducted by an agent, ... may be based upon the fact that ... the agent was apparently authorized.”). The agent may have “actual” authority derived from the consent of the principal given to the agent, see id. at § 7 (“Authority is the power of the agent to affect the legal relations of the principal by acts done in accordance with the principal’s manifestations of consent to [the agent].”), or “apparent” authority based on words or actions of the principal to a third person which lead that third person reasonably to believe that the agent is authorized to act for the principal in the matter at hand. See Feltman v. Sarbov, 366 A.2d 137, 139-40 (D.C.1976); Restatement (Second) of Agenoy § 8 (1958). The majority does not take issue with these basic principles of contract and agency law.\nNotwithstanding clear law, the majority considers that settlement agreements that are reached in court, however, should be treated as an exception to the general law of contract and agency. The majority holds that with respect to in-court settlements, a client is bound only if a lawyer has actual authority. It finds its support in two sources, both of which are inappo-site. In Bronson v. Borst, 404 A.2d 960 (D.C.1979), we stated that “regardless of the good faith of the attorney, absent specific authority, an attorney cannot accept a settlement offer on behalf of a client.” Id. at 963. But Bronson is easily distinguishable as it involved a lawsuit brought by an attorney against his client to enforce a contract the attorney had negotiated without actual authority in order to collect his contingent fee from the client. See id. at 961. Bronson did not involve the interests of a third person, and therefore, the court in that case had no occasion to focus on the principles of agency law presented by the case before us. The majority also relies on the Rules of Professional Conduct, specifically Rule 1.2(a), which provides that “[a] lawyer shall abide by a client’s decision whether to accept an offer of settlement of a matter.” But this rule is concerned with a lawyer’s obligation to a client, and as authority for the certified question suffers from the same deficiency as Bronson: it says nothing about the interests of third persons. Moreover, if Bronson and Rule 1.2(a) are authoritative on the issue of a third person’s right to rely on an agent’s apparent authority, the majority’s reasoning would not be limited to the situation of in-court settlements presented in the certified question because no settlement agreed to by a lawyer without actual authority would be binding on a client whether reached in court or in a law office.\nAgency law developed as a way of facilitating commerce and transactions by laying down rules that permit principals to expand the scope and effectiveness of their activities by acting through agents. See 1 William Blackstone, Commentaries on the Laws of England * 418 (1765) (“[Wjithout such a doctrine as this, no mutual intercourse between man and man could subsist without any tolerable convenience.”) Since Blackstone’s time, the practice of acting through agents has become so entrenched that it is an entirely unremarkable and frequent occurrence in this city and across the country that lawyers, in the course of representing their clients, negotiate and enter into contracts on behalf of their clients. These contracts can arise in commercial transactions, or in settling litigation — sometimes in court, sometimes outside of court. In acting for them clients, a lawyer’s actions are governed by principles of agency law. As explained in the Restatement:\nA lawyer’s act is considered to be that of the client in proceedings before a tribunal or in dealings with a third person if the tribunal or third person reasonably assumes that the lawyer is authorized to do the act on the basis of the client’s (and not the lawyer’s) manifestations of authorization.\nRestatement (Third) of the Law Governing LawyeRS § 27 (2000). With respect to settlement agreements, the general rule is that “a client is not bound by a settlement that the client has not authorized a lawyer to make by express, implied, or apparent authority....” Id. cmt. d. (emphasis added). As with other agents, a lawyer has apparent authority “when and to the extent a client causes a third person to form a reasonable belief that a lawyer is authorized to act for the client.” Id. § 27 cmt. b. The majority’s special rule requiring actual authority for in-court settlements is a step backwards from the long tradition recognized by Blackstone and accepted in the Restatement.\n“The existence of apparent authority is a question of fact.” Feltman, 366 A.2d at 140. Based on the record in this case, the United States District Court found that the attorney had apparent authority, and that, as a result, Ms. Makins is bound by the terms of the agreement her lawyer negotiated to settle her lawsuit against the District of Columbia. In evaluating whether an agent has apparent authority, we ask whether the “principal [the client] place[d] the agent [the lawyer] in a position which causefd] a third person to reasonably believe the principal had consented to the exercise of authority the agent purports to hold.” Feltman, 366 A.2d at 139 (internal quotations and citations omitted). Thus, although the focus is on the principal’s actions, their effect is evaluated through the eyes of a reasonable third person. In this case, the court had ordered that the lawyers be present at the settlement conference and that the “parties shall either attend the settlement conference or be available by telephone for the duration of the settlement conference” — a clear indication to the participants that the purpose of the conference was to agree on final and binding terms. Ms. Makins was aware of the purpose of the conference and that she could attend and participate if she wished. She knew that her lawyer was going to attend the settlement conference on her behalf and acquiesced in her lawyer’s advice that she not attend the conference. Ms. Makins acknowledged that she spoke to her lawyer several times during the conference. At the conference, Ms. Makins’s lawyer represented to the District’s lawyer and to the court that he was consulting with his client by telephone, a procedure which had been expressly envisioned in the court’s order. From the perspective of the District of Columbia’s lawyer, who was aware of the terms of the court’s order, it was reasonable to believe that Ms. Makins had authorized her lawyer to settle the case on her behalf. This belief is made more, not less, reasonable by the circumstance that the lawyer’s actions took place in court, where a lawyer has a professional obligation not only to his client, but also as an officer of the court. See Ashley v. Atlas Mfg. Co., 7 F.R.D. 77 (D.D.C.1946) (client bound by counsel’s in-court agreement to settlement terms where counsel made “a categorical, unambiguous, unequivocal statement which could lead to no other conclusion both in the minds of opposing counsel and the Court, but that counsel had full authority,” and court was unwilling to believe that “counsel should make such a statement without authority”)- That Rule 2.1(a) of the Rules of Professional Responsibility requires a lawyer to follow a client’s decision in settling a case adds further weight to a third person’s belief that a lawyer has been authorized by the client to accept a settlement because it is more reasonable to expect that a lawyer will act consistent with professional obligations than that a lawyer will disregard them, particularly since, as discussed below, that disregard can subject the lawyer to legal liability and professional sanction. If the evidence was sufficient to support the District Court’s finding that Ms. Ma-kins put her lawyer in a situation such that the District of Columbia reasonably believed that Ms. Makins’s attorney was authorized to settle the litigation, her lawyer had apparent authority to enter into the settlement agreement, and it is enforceable by the District against Ms. Makins.\nThat the District’s reasonable reliance on the lawyer’s authority and expectation interest in the settlement it negotiated are protected by principles of agency and contract law does not mean that Ms. Makins is without recourse if, in fact, her lawyer acted without actual authority and caused her to incur a loss — a fact-finding that the District Court judge chose not to make here because the testimony of Ms. Makins and her lawyer were at odds. If that is the case, however, she has a cause of action for beach of contract or legal malpractice against her lawyer. See Glekas v. Boss & Phelps, Inc., 437 A.2d 584, 587 (D.C.1981) (holding that an agent’s breach of duty is equivalent to breach of contractual obligation); Ashley, 7 F.R.D. at 77 (“If, as a matter of fact, counsel had no authority, then the resulting difficulty is between him and his client.”); Restatement (Second) op Agency § 401 cmt. e (1958) (“If an agent acts contrary to the principal’s orders ..., and a loss to the principal results from such disobedience or failure to act, the agent is subject to liability [to the principal] for such loss if such loss is within the risk created by the disobedience ... ”); Restatement (ThiRd) op the Law GoverniNG Lawyers § 27 cmt. f (2000) (“When a client is bound by an act of a lawyer with apparent but not actual authority, a lawyer is subject to liability to a client for any resulting damages to the client, unless the lawyer reasonably believed that the act was authorized by the client.”). In this manner, liability is properly placed on the person who acted improperly, without upsetting a legally enforceable contract. A lawyer who violates rules of professional conduct by binding a client outside the scope of actual authority can also be sanctioned through professional disciplinary proceedings, or, in an appropriate case, the court may impose a procedural sanction. See id. The real risk of exposure to liability and professional sanction cannot be discounted as effective checks on a lawyer’s unfounded representation that settlement is authorized by the client.\nBeyond protecting the legitimate interests of the parties in this case, it is important to take into account the public policy that favors settlement of litigation. Thus, we should lay down rules that are conducive to negotiating settlements without unnecessary constraints. The special exception that the majority adopts disfavors in-court settlements by creating a cloud over the enforceability of an agreement unless the other party is satisfied that it is dealing with an attorney who has actual authority. But how is this to be done? A settlement is the result of a negotiation that involves discussion and give-and-take. In the delicate and fluid atmosphere of settlement negotiations, parties usually think it is to their advantage to keep their ultimate settlement position close to the vest. It would be counterproductive to require disclosure of the “bottom line” terms that a client will accept in order to assure the opposing party that the lawyer has actual authority. So the realistic options are that the client must personally agree to the terms at each stage of negotiations or that the client must give the lawyer “carte blanche” at the outset. Neither option is conducive to settlements because one is so restrictive as to eliminate the benefit of acting through an agent and the other requires the principal to cede all discretion to the agent.\nThere are other practical considerations. As the facts in this case demonstrate, lawyers often counsel their clients to stay away from court settlement conferences as a way of reducing direct pressure to settle by the court. This time-tested technique of haggling at the bazaar as well as in settlement conferences gives the agent room to maneuver when considering and countering a settlement offer. Indeed, it is probably precisely because the court was well aware of this dynamic and the potential for backsliding if the lawyer reserves the right to consult with the client that it ordered the District to have at all “settlement meetings ... an individual with full settlement authority” and Ms. Makins either to be present in court or accessible by telephone. See supra note 3. If a third person knows an in-court settlement with counsel in conditioned on the client’s sign-off, the third person may be well-advised to hold back on the terms of settlement in order to protect against the risk that the client will not ratify the agreement unless there is an additional concession. This kind of gamesmanship does not promote settlements.\nFinally, the majority’s special exception seems particularly unnecessary in the case of in-court settlements. Even though they are private agreements the terms of which cannot be dictated by the court, settlements conducted under the guidance of a judicial officer who has reviewed the merits of the underlying litigation and discussed them with the parties bear some assurance that the terms agreed upon are fair.\nFor the foregoing reasons I would answer the certified question in the affirmative.\n. In its opinion the majority suggests that because the attorney was ordered to appear in court, the fact that he was present “was of limited value in evaluating a conveyance of authority.” The majority's conclusion that the settlement agreement is not enforceable does not rest on a determination that there was no apparent authority on the facts of this case, however, but on a special rule that requires actual authority for all in-court settlements.\n. Bronson was also very different on the facts. As opposed to the situation before us where the attorney testified that the client had authorized him to accept the settlement and the client not only knew that the attorney was attending a settlement conference on her behalf but also acknowledged that her lawyer consulted with her during the negotiations but disputed that she had agreed to settle without an offer of a job, in Bronson there was no possibility that the lawyer may have thought he was authorized to accept the settlement agreement as the lawyer testified that he accepted the proffered settlement even though the client had \"made it clear to [the attorney] that he would not accept the offer of settlement” and had stopped communicating with the lawyer. 404 A.2d at 961.\n. When the court referred the matter to the magistrate for settlement purposes, it ordered the District to “have present at all settlement meetings ... an individual with full settlement authority.” As the majority notes, the court's order did not contain a similar instruction addressed to Ms. Makins. That is more likely a reflection of the court’s experience with the manner in which bureaucratic institutions such as governments and corporations operate, than an indication that it expected to set up a lopsided negotiation where only one side of the litigation would be in a position to reach a final settlement. Rather, the court most likely did not feel a need to order that Ms. Makins’s lawyer be fully authorized to settle her case because it assumed that would be the case.\n.As the majority notes, the court in Ashley stated that an attorney cannot bind a client to a settlement without \"specific authority.” This statement is unsupported by any citation. The majority also attempts to distinguish Ashley on the basis that the client was present in court when counsel agreed to the terms of the settlement. Although it is possible — though by no means certain — to glean that fact from the court’s opinion, it is irrelevant to the court’s analysis which, as mentioned in the text, relied on counsel's \"categorical, unambiguous, unequivocal” statements in court. There is no suggestion that counsel’s representations in the case before us were any less definitive.\n. Review of the District Court’s finding is properly the function of our federal counterpart, applying District of Columbia law as set out in our answer to the certified question.\n. Where the lawyer does not have apparent authority and therefore does not bind the client, the lawyer may be subject to liability to a third person who relied on the lawyer’s representations in good faith based on implied warranty of actual authority or misrepresentation. See Restatement (Third) of the Law Governing Lawyers § 27 cmt. f (2000).",
        "type": "dissent",
        "author": "RUIZ, Associate Judge,"
      }
    ],
    "attorneys": [
      "Gregory L. Lattimer, for appellant.",
      "Carl J. Schifferle, Assistant Corporation Counsel, with whom Robert R. Rigsby, Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel at the time the brief was filed, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brenda Elaine MAKINS, Appellant, v. DISTRICT OF COLUMBIA, et al., Appellees.\nNo. 02-SP-241.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 6, 2002.\nDecided Dec. 18, 2003.\nGregory L. Lattimer, for appellant.\nCarl J. Schifferle, Assistant Corporation Counsel, with whom Robert R. Rigsby, Corporation Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corporation Counsel at the time the brief was filed, for appellees.\nBefore TERRY and RUIZ, Associate Judges, and NEBEKER, Senior Judge."
  },
  "file_name": "0300-01",
  "first_page_order": 330,
  "last_page_order": 340
}
