{
  "id": 11621376,
  "name": "Dezmon A. FAULKENSTEIN, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF MEDICINE, Respondent",
  "name_abbreviation": "Faulkenstein v. District of Columbia Board of Medicine",
  "decision_date": "1999-03-18",
  "docket_number": "No. 97-AA-1868",
  "first_page": "302",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 302"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "510 U.S. 540",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        235096
      ],
      "weight": 3,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/us/510/0540-01"
      ]
    },
    {
      "cite": "710 A.2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11830026
      ],
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/0227-01"
      ]
    },
    {
      "cite": "567 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362154
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/567/1319-01"
      ]
    },
    {
      "cite": "60 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8153068
      ],
      "pin_cites": [
        {
          "page": "240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/60/0237-01"
      ]
    },
    {
      "cite": "583 A.2d 677",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7390014
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "686"
        },
        {
          "page": "684",
          "parenthetical": "\"In the absence of firm evidence that the hearing examiner believed that Mr. Eilers had the burden of proof, we are unwilling to assume that the proceedings were conducted under so fundamental a misapprehension.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/583/0677-01"
      ]
    },
    {
      "cite": "647 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863597
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0389-01"
      ]
    },
    {
      "cite": "578 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7365701
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/578/0693-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 919,
    "char_count": 19170,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 6.642137631490024e-08,
      "percentile": 0.404981139827071
    },
    "sha256": "e6c9ae505485c27d0dc461ce6ba9b37b26299ac7d97dfeb19ef2df49fd0115db",
    "simhash": "1:1fc8d73ec107a68a",
    "word_count": 3053
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY and FARRELL, Associate Judges, and ABRECHT, Associate Judge, Superior Court of the District of Columbia."
    ],
    "parties": [
      "Dezmon A. FAULKENSTEIN, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF MEDICINE, Respondent."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nPetitioner challenges the decision of the District of Columbia Board of Medicine (the “Board”) revoking his license to practice acupuncture in the District of Columbia. See D.C.Code § 2-3305.14 (1994). The Board found six separate, but partly overlapping, grounds for revocation under § 2-3305.14(a). These included, most notably, professional incompetence for failure to meet the educational and training requirements for licen-sure (subsection (a)(5)); fraudulently and deceptively using a license (subsection (a)(2)); discipline by a licensing authority of another jurisdiction (subsection (a)(3)); and failing to conform to standards of acceptable conduct (subsection (a)(26) (1998 Supp.)).\nThe Board argues here that if the evidence was sufficient to support any one of these findings and the proceedings were otherwise marred by no impropriety, we must affirm. But in Salama v. District of Columbia Bd. of Medicine, 578 A.2d 693 (D.C.1990), we applied a more restrictive test, which was that error affecting one or more of multiple grounds on which revocation was based requires a remand “unless we can be sure that the Board would have based its ruling on a lesser number.” Id. at 700. We thus choose to review each basis for the Board’s decision.\nI.\nPetitioner, who is not a medical doctor, was licensed to practice acupuncture in the District of Columbia in May 1992. In April 1996, the Board served him an amended notice of intent to take disciplinary action, citing four grounds later supplemented by two more. After an evidentiary hearing, the Board revoked petitioner’s license in November 1996, but then — following his petition for review in this court — did not oppose a remand to allow his claim to be reviewed by the full Board in compliance with D.C.Code § l-1509(d). In November 1997, the Board again revoked his license based on all six specified charges, stating findings of fact and conclusions of law. Petitioner again seeks review.\nii.\nPetitioner first disputes the Board’s finding that he lacked the education and training required for licensure as an acupuncturist, set forth in 17 DCMR § 4702 (1990). His primary argument is that he met the second alternative route for licensure by completing two academic years at a chartered school of acupuncture in Sri Lanka, and, in addition, spent 1500 hours there as an apprentice under the direct supervision of a licensed “preceptor” acupuncturist. 17 DCMR § 4702.2(b)(2). The Board, however, disbelieved the evidence of petitioner’s presence in Sri Lanka during key portions of the time he claimed to have been there. Since that determination — and the Board’s resultant conclusion that he had not met the academic requirement — is supported by substantial evidence on the record as a whole, we must sustain it. See Williamson v. District of Columbia Bd. of Dentistry, 647 A.2d 389, 394 (D.C.1994).\nPetitioner further asserts, though only in a footnote, that as a result of his practice experience in Georgia, he met the “grandfather” standards of 17 DCMR § 4702.4, which allows licensure of one who has had “three (3) years of practice” consisting of at least 100 patients a year with a minimum of 500 patient visits, before the effective date of 17 DCMR Chapter 47 (i .e., October 1989). The Board made findings which explain satisfactorily why it rejected this claim of practice. See Eilers v. District of Columbia Bureau of Motor Vehicles Sens., 583 A.2d 677, 686 (D.C.1990) (agency must articulate “with reasonable clarity” its reasons for decision) (internal citation and quotation marks omitted); Aquino v. Knox, 60 A.2d 237, 240 (D.C.1948) (reviewing court must be able “to follow the path” leading to decision on review). The Board did not appear to question petitioner’s claim that he had treated over 100 patients with 500 patient visits in Georgia during each of more than three years before 1989. It expressly found, however, that he “has never been licensed to practice acupuncture in the State of Georgia,” and as a result had signed a cease and desist order in 1987 agreeing to stop practice there until he became properly licensed. It further found that he had “continued to practice acupuncture in the State of Georgia after he had signed the voluntary cease and desist order.” Although the Board was not explicit in its legal conclusion, these findings lead to the natural inference that it rejected petitioner’s reliance on his Georgia practice because it was unlawful in that state, carried on without a license. The Board, charged with administering its own regulations, could reasonably interpret the practice-based alternative for qualification to mean licensed practice, or at least practice under the supervision of a licensed practitioner or physician, in another jurisdiction. Cf. Superior Beverages, Inc. v. District of Columbia Alcoholic Beverage Control Bd., 567 A.2d 1319, 1325 (D.C.1989) (where governing language is ambiguous, court “defer[s] to any reasonable construction of a statute or regulation”). Neither condition describes petitioner’s Georgia experience.\nIII.\nAn acupuncturist who is not a licensed physician (petitioner is not) may practice only in general collaboration with a physician, 17 DCMR § 4712.1, and they must register that collaboration with the Board on a prescribed form. 17 DCMR § 4715.1. The requirements are important because an acupuncturist may not treat a patient without authorization from the collaborating physician and must comply with any restrictions or conditions the physician places on treatment. 17 DCMR §§ 4712.3, 4712.4. Petitioner admittedly did not file the registration form until July 1995, and the non-filing formed the second basis for revocation of his license.\nPetitioner argues that this failure “was a bureaucratic one only,” since Dr. Spencer Johnson, a psychiatrist, testified that he began acting as his collaborating physician in July 1993, around the time when petitioner claimed to have begun his practice in the District. The Board disputes the evidentiary basis for this claim that he did not begin practice until over a year after receiving his license, and the record supports a finding that, by any account, at least a short period of time existed during which petitioner practiced without a collaborative physician. More importantly, the Board implicitly rejected the argument that failure to register the fact of collaboration for two years was merely a “technical” violation, and we agree. The registration requirement is integral to the licensure scheme, as 17 DCMR § 4715.4 demonstrates by stating that an acupuncturist “shall not begin treating a patient until a registration form has been filed with the Board” containing representations by both the physician and the acupuncturist. The fact relied on by petitioner that Dr. Johnson had been his “unofficial” collaborating physician since 1993 substitutes a lax form of supervision for the one the regulation requires.\nIV.\nThe Board found that petitioner had fraudulently and deceptively'used a license, D.C.Code § 2-3305.14(a)(2), by adding the initials “M.D.” after his name on his State of Vermont acupuncture registration certificate. Petitioner, while admitting that “he added ‘M.D.’ after receiving a foreign M.D. in Alternative Medicine from [a school named] Medicina Alternativa” in Sri Lanka, argues that no proof showed that anyone was misled by — or “even saw” — his modified Vermont certificate. The Board had ample reason to reject this defense. First, as it found, the certificate was of a size intended to be displayed on a wall rather than (as petitioner asserted) being just a “pocket license.” More importantly, while petitioner claimed he had added “M.D.” only for his own personal satisfaction, he submitted the Vermont registration to the National Commission for the Certification of Acupuncturists (NCCA) in applying for national certification, presumably intending it to be relied on. As it happened, the misrepresentation op, the registration is a reason why the NCCA denied his application. The finding of deceptive use of the “M.D.” title is well supported by the evidence.\nV.\nD.C.Code § 2-3305.14(a)(3) permits disciplinary action against a licensed acupuncturist who has been “disciplined by a licensing or disciplinary authority ... of any jurisdiction for conduct that would be grounds for disciplinary action under this section.” Practice of acupuncture without a current license is prohibited in the District by D.C.Code § 2-3310.1, and may be enforced by (among other things) a cease and desist order. Id. § 2-3305.16. The Board, accordingly, revoked petitioner’s license in part because he had been disciplined by the state of Georgia in the form of the cease and desist order that he signed in April 1987, agreeing to stop practicing there without a license.\nPetitioner misrepresents the Board’s action by stating that this reason for revocation rested on the Board’s finding that he “callously and routinely” violated the Georgia cease and desist order. While the Board, as noted earlier, found that he continued to practice after the cease and desist order, that finding was not necessary to the § 2-3305.14(a)(3) charge, and the Board did not rely on it in stating that ground for revocation. Rather, by the statutory terms, the fact alone of discipline by another licensing authority allows “reciprocal” discipline in the District if the conduct would be grounds for discipline here. Because unlicensed practice of acupuncture is unlawful in the District, the discipline imposed by Georgia provided an independent ground for revocation.\nVI.\nPetitioner’s defiance of the Georgia cease and desist order is relevant to the next ground on which the Board revoked his license, i.e., his failure to conform to the standards of acceptable conduct and prevailing practice within the health profession. D.C.Code § 2-3305.14(a)(26). In this regard, petitioner’s main argument is that the Board relied on patient records “falsified” by his ex-wife purporting to show that he practiced in Georgia from January to October 1988 after signing the cease and desist order. His initial point that the Board was required to obtain the originals of the patient records founders on the principle that “[t]he rules of evidence in administrative hearings ... are more relaxed than those governing judicial proceedings.” Hutchinson v. District of Columbia Office of Employee Appeals, 710 A.2d 227, 233 (D.C.1998). While it appears that some of the patient records were originals, others may not have been (the Board did not resolve the issue), but the point is a moot one. The authenticity of the records was fully argued to the Board, which was able to view the handwriting for any obvious signs of alteration and could also evaluate petitioner’s various assertions of why names and dates might or had to have been altered. His former wife, Gloria Moore, testified at length and was vigorously challenged by petitioner’s counsel for bias. The Board had a fully sufficient basis on which to credit her testimony, particularly when — on the key issue of dates on the patient records — the documents and her testimony coincided with some of petitioner’s own documentation which undermined his claim that he was away from Georgia at the time of the alleged violations.\nBesides crediting the patient records showing petitioner’s practice in Georgia throughout 1988, the Board had before it his application for a license in the District of Columbia stating that he practiced in Georgia from December 1987 through October 1988; a letter to the D.C. Advisory Committee on Acupuncture stating that he practiced there from December 1987 to December 1988; and an affidavit by him dated August 30,1991, stating that he had treated over 100 patients with 500 patient visits in Georgia during 1987 and 1988. Thus, the Board could fairly conclude that petitioner had defied the cease and desist order, contrary to standards of acceptable conduct by a health professional. His misrepresentation of himself as an “M.D.” further evinced disregard of professional standards, as did the general lack of veracity demonstrated by his assertions — rejected by the Board — of study in Sri Lanka at times claimed and his additional claim of having done a preceptorship with an acupuncturist in California who, it was found, had been unlicensed. The Board had a sufficient basis for finding a fundamental failure to meet professional standards of behavior under § 2-3305.14(a)(26).\nVII.\nFinally, the Board found that petitioner had shown “a willful or careless disregard for the health, welfare, or safety of a patient, regardless of whether the patient sustains actual injury as a resultD.C.Code § 2-3305.14(a)(28). Although there was little evidence concerning petitioner’s treatment of individual patients, this finding is nonetheless supported by substantial evidence in the record. His failure to have a registered collaborating physician, his more basic failure to meet educational or practice requirements for a license in the District, and his misrepresentation of himself as an “M.D.” all had obvious potential for placing patients at risk. And his admitted treatment of two patients, twice each, in their Georgia homes even after signing the cease and desist order (his defense was that they were terminally ill) is additional evidence of willful disregard of licensure requirements meant to protect patients.\nVIII.\nEven when, as here, the Board finds multiple grounds for discipline each supported by the record, the Board has discretion concerning an array of statutory sanctions or remedies to apply. D.C.Code § 2-3305.14(c). That is, the Board was not required to revoke petitioner’s license, much less to revoke it without “terms and conditions,” leaving him no possibility of reinstatement. D.C.Code § 2-3305.21(a)(l). Petitioner regards the severity of the sanction, as well as evidence of what he considers brusque and dismissive treatment by the Board at the hearing, as proof that the Board had prejudged the facts, bolstered by the fact that an individual Board member (or members) had seen an unflattering television report about petitioner shortly before the hearing. In fact, it appears that only one member had seen the report, and petitioner, aware of that fact, made no motion to recuse her. Beyond this, petitioner has not demonstrated bias by the Board or a member stemming from an extrajudicial source, see generally Liteky v. United States, 510 U.S. 540, 114 S.Ct. 1147, 127 L.Ed.2d 474 (1994), particularly in view of the evidence in the record supporting each of the charges. In combination, those charges and that evidence depict a practitioner not merely, as he contends, with a faulty memory and a propensity for bad record-keeping, but one as to whom the Board justifiably had the gravest doubts about his competence and veracity. In these circumstances, this court has no warrant to disturb the Board’s findings and the discipline imposed.\nAffirmed.\n.For example, the Board found that:\n13. The acupuncture training that respondent [petitioner here] claims to have received in Sri Lanka from February 1987 to November 1987 is contradicted by applicant’s letter to the Maryland Board of Physician Quality Assurance/Acupuncture Advisory Council dated April 1, 1991, in which the respondent states that, \"I did not get to Sri Lanka until June 1987.” Government’s Exhibit A at paragraph 11.\n14. The acupuncture training that the respondent claims to have received in Sri Lanka from February 1986 until November 1986 is contradicted by the respondent’s application in which he states that he was in Sri Lanka only from June 1986 to November 1986 and an affidavit dated August 30, 1991 that he filed with his application, which states that respondent was treating patients in Georgia in 1986 and makes no mention of training in Sri Lanka during that year. August 7 transcript at page 251 and Government’s Exhibit C.\n. It appears in any case that petitioner lacked the requisite 1500 contact hours of “apprenticeship under a preceptor.” He claimed to have spent over 3,000 “clinical” hours with his teachers during the same semesters he claimed for class work. Although 17 DCMR § 4702.2(b)(1) allows an applicant to qualify with three years of academic training, including 500 hours of \"clinical training in a school for acupuncture,” 17 DCMR § 4702.2(b)(2) requires two academic years plus 1500 contact hours of \"apprenticeship under a preceptor.” The Board could fairly regard \"clinical training” as different from \"apprenticeship.”\n. Indeed, in Georgia only a licensed physician could engage in acupuncture at the time.\n. Petitioner's multi-year apprenticeship with a Mr. Qhew in California did not meet the alternate test for qualification in 17 DCMR § 4702.3 given the Board’s finding that Qhew was an unlicensed preceptor. See § 4702.3(c).\nContrary to petitioner’s additional argument, the Board did not shift the burden to him in this revocation proceeding, see D.C.Code § 1-1509(b); 17 DCMR § 4115.1, to prove his academic qualifications. Cf. Eilers, 583 A.2d at 684 (\"In the absence of firm evidence that the hearing examiner believed that Mr. Eilers had the burden of proof, we are unwilling to assume that the proceedings were conducted under so fundamental a misapprehension.”).\n. Petitioner makes the same argument as to documents the Board relied on in rejecting his claim to have been studying in Sri Lanka in March and April 1986 and April 1987.\n. We likewise reject petitioner’s argument that his cross-examination of Moore was unduly restricted. Without any proffer of expert testimony on handwriting, the Board was not bound to let counsel require Moore to give a handwriting exemplar on cross to see if it resembled writings on the patient records.\n.Also in the record was his written denial of licensure by the corresponding Maryland Board, stating that he had submitted nineteen patient records of treatment in Georgia during 1988.\n. Gloria Moore, whose credibility petitioner disputes but whom the Board chose to believe, testified that he \"solicits and advertises as an M.D.,” and that \"he would refer to himself as an M.D. depending on who[m] he was talking to.” A Mrs. Martin Edwards also wrote a letter of complaint, apparently not followed up, asserting that petitioner had presented himself as a medical doctor. Petitioner’s advertising flyer as well as his business card contained a. physician symbol, and \"M.D.” appears on a form he used for patient records.",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "Alan Dumoff, Washington, DC, for petitioner.",
      "James C. McKay, Jr., Assistant Corporation Counsel, with whom John M. Ferren, Corporation Counsel, and Charles L. Reis-chel, Deputy Corporation Counsel, were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Dezmon A. FAULKENSTEIN, Petitioner, v. DISTRICT OF COLUMBIA BOARD OF MEDICINE, Respondent.\nNo. 97-AA-1868.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 11, 1999.\nDecided March 18, 1999.\nAlan Dumoff, Washington, DC, for petitioner.\nJames C. McKay, Jr., Assistant Corporation Counsel, with whom John M. Ferren, Corporation Counsel, and Charles L. Reis-chel, Deputy Corporation Counsel, were on the brief, for respondent.\nBefore TERRY and FARRELL, Associate Judges, and ABRECHT, Associate Judge, Superior Court of the District of Columbia.\nSitting by designation pursuant to D.C.Code § ll-707(a) (1995)."
  },
  "file_name": "0302-01",
  "first_page_order": 356,
  "last_page_order": 362
}
