{
  "id": 8102662,
  "name": "Charles RANCOURT v. WATERVILLE URBAN RENEWAL AUTHORITY",
  "name_abbreviation": "Rancourt v. Waterville Urban Renewal Authority",
  "decision_date": "1966-10-14",
  "docket_number": "",
  "first_page": "303",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "223 A.2d 303"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "255 Iowa 615",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8642883
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/iowa/255/0615-01"
      ]
    },
    {
      "cite": "77 A.L.R. 2d 1182",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "pin_cites": [
        {
          "page": "1191"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "90 S.E.2d 788",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "197 Va. 653",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2061392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/197/0653-01"
      ]
    },
    {
      "cite": "58 N.E.2d 135",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "317 Mass. 297",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        927278
      ],
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/317/0297-01"
      ]
    },
    {
      "cite": "14 F.R.D. 83",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3772133
      ],
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/14/0083-01"
      ]
    },
    {
      "cite": "36 F.Supp. 593",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4182345
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/36/0593-01"
      ]
    },
    {
      "cite": "81 N.E. 907",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "196 Mass. 45",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        56033
      ],
      "pin_cites": [
        {
          "page": "50-51, 56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/196/0045-01"
      ]
    },
    {
      "cite": "32 L.R.A. 619",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "44 N.E. 141",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "166 Mass. 123",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        820628
      ],
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/166/0123-01"
      ]
    },
    {
      "cite": "95 N.E.2d 158",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "326 Mass. 413",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        508594
      ],
      "pin_cites": [
        {
          "page": "417-418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/326/0413-01"
      ]
    },
    {
      "cite": "170 N.E.2d 323",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "341 Mass. 377",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3852444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/341/0377-01"
      ]
    },
    {
      "cite": "329 U.S. 495",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158152
      ],
      "weight": 6,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/us/329/0495-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 544,
    "char_count": 8523,
    "ocr_confidence": 0.781,
    "pagerank": {
      "raw": 9.440497225205013e-08,
      "percentile": 0.5169590968430978
    },
    "sha256": "48d76b06be19c2259e106876e20a3e04a2602084c758214791807a99280afa94",
    "simhash": "1:0fc084f97aafe14b",
    "word_count": 1442
  },
  "last_updated": "2024-02-27T20:05:54.886428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, RUD-MAN, and DUFRESNE, JJ."
    ],
    "parties": [
      "Charles RANCOURT v. WATERVILLE URBAN RENEWAL AUTHORITY."
    ],
    "opinions": [
      {
        "text": "WILLIAMSON, Chief Justice.\nThis is an appeal by the Waterville Urban Renewal Authority, the defendant, from the assessment of damages by a jury for the taking of plaintiff’s property by eminent domain. 30 M.R.S.A. § 4807. In the words of the defendants’ counsel “The sole issue in this case is whether or not the expert witness engaged by the condemning authority to appraise the premises in question should have been allowed to testify as an expert in behalf of the opposing party to this action, namely the landowner.”\nThe facts are not in dispute. Mr. St. Pierre, called by the plaintiff in rebuttal, testified that he had made an appraisal of the plaintiff’s property in January 1963 for the defendant, and that in his opinion the fair market value of the property was then $27,500. The witness was offered for the purpose of impeaching the testimony of an expert offered by the defendant.\nObjection was made by the defendant to the use of the witness by the plaintiff on three grounds: (1) That the witness had made the appraisal for and at the expense of the defendant, (2) that by contract with the defendant the witness was prohibited from divulging any information which he gathered as a result of his appraisal, and (3)that the opinion of the witness was a privileged communication.\nThe defendant contends that the evidence was privileged (1) under a privilege analogous to that of an attorney and client, and (2) by virtue of Rule 26(b) M.R.C.P. relating to Discovery and Depositions.\nIn the first place the relationship between the defendant Authority and the witness was not that of an attorney and client. A privilege existing on the facts before us prohibiting the witness from testifying without the consent of the defendant would extend the rule of privileged communication far beyond its present bounds.\nWe have no physician-patient privilege under our common law. The priest-penitent privilege comes by statute. 16 M.R.S.A. §§ 57, 58, enacted 1965, c. 117.\nHere we do not find that need of confidential relationship existing between attorney and client. The reasons for the privilege in the attorney-client relationship are not present in the expert witness area under consideration. There is nothing about an opinion on the fair value of real estate that requires secrecy. Surely with no physician-patient privilege and the priest-penitent privilege only by statute, we cannot expect to find, and we do not find, an employer-expert privilege excluding the opinion on the value of real estate by the expert.\nThe defendant urges that Rule 26(b) M.R.C.P. in denying the right to compel the production of the conclusions of an expert under the facts of this case, effectively creates a privilege against the use of the expert as a witness at trial by the opposing party.\nRule 26(b) reads in part as follows:\n“ * * * nor shall the deponent be required to produce or submit for inspection any part of a writing which reflects an attorney’s mental impressions, conclusions, opinions, or legal theories, or, except as provided in Rule 35(b), the conclusions of an expert.”\nIn Field & McKusick, Maine Civil Practice, we find in Reporter’s Notes, p. 249:\n“The sweep of disclosure is, however, limited by the last sentence of Rule 26 (b), which is taken from the New Jersey rule. It forbids discovery of a written statement taken by or for an attorney in anticipation of litigation or in preparation for trial unless the court otherwise orders to prevent injustice or undue hardship. This reflects the holding of the Supreme Court of the United States in Hickman v. Taylor, 329 U.S. 495, 67 S.Ct. 385 [91 L.Ed. 451] (1947), but is broader than that holding.”\nAnd from the text:\n“§ 26.17 Scope of Examination — Discovery from Experts\nRule 26(b) makes any writing which reflects the conclusions of an expert completely immune from discovery. The reason for this is plainly to prevent a party from obtaining without cost the benefit of an expert’s opinion for which his adversary has paid in preparation for trial. It stems from the same principle that protects the attorney’s working files from discovery. The policy behind the rule applies equally to the taking of an expert’s deposition.”\nRule 26(b) is neither limited by nor does it limit, the admissibility of evidence at trial. No new privilege operative to keep otherwise admissible evidence from the Court and jury was thereby created. The Rule was designed to regulate the discovery and deposition process before the trial and as a part thereof to protect a party against the necessity of disclosing the “work product”, so-called. The opinion of the expert, although it might be admissible at trial, was for purposes of Rule 26(b) placed in the category of the “work product”.\nThe expert under Rule 26(b) is not thereby taken from the witness stand. He remains a live person, available to give testimony and in particular to give his informed opinion. The fact that the opinion was obtained at the expense of the defendant and for its information and use only, does not force the conclusion that the expert may not testify from the stand at the request of the opposing party without the consent of his employer.\nThe opinion of the expert is a fact which the fact finders may be entitled to know. The cry of “privilege” does not stop the Court and jury from hearing the opinion of the expert in the search for the truth.\nWhether an expert called to the stand by the opposing party should be compelled to testify presents issues not strictly before us. The principle that there is no privilege on the part of the employer of the witness, as here the Authority, arising from a confidential relationship is, however, implicit in decisions relating to compelling an expert to testify.\nMr. St. Pierre, the witness, did not object to testifying, either for lack of fee or for any other reason. The question of whether the evidence of the witness was “necessary for the purposes of justice” was not raised by the witness or the plaintiff. It is too late for objection to be made that the presiding Justice failed properly to exercise his judicial discretion in permitting the witness to take the stand.\nThe Massachusetts Court in Ramacorti v. Boston Redevelopment Authority, 341 Mass. 377, 170 N.E.2d 323, 325, said:\n“It is a general rule that an expert witness can be required, without the payment of expert fees, to give an opinion already formed. McGarty v. Commonwealth, 326 Mass. 413, 417-418, 95 N.E.2d 158. Such discretionary ‘power would hardly be exercised unless * * * necessary for the purposes of justice.’ Barrus v. Phaneuf, 166 Mass. 123, 124, 44 N.E. 141, 142, 32 L.R.A. 619. This general rule would apply even though the witness is an official or an employee of the opposing party (Stevens v. City of Worcester, 196 Mass. 45, 50-51, 56, 81 N.E. 907) or is someone employed as an expert by the opposing party. Boynton v. R. J. Reynolds Tobacco Co., D.C.Mass., 36 F.Supp. 593, 595; Roberson v. Graham Corp., D.C.Mass., 14 F.R.D. 83, 84. In the latter instance, which is the one before us, an important consideration is whether in the circumstances it is fair for one party to acquire the expert opinion of one who has already been engaged by his adversary. The case at bar, where the petitioner seems to have had no difficulty in obtaining experts of his own, is eminently no occasion for us to hold that the trial judge’s exercise of discretion was in any way improper, much less that it was so wrong as to constitute error of law. Epstein v. Boston Housing Authy., 317 Mass. 297, 300, 58 N.E.2d 135.”\nSee on compelling witness to testify: Boynton v. R. J. Reynolds Tobacco Co., 36 F. Supp. 593 (District Court); Cooper v. Norfolk Redevelopment & Hous. Authority, 197 Va. 653, 90 S.E.2d 788; Annot., 77 A.L.R. 2d 1182, 1191. On discovery and deposition: Hickman v. Taylor, 329 U.S. 495, 67 S.Ct. 385, 91 L.Ed. 451; Crist v. Iowa State Highway Commission, 255 Iowa 615, 123 N.W.2d 424 ; 4 Moore Federal Practice Par. 26.24; 2A Barron and Holtzoff Federal Practice and Procedure, Rules Ed. par. 652.5.\nWe find no error in the admission of Mr. St. Pierre’s testimony.\nAppeal denied.\n. Relating to mental and physical examinations under certain conditions.",
        "type": "majority",
        "author": "WILLIAMSON, Chief Justice."
      }
    ],
    "attorneys": [
      "George A. Wathen, Augusta, Ronald M. Roy, Winslow, for plaintiff.",
      "Jolovitz & Niehoff, Waterville, for defendant."
    ],
    "corrections": "",
    "head_matter": "Charles RANCOURT v. WATERVILLE URBAN RENEWAL AUTHORITY.\nSupreme Judicial Court of Maine.\nOct. 14, 1966.\nGeorge A. Wathen, Augusta, Ronald M. Roy, Winslow, for plaintiff.\nJolovitz & Niehoff, Waterville, for defendant.\nBefore WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, RUD-MAN, and DUFRESNE, JJ."
  },
  "file_name": "0303-01",
  "first_page_order": 343,
  "last_page_order": 346
}
