{
  "id": 11525344,
  "name": "Justin C. SMITH, Individually and as Assignee of Curtis Calaman, Appellant, v. THE WINDSOR GROUP and The Windsor Insurance Group, Appellees",
  "name_abbreviation": "Smith v. Windsor Group",
  "decision_date": "2000-03-06",
  "docket_number": "",
  "first_page": "304",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "750 A.2d 304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "689 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924289,
        947382
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0254-01",
        "/pa-super/455/0568-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 568",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947382
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0568-01"
      ]
    },
    {
      "cite": "748 A.2d 689",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11457648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0689-01"
      ]
    },
    {
      "cite": "652 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "539 Pa. 663",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "644 A.2d 770",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        943126,
        7874463
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "774"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0597-01",
        "/a2d/644/0770-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 597",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943126
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0597-01"
      ]
    },
    {
      "cite": "816 F.Supp. 1039",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7407738
      ],
      "pin_cites": [
        {
          "page": "1054"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/816/1039-01"
      ]
    },
    {
      "cite": "528 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1829849
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/528/0001-01"
      ]
    },
    {
      "cite": "684 A.2d 1115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361692
      ],
      "pin_cites": [
        {
          "page": "1117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/1115-01"
      ]
    },
    {
      "cite": "671 A.2d 681",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862644,
        461566
      ],
      "weight": 4,
      "year": 1996,
      "pin_cites": [
        {
          "page": "683"
        },
        {
          "page": "683"
        },
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/671/0681-01",
        "/pa/543/0363-01"
      ]
    },
    {
      "cite": "543 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461566
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0363-01"
      ]
    },
    {
      "cite": "679 A.2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11331427,
        767070
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "833-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/0831-01",
        "/pa-super/451/0351-01"
      ]
    },
    {
      "cite": "451 Pa.Super. 351",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        767070
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/451/0351-01"
      ]
    },
    {
      "cite": "743 A.2d 485",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11488727
      ],
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/743/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 642,
    "char_count": 11744,
    "ocr_confidence": 0.666,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2411963014059893
    },
    "sha256": "8e278c32c9558436522b9b59448979596b9e249d363d90889b7cc33b7a538166",
    "simhash": "1:8c4a2db59a7f0cb9",
    "word_count": 1932
  },
  "last_updated": "2024-02-27T19:50:14.102154+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, JOHNSON and TAMILIA, JJ."
    ],
    "parties": [
      "Justin C. SMITH, Individually and as Assignee of Curtis Calaman, Appellant, v. THE WINDSOR GROUP and The Windsor Insurance Group, Appellees."
    ],
    "opinions": [
      {
        "text": "TAMILIA, J.\n¶ 1 Justin C. Smith appeals from the June 14, 1999 Order entering judgment on the pleadings in favor of appellee, The Windsor Group/The Windsor Insurance Company (Windsor).\n¶2 The material facts of this case are not in dispute. On September 2, 1994, Cherlyn Burdick tendered a personal check in the amount of $175.25 to Windsor representing the premium payment for automobile insurance policy 1373210312 (the policy). A policy was issued on September 3, 1994 and was to be effective from that date until September 3, 1995. On September 12, 1994, Curtis Calaman, as an authorized operator of Burdick’s vehicle, struck and injured appellant, a minor who was riding his bicycle at the time of the accident. On September 15, 1994, Windsor presented Burdick’s check for payment. The following day, the drawee bank returned the check to Windsor indicating that it had not been honored on the basis of insufficient funds. On October 3, 1994, Windsor returned the check to Burdick along with written notice informing her the policy was null and void as of September 3, 1994.\n¶ 3 Appellant initiated a personal injury action against Calaman. Thereafter, judgment was entered in favor of appellant and against Calaman in the amount of $1.45 million. Calaman then executed an assignment of rights under the policy in favor of appellant. Appellant initiated this action to recover the full amount of the judgment as well as damages for alleged bad faith and breach of a duty to defend in the initial personal injury action. Both parties filed motions for judgment on the pleadings.\n¶ 4 The trial court noted “this is case of first impression in terms of a binder-policy being rescinded within the 60 day period by the insurer under Act ... 78.” (Trial Court Opinion, Wolfe, S.J., 4/29/99, at 1.) The court determined tendering a check absent sufficient funds to cover the check constitutes misrepresentation “that would cause a rescission of the policy within the first 60 days of issuance.” Id. at 4. Accordingly, the trial court granted Windsor’s motion and this appeal followed.\n¶ 5 Appellant presents the following challenges for our review.\nI. Whether the trial court erred in granting [Windsor’s] motion for judgment on the pleadings and in factually and legally holding rescission of an automobile insurance policy to have been proper, where: (1) the purported rescission was premised upon nonpayment of the premium, in the absence of allegations of fraud; (2) the insurer failed to comply with the notice provisions of its own policy; (3) the insurer did not comply with the notice provision required by statute; (4) the purported rescission did not occur until after the loss; [and] (5) the effect of the purported rescission was to deny liability coverage to an innocent and injured third party.\nII. Whether the trail court erred factually and legally in concluding that [appellant] was not entitled to judgment on the pleadings, where [Windsor’s] purported rescission of the policy was ineffective, and where [Windsor] took no action to defend or to indemnify its insured.\n(Appellant’s Brief at 3.)\n“In reviewing a trial court’s decision granting a motion for judgment on the pleadings, the appellate court’s scope of review is plenary; the appellate court will apply the same standard employed by the trial court, confining its consideration to the pleadings and relevant documents. The court must accept as true all well pleaded statements of fact, admissions, and any documents properly attached to the pleadings presented by the party against whom the motion is filed, considering only those facts which were specifically admitted. The court may grant judgment on the pleadings only where the moving party’s right to succeed is certain and the case is so free from doubt that trial would clearly be a fruitless exercise.”\nPublic Service Mutual Insurance Co. v. Kidder-Friedman, 743 A.2d 485, 487 (Pa.Super.1999), quoting Gambler v. Huyett, 451 Pa.Super. 351, 679 A.2d 831, 833-34 (1996).\n¶ 6 “Act 78 was enacted as remedial legislation directed at correcting the imbalance in the relative bargaining positions of the insurer and insured.” Erie Insurance Exchange v. Lake, 543 Pa. 363, 368, 671 A.2d 681, 683 (1996).\nAct 78 restricts the extent to which an insurer may cancel, refuse to write or renew an automobile insurance policy, prohibiting such terminations for certain reasons. The Act 78 restrictions, however, do not apply in cases such.as this, where a policy has been in effect for less than 60 days. Section 6(3) of the Act, 40 P.S. § 1008.6 [Application of act ] (3), states that nothing therein shall apply:\nTo any policy of automobile insurance which has been in effect less than sixty days, unless it is a renewal policy, except that no insurer shall decline to continue in force such a policy of automobile insurance on the basis of the grounds set forth in subsection (a) of section 3 hereof and except that if an insurer cancels a policy of automobile insurance in the first sixty days, the insurer shall supply the insured with a written statement of the reason for cancellation.\nErie Ins. Co. v. Department of Ins., 684 A.2d 1115, 1117 (Pa.Commw.1996).\n¶ 7 In the present case, the policy was terminated within the first 60 days of its issuance and declared “null and void” as of the day of its issuance. “Recision is a retroactive remedy, by which the rights and obligations of all parties under the policy are abrogated, as if the policy had never been issued.” Lake, supra at 367, 671 A.2d at 683. The Pennsylvania Supreme Court discussed the impact of Act 78 upon the recision of an insurance policy in Klopp v. Keystone Ins. Cos., 528 Pa. 1, 595 A.2d 1 (1991), and Lake, supra.\n¶ 8 In Klopp, the insured had failed to disclose prior speeding violations and an automobile accident in applying for automobile insurance coverage. Upon discovering these facts, the insurer rescinded the policy and returned the premium payment. It did so 57 days after acceptance of the application for insurance. In discussing the Klopp decision, the Court in Lake explained that the issue of “whether the legislature intended to exclude the remedy of recision in all instances when they enacted Act 78” was not directly addressed by the Klopp court. Lake, at 371-872, 671 A.2d at 685. Regardless, the Act has no effect upon terminations effectuated within the first 60 days of the policy.\n¶ 9 Accordingly, “an insurance company may only avail itself of the remedy of recision within the 60 day period before the terms and conditions of Act 78 become effective.” Id. Thus, the issue in this case is whether Windsor properly availed itself of the common law remedy of recision of the automobile insurance contract.\nIt is generally recognized that misrepresentation may be either fraudulent or negligent in nature and that the elements of fraud and fraudulent misrepresentation are essentially identical. To prove either or both torts, a plaintiff must, by clear, precise and convincing evidence, prove (1) a misrepresentation; (2) a fraudulent utterance thereof; (3) an intention by the maker that the recipient will thereby be induced to act; (4) justifiable reliance by the recipient on the misrepresentation and (5) damage to the recipient as the proximate result.\nGreenberg v. Tomlin, 816 F.Supp. 1039, 1054 (E.D.Pa.1993) (citations omitted). Appellant argues “[t]he common law right to rescind a policy has never been extended to situations involving non-payment of [a] premium.” (Appellant’s Brief at 14.) Upon careful review of all relevant case law, we are compelled to agree with this statement.\n¶ 10 Disposition of this case, like many other termination of insurance cases, turns on the particular facts of the case. Here, the clear and unambiguous language of the insurance policy provides as follows:\nCANCELLATION OR NONRENEWAL OF THIS POLICY\nCancellation. This policy may be can-celled during the policy period as follows:\nA. The Named insured shown in the declarations may cancel by:\n1. returning this policy to us; or\n2. giving us advance written notice of the date cancellation is to take effect.\nB. We may cancel by mailing to the named insured shown in the Declarations at the address shown in this policy:\n1. At least 15 days’ notice if notice is effective within the first 60 days this policy is in effect and this is not a renewal or continuation policy.\n2. At least 15 days’ notice of cancellation:\na. for nonpayment of premium;\nb. if your driver’s license has been suspended or revoked after the effective date if this policy has been in effect less than one year; or if the policy has been in effect longer than one year, since the last anniversary of the original effective date; or\n3. At least 60 days’ notice if the policy was obtained through material misrepresentation.\nOur right to cancel this policy is subject to the limitations contained in the applicable Pennsylvania statutes.\nWindsor Insurance Company Personal Auto Policy Part VI, General Provisions, p. 20 (emphasis added).\n¶ 11 The only language in the contract regarding termination of the policy for non-payment falls within the provisions for cancellation. Windsor, as the drafter of the contract, could have phrased its policy to allow itself the option of rescinding the policy for non-payment; however, it chose to use cancellation as the remedy for nonpayment. While we find the language of the policy clearly provides that the remedy to the insurer in the event of non-payment is cancellation, to the extent there is no mention of whether recision was another option available to Windsor, we rely upon the well established rule “that ambiguous terms of a contract are construed against the drafter.” Barnes v. McKellar, 434 Pa.Super. 597, 644 A.2d 770, 774 (1994), appeal denied, 539 Pa. 663, 652 A.2d 834 (1994).\n¶ 12 Accordingly, the only appropriate remedy under the parties’ contract for automobile insurance for non-payment of the premium by the insured was at least 15 days notice followed by cancellation. We, therefore, find judgment on the pleadings in favor of Windsor was inappropriate.\n¶ 13 Order entering judgment on the pleadings in favor of Windsor is reversed; case remanded for proceedings consistent with this Opinion.\n¶ 14 Jurisdiction relinquished.\n. The record indicates that Windsor was on notice of the accident at the time it presented Burdick's check.\n. The automobile insurance act, 40 P.S. §§ 1008.1-1008.11, known as Act 78, was repealed June 17, 1998 and replaced by 40 P.S. §§ 991.2001-991.2013 (1999).\n. The exception to this rule applies where an insurer cancels a policy of automobile insurance in the first 60 days. Under these circumstances, the insurer, pursuant to section 6(3) of the Act, 40 P.S. § 991.2002(c), (repealed § 1008.6) Application of act (3), is required to supply the insured with a written statement of the reason for cancellation. See also Morrison v. Mountain Laurel Assurance Co., 748 A.2d 689 (Pa.Super.2000).\n. In O'Brien v. Nationwide Mutual Ins. Co., 455 Pa.Super. 568, 689 A.2d 254 (1997), this Court addressed the issue of whether recision of a contract for automobile insurance was properly rescinded in light of the specific provisions of Pennsylvania’s Assigned Risk Plan. As Pennsylvania’s Assigned Risk Plan has no bearing on the present case, we find the holding in O’Brien does not apply.",
        "type": "majority",
        "author": "TAMILIA, J."
      }
    ],
    "attorneys": [
      "Alan L. Pepicelli, Meadville, for appellant.",
      "Joanna K. Budde, Erie, for appellees."
    ],
    "corrections": "",
    "head_matter": "Justin C. SMITH, Individually and as Assignee of Curtis Calaman, Appellant, v. THE WINDSOR GROUP and The Windsor Insurance Group, Appellees.\nSuperior Court of Pennsylvania.\nArgued Jan. 11, 2000.\nFiled March 6, 2000.\nReargument Denied May 11, 2000.\nAlan L. Pepicelli, Meadville, for appellant.\nJoanna K. Budde, Erie, for appellees.\nBefore KELLY, JOHNSON and TAMILIA, JJ."
  },
  "file_name": "0304-03",
  "first_page_order": 352,
  "last_page_order": 356
}
