{
  "id": 7943131,
  "name": "David FINS, Objectant Below, Appellant, v. Herbert M. PEARLMAN, Tom Scheinman, Richard S. Wiesenthal, Utilities & Industries Corporation, Arthur L. Carter, Richard Graham, Mark N. Kaplan, and \"New Co.\", a Corporation Organized or about to be is unknown to Plaintiff, Proponents Below, Appellees; Arthur H. WITMONDT and Donald Witmondt, Objectants Below, Appellants, v. Herbert M. PEARLMAN, Tom Scheinman, Richard S. Wiesenthal, Utilities & Industries Corporation, Arthur L. Carter, Richard Graham, Mark N. Kaplan, and \"New Co.\", a Corporation Organized or about to be is unknown to Plaintiff, Proponents Below, Appellees",
  "name_abbreviation": "Fins v. Pearlman",
  "decision_date": "1980-11-18",
  "docket_number": "",
  "first_page": "305",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "424 A.2d 305"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "44 L.Ed.2d 679",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "95 S.Ct. 2415",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "421 U.S. 1011",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541858,
        541474,
        541541,
        541638,
        541129,
        541291,
        541004,
        541551,
        541278
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/421/1011-09",
        "/us/421/1011-06",
        "/us/421/1011-04",
        "/us/421/1011-07",
        "/us/421/1011-05",
        "/us/421/1011-08",
        "/us/421/1011-01",
        "/us/421/1011-02",
        "/us/421/1011-03"
      ]
    },
    {
      "cite": "508 F.2d 239",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        135333
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "253-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/508/0239-01"
      ]
    },
    {
      "cite": "56 L.Ed.2d 787",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 2849",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "436 U.S. 946",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1490369,
        1490594,
        1490275,
        1490311,
        1490663,
        1490485,
        1490552,
        1490233,
        1490491,
        1490588
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/436/0946-06",
        "/us/436/0946-09",
        "/us/436/0946-01",
        "/us/436/0946-10",
        "/us/436/0946-08",
        "/us/436/0946-02",
        "/us/436/0946-03",
        "/us/436/0946-05",
        "/us/436/0946-07",
        "/us/436/0946-04"
      ]
    },
    {
      "cite": "565 F.2d 1364",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        898476
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/565/1364-01"
      ]
    },
    {
      "cite": "553 F.2d 881",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        970881
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "883"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/553/0881-01"
      ]
    },
    {
      "cite": "556 F.2d 682",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        956418
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/556/0682-01"
      ]
    },
    {
      "cite": "72 F.R.D. 64",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3923470
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "70-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/72/0064-01"
      ]
    },
    {
      "cite": "35 F.R.D. 144",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3737087
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/35/0144-01"
      ]
    },
    {
      "cite": "495 F.2d 448",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        188319
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "462-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/495/0448-01"
      ]
    },
    {
      "cite": "47 L.Ed.2d 734",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 1462",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "424 U.S. 967",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12055813,
        12056328,
        12055880,
        12056170,
        12055664,
        12056241,
        12055570,
        12055739,
        12055964,
        12056062
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0967-04",
        "/us/424/0967-10",
        "/us/424/0967-05",
        "/us/424/0967-08",
        "/us/424/0967-02",
        "/us/424/0967-09",
        "/us/424/0967-01",
        "/us/424/0967-03",
        "/us/424/0967-06",
        "/us/424/0967-07"
      ]
    },
    {
      "cite": "528 F.2d 1169",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1079626
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "1173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/528/1169-01"
      ]
    },
    {
      "cite": "519 F.2d 1339",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        435828
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/519/1339-01"
      ]
    },
    {
      "cite": "153 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "379 A.2d 1121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11346387
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "1124-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/1121-01"
      ]
    },
    {
      "cite": "380 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8009619
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "980"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/380/0969-01"
      ]
    },
    {
      "cite": "406 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8039178
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/406/0036-01"
      ]
    },
    {
      "cite": "197 A.2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1964,
      "pin_cites": [
        {
          "page": "53"
        },
        {
          "page": "53-54"
        },
        {
          "page": "53"
        },
        {
          "page": "53"
        },
        {
          "page": "53"
        },
        {
          "page": "53"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "405 A.2d 97",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046003
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "99-100"
        },
        {
          "page": "100"
        },
        {
          "page": "100"
        },
        {
          "page": "99-100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/405/0097-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1005,
    "char_count": 21879,
    "ocr_confidence": 0.838,
    "pagerank": {
      "raw": 1.0122468447922514e-07,
      "percentile": 0.5424827856759217
    },
    "sha256": "80fc8d9047880a501e517978cdf65aa5d35784399b25daeaab2997ea087d6c73",
    "simhash": "1:7599eade4793355d",
    "word_count": 3519
  },
  "last_updated": "2024-02-27T21:45:43.510392+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY, McNEILLY and QUIL-LEN, JJ."
    ],
    "parties": [
      "David FINS, Objectant Below, Appellant, v. Herbert M. PEARLMAN, Tom Scheinman, Richard S. Wiesenthal, Utilities & Industries Corporation, Arthur L. Carter, Richard Graham, Mark N. Kaplan, and “New Co.”, a Corporation Organized or about to be is unknown to Plaintiff, Proponents Below, Appellees. Arthur H. WITMONDT and Donald Witmondt, Objectants Below, Appellants, v. Herbert M. PEARLMAN, Tom Scheinman, Richard S. Wiesenthal, Utilities & Industries Corporation, Arthur L. Carter, Richard Graham, Mark N. Kaplan, and “New Co.”, a Corporation Organized or about to be is unknown to Plaintiff, Proponents Below, Appellees."
    ],
    "opinions": [
      {
        "text": "QUILLEN, Justice.\nThese are consolidated appeals from an order and judgment of the Court of Chancery entered on July 30, 1979, approving a proposed settlement of a corporate merger. We state the facts with heavy reliance upon the letter opinion of the Court of Chancery, dated July 19, 1979, and the briefs filed with us.\nDefendant Utilities and Industries Corporation (U&I), a Delaware corporation with its principal place of business in New York, in November, 1978, proposed to merge with Eastport Corporation (Eastport), a newly-formed corporation created solely to effectuate the merger. The proposed merger was a “going-private” transaction; defendants Carter, Graham, and Kaplan, directors of U&I, as well as owners of 52.4% of its outstanding shares, were the sole owners of Eastport.\nUnder the terms of the proposed merger, the public shareholders of U&I were to receive $10 in cash and a participation certificate. U&I’s board accepted the proposal on October 31, 1978, and announced its acceptance on November 1, 1978.\nOn November 2, plaintiff Wayne filed suit in the Court of Chancery, on behalf of all U&I shareholders, attacking the proposed merger and seeking to enjoin its completion. On November 17,1978, Wayne and defendants stipulated that the action would proceed as a shareholder class action, and the Chancellor so determined on November 28th. Wayne’s action and two subsequent ones brought by plaintiffs Lindner and Pe-riné, containing similar allegations, were consolidated by Court order on December 26, 1978. At the time of consolidation, the holders of U&I’s convertible debentures were not members of the class represented by plaintiffs.\nIn January, 1979, the parties to the consolidated suit reached an agreement in principle concerning settlement of the action, subject to continued discovery. The debenture holders were still not included. After further discovery and negotiations, a new settlement agreement was reached on April 25, 1979. The new agreement for the first time contemplated the inclusion of the debenture holders as class members within the bounds of this litigation.\nThe settlement agreement, of course, provided for the settlement of the consolidated action contingent upon the merger between U&I and Eastport. It further provided the merger was not to become effective unless a majority of the public, or minority, shares were voted in favor of merger at a special meeting to be called for that purpose. The settlement also provided, in exchange for each share of common stock, (1) either (a) $14.50 in cash, or (b) $12 in cash plus $5 principal amount of U&I’s debentures due 1993, and (2) additional conditional cash payments. The agreement also provided that U&I debenture holders converting before the merger were to receive the same consideration as the shareholders. Debenture holders not converting before the merger were to receive the benefits of a supplemental indenture in accordance with their original indenture agreement.\nAlso on April 25,1979, the Court of Chancery amended the class of plaintiffs to in-elude the convertible debenture holders and set a hearing for June 7,1979, to determine whether the proposed settlement was fair and, consequently, whether it should be approved. Notice of the hearing was mailed to all shareholders and debenture holders, advising them of their right to appear and object.\nAppellant. Fins, a shareholder of U&I, and the Witmondt appellants, debenture holders of U&I, appeared at the hearing to object to the proposed settlement. Fins maintained, essentially, that the merger was not fair, did not reflect the true value of U&I stock, and was made solely to “freeze-out” the minority shareholders without a valid business purpose — a breach of fiduciary duty owed to the minority. The Witmondts’ principal contentions were that the shareholders were inadequate representatives of the debenture holders in the consolidated class action, and that the procedure by which the class was amended was infirm.\nThe Chancellor, after reviewing extensive memoranda and hearing oral argument for all parties at the settlement hearing, determined by letter opinion dated July 19, 1979, that the proposed settlement was fair, and that the debenture holders were “fully protected” by the language of their original indenture. His order and judgment was entered on July 30, 1979.\nWe affirm in part and reverse in part.\nI\nAppellant Fins asserts that: (a) the Court of Chancery erred in its determination that the settlement was intrinsically fair, (b) the Court of Chancery erred in approving a merger proposed without a bona fide business purpose, solely to eliminate the minority.\nIt is well settled in Delaware that corporate directors standing on both sides of a transaction bear the burden of establishing that the transaction is intrinsically fair sufficiently to pass a court’s careful scrutiny. Neponsit Investment Co. v. Abramson, Del.Supr., 405 A.2d 97, 99-100 (1979); Sterling v. Mayflower Hotel Corp., Del.Supr., 93 A.2d 107, 110 (1952). Also, this Court has stated that, due to a class action’s “fiduciary character”, court approval of a class action settlement is granted only if intrinsically fair. Rome v. Archer, Del.Supr., 197 A.2d 49, 53 (1964). Accordingly, in the context of a settlement, the parties had the burden to establish, on an adequate settlement record, that the amended merger, the subject of the class action and the transaction on which the individual defendants stood on both sides, was intrinsically fair before the Chancellor would approve the settlement.\nIn Neponsit, we reaffirmed the rule that, when examining a proposed settlement of a derivative suit involving directors standing on each side of a transaction under attack, the Court of Chancery is to use its own business judgment to determine whether the settlement is intrinsically fair. Neponsit, 405 A.2d at 100. This independent “business judgment” test is also the standard to be applied in class action settlement approval. Rome, 197 A.2d at 53-54.\nAfter the settlement hearing, the Chancellor, properly exercising his business judgment, concluded that the settlement appeared to be “eminently fair”. Our function is only to review the record to determine whether the Chancellor abused his discretion in exercising his business judgment. Rome, 197 A.2d at 53; Karn v. Doyle, Del.Supr., 406 A.2d 36 (1979). We do not substitute our own. Neponsit, 405 A.2d at 100.\nThe Chancellor—after considering the poor earnings record of U&I, its pre-merger market price and value per share, the financial benefits to be received by U&I and its shareholders in excess of the original proposal, the provision that the proposed merger was only to be effective upon approval by a majority of the minority shareholders, as well as the skill of the attorneys conducting the negotiations—concluded that the settlement was fair. Based upon our examination of the record, and finding ample evidence to support the Chancellor’s conclusion, we find no abuse of discretion, and we are unable and unwilling to credit Fins’ assertion that the proposed settlement was unfair.\nWe turn now to Fins’ other main argument, namely, that the Court of Chancery erred in approving a merger proposed without a bona fide business purpose solely to eliminate the minority shareholders.' In making his assertion, Fins of course places great reliance and emphasis upon Singer v. Magnavox Co., Del.Supr., 380 A.2d 969 (1977), and Tanzer v. International General Industries, Del.Supr., 379 A.2d 1121 (1977). In Singer, this Court held that a long-form merger made solely to freeze out the minority is a violation of the fiduciary duty owed to the minority by the majority shareholders. In Tanzer, this Court held that, while majority shareholders in their shareholder capacity could vote to eliminate the minority, the. minority is entitled to a fairness hearing as to all of the aspects of the transaction. Tanzer, 379 A.2d at 1124-25; see Singer, 380 A.2d at 980.\nFins’ reliance upon Singer and Tan-zer is misplaced. Neither case arose in the context of a proposed settlement, as does the case before us. Singer was an attack on a consummated merger, while Tanzer was an attempt to preliminarily enjoin a merger. In cases that arise in the context of an attack on a proposed merger in a settlement hearing, Singer and Tanzer do not have any independent significance beyond the careful settlement consideration given to the operating legal principles at issue in the lawsuit. The Court of Chancery’s responsibility and function is to examine the proposed settlement’s intrinsic fairness. Neponsit, 405 A.2d at 99-100; Rome, 197 A.2d at 53. It is not required that the Chancellor try the proposed merger as part of the settlement for bona fide purposes, nor conduct a Singer-Tanzer fairness hearing. Settlements are encouraged because they voluntarily resolve disputed matters. Neponsit, 495 A.2d at 100, quoting Rome, 197 A.2d at 53. Settlement hearings do not, however, rise to the level of an actual trial. Were the opposite true, as this Court said in Rome, it “would defeat the basic purpose of the settlement”. 197 A.2d at 53. Indeed, if Fins were allowed to attack the bona fides of the merger at the settlement hearing, we would allow the exact litigation to occur that is supposed to be avoided by the settlement. See Gladstone v. Bennett, Del.Supr., 153 A.2d 577, 583 (1959). We find no error in the determination by the Chancellor as a result of the Singer and Tanzer cases.\nII\nThe Witmondt appellants seek a reversal and maintain that the shareholder class action should not have been amended to include the debenture holders. The settling parties of course take the contrary view and request an affirmance. On the facts of this case and the options presented, we agree with the Witmondt appellants and determine on narrow bases that the Chancellor abused his discretion in including the debenture holders in the shareholders’ class.\nWe repeat and emphasize the pertinent chronology. On November 2,1978, plaintiff Wayne filed the original complaint in this controversy. Wayne brought his action as a class action “on behalf of himself and all present owners of the common stock of U&I.” On November 8, 1978, plaintiff Lindner filed her complaint as a shareholder class representative for all U&I shareholders. On November 17, 1978, plaintiff Perine filed a similar complaint. None of the three complaints mentioned the debenture holders; none of the complaints alleged that its plaintiff was a debenture holder as well as a shareholder.\nOn November 17, 1978, Wayne and the defendants stipulated, and the Chancellor ordered on November 28, 1978 that the action would proceed as a class action under Court of Chancery Rule 23(b)(1) and (b)(2), on behalf of all present “owners of the common stock” of U&I. On December 26, 1978, the Chancellor consolidated the three class actions. On February 8, 1979, U&I sent to all shareholders a copy of a press release announcing the agreement in principle, which of course referred to the class actions.\nThe debenture holders were not formally included in the class designation until the Chancellor’s amendment on April 25, 1979. On the same date, the Chancellor ordered notice sent to all class members, including the debenture holders, informing them of the proposed settlement hearing date. Sometime prior to April 25th, however, the Witmondts had instituted a class action in New York, on behalf of all debenture holders, attacking the proposed merger as it affected the debenture holders. The Chancellor’s order on July 30, 1979, approving the proposed settlement, “permanently barred and enjoined”:\n“[t]he institution or prosecution by any plaintiff or any member of the Class, either directly, representatively or in any other capacity, of any other action asserting claims which have been or could have been asserted by plaintiffs herein or any member of the Class against defendants or any of them, or which have been or might have been asserted against the officers, directors, agents, attorneys and representatives of U&I, or any of them, in connection with, or that arise now or hereafter out of, said civil actions. . . ., or any matters, transactions or occurrences referred to or alleged in said civil actions....” (emphasis added).\nFinally, we note that the complaints in these three actions did not originally include, and have never been amended to include, plaintiff allegations relating to the debenture holders as members of the class purported to be represented.\nWe reverse the Chancellor’s decision as to the inclusion of the debenture holders in the consolidated shareholder class action and anchor our decision not on any one basis but instead on several factors peculiar to this case. We note preliminarily, however, that the belated inclusion gave the debenture holders an opportunity to be heard on a matter of interest to them in light of their conversion rights, and we are not questioning the good faith of the negotiations. Moreover, our decision as to the debenture holders does not alter our conclusions, expressed above, with regard to the fairness of the settlement in the shareholders’ lawsuits. Nonetheless we find a reversal required as to the debenture holders.\nInitially, it is clear that class representatives must vigorously prosecute the class members’ claims. The pleadings at no time stated any concern with the rights or claims of the debenture holders. Only the shareholders’ rights were alleged to be damaged. This failure to include the debenture holders in the shareholders’ complaints evidences a lack, at least to some degree, of the requisite vigorous prosecution of the debenture holders’ claims.\nSecond, along the same line, we believe that the debenture holders’ late inclusion into the class on April 25,1979, arguably an afterthought, is evidence that the debenture holders’ interests were not separately and independently considered by the shareholder class representatives from the time the suit began until April 25th, the point in time when negotiations had ceased and a settlement had been reached, another indi-cia of lack of vigorous prosecution.\nThird, the shareholders and debenture holders have in fact been treated differently in the procedural aspects of the case. Although it was not court-ordered, the shareholders received notice of their class status in early February, 1979, when U&I mailed to them the press release discussing the litigation. The debenture holders on the other hand, were not even included within the class until the end of April, 1979, nearly three months later. Also, subsequent to the Chancellor’s approval of the settlement, the public shareholders had to approve the merger and therefore had an independent right of veto not shared by the enlarged class as a whole.\nFourth, while we recognize that there may be no prohibition against the joining of shareholders and debenture holders in one class [see, e. g., Wechsler v. Steinberg, E.D.N.Y., 1975-76 Fed.Sec.Rep. (CCH) ¶ 95,449 (1976); Handwerger v. Ginsberg, S.D.N.Y., 1974-75 Fed.Sec.Rep. (CCH) ¶ 94,934 (1975), appeal dismissed, 2d Cir., 519 F.2d 1339 (1975)], we think the difference between creditor status and shareholder status requires careful consideration under Rule 23(b). In this case the Court entered its order certifying the class on April 25, 1979, at the same time the debenture holders were belatedly included within the class. The certification of the class “pursuant to Rules 23(a), 23(b)(1)(A), 23(b)(1)(B) and 23(b)(2) of the Court of Chancery Rules” thus occurred at a time when no debenture holder was a party in any capacity.\nWe do not think the procedure as applied in this instance gave sufficient discretionary focus on the joinder of the shareholders and the debenture holders into a single class. Nor we do think adequate focus was given in the discretionary certification to the appropriate prerequisite subsection of Rule 23(b). We do not find it necessary to finally resolve these Rule 23(b) matters, but it certainly can be argued, even if a single class was appropriate, that, given the facts here present, the case, which was effectively settled at the time of the certification, was more appropriately a common question of law or fact Rule 23(b)(3) case than an injunctive relief Rule 23(b)(2) case or a prejudicial adjudication Rule 23(b)(1) case. We are satisfied that these matters and their related procedural consequences were not adequately presented or considered by the Court below.\nFinally, the Chancellor’s order approving the settlement and enjoining assertion of any claim which had been raised or could have been raised underscores the difficulty we are having with the expanded class. We read his order as not only challenging the Witmondts’ right to continue their litigation in New York commenced prior to the class expansion here, but also to threaten “any other action” arising out of “any matters, transactions or occurrences referred to” in the cases at issue here. This broad order affecting the rights of the debenture holders under an indenture existing independent of any shareholder interest cannot, in our judgment, be justified in the present context.\nIll\nAs a result of the above discussion, we affirm the judgment of the Court of Chancery in the Fins appeal and reverse the judgment of the Court of Chancery in the Witmondt appeal. The overall judgment is modified to exclude debenture holders as members of the certified class and is otherwise affirmed. If this modification affects the settlement in a manner that requires a special mandate, an appropriate application can be made.\n. Each certificate, in essence, allowed its holder to share in recognized corporate gains, cash flow, and market value for a stated time period.\n. On September 17, 1979, the minority public shareholders overwhelmingly approved the merger.\n. That Neponsit was a derivative action and the case at bar a class action is a procedural distinction without significance in this context of appellate review of settlement approval.\n. In light of the materials assembled before the Chancellor when he determined the settlement to be fair, we see little merit in Fins’ request for additional discovery. The Chancellor needs, when examining a settlement for fairness, sufficient facts to reach a fair and informed decision. Flinn v. FMC Corp., 4th Cir., 528 F.2d 1169, 1173 (1975), cert. denied, 424 U.S. 967, 96 S.Ct. 1462, 47 L.Ed.2d 734 (1976); City of Detroit v. Grinnell Corp., 2d Cir., 495 F.2d 448, 462-63 (1974); Glicken v. Bradford, S.D.N.Y., 35 F.R.D. 144, 148 (1964). See also, Robertson v. NBA, S.D.N.Y., 72 F.R.D. 64, 70-71 (1976); aff’d, 2d Cir., 556 F.2d 682 (1977). We are satisfied the Chancellor had sufficient information upon which to base his decision, and Fins’ request for additional discovery was properly denied.\n. An assurance of vigorous prosecution is generally stated to be one of two requirements that a class representative must meet in order to satisfy Rule 23(a)(4)’s standard of adequate representation. See 5 H. Newberg, Class Actions § 8818 at 856 (1977). See also 3B Moore’s Federal Practice, *'23.07[2] at 23-219 (2d ed. 1980).\n. Class members of (b)(1) and (b)(2) types are not entitled as a matter of right to notice of the action. See Rule 23(d)(2); Bolton v. Murray Envelope Corp., 5th Cir., 553 F.2d 881, 883 (1977); Alexander v. Aero Lodge No. 735, 6th Cir., 565 F.2d 1364, 1373 (1977), cert. denied, 436 U.S. 946, 98 S.Ct. 2849, 56 L.Ed.2d 787 (1978); Wetzel v. Liberty Mutual Insurance Co., 3rd Cir., 508 F.2d 239, 253-54 (1975), cert. denied, 421 U.S. 1011, 95 S.Ct. 2415, 44 L.Ed.2d 679 (1975); see also Moore, supra, ¶ 23.01[12.-2] at 23-33 (Advisory Committee Note to (d)(2)). It is discretionary. On the other hand, Rule 23(b)(3) class members are entitled to notice in every case and given opportunity to exclude themselves from the class. See Rule 23(c)(2). These procedural differences have an impact on the focus of the Court.on the class certification question.",
        "type": "majority",
        "author": "QUILLEN, Justice."
      }
    ],
    "attorneys": [
      "Thomas D. Whittington, Jr. of Wilson & Whittington, Wilmington, for appellants; J. Stanley Shaw (argued) of Shaw, Licitra & Levine, Garden City, N. Y., for appellant Fins and Irving Bizar (argued) of Pincus, Munzer, Bizar & D’Alessandro, New York City, for appellants Witmondt.",
      "R. Franklin Balotti of Richards, Layton & Finger, Wilmington, for appellees Pearl-man, Scheinman, Wiesenthal and Utilities & Industries Corp.",
      "Rodman Ward, Jr. (argued), John H. Small and Carolyn Berger of Skadden, Arps, Slate, Meagher & Flom, Wilmington, for appellees Carter, Graham and Kaplan.",
      "A. Gilchrist Sparks, III of Morris, Nichols, Arsht & Tunnell, Wilmington, and Milberg, Weiss, Bershad & Specthrie, New York City, for Ruth Lindner, a/k/a Ruth Ber-man.",
      "Victor F. Battaglia of Biggs & Battaglia, Wilmington, and Stanley Kaufman of Kaufman, Taylor, Kimmel & Miller, New York City, for H. Ford Perine.",
      "Joseph A. Rosenthal of Morris & Rosen-thal, Wilmington, and Robert M. Kornreich (argued) of Wolf, Popper, Ross, Wolf & Jones, New York City, for Sidney Wayne."
    ],
    "corrections": "",
    "head_matter": "David FINS, Objectant Below, Appellant, v. Herbert M. PEARLMAN, Tom Scheinman, Richard S. Wiesenthal, Utilities & Industries Corporation, Arthur L. Carter, Richard Graham, Mark N. Kaplan, and “New Co.”, a Corporation Organized or about to be is unknown to Plaintiff, Proponents Below, Appellees. Arthur H. WITMONDT and Donald Witmondt, Objectants Below, Appellants, v. Herbert M. PEARLMAN, Tom Scheinman, Richard S. Wiesenthal, Utilities & Industries Corporation, Arthur L. Carter, Richard Graham, Mark N. Kaplan, and “New Co.”, a Corporation Organized or about to be is unknown to Plaintiff, Proponents Below, Appellees.\nSupreme Court of Delaware.\nSubmitted Feb. 13, 1980.\nDecided Nov. 18, 1980.\nThomas D. Whittington, Jr. of Wilson & Whittington, Wilmington, for appellants; J. Stanley Shaw (argued) of Shaw, Licitra & Levine, Garden City, N. Y., for appellant Fins and Irving Bizar (argued) of Pincus, Munzer, Bizar & D’Alessandro, New York City, for appellants Witmondt.\nR. Franklin Balotti of Richards, Layton & Finger, Wilmington, for appellees Pearl-man, Scheinman, Wiesenthal and Utilities & Industries Corp.\nRodman Ward, Jr. (argued), John H. Small and Carolyn Berger of Skadden, Arps, Slate, Meagher & Flom, Wilmington, for appellees Carter, Graham and Kaplan.\nA. Gilchrist Sparks, III of Morris, Nichols, Arsht & Tunnell, Wilmington, and Milberg, Weiss, Bershad & Specthrie, New York City, for Ruth Lindner, a/k/a Ruth Ber-man.\nVictor F. Battaglia of Biggs & Battaglia, Wilmington, and Stanley Kaufman of Kaufman, Taylor, Kimmel & Miller, New York City, for H. Ford Perine.\nJoseph A. Rosenthal of Morris & Rosen-thal, Wilmington, and Robert M. Kornreich (argued) of Wolf, Popper, Ross, Wolf & Jones, New York City, for Sidney Wayne.\nBefore DUFFY, McNEILLY and QUIL-LEN, JJ."
  },
  "file_name": "0305-01",
  "first_page_order": 357,
  "last_page_order": 363
}
