{
  "id": 11250142,
  "name": "Harold ROBINSON, Defendant Below, Appellant, v. The STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Robinson v. State",
  "decision_date": "1973-03-06",
  "docket_number": "",
  "first_page": "307",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 307"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "298 A.2d 761",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253756
      ],
      "weight": 2,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/298/0761-01"
      ]
    },
    {
      "cite": "303 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        6789298
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/303/0638-01"
      ]
    },
    {
      "cite": "92 L.Ed. 840",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 507",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158437
      ],
      "weight": 2,
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0507-01"
      ]
    },
    {
      "cite": "306 U.S. 451",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140919
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/306/0451-01"
      ]
    },
    {
      "cite": "245 N.E.2d 688",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "297 N.Y.S.2d 913",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "23 N.Y.2d 527",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2287422
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/23/0527-01"
      ]
    },
    {
      "cite": "253 A.2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8108023
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/253/0201-01"
      ]
    },
    {
      "cite": "14 L.Ed.2d 701",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "85 S.Ct. 1770",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "381 U.S. 938",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6219972,
        6220520,
        6219373,
        6218803,
        6219678,
        6220254
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/381/0818-04",
        "/us/381/0818-06",
        "/us/381/0818-02",
        "/us/381/0818-01",
        "/us/381/0818-03",
        "/us/381/0818-05"
      ]
    },
    {
      "cite": "204 N.E.2d 842",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "256 N.Y.S.2d 793",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "15 N.Y.2d 159",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2271470
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/15/0159-01"
      ]
    },
    {
      "cite": "293 A.2d 291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8045782
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/293/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 6262,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 1.1967415926350717e-07,
      "percentile": 0.5926969101287373
    },
    "sha256": "d50fa961a4662b583b4a5d3f91228380c7bf7cc0f7d5930c45b696fa9eb20a5c",
    "simhash": "1:c8b398de16ccda06",
    "word_count": 1041
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Harold ROBINSON, Defendant Below, Appellant, v. The STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "WOLCOTT, Chief Justice:\nThe appellant (hereinafter defendant) was sentenced to life imprisonment upon conviction of two charges of kidnapping and possession of a deadly firearm during the commission of a felony. He appeals.\nAt about 10 p. m. on April 15, 1971, defendant asked Burton, his fellow employee at General Foods in Dover, to drive him to the nearby Elks Home during a work break. On the way, the pair was joined by Burton’s brother-in-law, Summers. When the trio arrived at the Elks Home, the defendant became argumentative and shot Burton in the leg. At this point, Summers tried to get out of the car, but the defendant refused to let him leave.\nThe defendant wanted to see his estranged wife but did not know where she was. He decided to go to Wilmington to try to find her. Since Burton was not in condition to drive, the defendant compelled Summers at gunpoint to drive them to Wilmington. After a stop at a service station, the defendant had Summers buy him some liquor while he remained in the car with Burton. Summers did not call the police while making the purchase since he was “too scared”. Summers then drove to his aunt’s house in Wilmington.\nSummers left the car and entered his aunt’s house, ostensibly in an effort to locate defendant’s wife, or her companion, in the phone book. Apparently fearing that Summers might call the police, the defendant ordered the still-untreated Burton to drive. After riding around Wilmington for approximately one-half hour, the defendant forced Burton to drive him to his home in Suddlersville, Maryland. They arrived in Suddlersville at approximately 2 a. m.\nDefendant gave Burton two aspirin for the pain resulting from the wound and locked him in a room in his home where he was found when the defendant was arrested later that morning.\nDefendant first argues that the inadequate preparation of his trial counsel in effect denied him his Sixth Amendment right to counsel. There has yet been no factual hearing relating to this contention. Consequently, we will not consider it. Claims of ineffective counsel cannot be raised for the first time before this Court. Harris v. State, Del.Supr., 293 A.2d 291 (1972).\nNext, defendant argues that the kidnapping statute is unconstitutionally vague. He principally relies on People v. Levy, 15 N.Y.2d 159, 256 N.Y.S.2d 793, 204 N.E.2d 842, cert. denied 381 U.S. 938, 85 S.Ct. 1770, 14 L.Ed.2d 701 (1965), which excluded from the ambit of the New York kidnapping statute “restraints, sometimes accompanied by asportation, which are incidents to other crimes and have long been treated as integral parts of other crimes\nIn Samuels v. State, Del.Supr., 253 A.2d 201 (1969), we declined to follow the Levy rationale. Moreover, under the circumstances before us, Levy is not applicable. Levy is now limited to cases of as-portation of brief duration and necessarily incidental to the perpetration of another crime. People v. Miles, 23 N.Y.2d 527, 297 N.Y.S.2d 913, 245 N.E.2d 688 (1969). In the case at bar, the extended asportation of at least four hours could not have been necessarily incident to another crime.\nDefendant further argues that under Lanzetta v. New Jersey, 306 U.S. 451, 59 S.Ct. 618, 83 L.Ed. 888 (1939) and Winters v. New York, 333 U.S. 507, 68 S.Ct. 665, 92 L.Ed. 840 (1948), § 623 is unconstitutionally vague since its terms encompass relatively innocent activities, such as an irate neighbor who carries a child home after the child has destroyed his flower garden.\nWe have recently construed § 623 as requiring the element of criminal intent. Wilson v. State, Del.Supr., 303 A.2d 638 (Feb. 20, 1973). Thus, the statute does not bring inherently innocent activities within its ambit.\nFinally, defendant contends that the imposition of his life sentence constitutes error since the Trial Judge mistakenly felt that a life sentence was mandatory.\nAt the defendant’s sentencing, the Trial Judge stated:\n“As your counsel has stated, the Court as well as the jury, has no leeway to soften the punishment that can be imposed upon you. The jury has found you guilty, and you were ably represented by counsel, but the statute is worded such that I have no alternative, and I am imposing this sentence reluctantly.”\nDefendant infers from this that the Court would have suspended the life sentence if the law permitted such suspension.\nThe history of the penalty makes it clear that the courts are without the power to suspend the life sentences mandated by the statute. Prior to 1958, the penalty for kidnapping was death. 1935 Code § 5174. That sentence was mandatory; only temporary reprieve of the execution of the sentence by the Governor was permitted. 11 Del.C. § 3910. Effective April, 1958, the penalty for kidnapping was reduced to life imprisonment. 51 Laws, Ch. 347, § 3. This change was concomitant with the legislative elimination of the death penalty for first degree murder. Cf. 51 Laws, Ch. 347, § 2. It is thus manifest that the Legislature then intended the penalty for kidnapping to be the same as that for first degree murder. The penalty for first degree murder must be as great or greater than the penalty for second degree murder. State v. Dickerson, Del.Supr., 298 A.2d 761 (Supplemental Opinion, 1973). It follows that the penalty for kidnapping must be as great as that for second degree murder.\nThe penalty for second degree murder has always been a mandatory life sentence, State v. Dickerson, supra, and ipso facto the life sentence specified in the kidnapping statute, 11 Del.C. § 623, is mandatory.\nDefendant’s conviction and sentence are affirmed.\n. Defendant is now represented by other counsel.\n. The kidnapping statute, 11 Del.C. § 623 reads in part:\n“(a) Whoever abducts, leads, decoys, entices, takes or carries away any person, witli the intent to detain or conceal such person or with the intent to deprive any person of his liberty, is guilty of kidnapping and a felony, and shall suffer life imprisonment.”",
        "type": "majority",
        "author": "WOLCOTT, Chief Justice:"
      }
    ],
    "attorneys": [
      "L. Vincent Ramunno, Wilmington, for appellant.",
      "Myron T. Steele, Deputy Atty. Gen., Dover, for the State."
    ],
    "corrections": "",
    "head_matter": "Harold ROBINSON, Defendant Below, Appellant, v. The STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nMarch 6, 1973.\nL. Vincent Ramunno, Wilmington, for appellant.\nMyron T. Steele, Deputy Atty. Gen., Dover, for the State.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0307-01",
  "first_page_order": 343,
  "last_page_order": 345
}
