{
  "id": 7865890,
  "name": "Roland BURT, Jr. et al. v. NEW ENGLAND PEST CONTROL CO. et al.",
  "name_abbreviation": "Burt v. New England Pest Control Co.",
  "decision_date": "1994-05-18",
  "docket_number": "No. 93-504-Appeal",
  "first_page": "308",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "644 A.2d 308"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "594 A.2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370913
      ],
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/594/0385-01"
      ]
    },
    {
      "cite": "610 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926838
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 3494,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20025877956591293
    },
    "sha256": "5c29475059ecfc2a9dc4c565bcadcc49dcdbd122e134f00e56fe822685e8204a",
    "simhash": "1:19e8309b2f27e7af",
    "word_count": 587
  },
  "last_updated": "2024-02-27T20:17:07.739138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roland BURT, Jr. et al. v. NEW ENGLAND PEST CONTROL CO. et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the Supreme Court on May 12,1994, pursuant to an order directing all the parties to appear in order to show cause why the issues raised in this appeal should not be summarily decided. The plaintiffs, Roland Burt, Jr. (Mr. Burt) and Irene Burt appeal from a Superior Court judgment on a trial justice’s grant of the defendants’ motions for directed verdicts.\nAt trial Mr. Burt testified that at about 6:45 a.m. on September 22, 1986, he was involved in a motor-vehicle collision while operating a bright yellow street sweeper on Interstate 195. He was driving the sweeper at approximately twelve to sixteen miles per hour in medium, well-spaced traffic. Although the posted speed limit was fifty miles per hour, the vehicle carried a slow-moving-vehicle emblem. Mr. Burt further testified that he saw a small white or gray car come from the second lane toward the sweeper, which was in the first lane, and he then felt a crash. He grabbed the steering wheel and applied the brakes.\nWhen the sweeper came to a stop, it was obstructing the third lane and part of the second lane of the highway. As he was about to alight from the vehicle and set up flares, he heard screeching brakes and saw a car in the second lane skidding toward the sweeper. The defendant Norman Oliveira was operating that car, which struck the sweeper. Mr. Burt heard screeching brakes again, and a vehicle that defendant Daniel Elderkin was operating then struck the sweeper. Mr. Burt suffered headaches, pain in his arm and back, pain and immobility of the neck, and numbness in his left hand, among other things.\nWhen ruling on a motion for a directed verdict, the trial justice and, subsequently, this court on review, must consider the evidence in the light most favorable to the nonmoving party, without passing on its credibility, and must draw all reasonable inferences in favor of the nonmoving party. See Reccko v. Criss Cadillac Co., 610 A.2d 542, 544 (R.I.1992). If issues of fact remain upon which reasonable persons may differ, the motion for a directed verdict should be denied and the issues must be submitted to the jury. See id. The trial court may direct a verdict “ ‘[o]nly when the evidence is insufficient at law to support a verdict in the opposing party’s favor[.]’ ” See Kennedy v. Tempest, 594 A.2d 385, 388 (R.I.1991).\nThe trial justice found that he had difficulty drawing an inference in favor of plaintiffs that Mr. Burt’s version of the collision took place. He was concerned that, among other things, although Mr. Burt alleged that the sweeper had been struck by an unidentified car, no debris was left on the highway from that impact. He also concluded that after reviewing the evidence he found no issues upon which reasonable persons might draw conflicting conclusions. After completing our review of the evidence in accordance with our standard of review, we agree with the trial justice. We are persuaded that the evidence that plaintiffs presented was insufficient to support a verdict in their favor.\nAfter hearing the arguments of counsel and reviewing the memoranda that the parties submitted, this court concludes that cause has not been shown. Consequently, the plaintiffs’ appeal is denied and dismissed, and the judgment appealed from is affirmed.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Paul Harwood, Providence.",
      "Thomas C. Angelone, Mary E. Rogers, Providence."
    ],
    "corrections": "",
    "head_matter": "Roland BURT, Jr. et al. v. NEW ENGLAND PEST CONTROL CO. et al.\nNo. 93-504-Appeal.\nSupreme Court of Rhode Island.\nMay 18, 1994.\nPaul Harwood, Providence.\nThomas C. Angelone, Mary E. Rogers, Providence."
  },
  "file_name": "0308-02",
  "first_page_order": 382,
  "last_page_order": 383
}
