{
  "id": 8456169,
  "name": "Dennis C. CRISPO, Appellant v. Beverly A. Schweitzer CRISPO, Appellee",
  "name_abbreviation": "Crispo v. Crispo",
  "decision_date": "2006-09-27",
  "docket_number": "No. 3440 EDA 2004",
  "first_page": "308",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 308"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "700 A.2d 948",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11904635
      ],
      "pin_cites": [
        {
          "page": "957"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/0948-01"
      ]
    },
    {
      "cite": "900 A.2d 936",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8416970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/0936-01"
      ]
    },
    {
      "cite": "719 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11673960,
        356264,
        11673876,
        356262
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0306-02",
        "/pa/553/0414-01",
        "/a2d/719/0306-01",
        "/pa/553/0415-01"
      ]
    },
    {
      "cite": "553 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356262
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0415-01"
      ]
    },
    {
      "cite": "888 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998737,
        2472599
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "779-780"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0775-01",
        "/pa/585/0395-01"
      ]
    },
    {
      "cite": "585 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2472599
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0395-01"
      ]
    },
    {
      "cite": "71 Pa. D. & C. 4th 205",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.4th",
      "case_ids": [
        8924244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c4th/71/0205-01"
      ]
    },
    {
      "cite": "2004 WL 3406186",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "737 A.2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11572226
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "769"
        },
        {
          "page": "769-770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0760-01"
      ]
    },
    {
      "cite": "747 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11476741
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "934"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0931-01"
      ]
    },
    {
      "cite": "825 A.2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9116703
      ],
      "pin_cites": [
        {
          "page": "688"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/0682-01"
      ]
    },
    {
      "cite": "715 A.2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11706578
      ],
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/715/0473-01"
      ]
    },
    {
      "cite": "422 Pa.Super. 432",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        923495
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "435"
        },
        {
          "page": "756"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/422/0432-01"
      ]
    },
    {
      "cite": "757 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1366905,
        11243717
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "913-914"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0093-01",
        "/a2d/757/0909-01"
      ]
    },
    {
      "cite": "563 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1366905
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "101-102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0093-01"
      ]
    },
    {
      "cite": "241 Pa.Super. 45",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        820430
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/241/0045-01"
      ]
    },
    {
      "cite": "859 A.2d 511",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9159523
      ],
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/859/0511-01"
      ]
    },
    {
      "cite": "417 Pa.Super. 592",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        914288
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "599",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1363",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/417/0592-01"
      ]
    },
    {
      "cite": "849 A.2d 1159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329362,
        9244026
      ],
      "pin_cites": [
        {
          "page": "1163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0082-01",
        "/a2d/849/1159-01"
      ]
    },
    {
      "cite": "578 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0082-01"
      ]
    },
    {
      "cite": "525 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823712
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "399"
        },
        {
          "page": "165-166"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1030,
    "char_count": 23007,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 1.5046586917434717e-07,
      "percentile": 0.666294830316362
    },
    "sha256": "f68bc0bf615d2c59501a8ba30b61b0c62f65c7f42645139c16c9d7e8be97632d",
    "simhash": "1:05725f76bfc59648",
    "word_count": 3775
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, STEVENS, and GANTMAN, JJ."
    ],
    "parties": [
      "Dennis C. CRISPO, Appellant v. Beverly A. Schweitzer CRISPO, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.:\n¶ 1 This is an appeal from an Order entered on November 18, 2004, at which time Appellant, Dennis C. Crispo, was found to be in contempt for violating the terms of a property settlement agreement he entered into with Appellee, Beverly A. Schweitzer Crispo, on August 28, 1995. We affirm.\n¶ 2 The facts and procedural history of the instant matter may be summarized as follows: On August 25, 1995, a Final Decree in Divorce was entered terminating the parties’ marriage. On October 20, 2004, Appellee filed a Petition for Special Relief, Contempt and/or Enforcement of a property settlement agreement. In her Petition, Appellee alleged that Appellant had failed to abide by the terms of the property settlement agreement into which the parties had entered on August 23, 1995. That agreement provided its terms would be incorporated but not merged into the forthcoming divorce decree and contains the following relevant provisions:\n[Appellee] agrees to be solely hable and responsible for the payment of any and ah debts and/or credit cards in her name with the exception of the MasterCard and Sears Accounts which [Appellant] agrees to assume.\n[Appellant] agrees to maintain life insurance coverage in the amount of Three-Hundred Thousand Dollars ($800,000.00) naming the parties’ children, [D] and [D], as the irrevocable beneficiaries thereof with [Appellee] to serve as trustee of the funds during the minority of any beneficiary until said children have reached the age of twenty-two (22) years or have graduated from college, whichever event is first to occur. [AppeUant] agrees that the said life insurance shall be maintained free of any encumbrance and that the amount thereof shall not be reduced without [Appel-lee’s] written consent.\n(a) [Appellant] agrees to pay to [Ap-pellee] the sum of $22,500.00 in exchange for any interest that she may have in his interest in the business known as D. Crispo, Inc., d/b/a/ Dependable Auto and [Appellee] hereby waived any further claim thereto. [Appellee] agrees to allow [Appellant] to defer payment of this amount until August 1, 2001[,] providing [Appellant] does not seek a decrease of the present child support Order, No.l995-60388-S-19, a copy of which is appended hereto and marked Exhibit “A”.\n(b) in the event that [Appellant] does seek a modification of the present child support Order in the nature of a decrease, [Appellant] agrees to pay [Appel-lee] the sum of $22,500.00 within thirty (30) days of the filing of his Petition to Modify.”\nAgreement at 14-16.\n¶ 3 On November 15, 2004, Appellant filed an Answer with New Matter to the aforementioned Petition, asserting that all of Appellee’s claims were barred by the applicable four (4) year statute of limitations.\n¶4 On November 18, 2004, the trial court conducted a hearing at which time the parties testified. Appellant admitted that he presently had not provided an insurance policy naming his two children as irrevocable beneficiaries. - N.T., 11/18/04, at 14. Appellant explained that while his business, D. Crispo, Inc., filed for bankruptcy in March of 1996, he did not do so personally. N.T., 11/18/04, at 21. Appellant also acknowledged that he did not pay the balance owed on the MasterCard and Sears accounts. N.T., 11/18/04, at 23.\n¶ 5 When questioned about the $22,500.00, Appellant acknowledged a conference was held regarding Appellant’s child support payments on June 26, 2001, at which time the support officer attributed a $2,485.21 monthly income to Appellant, though Appellant did not agree with that amount. N.T., 11/18/04, at 24-25.\n¶ 6 Appellant had sought and obtained modification to the Support Order on January 27, 1997, and filed a petition to modify some time in the fall of 1996. N.T., 11/18/04, at 45. Appellant acknowledged he had thirty (30) days after this time to pay the $22,500.00, though he never made any payment on that amount. N.T., 11/18/04, at 46.\n¶ 7 Appellee testified that she paid the balance owed on the MasterCard and Sears accounts by refinancing her residence. N.T., 11/18/04, at 70. Appellee had fifteen (15) years in which to pay the refinanced mortgage, and at the time of the hearing, she was still making payments on the loan. N.T., 11/18/04, at 72.\n¶ 8 When Appellee would inquire about Appellant’s financial status, the latter repeatedly responded he made no money. N.T., 11/18/04, at 80. Appellee explained she filed the petition requesting payment for the first time in October 20, 2004, because Appellant seemed to have money, as he and his current wife were opening a new business. N.T., 11/18/04, at 84.\n¶ 9 During the hearing, counsel for Appellant made oral motions to dismiss Ap-pellee’s claims, arguing those claims had been barred by the applicable statute of limitations. In addition, counsel contended that even were the trial court to determine Appellant owed Appellee the requested funds, as Appellee was not able to produce any evidence of Appellant’s 1995 gross income, she had not met her burden of proof to establish any payments were due and owing under the contract. N.T., 11/18/04, at 129. Interestingly, counsel for Appellant reasoned that “[m]aybe that’s the reason why [Appellee] never pursued this particular claim and waited eight years to do it, knowing there was never any net profit above the 1995 gross income.” N.T., 11/18/04, at 131. Counsel concluded that Appellee’s claims failed, as both the statute of limitations barred them, and the “obligation to pay based on the formula doesn’t exist either.” N.T., 11/18/04, at 132.\n¶ 10 The trial court denied said motions, found Appellant to be in contempt, remanded Appellant to the Bucks County Correctional Facility for six (6) months and provided that Appellant would be purged of the contempt charge if he: obtained life insurance in the amount of $300,000.00 naming the parties’ two sons as irrevocable beneficiaries until they reached the age of twenty-two or graduated from college; paid the Sears charge in the amount of $2,048.49 and the MasterCard bill in the amount of $4,662.76; paid the sum of $22,500 to Appellee; and reimbursed Appellee $800.00 toward her counsel fees. N.T., 11/18/04, at 9-10.\n¶ 11 On November 23, 2004, Appellant was released from prison after complying with all of the aforementioned purge conditions. On November 29, 2004, Appellant filed a Motion for Reconsideration and Petition for Stay and Supersedeas of the Order of November 18, 2004, in which he stated the court erred when it failed to conclude that the statute of limitations of four (4) years applied to the claims for the payment of the $22,500.00 and for reimbursement of the payment for the credit card debt of $6711.25. On November 30, 2004, said motion was denied.\n¶ 12 On December 17, 2004, Appellant filed a Notice of Appeal. On December 21, 2004, the trial court ordered Appellant to file a concise statement of the matters complained of on appeal within fourteen (14) days. On January 4, 2005, Appellant filed his initial Concise Statement of the Matters Complained of on Appeal Pursuant to Pa.R.A.P.1925(b). Therein, Appellant set forth fourteen (14) separate paragraphs wherein he contended, inter alia, that the trial court erred when: (1) it failed to conclude that the statute of limitations of four (4) years applied to the claims for payment of the $22,500.00 and for reimbursement of the payment for the credit card debt of $6,710.76; (2) when it “pierced the corporate veil” as all evidence indicated that Appellant’s wife was the sole owner of Appellant’s new business ADK; (3) when it required Appellant to pay the $22,500.00 in one lump sum, as the Agreement provided for a payment schedule; and (4) when it failed to conclude the $22,500.00 was no longer due and owing since the Agreement clearly showed its payment was premised upon the existence of Appellant’s business, “Dependable Auto” which was forced into bankruptcy in 1996.\n¶ 13 On January 10, 2005, Appellant filed a Supplemental Concise Statement of the Matters Complained of on Appeal Pursuant to Pa.R.A.P.1925(b) wherein he reiterated the statute of limitations defense and cited to a Buck’s County Opinion dated May 8, 2002.\n¶ 14 In its Memorandum Opinion of March 2, 2005, the trial court found appellate review of this matter had been severely compromised because the transcript of the November 18, 2004, hearing had not been made a part of the certified record prior to the date on which the Memorandum Opinion was filed. The trial court further determined it was unable to adequately prepare an Opinion addressing the merits of the issues raised on appeal because Appellant has failed to insure proper appellate review.\n¶ 15 Upon noting the November 18, 2004, hearing transcript had been made part of the certified record, this Court remanded the instant matter to the Court of Common Pleas of Bucks County to enable the trial court to file a supplemental Pa.R.A.P.1925(a) opinion within forty-five (45) days of the date of that Order. We also provided the parties would have thirty (30) after the filing of the trial court’s opinion in which to file supplemental briefs, if they so desired.\n¶ 16 On May 23, 2005, Appellee filed a Motion to Dismiss or Quash Appeal for Mootness, Failure to Preserve Issues for Review and/or for Waiver of Issues, with this Court. In that Motion, Appellee argued that in light of Appellant’s payment of monies sufficient to purge himself of contempt, his appeal had been rendered moot. In addition, Appellee contended that in light of Appellant’s failure to ensure a complete record was transmitted to this Court, he had failed to preserve for our review the issues raised in his appeal. In an Order dated July 13, 2005, this Court denied the motion to dismiss/quash without prejudice to Appellee’s right to raise this issue at the time scheduled for submission of argument of this matter before a panel that will decide the merits of this appeal. We also ordered Appellee’s brief would be due within thirty (30) days of the date of that Order.\n¶ 17 In his brief, Appellant contends the trial court erred when it did not apply the four year statute of limitations to Appel-lee’s claims for the payment of money, as the property settlement agreement was incorporated, but not merged, with the Divorce Decree. Brief for Appellant at 13.\n¶ 18 Where, as herein, a property settlement agreement did not merge into the divorce decree, it stands as a separate contract, is subject to the law governing contracts and is to be reviewed as any other contract. Simeone v. Simeme, 525 Pa. 392, 399, 581 A.2d 162, 165-166 (1990). It is well-established that the law of contracts governs marital settlement agreements, and under the law of contracts, the court must ascertain the intent of the parties when interpreting a contractual agreement. Kripp v. Kripp, 578 Pa. 82, 91 849 A.2d 1159, 1163 (Pa.2004) (citations omitted). The standard of enforceability of a contractual agreement is also clear: “[a]b-sent fraud, misrepresentation, or duress, spouses should be bound by the terms of their agreements.” McMahon v. McMahon, 417 Pa.Super. 592, 599, 612 A.2d 1360, 1363 (1992) (citations omitted). As such, a trial court may interpret a property settlement agreement as it would a contract, but it has neither the power nor the authority to modify or vary the decree unless there is conclusive proof of fraud or mistake. Bianchi v. Bianchi, 859 A.2d 511, 515 (Pa.Super.2004). Moreover, the longstanding law of this Commonwealth is that property settlement agreements are presumed to be valid and binding upon the parties. McGannon v. McGannon, 241 Pa.Super. 45, 359 A.2d 431 (1976).\n¶ 19 When construing agreements involving clear and unambiguous terms, a trial court need only examine the writing itself to give effect to the parties’ understanding. Vaccarello v. Vaccarello, 563 Pa. 93, 101-102, 757 A.2d 909, 913-914 (2000). See Creeks v. Creeks, 422 Pa.Super. 432, 435, 619 A.2d 754, 756 (1993). A court may not modify the plain meaning of the words under the guise of interpretation. Id. In addition, this Court must consider such contracts without reference to matters outside of the document, and we must ascertain the parties’ intentions when entering into the contract from the entire instrument. Purdy v. Purdy, 715 A.2d 473, 475 (Pa.Super.1998). Also, the parties are bound “without regard to whether the terms were read and fully understood and irrespective of whether the agreements embodied reasonable or good bargains.” Sabad v. Fessenden, 825 A.2d 682, 688 (Pa.Super.2003).\n¶ 20 Upon examination of the property settlement agreement herein, we note that both parties were represented by counsel and entered into this contract freely. Each committed to abiding by the terms thereof and in doing so agreed not only to devise a plan for payment of outstanding debt but also to relinquish all other interest in each other’s property. As such, there is no evidence of fraud, misrepresentation, or duress in the creation of the agreement. Having found a valid contract exists, our next inquiry requires us to examine Appellant’s contention that Appellee’s attempt to enforce it is barred by the four (4) year statute of limitations. Such an analysis requires us to first determine whether or not this document meets the criteria for a continuing contract.\n¶ 21 When a contract is continuing, the statute of limitations will run either from the time when the breach occurs or when the contract is in some way terminated. S.T. Hudson Eng. v. Camden Hotel Dev., 747 A.2d 931, 934 (Pa.Super.2000). In addition, the “acknowledgement doctrine” “provides that a statute of limitations may be tolled or its bar removed by a promise to pay the debt.” Id. “A clear, distinct, and unequivocal acknowledgement of a debt as an existing obligation, such as is consistent with a promise to pay, is sufficient to toll the statute.” Id. at n. 5 (citation omitted).\n¶ 22 In the case sub judice, both parties agreed to assume the payment of certain credit card balances and included no specific deadline by which those debts would be paid. In fact, Appellee testified that she continues to make payments on the refinanced loan she assumed to pay MasterCard and Sears balances that were relegated as Appellant’s responsibility. Also, the section involving Appellee’s interest in Appellant’s business provides that Appel-lee would agree to allow Appellant to defer payment of the $22,500.00 to her until 2001, and sets forth a payment plan according to which Appellant might remit installment payments over a decade or more. Significantly, the agreement does not provide a specific start date for the first installment. Clearly, a reading of these terms evinces Appellant’s attention to pay certain credit card debt and to pay Appellee what the parties deemed to be a fair share of her interest in his business; in return, Appellee assumed the payment of other debt and agreed to relinquish any further interest she may have had in D. Crispo, Inc., d/b/a/ Dependable Auto.\n¶23 It is disingenuous for Appellant now to contend that Appellee’s failure to make a demand for the $22,500.00 bars her from recovering that amount which he clearly, and admittedly, owed. A close examination of the contractual provision regarding this sum indicates at the outset that Appellee shall receive $22,500.00, and in return agreed to relinquish any further interest she may have in Appellant’s then business, D. Crispo, Inc., d/b/a/ Dependable Auto. Its future existence is a non-issue, as this language addresses Appel-lee’s interest in a marital asset as of 1995. The provisions which follow concerning both the payment schedule and the clause regarding a modification of support, though not artfully drafted, evince the parties’ intent to ensure Appellant paid that amount. Certainly, Appellee could have insisted that the payment be made in one lump sum, but by agreeing to have Appellant make installment payments in accordance with his income Appellee was attempting to do Appellant a favor. Furthermore, the provision requiring payment in full in the event Appellant sought to decrease his support obligation to Appel-lee serves as a deterrent and a surety to Appellee that Appellant would provide her with her monetary share of the business.\n¶24 This analysis is in line with this Court’s past interpretation of property settlement agreements. In a case where the parties entered into a marital settlement agreement on July 21, 1989, in which father agreed to be responsible for twenty-five (25%) of the cost of the college tuition and expenses accrued by each of the parties’ minor children and failed to make those payments for one son, the trial court found that father had not breached the agreement based upon the fact mother had made no demand upon father for payment of those expenses. Fina v. Fina, 737 A.2d 760, 769 (Pa.Super.1999). In reversing the trial court on this issue, this Court reasoned as follows:\nIf [father] failed to pay his share of [son’s] college expenses after he was consulted and agreed to the choice of school, he necessarily breached the agreement. The fact that [mother] made no demand for payment does not alter this fact, especially where the agreement contains no requirement for a demand, and the trial court’s attempt to place an additional duty on appellant is improper.... In short, just as [mother] might have demanded payment, [father] might have inquired as to the amount due, and the parties were equally culpable for the failure to communicate. Given this equality, it was improper for the trial court to focus solely on appellant’s failure to make a demand as the basis for refusing to find appellee in breach of the 1989 Agreement.\nId. at 769-770.\n¶ 25 In addition, while we are not bound by the language the trial court set forth, we find persuasive the rationale of the Court of Common Pleas of Monroe County in the case of Jenkins v. Jenkins, in which the court stated the following when considering husband’s argument that wife’s motion for enforcement of a post nuptial agreement is barred by the statute of limitations and/or the doctrine of laches:\nHowever, we need not even scrutinize the relevant time frame because, in the case of continuing contracts, such as postnuptial agreements, where the duties of the parties are ongoing, the statute of limitations generally does not run. Dean v. Township of Bensalem, 26 D. & C.3d 154, 161 (1983). We therefore conclude that because the agreement is governed by contract law and the obligations of the parties under the agreement are continuing, the statute of limitations is not an applicable defense for Husband.\nJenkins v. Jenkins, 2004 WL 3406186 (Pa. Com.Pl. Oct. 25, 2004), 71 Pa. D. & C. 4th 205.\n¶ 26 Finally, we are guided by the policy concerns set forth by the trial court at the conclusion of the contempt hearing:\nIf we accept [Appellant’s] position, which we contend is entirely contrary to the law which gives this Court broad powers to enforce these agreement, we would be faced with the following situation: A spouse, whether husband or wife, could wait, delay, make excuses, put off for four years and then say to the offended spouse: [“]You lost your chance. You can’t sue me. I won’t pay because I need not pay.[”]\nWe think this is clearly contrary to the intent of the statute and of the case-law supporting the statute.\nN.T., 11/18/04, at 143.\n¶ 27 In light of the foregoing authority, then, we find that the property settlement agreement is a continuing contract, and Appellant’s statute of limitations defense is inapplicable. We affirm the trial court’s finding that Appellant was in contempt for failing to abide by the terms of the property settlement agreement. As such, Appel-lee’s Motion to dismiss is denied.\n¶ 28 Order affirmed; Motion to Dismiss or Quash is denied.\n. The paragraph which follows provides for a payment schedule that allows Appellant to pay the $22,500.00 according to his future income as it would relate to that he earned in 1995, with monthly payments being anywhere from $100.00 to $200.00 until the entire balance would be paid in full.\n. 42 Pa.C.S.A. § 5525(4) and 42 Pa.C.S.A. § 5525(8); In light of this assertion, Appellant has preserved his claim regarding the four-year statute of limitation.\n. We have not considered the issue Appellant raised in this supplemental statement as he has waived it. In Commonwealth v. Castillo, 585 Pa. 395, 888 A.2d 775 (2005), the Supreme Court reaffirmed the bright-line rule established in Commonwealth v. Lord, 553 Pa. 415, 719 A.2d 306 (1998), that requires waiver whenever an appellant fails to raise an issue in a court-ordered Pa.R.A.P. 1925(b) statement. In Castillo, the Supreme Court determined that issues which are raised in an untimely Pa.R.A.P.1925(b) statement will be deemed waived even if the trial court addresses the issues in its Pa.R.A.P.1925(a) opinion. The Supreme Court noted that this \"system provides litigants with clear rules regarding what is necessary for compliance and certainty of result for failure to comply.” Castillo, 585 Pa. at 402, 888 A.2d at 779-780. Recently, this Court extended Castillo’s prohibition against the filing of untimely Pa.R.A.P.1925(b) statements without leave of court and determined that where an appellant attempted to preserve issues for appeal by raising them in untimely, supplemental statements filed without leave of court, those issues were waived. Commonwealth v. Jackson, 900 A.2d 936 (Pa.Super.2006).\n. This Court's Order of April 3, 2006, disposed of the latter argument. With regard to the former argument, Appellee failed to develop the waiver issue in her initial brief, devoting just two sentences of argument to this point. Brief for Appellee at 10. In addition, she did not file a supplemental brief in response to the trial court’s Supplemental Opinion and to the Appellant’s supplemental brief. As such, we deny Appellee's motion with prejudice, and we will consider the merits of Appellant's appeal (See Commonwealth v. Ellis, 700 A.2d 948, 957 (Pa.Super.1997) (holding waiver results where an appellant fails to properly develop an issue or cite to legal authority to support his contention)).\n. In his initial brief, Appellant also counters the trial court’s finding of waiver for his failure to ensure the complete, certified record was sent to this court. In his supplemental brief, Appellant presents argument in response to the trial court’s finding the statute of limitations was tolled due to the doctrine of fraudulent concealment, and its conclusion the appeal had been rendered moot due to Appellant’s payment to get released from prison. Supplemental Brief for Appellant at 1.",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "Paul W. Rauer, Levittown, for appellant.",
      "Richard C. Osterhout, Feasterville, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dennis C. CRISPO, Appellant v. Beverly A. Schweitzer CRISPO, Appellee.\nSuperior Court of Pennsylvania.\nArgued Oct. 19, 2005.\nFiled Sept. 27, 2006.\nPaul W. Rauer, Levittown, for appellant.\nRichard C. Osterhout, Feasterville, for appellee.\nBEFORE: FORD ELLIOTT, STEVENS, and GANTMAN, JJ."
  },
  "file_name": "0308-01",
  "first_page_order": 364,
  "last_page_order": 371
}
