{
  "id": 11250161,
  "name": "Katherine HOPPER and Jerry Hopper, Claimant Below, Appellant, v. F. W. CORRIDORI ROOFING COMPANY, Respondent Below, Appellee",
  "name_abbreviation": "Hopper v. F. W. Corridori Roofing Co.",
  "decision_date": "1973-04-24",
  "docket_number": "",
  "first_page": "309",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 309"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "209 A.2d 872",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "227 N.E.2d 694",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "141 Ind.App. 336",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        1537651
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/ind-app/141/0336-01"
      ]
    },
    {
      "cite": "201 A.2d 891",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "105 N.H. 443",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4459120
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/nh/105/0443-01"
      ]
    },
    {
      "cite": "261 P.2d 759",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "120 Cal.App.2d 657",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2207841
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/120/0657-01"
      ]
    },
    {
      "cite": "258 S.W.2d 436",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10207665
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/258/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 7031,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 3.2314730538253024e-07,
      "percentile": 0.8677276165521619
    },
    "sha256": "099f6705c2ec4e436e9a576abb20279d4d628209adb64703f06551209b8a2d6f",
    "simhash": "1:e6e9c9cdfcca2c4c",
    "word_count": 1155
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOLCOTT, Chief Justice, and CAREY and HERRMANN, Associate Justices."
    ],
    "parties": [
      "Katherine HOPPER and Jerry Hopper, Claimant Below, Appellant, v. F. W. CORRIDORI ROOFING COMPANY, Respondent Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nIn this workmen’s compensation case, the Superior Court reversed the award of death benefits by the Industrial Accident Board. The deceased employee’s beneficiary appeals.\nI.\nThe employee, age 18, attended a Christmas office party given by the employer for its employees on the afternoon of December 24. The employer furnished food and drink, including intoxicating liquor as well as “soft” drinks. The employee worked in the morning and arrived at the office party at about 12:30 p. m.; he, like the other employees, had the afternoon off with pay. During the course of the next hour at the party, the employee was seen holding a glass of clear liquid; but there is no evidence that it was “served” to him by anyone; indeed, there is evidence that a representative of the employer cautioned the employee against drinking. The employee became engaged in a loud argument with a fellow-employee and was asked by a representative of the employer to leave the party; he left, alone, giving no indication of lack of control.\nAbout an hour later, the employee was found dead in a field adjacent to the employer’s offices. The cause of death was suffocation by regurgitation resulting from acute intoxication.\nThe Industrial Accident Board awarded benefits on the ground that the Christmas party was a recreational activity within the scope of the employment. It determined that the employer was estopped from raising the defense of voluntary intoxication, provided by 19 Del.C. § 2353(b), because, it said, the employer made intoxicating liquor available to a minor in violation of Law; that therefore, as a matter of public policy, the employer should not be permitted to invoke the statutory defense provided by § 2353(b). The Superior Court reversed on the ground that there was insufficient evidence to sustain the Board’s conclusion that the employee’s death “arose out of” his employment; that conclusion was based upon the uncertainty of the evidence of the quantity of alcoholic liquor, if any, the employee consumed at the party, to overcome the possibility of his drinking before arrival and after departure. The Court did not reach the question of the availability of the § 2353(b) defense.\nII.\nIt is our opinion that this case is controlled primarily by § 2353(b). For present purposes, we assume that the facts in controversy, as to whether the drinking “arose out of” the employment, support the award.\nBy § 2353(b), it is provided that benefits under the Workmen’s Compensation Law of this State are forfeited if the employee’s intoxication is the cause of the harm. The provision of § 2353(b) is a statement of public policy, clear and unequivocal on its face, creating a complete defense in cases involving intoxicated employees. There is no provision for application of the doctrine of estoppel or for any other exception to the statutory mandate.\nThere is nothing in this case to deprive the employer of the defense created by § 2353(b). Under the evidence in this case, it does not appear that the employee was served or otherwise “given” alcoholic liquor by the employer, within either the letter or the spirit of the prohibition of 4 Del.C. § 904(c). The mere availability of alcoholic liquor at a social event attended by adults and a minor, as here, does not constitute a “giving” of liquor to the minor in violation of the Statute.\nNor does it appear that the employer-host knew or should have known of any propensity for such harm as was suffered by the employee in this case by reason of the availability of intoxicating liquor at the social event.\nThe Industrial Accident Board erred, in our opinion, in concluding that, under the circumstances of this case, public policy requires that the provisions of § 2353(b) be vitiated by the doctrine of estoppel. No such public policy appears in the Law. Rather, the public policy expressly enunciated in § 2353 (b) controls; and it must be given due recognition and implementation.\nThe conclusion we reach here is supported by Smith v. Traders & General Ins. Co., Tex.Civ.App., 258 S.W.2d 436 (1953). There, while the employer and the employee were on a business trip, the employer initiated drinking by both in the hotel room, and furnished the alcoholic liquor. While intoxicated, the employee fell from a window and was killed. The Texas Workmen’s Compensation Statute, Vernon’s Ann.Civ.St. art. 8309, subd. 1, provided that an “injury sustained in the course of employment” did not include an “injury received while in the state of intoxication”. It was held that the employee’s intoxication was a complete defense to any claim under the Statute and that the doctrine of estoppel did not apply.\nThe claimant relies upon Tate v. Industrial Accident Commission, 120 Cal.App.2d 657, 261 P.2d 759 (1953); Henderson v. Sherwood Motor Hotel, Inc., 105 N.H. 443, 201 A.2d 891 (1964); and United States Steel Corp. v. Mason, 141 Ind.App. 336, 227 N.E.2d 694 (1967). Those cases are inapposite on their facts: Tate involved an adult employee killed in an automobile accident after a drinking “spree” initiated by the employer who knew the employee had a drinking “problem”. In Henderson, the employer knew that the employee was intoxicated, but the Statute expressly denied to the employer the defense of intoxication. In Mason, the employer knew the employee was intoxicated, but, nevertheless, allowed the employee to continue the normal and somewhat dangerous activities of employment.\nThe claimant also relies upon cases, unrelated to workmen’s compensation laws, stating the public policy underlying statutes like 4 Del.C. § 904(c); e. g., State v. Hughes, 3 Conn.Cir. 181, 209 A.2d 872 (1965). The Hughes case involved a criminal prosecution against a host who served alcoholic liquor to a minor guest later involved in an automobile accident. While we uphold, of course, the general policy behind § 904(c) for the protection of minors, the irrelevancy of such cases here is manifest.\nFor the foregoing reasons, we agree with the decision of the Superior Court reversing the Industrial Accident Board.\nAffirmed.\n19 Del.C. § 2353(b), a part of the Workmen’s Compensation Law, provides in pertinent part: “If any employee be injured ns a result of his intoxication * * * lie shall not be entitled to recover * * * under the compensatory provisions of this chapter. * *\n4 Del.C. § 904(c), a criminal Statute, provided in pertinent part: “Whoever purchases, buys or gives alcoholic liquor for or to a person under the age of 21 years” shall be punished as provided by the Statute.",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "C. Waggaman Berl, Jr., of Booker, Green, Shaffer, Berl & Wise, Wilmington, for claimant below, appellant.",
      "Howard M. Berg and William J. Taylor, III, of Berg, Taylor & Komissaroff, Wilmington, for respondent below, appellee."
    ],
    "corrections": "",
    "head_matter": "Katherine HOPPER and Jerry Hopper, Claimant Below, Appellant, v. F. W. CORRIDORI ROOFING COMPANY, Respondent Below, Appellee.\nSupreme Court of Delaware.\nApril 24, 1973.\nC. Waggaman Berl, Jr., of Booker, Green, Shaffer, Berl & Wise, Wilmington, for claimant below, appellant.\nHoward M. Berg and William J. Taylor, III, of Berg, Taylor & Komissaroff, Wilmington, for respondent below, appellee.\nBefore WOLCOTT, Chief Justice, and CAREY and HERRMANN, Associate Justices."
  },
  "file_name": "0309-01",
  "first_page_order": 345,
  "last_page_order": 347
}
