{
  "id": 8130856,
  "name": "Alva J. P. BARRETT, Appellant, v. AIR BRAKES AND CONTROLS, Inc., Appellee",
  "name_abbreviation": "Barrett v. Air Brakes & Controls, Inc.",
  "decision_date": "1957-03-22",
  "docket_number": "No. 1912",
  "first_page": "310",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "130 A.2d 310"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "107 A.2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8132953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/107/0705-01"
      ]
    },
    {
      "cite": "22 Ohio App. 383",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1852806
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/22/0383-01"
      ]
    },
    {
      "cite": "153 N. E. 863",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 340,
    "char_count": 5067,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 1.202602386615173e-07,
      "percentile": 0.5940369496445546
    },
    "sha256": "8dee9e05cde3507dbe94015c3276873d86c0d3638550687f6fb9d7def54c8e36",
    "simhash": "1:3f60b3274b1042e1",
    "word_count": 842
  },
  "last_updated": "2024-02-27T23:45:34.858790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Alva J. P. BARRETT, Appellant, v. AIR BRAKES AND CONTROLS, Inc., Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Associate Judge.\nAppellee corporation filed a complaint seeking recovery of $541.23 for repairs and replacements to certain trucks owned by appellant. The answer admitted that the corporation performed the work, but alleged that a portion of the work was done in a negligent manner as a result of which appellant suffered damages to the extent of $300. For this amount appellant counterclaimed.\nOn April 19, 1956, after the pleadings had been filed but before trial of the case, counsel for appellant sent the following letter to the corporation’s attorney:\n“Confirming our conversation of the other day, I am enclosing a check for $291.23 as settlement in full of the claim of Air Brakes & Control, Inc., and the claim of Alva J. P. Barrett by way of counter-claim against the plaintiff.”\nOn the face of the enclosed check was a marginal notation “Settlement of Account” and on the reverse side “Settlement in full of Civil Action M-33316-55.” Subsequently the corporation endorsed the check and deposited it.\nThereafter, on July 10, 1956, the case went to trial on the original pleadings. The corporation admitted receiving and endorsing the check, but claimed that it did so only after notifying appellant that the check would not be accepted as payment in full and after receiving appellant’s consent that it be considered as payment on account. Accordingly the corporation contended that appellant was still indebted to it in the amount of $250. Appellant denied consenting to the acceptance of the check as partial payment, and insisted that by endorsing the check and depositing it with knowledge that it was tendered in full settlement of the claim, the corporation evidenced its willingness to treat it as an accord and satisfaction. The trial court found that there had been no accord and satisfaction and entered judgment for the corporation in the amount of $250. The court also found for the corporation on appellant’s counterclaim. This appeal followed.\nWe are asked to rule as a matter of law that an accord and satisfaction was had between the parties. But an accord and satisfaction only arises where there is a mutual agreement to accept a sum less than that demanded. The existence of such an agreement becomes a matter of law only when the facts related thereto are not in dispute. Certainly the evidence on this point was conflicting in the instant case. The corporation’s attorney testified that after receipt of the check he telephoned appellant’s counsel and advised him that the check would not be acceptable as settlement in full, and it was thereupon agreed that the notation on the front of the check would be X’d out and the check accepted merely as payment on account. Appellant’s attorney expressly denied such agreement and testified that at all times it was understood the acceptance of the check was to be in full settlement of the claim. Clearly this presented a factual issue to be resolved by the trial judge. Having found there was no accord and satisfaction, the judge evidently accepted the corporation’s version of what had transpired rather than that of appellant. Presented with a situation of this kind we have no recourse but to affirm.\nThis ruling requires that we briefly discuss appellant’s other contention, i. e., that the trial court erred in finding for the corporation on appellant’s counterclaim. Had the trial court found that there was an accord and satisfaction, the question of the counterclaim, of course, would have become moot. At trial, appellant attempted to prove that an employee of the corporation negligently and carelessly placed wheels and tires on a particular truck; that after the truck had gone a comparatively short distance the tires and tubes were damaged and rendered useless; and that negligence of the employee was the proximate cause of the damage. There was however no direct evidence of either negligence on the part of the corporation’s employee, or that such negligence (if it be assumed) was the proximate cause of the damages suffered. It is true that there was opinion evidence offered touching on both points, but we cannot say that this evidence precluded the trier of the facts from concluding that appellant failed to sustain the burden of proving his counterclaim.\nAffirmed.\n. Curtis Builders v. General Floor Service Co., D.C.Mun.App., 107 A.2d 705.\n. When the check was presented at trial, the notation on the front thereof had been X’d out but that on the back had not been changed.\n. J. P. Burton Goal Co. v. John P. Gorman Coal Co., 22 Ohio App. 383, 153 N. E. 863.",
        "type": "majority",
        "author": "HOOD, Associate Judge."
      }
    ],
    "attorneys": [
      "Josiah Lyman, Washington, D. G, for appellant.",
      "Arthur F. Carroll, Jr., Washington, D. C., with whom Denver H. Graham, Washington, D. C, was on the brief, for appellee. Albert E. Brault, Washington, D. C., also entered an appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "Alva J. P. BARRETT, Appellant, v. AIR BRAKES AND CONTROLS, Inc., Appellee.\nNo. 1912.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Feb. 4, 1957.\nDecided March 22, 1957.\nJosiah Lyman, Washington, D. G, for appellant.\nArthur F. Carroll, Jr., Washington, D. C., with whom Denver H. Graham, Washington, D. C, was on the brief, for appellee. Albert E. Brault, Washington, D. C., also entered an appearance for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0310-01",
  "first_page_order": 342,
  "last_page_order": 343
}
