{
  "id": 7284414,
  "name": "Stan ALEKSEEV and Homeowner's Association of Philadelphia, Appellants v. CITY COUNCIL OF the CITY OF PHILADELPHIA and Anna C. Verna, President, Appellees",
  "name_abbreviation": "Alekseev v. City Council of Philadelphia",
  "decision_date": "2010-11-17",
  "docket_number": "",
  "first_page": "311",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "8 A.3d 311"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "928 A.2d 1013",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3250122,
        8357407
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "1017-18",
          "parenthetical": "recognizing that the Legislature sets public policy to be enforced by the courts in the absence of constitutional infirmity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0184-01",
        "/a2d/928/1013-01"
      ]
    },
    {
      "cite": "593 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3250122
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "192",
          "parenthetical": "recognizing that the Legislature sets public policy to be enforced by the courts in the absence of constitutional infirmity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0184-01"
      ]
    },
    {
      "cite": "976 A.2d 1253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7298193
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/976/1253-01"
      ]
    },
    {
      "cite": "976 A.2d 1253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7298193
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1254"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/976/1253-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 20880,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18826425787758283
    },
    "sha256": "fd49e4df7db32a7291adc5ca0abca7451be0ff3e28cdbe467576c0a97353eb44",
    "simhash": "1:2d94dabf262766e8",
    "word_count": 3262
  },
  "last_updated": "2024-02-27T21:35:16.369133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
    ],
    "parties": [
      "Stan ALEKSEEV and Homeowner’s Association of Philadelphia, Appellants v. CITY COUNCIL OF the CITY OF PHILADELPHIA and Anna C. Verna, President, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice SAYLOR.\nThis appeal concerns the right of public participation before the governing body of a political subdivision.\nUnder Section 710.1(a) of the Sunshine Act, the board or council of a political subdivision generally must provide a reasonable opportunity at each advertised regular meeting and advertised special meeting for public comment regarding matters under consideration. See 65 Pa. C.S. § 710.1(a). Such commentary also may be deferred to a later meeting in light of time constraints. See id. Further, and of central relevance to this case, Section 710.1(d) sets forth a limited, grandfathering exception to Section 710.1(a)’s general requirement of contemporaneous, or ensuing, public comment:\nThe board or council of a political subdivision ... which had, before January 1, 1993, established a practice or policy of holding special meetings solely for the purpose of public comment in advance of advertised regular meetings shall be exempt from the provisions of subsection (a).\n65 Pa.C.S. § 710.1(d).\nThe Philadelphia City Council does not permit public attendees to comment at its regularly scheduled meetings and, therefore, does not meet Section 710.1(a)’s general requirement. Instead, bills historically have been referred to committees meeting prior to regularly scheduled meetings, and these committees entertain the only public commentary. Committee meetings are broadcast internally to councilpersons who are not in attendance, and transcripts are made available for review. Council has taken the position that this committee-based comment procedure satisfies the Sunshine Act’s Section 710.1(d) exception.\nAppellants commenced the underlying declaratory judgment action, challenging this position, after they were barred from public comment at a regularly scheduled Council meeting. In response, Council moved for summary judgment, which the common pleas court granted, albeit on grounds different from Council’s rationale. According to the court, a “special meeting,” as defined in the Act, does not require a quorum of the agency subject to the public participation requirement. See id. § 703 (defining “special meeting” as “[a] meeting scheduled by an agency after the agency’s regular schedule of meetings has been established.”). In reaching this conclusion, the court distinguished the definition of “meeting” under the Act, which does require a quorum. See id. (defining “meeting” as “[a]ny prearranged gathering of an agency which is attended or participated in by a quorum of the members of an agency held for the purpose of deliberating agency business or taking official action.”).\nOn appeal, the Commonwealth Court affirmed based on reasoning similar to that of the common pleas court. See Alekseev v. City Council of Phila., 976 A.2d 1253, 1256 (Pa.Cmwlth.2009) (“Unlike the Act’s definition of ‘meeting,’ the definition of ‘special meeting’ does not require the presence of a quorum of Council. The General Assembly did not include such a requirement, and we decline to supply one.”). In a footnote, the intermediate court also rejected Appellants’ core argument that, per Section 710.1(d)’s plain terms, a special meeting of Council itself is required. In this regard, the court noted that the definition of an “agency” subject to the Act’s requirements includes “[t]he body, and all committees thereof authorized by the body to take official action or render advice on matters of agency business [.]” Id. at 1256 n. 2 (quoting 65 Pa.C.S. § 703) (emphasis in original). Based on this definition, the Commonwealth Court opined that “Council committees convened during special meetings to receive public comment on pending bills are ‘agencies’ authorized to render advice on agency business.” Id.\nWe allowed this appeal to consider the construction given to Section 710.1(d) by the prior reviewing courts, with our review of such matters being plenary.\nPreliminarily, both parties agree that a special meeting is a species of meetings, and, thus, the common pleas and intermediate courts erred to the degree their opinions can be read as accepting that a special meeting does not require a quorum of any kind. The dispute, therefore, centers on identifying the body — as between Council itself and a committee— as to which the Legislature intended for the quorum to apply in the context of Section 710.1(d). The parties differ in their responses to this question, but both contend that the answer is discernable from the plain language of the Sunshine Act.\nAppellants argue that Section 710.1(d) straightforwardly requires public participation before a board or council proper. See 65 Pa.C.S. § 710.1(d) (establishing the grandfathering exception relative to the “board or council of a political subdivision ... which had, before January 1, 1993, established a practice or policy of holding special meetings” (emphasis added)). Indeed, Appellants observe that the Legislature made use of broader agency concept in prescribing open meetings as a general rule relative to “[o]fficial action and deliberations by a quorum of the members of an agency,” id. § 704, as contrasted with the requirement to entertain public comment imposed, more specifically, on boards and councils, see id. § 710.1. According to Appellants, reliance on the definition of a word (agency) that is not even present on the face of Section 710.1(d) to redirect its otherwise clear focus entails a perverse form of statutory construction which, if applied here and elsewhere, will have deleterious consequences. Presently, Appellants claim that the construction thwarts the opportunity for citizens to address Council, as envisioned by the General Assembly.\nCouncil, on the other hand, maintains that, per the plain language of Section 710.1(d), the quorum necessary to entertain public comment need not be that of Council, but rather, need only be a quorum of the body holding the special meeting, i.e., a committee. Council thus reads the term “holding” special meetings, in Section 710.1(d), as merely “making sure such special meetings [of another body] were taking place.” Brief for Appellee at 21. Substituting definitions into the statutory text, Council advocates reading Section 710.1(d), as follows:\nThe ... council ... [that has a pre-1993 practice or policy] of holding “prearranged gathering[s] of ... ‘[t]he body [or] ... committees thereof ... attended ... by a quorum of the members of ... ‘[t]he body [or] ... committees thereof]’ scheduled after ... the ... regular schedule of meetings has been established” solely for the purpose of public comment in advance of advertised regular meetings shall be exempt from the provisions of subsection (a).\nBrief for Appellee at 22 (quoting 65 Pa. C.S. § 710.1(d)) (alterations and emphasis in original). Central to Council’s argument, it envisions that a board or council may delegate the responsibility for entertaining public comment. See id. at 13, 20. Council also asserts that its practice is superior to the general requirements established by the Legislature, in terms of allowing for meaningful public participation, and that a contrary reading of Section 710.1(d) renders its provisions superfluous.\nUpon our review, we credit Appellants’ position that Section 710.1(d) plainly contemplates a pre-1993 practice by a board or council of entertaining public comment at its own special meetings, and not those of lesser committees. Self-evidently, Council’s construction of the word “holding,” in Section 710.1(d), as “making sure such special meetings [of some other body] were taking place” entails an unduly expansive broadening construction.\nMoreover, the notion that — when the Legislature spoke of a board or council holding special meetings, it meant a board or council or a committee thereof, because special meetings are, by definition conducted by an “agency” and “agency” includes committees — entails bootstrapping. We acknowledge that “agency” is defined broadly in the Sunshine Act, presumably to achieve substantial openness in the affairs of government. See 65 Pa.C.S. § 702 (delineating the public policy underlying the Sunshine Act). Nevertheless, simply because committees fall within the definition of “agency” does not mean that they may be substituted for a particular body (a board or council) accorded a specific responsibility (entertaining public commentary) by the Legislature under the Sunshine Act. Contrary to Council’s position, there simply is no authorization in the Act, actual or fairly implied, for delegation of the obligation to entertain public comment to some body other than a board or council.\nWe do not take issue with Council’s perspective that its previous practice for developing public comment in committee is superior to the general requirement implemented by the General Assembly, although there would appear to be advantages and disadvantages to both schemes and arguments to be made that either may be preferable depending on the circumstances. Evaluation of the policy considerations involved in selecting most suitable scheme of public participation is beyond the scope of our opinion here, in light of the clear legislative prescription for public comment before boards and councils. See generally Program Admin. Servs., Inc. v. Dauphin County Gen. Auth., 593 Pa. 184, 192, 928 A.2d 1013, 1017-18 (2007) (recognizing that the Legislature sets public policy to be enforced by the courts in the absence of constitutional infirmity).\nFinally, Council is also incorrect in its assertion that the plain-meaning reading ascribed to Section 710.1(d) renders it superfluous. In this regard, Council contends there is complete overlap between Section 710.1(a)’s provision for contemporaneous or ensuing public comment and Section 710.1(d), under a reading that the latter requires a special meeting of Council. As Appellants observe, however, Section 710.1(a) allows for adjustments to the timing of public commentary in light of prevailing time constraints; whereas, Section 710.1(d) grandfathers the practice of entertaining advance public commentary via special meeting. Thus, the respective provisions both serve different purposes and are distinct in their mechanics.\nWe hold that Section 710.1(d) applies only in light of a practice or policy entailing public participation before a board or council.\nThe order of the Commonwealth Court is reversed, and the matter is remanded for further proceedings consistent with this opinion.\nJustices EAKIN and BAER and ORIE MELVIN join the opinion.\nChief Justice CASTILLE files a dissenting opinion in which Justices TODD and McCAFFERY join.\n. Act of Oct. 15, 1998, P.L. 729, No. 93 (as amended 65 Pa.C.S. §§ 701-716) (the \"Act” or the \"Sunshine Act”).\n. This was the extent of the Commonwealth Courts explanation on the subject. It did not appear to recognize that there are limitations on the scope of agency business which may be conducted by committees (as, for instance, they cannot legislate), and it did not identify the mechanism by which committees are authorized to conduct the specific agency business of meeting the Sunshine Acts public participation requirement.\n. Indeed, under Council’s approach of importing the broader concept of agency into a legislative allocation of responsibility to a board or council via the term \"special meeting,\" committee meetings could also be employed to undermine the right of public comment before a governing body, upon a mere determination that there is not sufficient time at a public meeting. See 65 Pa.C.S. § 710.1(a) (\"If the board or council determines that there is not sufficient time at a meeting for residents of the political subdivision ... to comment, the board or council may defer the comment period to the next regular meeting or to a special meeting .... ”).",
        "type": "majority",
        "author": "Justice SAYLOR."
      },
      {
        "text": "Chief Justice CASTILLE,\ndissenting.\nThe Majority’s plain language construction of the Sunshine Act, 65 Pa.C.S. §§ 701-716 (the “Act”), is reasonable. But I am less certain than the Majority that the construction outlined reflects the General Assembly’s intention in adopting the grandfathering exception found in Section 710.1(d) of the Act. Particularly given the disruption the construction will likely cause in Philadelphia, where City Council has engaged in its current approach to compliance with the Act for over half a century, I am persuaded that Council’s interpretation is also reasonable. Because I would affirm the decision of the Commonwealth Court, I respectfully dissent.\nI agree with Council that Section 710.1(d) authorizes Council to forego public comment at its regularly scheduled meetings because it has historically held “special meetings solely for the purpose of public comment in advance of advertised regular meetings.” 65 Pa.C.S. § 710.1(d). Appellants and others attended such a special meeting in this case and they testified regarding the bill under consideration. As a result, Council attempted to address some concerns in an amendment to the bill prior to its final passage. Alekseev v. City Council, 976 A.2d 1253, 1254 (Pa.Cmwlth.2009). I am persuaded that the Act’s goals are satisfied through continuation of Council’s longstanding process, which preceded the Act, and that the General Assembly did not intend a major disruption of the practice.\nThe Act expressly declares that it is “the public policy of this Commonwealth to insure the right of its citizens to have notice of and the right to attend all meetings at which any agency business is discussed or acted upon.” 65 Pa.C.S. § 702(b). In furthering this policy, the Act sets forth certain requirements designed to promote open decisionmaking, including the public participation provisions of Section 710.1. See generally 65 Pa.C.S. §§ 704 (open meetings); 705 (recording of votes); 706 (minutes); 709 (public notice). The Act expressly authorizes an agency to adopt “rules and regulations necessary for the conduct of its meetings and the maintenance of order,” as long as those rules and regulations do not violate the intent of the Act. 65 Pa.C.S. § 710.\nThe Act also includes several relevant definitions. First, a “special meeting” is a “meeting scheduled by an agency after the agency’s regular schedule of meetings has been established.” 65 Pa.C.S. § 708. The definition of “special meeting” does not include a quorum requirement, although “meeting” is more generally defined as a “prearranged gathering of an agency which is attended or participated in by a quorum of the members of an agency held for the purpose of deliberating agency business or taking official action.” Id. The Majority applies the quorum language in the definition of “meeting” to the definition of “special meeting,” and holds that a Council committee meeting must include a quorum of Council members. Maj. Op. at 315.\nI recognize that the Majority’s interpretation of these provisions is a logical one and thus has substantial force. But, conversely, the failure to specifically include a quorum requirement in the definition of “special meeting,” I believe, reflects an intention to afford more play in the statutory construct. In my view, the statute may reasonably be read as intending to grant more flexibility to an entity such as Philadelphia’s City Council in its efforts to confront the practical ramifications of allowing public comment at every regularly scheduled meeting in a city the size of Philadelphia. Council’s procedure — apparently in effect since 1951 — aims to ensure that all citizens have a meaningful opportunity to be heard on proposed legislation, and thus furthers the salutary purposes of the Act. I do not view the Act as intending to preclude the governing bodies of political subdivisions, such as Council, from delegating certain aspects of its business to committees which may be tasked with receiving public comment in an efficient and organized manner.\nIn my view, the Act implicitly authorizes such delegation. The Act defines “agency” to include the “body, and all committees thereof authorized by the body to take official action or render advice on matters of agency business, of all the following: ... any board, council, authority or commission of the Commonwealth or of any political subdivision of the Commonwealth.” 65 Pa.C.S. § 703 (emphasis added). I am persuaded by Council’s reading this definition together with the definitions of “meeting” and “special meeting” — as well as the obvious grandfathering clause in Section 710.1(d) — to allow Council to receive public comment at special meetings of its committees, without the requirement that a quorum of Council members be present. Instead, under this more generous reading, only a quorum of the committee is required, and Council’s practice does not violate the Act. As a matter of course, then, I respectfully cannot agree with the Majority’s position that this latter interpretation represents improper “bootstrapping.” Maj. Op. at 314-15.\nI have no doubt that in drafting Section 710.1(d), the General Assembly was aware of Philadelphia City Council’s longstanding, preexisting practice of receiving public comment in special meetings conducted by Council committees, and sought to preserve it. The practice serves the goals of the Act by providing an open forum for meaningful and orderly public participation in the legislative process while promoting the efficient operation of the legislative body of the Commonwealth’s largest city. As a practical matter, and as Council argues, its committee procedure may well be superior to a public comment period that might be offered at its regular meetings, where final votes would be taken. In this case, and consistently with the practice in effect in Philadelphia for over half a century, appellants were allowed to provide input to the committee in advance of the regular Council meeting at which the bill was passed, so it appears they actually had a more realistic opportunity to participate in shaping the legislation, rather than speaking at the very meeting where the vote was taken. In my judgment, Council’s committee practice satisfies the Act’s general requirement that the council of a political subdivision must provide a reasonable opportunity for public comment regarding matters under consideration. See 65 Pa.C.S. § 710.1(a). Council’s practice furthers the Commonwealth’s stated policy of public access, 65 Pa.C.S. § 702, and constitutes a permissible adoption of rules “necessary for the conduct of its meetings and the maintenance of order.” 65 Pa.C.S. § 710.\nI would therefore affirm the decision of the Commonwealth Court and uphold the grant of summary judgment.\nJustices TODD and McCAFFERY join the opinion.\n. According to Council, these amendments addressed concerns raised by a different property management organization that also participated in the committee meeting. Ap-pellee’s Brief at 9, 27.\n. Section 2-201(2) of the Philadelphia Home Rule Charter provides:\nBefore a bill shall be considered by the Council it shall be referred to a committee, considered at a public hearing, reported by the committee, printed as reported, and distributed to the members of the Council and made available to the public.\nAccording to Council, committee hearings are publicly advertised in advance and a transcript of the hearing is produced and kept available for public review at the Chief Clerk’s Office. See 65 Pa.C.S. § 706 (written minutes shall be kept of all open meetings of agencies). As the Majority notes, the committee hearings are also \"broadcast internally to councilpersons who are not in attendance.” Maj. Op. at 313.\n. According to Council, \"during the 2004 to 2007 session, Council held more than 120 public Committee hearings each on approximately 315 bills (almost 90% of the more than 350 bills introduced annually) — and at such hearings there is no limit on the number of persons who may testify, and, generally, no limitation as to time for such testimony.” Ap-pellee’s Brief at 25 (footnote omitted).\n. A practical result of the Majority's holding is that action taken at the April 26, 2007 Council meeting, which was challenged in a timely fashion, is now voidable. See 65 Pa. C.S. § 713 (\"Should the court determine that the meeting did not meet the requirements of this chapter, it may in its discretion find that any or all official action taken at the meeting shall be invalid.”).",
        "type": "dissent",
        "author": "Chief Justice CASTILLE,"
      }
    ],
    "attorneys": [
      "Darrell M. Zaslow, Esq., Walder, Zaslow & Moss, P.C., Philadelphia, for the Homeowners Association of Philadelphia, Stan Alekseev.",
      "Kelly Susan Diffily, Esq., for Anna C. Verna, City Council of the City of Philadelphia."
    ],
    "corrections": "",
    "head_matter": "Stan ALEKSEEV and Homeowner’s Association of Philadelphia, Appellants v. CITY COUNCIL OF the CITY OF PHILADELPHIA and Anna C. Verna, President, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 15, 2010.\nDecided Nov. 17, 2010.\nDarrell M. Zaslow, Esq., Walder, Zaslow & Moss, P.C., Philadelphia, for the Homeowners Association of Philadelphia, Stan Alekseev.\nKelly Susan Diffily, Esq., for Anna C. Verna, City Council of the City of Philadelphia.\nCASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0311-02",
  "first_page_order": 345,
  "last_page_order": 352
}
