{
  "id": 9297285,
  "name": "In re Van S. POWERS, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Powers",
  "decision_date": "2003-12-18",
  "docket_number": "No. 01-BG-36",
  "first_page": "311",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 311"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "684 A.2d 783",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356857,
        7356939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/0783-01",
        "/a2d/684/0783-02"
      ]
    },
    {
      "cite": "827 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9110169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/827/0808-01"
      ]
    },
    {
      "cite": "766 A.2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11138202
      ],
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/766/0560-01"
      ]
    },
    {
      "cite": "765 A.2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11076035
      ],
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0548-01"
      ]
    },
    {
      "cite": "654 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879377
      ],
      "pin_cites": [
        {
          "page": "1287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1285-01"
      ]
    },
    {
      "cite": "612 A.2d 832",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939161
      ],
      "pin_cites": [
        {
          "page": "834"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0832-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 318,
    "char_count": 4512,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21634214967745224
    },
    "sha256": "b1c138ab74e3a251273a038dbedf5cee02580074ad3a4af3a690b4c1507f9fb2",
    "simhash": "1:3f1607b1e9c2264e",
    "word_count": 712
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, TERRY and WASHINGTON, Associate Judges."
    ],
    "parties": [
      "In re Van S. POWERS, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nOn October 12, 2000, the Court of Appeals of Maryland suspended respondent, Van S. Powers, from the practice of law based on the Joint Petition for Indefinite Suspension by Consent (Joint Petition) filed by the Attorney Grievance Commission of Maryland and respondent. The Joint Petition stated in pertinent part that “[tjhere are currently pending complaints against the Respondent involving lack of competence, diligence, communication, failure to maintain an interest bearing escrow account, failure to maintain complete and accurate records of client funds, failure to account for client funds, conflict of interest, conduct prejudicial to the administration of justice in violation of [the Maryland] Rules of Professional Conduct 1.1, 1.3, 1.4, 1.7(b), 1-15 and 8.4(d) as well as Maryland Rule[s] 16-604, 16-606, 16-607 and 16-609 and Business Occupations and Professions Article Sections 10-303, 10-304 and 10-306, Annotated Code of Maryland.” Respondent, by execution of the Joint Petition, agreed to be suspended indefinitely with conditions of reinstatement that included: (1) attorney and accountant monitors for three years, with monthly reports from each monitor for one year and quarterly reports thereafter; (2) the diligent pursuit, and successful completion, of a course on the Maryland Lawyer’s Rules of Professional Conduct or other legal ethics course at an accredited law school; (3) participation in twelve hours of continuing legal education in each of the first two years after reinstatement; and (4) payment of costs associated with the Maryland disciplinary investigation. On January 23, 2001, this court temporarily suspended respondent from the practice of law in the District of Columbia pursuant to D.C. Bar R. XI, § 11(d) and directed the Board of Professional Responsibility (the Board) to make a recommendation whether identical, greater or lesser discipline should be imposed as reciprocal discipline. Bar Counsel recommended to the Board that respondent be suspended from the practice of law in the District, and the Board filed a report and recommendation with this court in which it recommends identical discipline of an indefinite suspension with the right of respondent to apply for reinstatement in five years or upon reinstatement in Maryland, whichever occurs first. Respondent has not filed any opposition to the Board’s report and recommendation.\nAs the Board points out, under D.C. Bar R. XI, there is a rebuttable presumption that the discipline in this jurisdiction will be the same as in the originating jurisdiction. See In re Zilberberg, 612 A.2d 832, 834 (D.C.1992) (citation omitted). Respondent has made no effort to rebut the presumption of reciprocal discipline, thereby effectively defaulting on the issue. See In re Goldsborough, 654 A.2d 1285, 1287 (D.C.1995). Absent information rebutting the presumption, this Court has in similar cases imposed the same discipline as the original jurisdiction. See, e.g., In re Anagnostiadis, 765 A.2d 548, 549 (D.C.2001); In re Blades, 766 A.2d 560, 561 (D.C.2001). Given our limited scope of review in uncontested cases, we adopt the Board’s recommendation. See In re Chas-noff, 827 A.2d 808 (D.C.2003); D.C. Bar R. XI, § 11(f). Accordingly, it is\nORDERED that Van S. Powers be suspended indefinitely from the practice of law in the District of Columbia with the right to apply for reinstatement after five years or upon reinstatement in Maryland, whichever occurs first. We again direct respondent’s attention to the requirements of D.C. Bar R. XI, § 14(g) and their effect on his eligibility for reinstatement. See D.C. Bar R. XI, § 16(c).\nSo ordered.\n. Only limited information was provided to the Board regarding respondent’s misconduct in Maryland. Respondent has a record of prior reciprocal discipline in this jurisdiction as a result of which he was suspended from practice for ninety days with a stay of execution and probation for one year with conditions of abstention from the use of alcohol and no further disciplinary violations. See In re Powers, 684 A.2d 783 (D.C.1996).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Van S. Powers, pro se.",
      "John T. Rooney, Assistant Bar Counsel, with whom Joyce E. Peters, Bar Counsel, was on the brief, for the Office of Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Van S. POWERS, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 01-BG-36.\nDistrict of Columbia Court of Appeals.\nSubmitted Dec. 4, 2003.\nDecided Dec. 18, 2003.\nVan S. Powers, pro se.\nJohn T. Rooney, Assistant Bar Counsel, with whom Joyce E. Peters, Bar Counsel, was on the brief, for the Office of Bar Counsel.\nBefore WAGNER, Chief Judge, TERRY and WASHINGTON, Associate Judges."
  },
  "file_name": "0311-01",
  "first_page_order": 341,
  "last_page_order": 342
}
