{
  "id": 11250210,
  "name": "Isaac WILSON, Jr., et al., Defendants Below, Appellants, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Wilson v. State",
  "decision_date": "1973-03-06",
  "docket_number": "",
  "first_page": "312",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 312"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "285 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8079739
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0807-01"
      ]
    },
    {
      "cite": "97 N.E. 102",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1912,
      "opinion_index": 0
    },
    {
      "cite": "210 Mass. 563",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        5676373
      ],
      "year": 1912,
      "opinion_index": 0,
      "case_paths": [
        "/mass/210/0563-01"
      ]
    },
    {
      "cite": "151 A.2d 127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "2 Storey 5",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "253 A.2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8113798
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/253/0686-01"
      ]
    },
    {
      "cite": "114 A. 201",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "1 W.W. Harr. 279",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "153 A.2d 204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "2 Storey 98",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "263 A.2d 286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080840
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/263/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 896,
    "char_count": 18469,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 2.2892760144721053e-07,
      "percentile": 0.7860444759520728
    },
    "sha256": "f62eec344b463206c4789a66457fe049116ef3aab0b7be856d26d33e37f02a4f",
    "simhash": "1:8e7db0f6e0759cef",
    "word_count": 3170
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "CAREY and HERRMANN, Justices; and SHORT, Vice-Chancellor, sitting."
    ],
    "parties": [
      "Isaac WILSON, Jr., et al., Defendants Below, Appellants, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice:\nAfter a jury trial in Superior Court, the appellants, Isaac Wilson, William Gist and Ronald Payne, were convicted of conspiracy and each was sentenced to imprisonment for five years. They have appealed from that conviction and sentence.\nOriginally, the indictment included certain other charges, but the jury failed to reach an agreement as to them. Two other persons, Arnold Stewart and Kevin Hall, were included in the indictments, but they were later granted immunity and testified for the State.\nOn the night of February 18, 1970, two police officers were patrolling the streets of Wilmington in a police car. About 11:45 p.m., someone fired a shot which wounded one of these officers. The ensuing investigation was lengthy and resulted in the arrest of the persons mentioned above.\nAt the trial, the State presented evidence tending to show that the appellants and others met early in the evening at the home of a Mrs. Simmons, where they made plans to shoot a police officer; that they had brought guns with them; that they soon departed, but returned later, again leaving about 11:00 p.m. taking the guns with them. The State’s testimony identified Wilson as the one who fired the shot which hit the officer.\nThe appellants presented evidence of alibis. Wilson, who had recently been discharged from military service, contended that he spent the whole evening at home, except for a few minutes when he left to get milk for his baby at a nearby store. His story was supported by his wife and a friend. Gist and Payne testified that they were playing basketball at a community center throughout the evening and at no time left that center until midnight, when it closed. Several witnesses supported their alibis.\nThe appellants raise numerous arguments for reversal involving sufficiency of the evidence, alleged errors occurring during the trial, the Court’s charge, the verdict, and the sentences imposed. We discuss them in that order.\nI\nAppellants insist that the evidence was insufficient to justify the finding of a conspiracy. The principal witness for the State was Kevin Hall, whose testimony is strongly attacked by appellants. He had been given immunity both in this case (although he admitted participation in the conspiracy), as well as in a completely different case involving a murder charge. His testimony was as follows: he was at the residence of Mrs. Simmons “from 6:00 on up”, and Ronald Payne, Isaac Wilson, Ronald Hall and William Gist came in with a bag of guns and one of them said he “was going to pluck off a cop.” Kevin said that he was going with them. After further conversation, they divided the guns and left the house and he, Ronald Hall, and Isaac Wilson went behind a building and Wilson shot at the police. He did not know where Payne and Gist were at this time. They all went to his house after the shooting, where he, Ronald Hall and Ronald Payne stayed, although the others left very shortly. On cross-examination, Kevin admitted that on various prior occasions, he had accused Wilson, Arnold Stewart and Ronald Hall of firing the shot. He also admitted having made a prior statement that he was not personally present at the shooting. At some time prior to the trial, the police took a tape recording from Kevin, in which he told a story very similar to that which he gave on the stand, except that in the recording he named Stewart as the one who shot the gun. He said that he had accused Stewart because he had been told that Stewart had accused him (Kevin) of the shooting.\nOn the night of these events, Mrs. Simmons had gone out, leaving her small children with Lillian Wilkes, a young girl who lived at the Simmons home. Miss Wilkes agreed that the young men named by Kevin came in the house that evening, went into the kitchen and closed the door. She testified that she saw some guns in the room where the boys were talking; that they left through the back door about 11:00 p.m.; that, as they did so, she entered the kitchen and turned on the light, but one of the boys told her to cut it off. She testified that about' two months after the shooting, Wilson admitted to her that he was the “trigger man.” She admitted that, at some time before the trial, the police had given her some money.\nVera Simmons testified that, when she returned to her home about 12:30 p.m., Payne was present, but soon left.\nThe alibi testimony given on Gist’s behalf was contradicted by testimony of two police officers (not those in the car that was shot at), who testified to seeing Gist on the street within an hour or less prior to the shooting.\nIn Bland v. State, Del.Supr., 263 A.2d 286 (1970), we held that corroboration of accomplice testimony is not an absolute necessity, but that the trial Court has the power to remove the case from the jury’s consideration in some instances. One such instance would be where there is irreconcilable conflict in the State’s case concerning a defendant’s guilt. The Bland case was very unusual in that the State’s testimony depended almost entirely on testimony of two accomplices whose stories differed in important respects, and we concluded that the Judge should have directed a judgment of acquittal. Other factors dictated the same result. In the present case, however, the State’s case does not depend entirely upon accomplice testimony. There is no suggestion that Miss Wilkes had anything to do with planning a shooting. Her testimony verifies some of Kevin’s testimony. Some support for it is also found in Stewart’s testimony. He was at the house, according to his statements, when the discussion took place, although he stayed in another room and took no part in it. He heard nothing said about shooting. His testimony, if believed, places these appellants at the Simmons house, as against their alibi testimony.\nUnlike the Bland case, supra, Kevin’s evidence as to the presence of these appellants during the planning of the shooting is supported in part by both Wilkes and Stewart, neither of whom took any part in the planning or execution of the plan. The evidence was sufficient to justify submission to the jury, whose function includes determination of its credibility. Hutchins v. State, Del.Supr., 2 Storey 98, 153 A.2d 204 (1959).\nII (A)\nThe next contention is that the trial Court erred in permitting only a portion of the tape recording of Kevin to be heard or a transcript thereof to be read by the jury. As indicated above, this recording was made some time prior to trial. It included a number of statements which had no relevancy. The part which the jury was allowed to hear contained all matters which were properly admissible, including everything that was inconsistent with what Kevin said personally on the stand. We have listened to the entire cassette and, in our opinion, exclusion of the immaterial and irrelevant portions was not error. The authorities cited by appellants do not convince us that the trial Judge’s ruling constitutes reversible error.\nII (B)\nThe appellants advance three reasons for their contention that they were deprived of their right to a fair trial. The first has to do with a news item which appeared on the front page of a Wilmington paper during the trial. A night or two after the witness Wilkes had testified, she was attacked by some unknown persons on the street. The next day’s paper contained an article on the front page concerning the attack; in it was mentioned the fact that she had previously testified for the State in this case. When the Court opened on the day that the article appeared, counsel called this matter to the attention of the trial Judge. He thereupon inquired of the jurors whether any of them had seen and read the article, examining each juror individually out of the presence of the others. -None of the jurors had read the article, but one stated that his wife had mentioned it to him. That juror was then asked a number of questions about the possible effect of this information upon his view of the case. Apparently all the participating attorneys were satisfied that the juror was qualified to continue because none of them requested his dismissal. They thereby waived any objection to his continuing to serve. This objection cannot be raised in this Court for the first time.\nH (C)\nIt is next argued that certain remarks of the prosecution attorney to the jury were prejudicial. It will suffice to say that we find no merit in this contention.\nII (D)\nThe appellants complain that the trial was conducted under such conditions as to have an adverse effect upon the minds of the jurors. Apparently the Court had been informed, some days prior to the commencement of trial, of the possibility that there might be some disorder in the courtroom or in the courthouse. Apparently the Court also had reason to believe that a large number of people might want to attend the trial and might create considerable noise and confusion in the building. For these reasons, the Court made arrangements for a certain number of policemen to be stationed at various places in the building. Trial was conducted on one of the upper floors and, in order to prevent any disturbance that might be created by a crowd in the corridors, a limit based on seating capacity of the courtroom was placed upon the number of spectators permitted to go up to the floor where the trial took place. For this reason, passes were issued each day to the first visitors who arrived. Passes were also issued to counsel, witnesses, court personnel, and other persons who had business in this part of the building. Without such a pass, no one could go up the elevator or the stairs to this floor. It would appear that this precaution was wise because, we are told, a large number of people did in fact show up as predicted—too many to be accommodated in the courtroom. The arrangement may have caused some inconvenience to attorneys and others who were obliged to be present, but such inconvenience appears to have been minimal. Certainly, the Court was justified in taking proper precautions to insure peace and dignity at the trial. We cannot say that the measures adopted were unduly restrictive or that they violated any right or privilege of the appellants. There is no showing that any person or group of persons were discriminated against in the process. No doubt, some of the jurors during the first day of trial saw the various guards and the crowd that was waiting to get in. After the first day, however, the jurors were instructed to enter and leave the courthouse through a back door and to use an elevator located in a part of the building not customarily open to the public. After the first day, therefore, the jurors had no occasion to see the crowd or the guards. We are of the opinion that the various steps taken by the Court were reasonable under the circumstances and violated no rights of the appellants.\nIll\nAppellants contend that error was made in the charge to the jury with respect to the offense of conspiracy. The language used by the trial Judge was as follows:\n“A conspiracy is the combination of two or more persons to do an unlawful act with unity of design and purpose. The unlawful act may be either a felony or a misdemeanor. The gist of a conspiracy is the unlawful combination between or among the parties. No formal agreement between the parties to the conspiracy charge is necessary, but mere presence with other conspirators is not enough. It is sufficient that the minds of the parties meet understandingly as to bring about deliberate agreement to do the act and commit the offense which is charged. Conspiracy implies concert of design but not participation in every detail necessary to carry out the general design or the design into execution.\n“Although the common design is the essence of the charge, it is not necessary to prove that the conspirators actually came together and actually agreed in terms to have that design or purpose, and to pursue it by common means. If it be proved that the Defendants pursued, by their acts, the same unlawful object, the jury will be justified in the conclusion that they were engaged in a conspiracy to effect that object. Conspiracy may be shown either by direct or by circumstantial evidence.”\nAppellants’ contention is aimed at the penultimate sentence of the second paragraph. The trial Judge refused their request to alter that sentence so as to read as follows:\n“If it be proved that the defendants pursued, by their acts, the same unlawful object with the intent to join together, one performing one part and another another part of the same, so as to complete it, with a view to the attainment of the same object, the jury will be justified in the conclusion that they were engaged in a conspiracy to effect that object.”\nIt is argued that the language actually used would include a situation in which two people committed separate acts to accomplish the same result, even though there was no specific agreement proven. The requested charge was taken from State v. Cole, Del.Ct.Gen.Sess., 1 W.W. Harr. 279, 114 A. 201 (1921), wherein the State, to prove a conspiracy, relied entirely upon the performance of separate acts by individuals acting in concert; the theory there was that the acts done showed that the parties had previously conspired to do them. A somewhat similar case is Bender v. State, Del.Supr., 253 A.2d 686 (1969). In the present case, the State’s evidence showed a prior actual discussion and agreement among the appellants; it did not rely solely upon acts committed by them. The refusal to charge on the presumption arising from concerted action was, in this case, immaterial.\nThe Judge correctly defined the term “conspiracy” according to Delaware law. He was asked by one defendant to instruct the jury that, in order to convict for conspiracy, it is necessary for the conspirators to commit an “overt act.” The Court refused, pointing out that a conspiracy exists when two or more persons agree to perform the unlawful act. In order to accept this contention, we would be obliged to overrule the former opinion of this Court in Steele v. State, Del.Supr., 2 Storey 5, 151 A.2d 127 (1959). We decline to do so.\nThe rule at common law was that “no overt act is necessary since the agreement alone constitutes the conspiracy.” 3 Bur-dick Law of Crime 454. Delaware follows the common law except when changed by statute. We are not aware of any Delaware case which has laid down the requirement of an overt act if there is proof of an actual agreement between two or more parties to commit one. This rule of law is too well established in this State for us, rather than the Legislature, to change it.\nWe find no reversible error in the charge in this respect.\nIV\nThe contention is made that the verdict was a “compromise” verdict and should therefore be set aside. The term is here used as meaning a verdict which results from the surrender by some jurors of their conscientious convictions in return for some like surrender by the others. Such a verdict is invalid. Simmons v. Fish, 210 Mass. 563, 97 N.E. 102 (1912).\nAfter receiving the charge, the jurors conferred for several hours. During this period, they returned twice to ask for further information on the law. About 10:00 p. m., they reported that they could not agree on any verdict. The trial Judge asked them to return to their room and talk it over once more. In asking the jurors to do this, the Judge was careful to emphasize that no juror should surrender his or her conscientious convictions. After a further conference lasting about an hour, they returned the verdict of guilty of conspiracy, and lack of agreement upon the felony charges. This verdict was accepted by the trial Judge and the jury was discharged.\nIn answering this argument, the trial Judge stated his opinion that the jury showed evidence of having given the matter very serious and conscientious consideration. We agree with that thought.\nThe length of time spent in reaching the verdict was not excessive in view of the fact that the jurors had heard eight days of testimony. They had much to consider. The fact that they first reported a lack of agreement on any count, and later rendered an agreement on only one count tends to show the absence of any true compromise.\nThe verdict of guilty of conspiracy is not necessarily inconsistent with the inability to agree on the other counts. It is possible that some of the jurors were satisfied that someone in the group fired the shot, but were not satisfied that Wilson was that person, and were therefore unwilling to convict him of that charge. They then may have reasoned that they should not convict the other two defendants of aiding and abetting Wilson. This speculation is useless, however; the pertinent point is that their verdict shows a finding that all three appellants participated in planning the attack.\nWe find no merit in this contention.\nV\nThe final contention we shall discuss is that the sentence of five years imprisonment is unconstitutionally excessive in this case. The Code section which in-eludes conspiracy is 11 Del.C. § 105; it provides no maximum or minimum period of imprisonment. It is argued by appellants that there are other crimes which are inherently worse than that of conspiracy, but for which the maximum imprisonment is less than five years. They suggest that Hamilton v. State, Del.Supr., 285 A.2d 807 (1971) requires a lesser sentence in this case. We cannot agree. A conspiracy to commit some crimes would no doubt call for a lesser sentence than this one. But a conspiracy having as its object the killing of a person is a serious offense; success in carrying out the conspiracy would constitute murder, recognized by the law as the most serious crime. The penalty imposed here was not excessive, in our opinion.\n‡ ‡ 5}í j{i ‡ ‡\nAny other arguments advanced on appellants’ behalf have been fully considered and are held to be without merit. The judgment below will be affirmed.",
        "type": "majority",
        "author": "CAREY, Justice:"
      }
    ],
    "attorneys": [
      "Louis L. Redding, Wilmington, for appellant Isaac Wilson, Jr.",
      "William J. Alsentzer, Jr., of Bayard, Brill & Handelman, Wilmington, for appellant William Gist.",
      "L. Vincent Ramunno, Wilmington, for appellant Ronald Payne.",
      "James A. Erisman, Deputy Atty. Gen., Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Isaac WILSON, Jr., et al., Defendants Below, Appellants, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nMarch 6, 1973.\nLouis L. Redding, Wilmington, for appellant Isaac Wilson, Jr.\nWilliam J. Alsentzer, Jr., of Bayard, Brill & Handelman, Wilmington, for appellant William Gist.\nL. Vincent Ramunno, Wilmington, for appellant Ronald Payne.\nJames A. Erisman, Deputy Atty. Gen., Wilmington, for appellee.\nCAREY and HERRMANN, Justices; and SHORT, Vice-Chancellor, sitting."
  },
  "file_name": "0312-01",
  "first_page_order": 348,
  "last_page_order": 354
}
