{
  "id": 9297349,
  "name": "In re Jonathan T. ZACKEY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Zackey",
  "decision_date": "2003-12-18",
  "docket_number": "No. 01-BG-1387",
  "first_page": "313",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 313"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "650 A.2d 1329",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11345190
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/1329-01"
      ]
    },
    {
      "cite": "674 A.2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0907-01"
      ]
    },
    {
      "cite": "686 A.2d 1039",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/686/1039-01"
      ]
    },
    {
      "cite": "579 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356987
      ],
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/579/0190-01"
      ]
    },
    {
      "cite": "812 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11372644
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0931-01"
      ]
    },
    {
      "cite": "762 A.2d 528",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11153560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/762/0528-01"
      ]
    },
    {
      "cite": "809 A.2d 1226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11431212
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/809/1226-01"
      ]
    },
    {
      "cite": "711 A.2d 1262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11833001
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/711/1262-01"
      ]
    },
    {
      "cite": "811 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9316654
      ],
      "pin_cites": [
        {
          "page": "807"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/811/0805-01"
      ]
    },
    {
      "cite": "654 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879377
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1288"
        },
        {
          "page": "1287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1285-01"
      ]
    },
    {
      "cite": "612 A.2d 832",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939161
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "834"
        },
        {
          "page": "834"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0832-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 22036,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21634369416904228
    },
    "sha256": "398a4d0a021fdce981be7e87e6fc38933d756c1a2e0cfc0363999ee4da038c9c",
    "simhash": "1:9dc77a3909a3ef62",
    "word_count": 3456
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and TERRY and SCHWELB, Associate Judges."
    ],
    "parties": [
      "In re Jonathan T. ZACKEY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nOn December 12, 2000, the Supreme Court of Washington ordered that Jonathan T. Zackey be disbarred in that jurisdiction for multiple acts of misappropriation and for other violations of Washington’s disciplinary rules. The court also ordered that Zackey pay restitution to the clients whom he had defrauded. On December 4, 2002, by order of the Supreme Court of California, Zackey was disbarred from the practice of law in that state.\nZackey is also a member of the Bar of the District of Columbia, although he has been suspended from practice in this jurisdiction since December 1997 for non-payment of Bar dues. On June 30, 2003, the Board on Professional Responsibility issued a Report and Recommendation in which it proposed that this court impose identical reciprocal discipline, that Zackey be disbarred, and that as a condition of reinstatement, Zackey be required to comply with the restitution requirements of the Washington Supreme Court’s order.\nZackey did not participate in the proceedings before the Board, nor has he excepted to the Board’s recommendation. Under these circumstances, Zackey has not rebutted or even challenged the presumption that identical reciprocal discipline should be imposed. See D.C. Bar R. XI, § 11(c); In re Zilberberg, 612 A.2d 832, 834 (D.C.1992). Moreover, in the absence of any objection, this court’s deferential review of the Board’s recommendation is even more deferential. In re Goldsborough, 654 A.2d 1285, 1288 (D.C.1995).\nAccordingly, Jonathan T. Zackey is hereby disbarred from the practice of law in the District of Columbia. In the event that Zackey applies for reinstatement, his application shall not be granted unless he demonstrates that he has made restitution as ordered by the Supreme Court of Washington.\nSo ordered.\nAPPENDIX\nDISTRICT OF COLUMBIA COURT OF APPEALS BOARD ON PROFESSIONAL RESPONSIBILITY\nIn the Matter of: Jonathan T. Zackey, Respondent.\nBar Docket No. 351-01\nREPORT AND RECOMMENDATION OF THE BOARD ON PROFESSIONAL RESPONSIBILITY\nRespondent is a member of the Bar of the District of Columbia, having been admitted by examination on December 14, 1977. He has been suspended from the practice of law in the District of Columbia since December 1,1997 for non-payment of Bar dues. Respondent was also a member of the Bars in the states of California and Washington. On December 12, 2000, Respondent was disbarred from the practice of law in the State of Washington by order of the Washington Supreme Court (the “Washington Court”) and ordered to pay restitution. By order of the Supreme Court of California dated December 4, 2002, Respondent was disbarred from the practice of law in California. On December 13, 2002, Bar Counsel reported the California order of disbarment to the Court for informational purposes.\nBar Counsel initiated this reciprocal discipline proceeding by filing a certified copy of the Washington Court’s Order of Disbarment with the District of Columbia Court of Appeals (the “Court”). On November 15, 2001, the Court temporarily suspended Respondent pursuant to D.C. Bar R. XI, § 11(d), and directed the Board on Professional Responsibility (the “Board”) to make a recommendation on reciprocal discipline. Respondent did not participate in these proceedings. For the reasons that follow, the Board recommends the identical reciprocal discipline of disbarment with reinstatement conditioned upon restitution.\nI. Procedural Background\nOn August 25, 2000, a Hearing Officer for the Disciplinary Board of the Washington State Bar Association (the “Hearing Officer”) issued Findings of Fact, Conclusions of Law and Hearing Officer’s Recommendation (the “HO Report”) containing findings that Respondent was unfit to practice law and recommending disbarment and full restitution. The Hearing Officer found multiple violations by Respondent of the Washington Rules of Professional Conduct (the “RPC”) involving multiple clients. The violations cited in the Hearing Officer’s Report included intentional misappropriation of client funds on five separate occasions involving five different clients, failure to provide account-ings of funds held in trust in two separate matters and engaging in numerous acts of dishonesty. In his sanction analysis, the Hearing Officer found several aggravating factors including a dishonest or selfish motive, a pattern of misconduct, multiple offenses, bad faith obstruction of the disciplinary process and submission of false evidence, false statements, or other deceptive practices during the disciplinary process. No mitigating factors were cited by the Hearing Officer. WSBA adopted and approved the findings and recommendations of the Hearing Officer set forth in the HO Report. The Washington Court then issued an Order of Disbarment adopting the sanction recommended by the Hearing Officer.\nII. The Underlying Misconduct\nThe HO Report included the findings of fact and conclusions of law set forth below.\nRichard and Cheryl Jones Representation. In July 1996, Richard Jones was injured in a slip and fall accident. Mr. Jones and his wife, Cheryl Jones, hired Respondent on a continency fee basis. Mr. Jones’ medical bills were paid by Medicare, which had a statutory right of reimbursement from any recovery. Respondent was notified of Medicare’s subro-gation right for $10,326.05.\nIn May 1999, the tort claim was settled for $50,000. By letter dated May 19, 1999, Respondent requested that the Joneses sign a settlement release, and indicated that he was both preparing an accounting of the funds and negotiating with lien holders. The release was signed and Respondent deposited the $50,000 into his trust account. Respondent disbursed $10,000 to himself for “fees” and $1,000 for reimbursement of costs. The Joneses were not given contemporaneous notice of these payments.\nFrom May 1999 through the July 2000 date of the HO Report, Respondent provided no information in response to the Joneses’ numerous telephone calls and letters, provided no accounting, disbursed these proceeds either to himself or to unrelated third persons, and failed to pay either the Joneses or the medical providers/lien holders, such as Medicare.\nIn September 1999, Respondent was sent a copy of the WSBA grievance complaint. Respondent was asked to resolve the issue with the client and send copies of the correspondence to disciplinary counsel indicating that the concerns had been addressed. Respondent failed to respond to the complaint.\nRespondent’s conduct with respect to his representation of the Joneses violated the following RPC: 1.1 (competence), 1.3 (diligence), 1.4 (communication with client), 1.5(c)(1) (written disbursal calculation on settlement in contingent matters) and 1.14(b)(3) (trust fund accounting). In addition, such conduct constituted an act of moral turpitude and dishonesty in violation of RPC 8.4(b), RPC 8.4(c) and RPC 1.14.\nCharlene St. Clair Representation. In January 1996, Charlene St. Clair was injured in a car accident and required medical aid. Ms. St. Clair retained Respondent on a contingency fee basis. Respondent settled the claim in late 1998 or early 1999 with Nationwide Insurance for $4,316 and deposited the funds into his trust account. Under the contingent fee and cost agreement, Respondent was due $1,438.66 for fees and $56.13 in costs. Respondent disbursed these proceeds to himself or to unrelated third persons. From January until September 1999, Ms. St. Clair unsuccessfully pursued an accounting of the funds and disbursals.\nIn May 1999, Ms. St. Clair filed a grievance with the WSBA regarding Respondent’s refusal to communicate with her. In August 1999, Respondent replied that he had mailed a written accounting in January 1999, but that accounting failed to indicate bills or liens due and did not specify a net settlement amount.\nIn October 1999, Ms. St. Clair mailed a certified letter to Respondent’s business address requesting that he contact her regarding the settlement. Respondent did not retrieve the letter despite two postal notices, thus the letter was returned “unclaimed.” Ms. St. Clair never received her settlement proceeds, and no medical bills or liens were ever paid.\nRespondent’s conduct with respect to the representation of Ms. St. Clair constituted moral turpitude and dishonesty violating RPC 8.4(b), RPC 8.4(c) and RPC 1.14. It also violated several other disciplinary rules, including RPC 1.4 (communication with client).\nMaria Pritchett Representation. In November 1996, Maria Pritchett was injured in an automobile accident and consequently retained Respondent. The claim was settled in 1997 or 1998. Respondent provided Ms. Pritchett an April 26, 1998 accounting of her settlement indicating that he would disburse $25,829.61 to her and $1,992.50 to Primera, her insurer, for medical bills. Ms. Pritchett received her proceeds, but Primera did not. Despite Ms. Pritchett’s request, Respondent never paid Primera. Respondent had disbursed these proceeds either to himself or to unrelated third parties.\nIn September 1999, Respondent was sent a copy of a grievance complaint and was asked to resolve the issue. Respondent failed to address the complaint.\nRespondent’s conduct with respect to the representation of Ms. Pritchett constituted moral turpitude and dishonesty violating RPC 8.4(b), RPC 8.4(c) and RPC 1.14. It also violated several other Rules of Professional Conduct including RPC 1.4 (communication with client).\nCarol Johnson Representation. In 1996, Carol Johnson sustained injuries in an accident and, as a result, received medical treatment from Dr. John Holden. Ms. Johnson retained Respondent, who was made aware before settlement of Dr. Holden’s lien. In May 1998, Respondent settled the claim for $26,000, deposited the funds into the trust account, and provided Ms. Johnson an accounting indicating pending disbursals in the amounts of $10,387.44 to her and $1,919.35 for medical services. The medical providers were never paid, and the funds designated for the medical providers were disbursed to Respondent or third parties unrelated to Ms. Johnson.\nOn September 20, 1999, Respondent was sent a copy of Dr. Holden’s grievance and was asked to resolve the payment issue. Respondent took no action on the complaint.\nRespondent’s conduct with respect to the representation of Ms. Johnson constituted moral turpitude and dishonesty violating RPC 8.4(b), RPC 8.4(c) and RPC 1.14.\nPerry West Representation. In September 1996, Perry West was injured in a two-car accident. Mr. West retained Respondent under a contingency fee arrangement, which specifically excluded the type of PIP benefits that Mr. West’s insurer, PEMCO Insurance (“PEMCO”), had paid and held under a subrogated claim for $20,400.\nThe tort claim was settled in December 1998 for $66,600. Under Washington State law, PEMCO was responsible for a portion of the attorneys’ fees and costs attributable to recovery of its subrogated claim. Nevertheless, under Respondent’s written fee contract, that portion of the fee belonged to Mr. West. In spite of this agreement, Respondent informed PEMCO that he was entitled to attorneys’ fees and costs. As support, Respondent sent PEM-CO a fee agreement purportedly between himself and Mr. West.\nRespondent claimed $6,800 in fees and $100.32 in costs from the funds due to PEMCO. Mr. West disputed this entitlement and therefore the funds were to be held in trust. The funds, however, were not properly maintained under the RPC.\nMr. West subsequently filed a grievance with the WSBA. In response, Respondent falsely represented that he was retaining the disputed funds in the trust account when, in fact, he had distributed those funds to himself or to unrelated parties by mid June 1999.\nBy letter dated April 26, 1999, Respondent was asked to send disciplinary counsel a copy of the signed fee agreement and disbursal statement and/or trust ledger card that showed the calculation of fees and costs and listed disbursals made from Mr. West’s settlement funds. Respondent replied but did not send any such records. A letter dated May 26,1999 made a similar request of Respondent. Again, Respondent faded to comply.\nOn July 21, 1999, a final letter was sent by disciplinary counsel, who requested the trust documents within ten days or a subpoena would be issued for Respondent’s deposition. On August 13, 1999, Respondent replied and sent copies of a few 1999 monthly trust bank statements. Respondent provided no information on the West proceeds.\nRespondent’s conduct with respect to the representation of Mr. West constituted moral turpitude and dishonesty violating RPC 8.4(b), RPC 8.4(c) and RPC 1.14.\nShirin Grady Representation. On February 8, 1996, Shirin Grady was injured in a trip and fall accident; she retained Respondent to pursue a claim within the two-year statute of limitations. On July 15, 1996, Ms. Grady was injured in a two-car accident; she retained Respondent to pursue a claim within the applicable three-year statute of limitations. Respondent did not file either claim, despite having advised Ms. Grady in February 1998 that he had. During 1999, Respondent did not respond to requests for information made by Ms. Grady. In the summer of that year, Ms. Grady determined that her claims had not been filed and were time-barred.\nRespondent’s conduct with respect to the representation of Ms. Grady violated several disciplinary rules including RPC 8.4(c) (dishonesty).\nIII. Discussion\nD.C. Bar R. XI establishes a rebuttable presumption in favor of the imposition of identical reciprocal discipline. See In re Zilberberg, 612 A.2d 832, 834 (D.C.1992). Under D.C. Bar R. XI, § 11(c), reciprocal discipline is to be imposed unless the attorney demonstrates by clear and convincing evidence that one of the exceptions set forth in that section applies. When the attorney fails to contest reciprocal discipline, however, the role of the Board is limited. The Court has stated, “the most the Board should consider itself obliged to do ... is to review the foreign proceeding sufficiently to satisfy itself that no obvious miscarriage of justice would result in the imposition of identical discipline — a situation that we anticipate would rarely, if ever, present itself.” In re Childress, 811 A.2d 805, 807 (D.C.2002) (quoting In re Spann, 711 A.2d 1262, 1265 (D.C.1998)). Further, the Court has recently reiterated that “in such circumstances, the imposition of identical discipline should be close to automatic, with minimum review by both the Board and this court.” Id. (citing In re Cole, 809 A.2d 1226, 1228 n. 3 (D.C.2002)). The Court has explained that “[underlying that principle is a general reluctance by the court to have the disciplinary law of the District of Columbia— concerning both misconduct and sanctions — developed in proceedings that are characterized by deference to another jurisdiction’s judgment and also by the absence of ‘that clear concreteness provided when a question emerges ... for a decision from a clash of adversary argument.’ ” Id. (quoting In re Goldsborough, 654 A.2d 1285, 1287-88 n. 5 (D.C.1995)). In the instant case, Respondent has failed to make any effort to rebut the presumption of reciprocal discipline, thereby “effectively defaulting]” on this issue. Goldsborough, 654 A.2d at 1287.\nMoreover, a review of the record shows that none of the five exceptions set out in D.C. Bar R. XI, § 11(c) applies. Specifically, (1) Respondent was accorded due process; (2) there was no infirmity of proof; (3) the imposition of the same discipline in the District of Columbia would not result in grave injustice; (4) Respondent’s conduct contravened the ethical rules of this jurisdiction; and (5) such conduct merits the identical discipline in the District of Columbia.\nWith respect to due process, the Board is satisfied from the HO Report that Respondent had actual notice of the investigation by the WSBA, and that he participated in certain • aspects of the investigation. The HO Report reflects that the Respondent did not participate in the hearing but did receive service by mail of the HO Report. Although the discipline imposed by the Washington Court was by default, it was based on substantial evidence introduced at the ev-identiary hearing and reflected in the HO Report. Given this record, the Board finds that Respondent was not denied due process by the imposition of default discipline. See, e.g., In re Sumner, 762 A.2d 528 (D.C.2000) (reciprocal discipline imposed based on default where respondent had notice of foreign proceeding but did not participate).\nRespondent did not participate in the proceedings before the Board. There is no evidence that Respondent actually received notice of the reciprocal proceedings in this jurisdiction. Mailings made by the Executive Attorney of the Board on Professional Responsibility to the Respondent’s primary and secondary address with the D.C. Bar were returned as undeliverable. An additional notice mailed by the Office of Bar Counsel to a service address reflected in the HO Report was also returned. Also, unsuccessful efforts were made by an investigator working for the Office of Bar Counsel to locate a current address for Respondent using the internet and the Lexis Nexis public record system. However, consistent with the Court’s findings in In re Smith, 812 A.2d 931 (D.C.2002), because Respondent failed to report his Washington disbarment to Bar Counsel as required by D.C. Bar R. XI, § 11(b) and failed to update his address with the D.C. Bar as required by D.C. Bar R. II, § 2(1), it is appropriate to treat this reciprocal matter as one in which Respondent had notice and did not respond.\nFurthermore, identical discipline in the instant case would not exact any injustice based on the seriousness of Respondent’s violations. Indeed, Respondent repeatedly engaged in misconduct that abused his position as an attorney, injured multiple clients, and tainted the reputation of his profession. This conduct, including clear instances of misappropriation, lack of competence, failure to communicate, and dishonesty, constitutes misconduct in the District of Columbia under Rules 1.1, 1.3, 1.4, 1.5(c), 1.15, 8.4(b) and 8.4(c).\nTV. Sanction\nBased on the array and seriousness of Respondent’s misconduct which includes multiple misappropriations, the Board recommends disbarment, the sanction imposed for intentional or reckless misappropriation in this jurisdiction. See, e.g., In re Addams, 579 A.2d 190, 191 (D.C.1990) (en banc) (“[I]n virtually all cases of misappropriation, disbarment will be the only appropriate sanction unless it appears that the misconduct resulted from nothing more than simple negligence.”).\nV. Conclusion\nThe Board recommends that identical reciprocal discipline be imposed and that Respondent be disbarred. Proof that he has complied with the Washington Court’s restitution order should be a condition of reinstatement. See In re Murg, 686 A.2d 1039 (D.C.1996); In re Fuller, 674 A.2d 907 (D.C.1996). For reinstatement purposes, this sanction should be deemed to commence only when Respondent files the affidavit required under D.C. Bar R. XI, § 14(g), which, to the Board’s knowledge, has not yet been filed. See In re Slosberg, 650 A.2d 1329 (D.C.1994).\nBOARD ON PROFESSIONAL RESPONSIBILITY\nBy: s/Roger A. Klein\nRoger A. Klein\nDated: June 30, 2003\nAll members of the Board concur in this Report and Recommendation except Mr. Wolfson and Dr. Payne, who did not participate.\n. We direct Zackey's attention to the provision of D.C. Bar R. XI, § 14(g), relating to the responsibilities of disbarred or suspended attorneys. For purposes of eligibility reinstatement only, Zackey’s disbarment shall be deemed to have commenced when he files a satisfactory affidavit as required by that Rule.\n. In light of the extent and severity of Zack-ey’s misconduct, the court is of the opinion that the underlying facts should be made public in this jurisdiction. We therefore attach hereto as an appendix to this opinion the Report and Recommendation of the Board on Professional Responsibility which contains a concise description of Zackey's violations of ethical standards, as well as a helpful and accurate summary of the applicable law.\n. Restitution to be paid as follows: (1) Richard and Cheryl Jones, $50,000; (2) Charlene St. Clair, $4,316.00; (3) Maria Pritchett (Primera Insurance), $1,992.50; (4) John Holden, DC (Cl. Carol Johnson), $1,919.35; (5) Perry West $6,900.32; and (6) PEMCO Insurance Company, $13,499.68.\n. The findings were based on evidence presented at a hearing on August 9, 2000. Respondent did not appear at the hearing. However, the Hearing Officer indicates in his findings that Respondent did participate in certain parts of the investigation by the Washington State Bar Association (\"WSBA”) with respect to two of the client grievances by providing responses to WSBA's requests for information after the client grievances were filed against Respondent. In addition, the Hearing Officer found that notice of the WSBA disciplinary proceedings was given to Respondent at his home and office address.\n. RPC 1.14 requires an attorney to maintain funds belonging to the client in a trust account and disburse to the client, funds which are owed upon request. This RPC is similar in scope to Rule 1.15 of the District of Columbia Rules of Professional Conduct (the “Rules”). RPC 8.4(b) and RPC 8.4(c) prohibit an attorney from engaging in criminal acts and conduct involving dishonesty. The corresponding District of Columbia Rules are Rule 8.4(b) and Rule 8.4(c).\n. An additional similarity to the situation in In re Smith is the fact that Respondent failed to pay D.C. Bar dues and, as a result, has been suspended pursuant to D.C. Bar R. II, § 6.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Jonathan T. ZACKEY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 01-BG-1387.\nDistrict of Columbia Court of Appeals.\nSubmitted Dec. 9, 2003.\nDecided Dec. 18, 2003.\nBefore WAGNER, Chief Judge, and TERRY and SCHWELB, Associate Judges."
  },
  "file_name": "0313-01",
  "first_page_order": 343,
  "last_page_order": 350
}
