{
  "id": 8456192,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Christy BLACKHAM, Appellant",
  "name_abbreviation": "Commonwealth v. Blackham",
  "decision_date": "2006-09-27",
  "docket_number": "No. 2108 WDA 2005",
  "first_page": "315",
  "last_page": "321",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "905 A.2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8467610
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "503-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/905/0502-01"
      ]
    },
    {
      "cite": "860 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9145945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/860/0159-01"
      ]
    },
    {
      "cite": "720 A.2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        765936,
        11805595
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "683-84",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0001-01",
        "/a2d/720/0679-01"
      ]
    },
    {
      "cite": "554 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765936
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0001-01"
      ]
    },
    {
      "cite": "860 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1100728,
        9145847
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0303-01",
        "/a2d/860/0102-01"
      ]
    },
    {
      "cite": "580 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100728
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0303-01"
      ]
    },
    {
      "cite": "744 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95754,
        11491051
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0308-01",
        "/a2d/744/0745-01"
      ]
    },
    {
      "cite": "560 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95754
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0308-01"
      ]
    },
    {
      "cite": "145 L.Ed.2d 204",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "120 S.Ct. 242",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "528 U.S. 903",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9511041,
        9511398,
        9511144,
        9510985,
        9511117,
        9511438,
        9511248,
        9511091,
        9511027,
        9511064,
        9511165,
        9511322,
        9511292,
        9511357,
        9511198
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/us/528/0903-03",
        "/us/528/0903-14",
        "/us/528/0903-07",
        "/us/528/0903-01",
        "/us/528/0903-06",
        "/us/528/0903-15",
        "/us/528/0903-10",
        "/us/528/0903-05",
        "/us/528/0903-02",
        "/us/528/0903-04",
        "/us/528/0903-08",
        "/us/528/0903-12",
        "/us/528/0903-11",
        "/us/528/0903-13",
        "/us/528/0903-09"
      ]
    },
    {
      "cite": "724 A.2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1701982,
        11639767
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "901"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0354-01",
        "/a2d/724/0895-01"
      ]
    },
    {
      "cite": "555 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701982
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0354-01"
      ]
    },
    {
      "cite": "160 L.Ed.2d 471",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "125 S.Ct. 617",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "543 U.S. 1008",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5966371,
        5935107,
        3436867,
        5978923,
        5946449,
        5917970,
        5914707,
        5947796,
        5969970,
        5955830,
        5976761,
        3428091,
        5874236,
        5947518
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/us/543/1008-01",
        "/us/543/1008-03",
        "/us/543/1008-10",
        "/us/543/1008-12",
        "/us/543/1008-08",
        "/us/543/1008-09",
        "/us/543/1008-02",
        "/us/543/1008-11",
        "/us/543/1008-06",
        "/us/543/1008-04",
        "/us/543/1008-07",
        "/us/543/1008-14",
        "/us/543/1008-13",
        "/us/543/1008-05"
      ]
    },
    {
      "cite": "838 A.2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9299261,
        16759
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "671"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0663-01",
        "/pa/576/0023-01"
      ]
    },
    {
      "cite": "576 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        16759
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0023-01"
      ]
    },
    {
      "cite": "830 A.2d 537",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9097945,
        587962
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "541-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/0537-01",
        "/pa/574/0233-01"
      ]
    },
    {
      "cite": "574 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        587962
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0233-01"
      ]
    },
    {
      "cite": "407 U.S. 25",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9136521
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "43",
          "parenthetical": "quoting American Bar Association Project on Standards for Criminal Justice, Providing Defense Services 1 (Approved Draft, 1968), § 4.1, pp. 37-38"
        },
        {
          "parenthetical": "quoting American Bar Association Project on Standards for Criminal Justice, Providing Defense Services 1 (Approved Draft, 1968), § 4.1, pp. 37-38"
        },
        {
          "parenthetical": "quoting American Bar Association Project on Standards for Criminal Justice, Providing Defense Services 1 (Approved Draft, 1968), § 4.1, pp. 37-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 13059,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 9.753833365366462e-08,
      "percentile": 0.5311446729133629
    },
    "sha256": "1bb8162aeed399466ca2b2a318fefa5c5cd2e52a5da29cbcedb61b9debeb10e1",
    "simhash": "1:eec143bc5f18091d",
    "word_count": 2132
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, P.J., McCAFFERY and KELLY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Christy BLACKHAM, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nKELLY, J.:\n¶ 1 Appellant, Christy Blackham, appeals pro se from the judgment of sentence entered in the Butler County Court of Common Pleas. We hold that an indigent defendant, charged with a summary offense punishable by imprisonment, is not entitled to counsel where the court predetermines that a sentence of imprisonment is unlikely, and no term of imprisonment is imposed after conviction. Accordingly, we affirm.\n¶2 On March 29, 2005, Appellant observed an altercation between D.M., eight years of age, and other children in front of her house. Appellant took D.M. by his arm and the back of his neck, and forced him home. D.M. screamed for Appellant to let go, but to no avail. Her actions left bruises on D.M.’s arm. Appellant was arrested and charged with harassment. After she was found guilty at a summary hearing, Appellant filed an appeal for trial de novo. After trial, Appellant was convicted of harassment and ordered to pay a $300 fine and costs of prosecution. Appellant, who remained pro se at all stages of the proceedings, now appeals, raising the following issues:\nWhether the trial court erred in not granting Appellant counsel?\nWhether there is sufficient evidence to convict Appellant of harassment or whether the verdict entered was against the weight of the evidence?\nWhether the trial court erred in failing to inform Appellant that she may have to pay the cost of prosecution and fines?\nWhether the trial court erred in not informing Appellant she would be prosecuted by an attorney?\n(See Appellant’s Brief).\n¶ 3 We note that Rule 2119(b) of the Pennsylvania Rules of Appellate Procedure requires parties on appeal to provide citations of authorities in support of their arguments. See Pa.R.A.P. 2119(b). In the instant case, although Appellant cites no case law in support of her arguments, she duly cites to the notes of testimony and the United States Constitution throughout her brief. Therefore, we review the case on its merits.\n¶ 4 Appellant first argues that the court erred in not appointing her counsel. Specifically, Appellant, who proceeds in forma pauperis, concludes that because the court could have sentenced her to ninety days’ imprisonment, she was entitled to counsel. We disagree.\n¶ 5 Pennsylvania Rule of Criminal Procedure 122 provides in relevant part:\n(A) Counsel shall be appointed:\n(1) in all summary cases, for all defendants who are without financial resources or who are otherwise unable to employ counsel when there is a likelihood that imprisonment will be imposed[J\nPa.R.Crim.P. 122(A)(1) (emphasis added). The purpose of the rule ensures “[n]o defendant in a summary case may be sentenced to imprisonment unless the defendant was represented at trial by counsel.” Pa.R.Crim.P. 122, comment.\nThus, in summary cases, paragraph (A)(1) [of Pa.R.Crim.P. 122] requires a pretrial determination by the issuing authority as to whether a jail sentence would be likely in the event of a finding of guilt in order to determine whether trial counsel should be appointed to represent indigent defendants. It is expected that the issuing authorities in most instances will be guided by their experience with the particular offense with which defendants are charged.\nId. Furthermore, the United States Supreme Court has recognized: “Counsel should be provided in all criminal proceedings for offenses punishable by loss of liberty, except those types of offenses for which such punishment is not likely to be imposed, regardless of their denomination as felonies, misdemeanors, or otherwise.” Argersinger v. Hamlin, 407 U.S. 25, 43, 92 S.Ct. 2006, 32 L.Ed.2d 530 (1972) (quoting American Bar Association Project on Standards for Criminal Justice, Providing Defense Services 1 (Approved Draft, 1968), § 4.1, pp. 37-38).\n¶ 6 In the instant case, the trial court indicated that although the “maximum term of imprisonment for 90 days is a possible sentence for a conviction of the offense charges, it was highly unlikely that imprisonment would be imposed given this Court’s past dealings with such summary offenses.” (Trial Court Opinion, filed January 26, 2006, at 2). Furthermore, Appellant was penalized with only a fine and court costs. Because the trial court determined before trial that a term of imprisonment was unlikely, and no term of imprisonment was imposed, the trial court correctly concluded that it had no obligation to appoint counsel. See Pa. R.Crim.P. 122(A)(1)\n¶ 7 Moreover, Pennsylvania Rule of Criminal Procedure 454(A)(2) provides that “if, in the event of a conviction, there is a reasonable likelihood of a sentence of imprisonment or probation, the defendant shall be advised of the right to counsel.” Instantly, the trial court inquired of Appellant’s wish to proceed pro se, and Appellant replied affirmatively:\nBY THE COURT:\nQ You are here without counsel, today.\nA Yes, I couldn’t afford counsel.\nQ Is it your desire to proceed here without counsel today?\nA For the sake of my witnesses, yes, I don’t want them to have to take off work and come back.\n(N.T. Trial, 11/8/05, at 4-5). Despite its presumption that a sentence of imprisonment was unlikely, the trial court still took precautionary measures and ensured that Appellant wished to proceed without counsel. Accordingly, Appellant’s claim is without merit.\n¶ 8 Appellant next contends that either the evidence was insufficient or the verdict was against the weight of the evidence, specifically, arguing that the complainant gave false testimony, and the testimony of other witnesses negates the complainant’s credibility. Furthermore, she asserts that her intent was to prevent D.M. from injuring other children, and thus the evidence was not sufficient to establish all the elements of harassment. We disagree.\n¶ 9 Our standard of review is well established in determining the sufficiency of the evidence:\nViewing the evidence in the fight most favorable to the Commonwealth as the verdict winner, and taking all reasonable inferences in favor of the Commonwealth, the reviewing court must determine whether the evidence supports the factfinder’s determination of all of the elements of the crime beyond a reasonable doubt.\nCommonwealth v. Hall, 574 Pa. 233, 830 A.2d 537, 541-42 (2003). The fact-finder “bears the responsibility to resolve questions of credibility, and, absent extraordinary circumstances, an appellate court will not substitute its judgment for that of the factfinder.” Commonwealth v. Johnson, 576 Pa. 23, 838 A.2d 663, 671 (2003), cert. denied, 543 U.S. 1008, 125 S.Ct. 617, 160 L.Ed.2d 471 (2004). A court “is free to believe all, some, or none of the evidence presented.” Commonwealth v. Miller, 555 Pa. 354, 724 A.2d 895, 901 (1999), cert. denied, 528 U.S. 903, 120 S.Ct. 242, 145 L.Ed.2d 204 (1999). “Evidence will be deemed sufficient to support the verdict when it establishes each material element of the crime charged and the commission thereof by the accused, beyond a reasonable doubt.” Commonwealth v. Widmer, 560 Pa. 308, 744 A.2d 745, 751 (2000).\n¶ 10 Section 2709 of the Crimes Code provides:\n(a) Offense defined. — A person commits the crime of harassment when, with intent to harass, annoy or alarm another, the person:\n(1) strikes, shoves, kicks or otherwise subjects the other person to physical contact, or attempts or threatens to do the same[.]\n18 Pa.C.S.A. § 2709(a)(1).\n¶ 11 In the instant case, D.M. testified:\n[Appellant] grabbed my arm and took me up the street to go to my house. She kept tugging on my arm. And then she let go, my arm, and she grabbed on the back of my neck and she took me up to my house. And I kept telling her to get off of me ...\nShe grabbed me real hard. The next day I had a bruise.\n(N.T. Trial, 11/8/05, at 14). This testimony established that Appellant subjected D.M. to physical contact with the intent to harass, annoy, or alarm him. See 18 Pa. C.S.A. § 2709(a)(1). The trial court found this testimony credible, and we do not disturb its finding. See Johnson, supra at 671.\n¶ 12 Appellant alternatively argues that the verdict was against the weight of the evidence because the complainant’s testimony was refuted by other witnesses. Our standard of review for a weight claim is well established:\nAppellate review of a weight claim is a review of the exercise of discretion, not the underlying question of whether the verdict is against the weight of the evidence. Because the trial judge has had the opportunity to hear and see the evidence presented, an appellate court will give the gravest consideration to the findings and reasons advanced by the trial judge when reviewing a trial court’s determination that the verdict is against the weight of the evidence.\nWidmer, supra at 753. “The weight of the evidence is exclusively for the finder of fact, which is free to believe all, part, or none of the evidence, and to assess the credibility of the witnesses.” Commonwealth v. DeJesus, 580 Pa. 303, 860 A.2d 102, 107 (2004). “[A]n appellate court is restrained from substituting its judgment for that of the finder of fact. Thus, we may reverse the decision of the [trial] court only where the defendant has shown that the fact-finder overlooked such a preponderance of the evidence so that the verdict shocks the conscience.” Commonwealth v. Williams, 554 Pa. 1, 720 A.2d 679, 683-84 (1998) (citations omitted).\n¶ 13 In the instant case, the trial court’s belief that D.M.’s testimony, supra, was credible does not shock the conscience where other witnesses’ testimony corroborated his evidence. For example, one child testified that he heard D.M. say “Get off me,” (N.T. Trial at 40), and another testified that “I know [Appellant] grabbed [D.M.]. ...” (N.T. Trial at 46). Others followed with similar testimony. In fact, no witness refuted that Appellant grabbed D.M., or that he wanted her to let go. Furthermore, Appellant herself testified as to these facts. (N.T. Trial at 90). Therefore, the trial court did not abuse its discretion in believing the testimony of the complainant. It is not for this Court to overturn the credibility determinations of the fact-finder. See DeJesus, supra. The record does not support Appellant’s contention that her witnesses overwhelmingly refuted the complainant’s testimony; in fact, much of her witnesses’ testimony supported the complainant’s. Accordingly, we find that the verdict was not against the weight of the evidence. See Widmer, supra at 753.\n¶ 14 Appellant further argues that the court was required to inform her of the “excessive fines” she could incur and that her “opponent would have the benefit of free counsel.” We find Appellant’s final two arguments to be without merit. Appellant presents no authority for the proposition that the trial court has an obligation to inform her that she would bear the costs of prosecution and be sentenced to a fíne. See Pa.R.A.P. 2119(b). Furthermore, there is no requirement obligating the trial court to inform Appellant that the Commonwealth would be represented by qualified attorneys.\n¶ 15 We hold that Appellant was not entitled to counsel on her summary harassment charge when a sentence of imprisonment was not likely, and was not, in fact, imposed. Accordingly, we affirm the judgment of sentence.\n¶ 16 Judgment of sentence affirmed.\n. 18Pa.C.S.A. § 2709.\n. Appellant has not provided a statement of questions presented on appeal as directed by Pa.R.A.P. 2119(b). However, because we are able to deduce Appellant’s arguments, we have summarized her issues and will proceed to address them. See Commonwealth v. Hennigan, 860 A.2d 159, 160 n. 3 (Pa.Super.2004).\n. We note that a panel of this Court recently reversed a summary conviction because counsel was not appointed, in violation of Rule 454(A). See Commonwealth v. Soder, 905 A.2d 502, 503-04 (Pa.Super.2006). However, Soder was sentenced to ninety days’ imprisonment, and the Commonwealth conceded that he was not advised of his right to counsel. Id. Instantly, Appellant’s case is distinguishable because she did not receive a sentence of imprisonment, and the trial court inquired about her desire to proceed without counsel.\n. While Rule 2119(a) prevents this Court from addressing arguments that are not clearly defined, we recognize that Appellant proceeds pro se while contending that she should have been provided counsel. Therefore, we will address both issues despite ambiguity in her argument.\n. We note that Appellant was not required to raise the issue in post-sentence motions because she appeals from her conviction of a summary offense after a de novo trial in the Court of Common Pleas. See Pa.R.Crim.P. 720(D).\n. Appellant refers to D.M., not the Commonwealth, as her \"opponent,” and assumes that the assistant district attorney was D.M.’s counsel.",
        "type": "majority",
        "author": "KELLY, J.:"
      }
    ],
    "attorneys": [
      "Christy Blackham, Butler, for appellant.",
      "Randa B. Clark, Asst. Dist. Atty., Butler, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Christy BLACKHAM, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 19, 2006.\nFiled Sept. 27, 2006.\nChristy Blackham, Butler, for appellant.\nRanda B. Clark, Asst. Dist. Atty., Butler, for Com., appellee.\nBEFORE: FORD ELLIOTT, P.J., McCAFFERY and KELLY, JJ."
  },
  "file_name": "0315-01",
  "first_page_order": 371,
  "last_page_order": 377
}
