{
  "id": 11621505,
  "name": "In re Michael J. HOARE, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Hoare",
  "decision_date": "1999-03-18",
  "docket_number": "No. 96-BG-975",
  "first_page": "316",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 316"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "527 N.E.2d 299",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "eighteen-month suspension and five years probation"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "38 Ohio St.3d 248",
      "category": "reporters:state",
      "reporter": "Ohio St. 3d",
      "case_ids": [
        1411975
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "eighteen-month suspension and five years probation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-3d/38/0248-01"
      ]
    },
    {
      "cite": "759 S.W.2d 61",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9962176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/759/0061-01"
      ]
    },
    {
      "cite": "180 Ariz. 20",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        1464229
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/180/0020-01"
      ]
    },
    {
      "cite": "697 A.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12022844
      ],
      "pin_cites": [
        {
          "page": "1214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/1212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4505,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 1.9467428899655763e-07,
      "percentile": 0.736206821324332
    },
    "sha256": "3d1360055325ec654a3d61517360d13af0422aefec2df9a13de96594cb59af8a",
    "simhash": "1:fda39aeaeb9a516a",
    "word_count": 719
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FARRELL and RUIZ, Associate Judges, and PRYOR, Senior Judge."
    ],
    "parties": [
      "In re Michael J. HOARE, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nEarly on the morning of April 25, 1993, after consuming a considerable amount of alcohol throughout the night, respondent, Michael J. Hoare, caused the death of a young man when, while driving the wrong direction on an interstate highway, he collided with the young man’s car. Respondent was convicted by a jury in St. Clair County, Illinois, of aggravated reckless homicide, and was sentenced to six months of imprisonment and forty months of probation. He was also ordered to perform forty hours of community service each month during his probation.\nRespondent promptly reported his conviction to Bar Counsel. Bar Counsel filed a certified copy of respondent’s sentencing order, and, on July 31, 1996, this court temporarily suspended respondent pursuant to D.C. Bar R. XI, § 10(c). We directed the Board on Professional Responsibility (“Board”) to institute a formal proceeding to determine the nature of the final discipline to be imposed and, specifically, to decide whether respondent’s crime involved moral turpitude.\nWhile the matter was proceeding before the Board, Bar Counsel informed this court that respondent had been disbarred by the Supreme Court of Missouri, had been suspended for two years by the Supreme Judicial Court for Suffolk County, Massachusetts, and had been disbarred by the United States District Court for the Eastern District of Missouri, which disbarment was affirmed by the United States Court of Appeals for the Eighth Circuit. Accordingly, we directed the Board to recommend whether, and what type of, reciprocal discipline should be imposed.\nOn October 19, 1998, the Board filed a report and recommendation. The Board, in accord with the Hearing Committee, found that aggravated reckless homicide, a felony, is a “serious crime” within the meaning of D.C.App. Bar R. XI, § 10(b), but that respondent’s conduct did not involve moral turpitude, nor violate Rule 8.4(b) of the District of Columbia Rules of Professional Conduct. The sanction recommended by the Board is a two-year suspension nunc pro tunc to the date respondent filed his affidavit pursuant to D.C. Bar R. XI, § 14(g). Because the Hearing Committee conducted a full de novo proceeding, the Board recommends that the reciprocal proceedings be dismissed as moot. Bar Counsel and respondent have both informed the court that they take no exception to the Board’s report and recommendation.\nWe accept the Board’s findings; neither Bar Counsel nor respondent has filed exceptions to them. In so doing, we express no opinion on the Board’s finding that respondent’s conduct did not involve moral turpitude.\nWe give similar deference to the Board’s recommended sanction. Generally, we will impose the sanction recommended by the Board “unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.” Id. The question of an appropriate sanction in this case is one of first impression in this jurisdiction. Because respondent has not filed any exceptions to the Board’s report and recommendation, this court’s already considerable deference to the Board’s determination of an appropriate sanction is enhanced. D.C. Bar R. XI, § 9(g)(2); In re Delaney, 697 A.2d 1212, 1214 (D.C.1997). Thus, we adopt the sanction recommended by the Board. We make no judgment about what an appropriate sanction might be if respondent or Bar Counsel had contested the sanction recommended by the Board. We note that other jurisdictions have issued sanctions ranging from suspension to disbarment in similar cases. See, e.g., In re Horwitz, 180 Ariz. 20, 881 P.2d 352 (1994) (en banc) (disbarment); Kentucky Bar Ass’n v. Jones, 759 S.W.2d 61 (Ky.1988) (two-year suspension); Office of Disciplinary Counsel v. Michaels, 38 Ohio St.3d 248, 527 N.E.2d 299 (1988) (eighteen-month suspension and five years probation). Following the Board’s recommendation, it is\nORDERED that Michael J. Hoare is suspended from the practice of law in the District of Columbia for the period of two years. This suspension is ordered nunc pro tunc to September 11, 1996, the date respondent filed an affidavit in compliance with D.C. Bar R. XI, § 14(g). Further, the reciprocal discipline proceedings are dismissed.\nSo ordered.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Michael J. HOARE, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 96-BG-975.\nDistrict of Columbia Court of Appeals.\nDecided March 18, 1999.\nBefore FARRELL and RUIZ, Associate Judges, and PRYOR, Senior Judge."
  },
  "file_name": "0316-01",
  "first_page_order": 370,
  "last_page_order": 371
}
