{
  "id": 8131026,
  "name": "Roy ST. LEWIS, Executor, Estate of Eleanor Sandman Dixon, Appellant, v. Isadore L. FIRESTONE, in his own name and to the use of the Boston Insurance Company, a corporation, Appellee",
  "name_abbreviation": "St. Lewis v. Firestone ex rel. Boston Insurance Co.",
  "decision_date": "1957-03-22",
  "docket_number": "No. 1921",
  "first_page": "317",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "130 A.2d 317"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "78 U.S.App.D.C. 197",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "138 F.2d 934",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1404808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/138/0934-01"
      ]
    },
    {
      "cite": "76 U.S.App.D.C. 43",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "128 F.2d 612",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10711395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/128/0612-01"
      ]
    },
    {
      "cite": "146 A.L.R. 1",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "4 App.D.C. 405",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        2625361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/4/0405-01"
      ]
    },
    {
      "cite": "119 F. Supp. 100",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4242253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/119/0100-01"
      ]
    },
    {
      "cite": "168 Md. 260",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2188512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/168/0260-01"
      ]
    },
    {
      "cite": "177 A. 392",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "97 A.L.R. 880",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "324 Mo. 992",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1826289
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mo/324/0992-01"
      ]
    },
    {
      "cite": "78 A.L.R. 722",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "4 N.J. 428",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        110713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/4/0428-01"
      ]
    },
    {
      "cite": "73 A.2d 183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "18 A.L.R.2d 1071",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "78 U.S.App.D.C. 59",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "137 F.2d 677",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3675505
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/137/0677-01"
      ]
    },
    {
      "cite": "127 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8135695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/127/0840-01"
      ]
    },
    {
      "cite": "3 N.J. 285",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        108804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/3/0285-01"
      ]
    },
    {
      "cite": "69 A.2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "51 S.D. 97",
      "category": "reporters:state",
      "reporter": "S.D.",
      "case_ids": [
        5344337
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/sd/51/0097-01"
      ]
    },
    {
      "cite": "98 W.Va. 499",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8635401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/98/0499-01"
      ]
    },
    {
      "cite": "127 S.E. 330",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "42 A.L.R. 780",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "42 A.L.R. 783",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "60 App. D.C. 100",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "48 F.2d 1012",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1832170
      ],
      "pin_cites": [
        {
          "page": "1014"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/48/1012-01"
      ]
    },
    {
      "cite": "99 U.S.App.D.C. 272",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "239 F.2d 435",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        15038
      ],
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/239/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 9435,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 2.438914047047622e-07,
      "percentile": 0.8028498958819607
    },
    "sha256": "c8e5da4e1def2f7d3402c4fef8aa80a2467d2274cf0b75f4b3b66f652f372237",
    "simhash": "1:3bf788e2993b3b57",
    "word_count": 1609
  },
  "last_updated": "2024-02-27T23:45:34.858790+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Roy ST. LEWIS, Executor, Estate of Eleanor Sandman Dixon, Appellant, v. Isadore L. FIRESTONE, in his own name and to the use of the Boston Insurance Company, a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "ROVER, Chief Judge.\nThis was a nonjury negligence action for property damage in the apartment occupied by the appellee caused by smoke from a fire originating in the adjacent apartment of appellant’s decedent, both being located in the same apartment house. The fire which resulted in the death of appellant’s decedent and the damage by smoke to the appellee’s property occurred on the morning of March 8, 1955. While counsel for appellee does not assert a specific act of negligence on the part of decedent as the cause of the fire, it is apparent from the record that his case is predicated on prima facie proof of negligence or upon the doctrine of res ipsa loquitur.\nOn the issue of decedent’s negligence the only evidence offered was photographs and the expert testimony of a fire investigator of the District of Columbia Fire Department. He testified that he arrived at decedent’s apartment after the fire, when firemen were cleaning up, and that upon investigation he determined the fire to be of a slow-burning, smoldering type. He further testified, over the objection of the appellant, that in his opinion the fire originated in a bed which had been consumed, and had spread to the ceiling, floor, and furniture in the immediate vicinity of the bed. Though he was unable to ascertain the cause of the fire from any available physical evidence, he expressed the opinion that it was caused by careless smoking. He was unable to say that the decedent had caused it or that she had been at the point of origin prior to the fire. Cigarettes were found in the unburned portion of the room; however, none were found in the vicinity of the bed that was destroyed by the fire. Under cross-examination he admitted that his opinion as to the cause of the fire was only speculation; that it could have resulted from other causes; and it could have been smoldering for a period of hours prior to its final outbreak.\nSome four to five feet from the point of origin of the fire, the decedent’s body, attired in street clothes, was found on another bed which was partially burned on the side exposed to the fire. The death certificate established that the decedent died of “1. Acute Inflamatory Tracheo-Bronchitis [sic] 2. C O Poisoning 3. 3rd & 4th degree burns of 70% of body.” According to the photographs these burns were suffered on that portion of the body that was closest to the fire.\nThe appellee further introduced in evidence, over objection of the appellant, a record from the Department of Public Health for the District of Columbia certifying that the alcoholic content in the blood of the decedent was 0.27 percent. The analysis was made by a chemist connected with the Department of Health and the record was introduced through a secretary.\nAt the conclusion of the appellee’s evidence the appellant moved for a finding in his favor. After the denial of the motion and appellant’s declination to offer evidence, the trial judge found for the appellee; this appeal followed.\nAppellant first contends that the trial court erred in admitting opinion evidence that the fire was caused by careless smoking. The rule is well established in this jurisdiction that where the trier of the facts is just as competent to consider and weigh evidence as is an expert and is just as qualified to draw conclusions therefrom, it is improper to use opinion evidence. It is equally well settled that the facts on which expert opinion is predicated must permit reasonably accurate conclusions as distinguished from guesswork or conjecture. The opinion must be in terms of the probable and not of the possible. We think it was improper to admit this opinion evidence, both because the situation was one not appropriate for use of an expert and because the opinion itself was admittedly wholly conjectural and uncertain. The fire investigator found no tangible evidence of any kind bearing on the causation of the fire or of negligence on the part of the decedent. No skilled training or special knowledge obtained from experience was applied in arriving at his conclusion; indeed, in the light of the facts, anyone of ordinary training and intelligence would be equally capable of an opinion. To permit such speculative opinion was in this instance to invade the province of the trier of the facts.\nComing to the alternate theory of the appellee that the doctrine of res ipsa loquitur applies, we find that this is a rule which is infrequently applied in cases involving fires. To gain the presumptive effect of the doctrine, the appellee must show that the cause of the accident is known, is in the control of the defendant, and is unlikely to do harm unless the person in control was negligent. The destruction of property by fire, either on the premises where it starts, or upon other property to which it spreads, does not in itself raise a presumption of negligence as to the starting of the fire unless there are special circumstances that warrant a conclusion that due care was wanting. To prevail then on the doctrine of res ipsa loquitur, the actual cause of the fire must have been under the control of the party charged with negligence. Under the testimony in the instant case, the fire might have resulted from one of many causes including acts of third parties over whom the decedent had no control. In fact it may be said that no attempt was made by the appellee to establish any causal connection between the deceased and the fire, nor has there been shown satisfactory evidence of the cause itself. In the absence of total proof of these elements, the application of the doctrine must be rejected.\nAlthough we reject the application of res ipsa loquitur, the appellee is not precluded from proving a prima facie case of negligence either by direct evidence of negligence or by such facts from which inferences may be fairly drawn. Again referring to the scant evidence, appellee has made no attempt to establish that the deceased smoked; that she was alone in the apartment for any appreciable time prior to the fire when, because of its smoldering nature, it must have started; that she slept in the bed where the fire originated; or that she was at the point of origin of the fire at the time it started. To prevail, the appellee must show that a duty owed to him was breached and that the breach of this duty was the proximate cause of the damage. “The causal connection between the accident and the negligence of the defendant must not be left to mere conjecture or supposition.” It was incumbent on the appellee to introduce sufficient evidence to warrant the inferences necessary to establish a prima facie case of negligence; this he failed to do. To ■hold that a prima facie case of negligence had been made out would have required the court, in this instance, to draw inferences from premises which are wholly uncertain. In the complete absence of probative facts to support negligence on either theory advanced, we hold that the trial court erred in denying appellant’s motion for a finding in his favor.\nOne other question of interest presents itself, namely, the admissibility and probative value of the record indicating the alcoholic content in the blood of the decedent to be 0.27 percent. Assuming the admissibility of the record, the evidence has no probative value. No attempt was made by the appellee through expert or medical testimony to define or establish the scientific meaning of 0.27 percent or its effect on the decedent and courts cannot take judicial notice of such meaning or effect. Judicial notice may be taken only of such scientific facts known to all men of ordinary intelligence or such facts as are recognized by statute.\nReversed with instructions to enter judgment for the appellant (defendant).\n. Henkel v. Varner, 78 U.S.App.D.C. 197, 138 F.2d 934; Kenney v. Washington Properties, 76 U.S.App.D.C. 43, 128 F.2d 612, 146 A.L.R. 1; District of Columbia v. Haller, 4 App.D.C. 405; Grober v. Capital Transit Co., D.C.D.C., 119 F. Supp. 100.\n. Calder v. Levi, 168 Md. 260, 177 A. 392, 97 A.L.R. 880; 20 Am.Jur., Evidence, § 795.\n. Kapros v. Pierce Oil Corporation, 324 Mo. 992, 25 S.W.2d 777, 78 A.L.R. 722; Menth v. Breeze Corporation, 4 N.J. 428, 73 A.2d 183, 18 A.L.R.2d 1071.\n. Washington Loan & Trust Co. v. Hickey, 78 U.S.App.D.C. 59, 137 F.2d 677; Wilson v. Spencer, D.C.Mun.App., 127 A.2d 840; Hamrah v. Clements, 3 N.J. 285, 69 A.2d 720.\n. Kapros v. Pierce Oil Corporation, footnote 3, supra; Menth v. Breeze Corporation, footnote 3, supra; Lozotte v. Lindquist, 51 S.D. 97, 212 N.W. 503; Orlander v. Stafford, 98 W.Va. 499, 127 S.E. 330, 42 A.L.R. 780. See Annotation, 42 A.L.R. 783 et seq.\n. Collins v. District of Columbia, 60 App. D.C. 100, 102, 48 F.2d 1012, 1014, as quoted in Pennsylvania Railroad Co. v. Pomeroy, 99 U.S.App.D.C. 272, 239 F.2d 435, 444.\n. Kenney v. Washington Properties, footnote 1, supra.\n. 31 C.J.S., Evidence, § 76.",
        "type": "majority",
        "author": "ROVER, Chief Judge."
      }
    ],
    "attorneys": [
      "Carl L. Shipley, Washington, D. C., for appellant.",
      "Julius Poms, Washington, D. C., with whom Lewis Jacobs and Sidney S. Sachs, Washington, D. C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roy ST. LEWIS, Executor, Estate of Eleanor Sandman Dixon, Appellant, v. Isadore L. FIRESTONE, in his own name and to the use of the Boston Insurance Company, a corporation, Appellee.\nNo. 1921.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Jan. 22, 1957.\nDecided March 22, 1957.\nCarl L. Shipley, Washington, D. C., for appellant.\nJulius Poms, Washington, D. C., with whom Lewis Jacobs and Sidney S. Sachs, Washington, D. C., were on the brief, for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0317-01",
  "first_page_order": 349,
  "last_page_order": 352
}
