{
  "id": 8456213,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. William James HOOVER, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Hoover",
  "decision_date": "2006-09-28",
  "docket_number": "Nos. 136 & 137 WDA 2006",
  "first_page": "321",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 321"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "411 U.S. 778",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10343
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0778-01"
      ]
    },
    {
      "cite": "140 F.2d 392",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3693974
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/140/0392-01"
      ]
    },
    {
      "cite": "287 U.S. 216",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        369836
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "222"
        },
        {
          "page": "156"
        },
        {
          "page": "269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/287/0216-01"
      ]
    },
    {
      "cite": "278 Pa.Super. 453",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        146622
      ],
      "weight": 6,
      "year": 1980,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "630",
          "parenthetical": "emphasis in original"
        },
        {
          "page": "456"
        },
        {
          "page": "630"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/278/0453-01"
      ]
    },
    {
      "cite": "516 A.2d 1263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        660272
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/358/0219-01"
      ]
    },
    {
      "cite": "858 Pa.Super. 219",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "770 A.2d 788",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11103876
      ],
      "pin_cites": [
        {
          "page": "792"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0788-01"
      ]
    },
    {
      "cite": "688 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7367410,
        947326
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1207-08",
          "parenthetical": "the scope of review in an appeal following a sentence imposed after probation revocation is limited to the validity of the revocation proceedings and the legality of the judgment of sentence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/688/1206-01",
        "/pa-super/455/0499-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 499",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947326
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "501",
          "parenthetical": "the scope of review in an appeal following a sentence imposed after probation revocation is limited to the validity of the revocation proceedings and the legality of the judgment of sentence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0499-01"
      ]
    },
    {
      "cite": "752 A.2d 910",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11512072
      ],
      "pin_cites": [
        {
          "page": "913"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/752/0910-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 7967,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 7.441610041083333e-08,
      "percentile": 0.444046351737109
    },
    "sha256": "c93f8a81ed5e8e57ab424bf0f7ccc54061ba98cd030da23d1756c17d82ebefcf",
    "simhash": "1:b70f218ee15198fd",
    "word_count": 1293
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: TODD, BENDER, and GANTMAN, JJ.",
      "¶ 12 BENDER, J. notes dissent."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. William James HOOVER, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nTODD, J.:\n¶ 1 William James Hoover, Jr. appeals the judgment of sentence imposed by the Honorable Anthony J. Vardaro of the Court of Common Pleas of Crawford County whereby Hoover’s probation, previously imposed at two separate docket numbers, was revoked following a hearing. We affirm.\n¶ 2 Appellant was sentenced by the trial court following two separate convictions of driving under the influence of alcohol (“DUI”). At docket number CR 992-2003, he was sentenced on July 29, 2004, to 11)6 to 24 months imprisonment, less one day, followed by three years probation. At docket number CR 402-2004, he was sentenced, on October 26, 2004, to a consecutive sentence of 11/6 to 24 months imprisonment, less one day, followed by another three years probation. The record reveals that, in January 2005, while serving his first term of imprisonment at CR 992-2003, Appellant was granted work release/community service privileges. On July 19, 2005, Appellant was paroled at CR 992-2003, but was still serving the incarceration portion of his sentence imposed at CR 402-2004. He had not yet started to serve the probationary period in either of his sentences.\n¶3 On November 9, 2005, Appellant returned to the Crawford County Correctional Facility from work release and exhibited signs of intoxication. Two breathalyzer tests at the prison yielded blood alcohol content results of .156 and .152. Inmate misconduct charges were filed, and Appellant pled guilty on November 15, 2005.\n¶ 4 A Gagnon II probation revocation hearing was conducted on December 21, 2005 before Judge Vardaro. The judge determined that Appellant had violated the terms and conditions of his probationary sentences imposed at both docket numbers by consuming alcoholic beverages while on work release, and revoked his probation in each case, resentencing Appellant to consecutive terms of 1)6 years to 3 years imprisonment in each case. In doing so, the judge concluded that Appellant was likely to commit new crimes while on probation. Appellant timely appealed, presenting one question for our consideration, which we have paraphrased: Whether it is beyond the trial court’s authority to revoke the probationary period of Appellant’s sentence before it commenced where Appellant committed no additional crime, but violated work release policy? (Appellant’s Brief at 5.)\n¶ 5 In general, the imposition of sentence following the revocation of probation is vested within the sound discretion of the trial court, which, absent an abuse of that discretion, will not be disturbed on appeal. Commonwealth v. Sierra, 752 A.2d 910, 913 (Pa.Super.2000). Our standard of review is limited to determining the validity of the probation revocation proceedings and the authority of the sentencing court to consider the same sentencing alternatives that it had at the time of the initial sentencing. 42 Pa.C.S.A. § 9771(b); Commonwealth v. Gheen, 455 Pa.Super. 499, 501, 688 A.2d 1206, 1207-08 (1997) (the scope of review in an appeal following a sentence imposed after probation revocation is limited to the validity of the revocation proceedings and the legality of the judgment of sentence). Once probation has been revoked, a sentence of total confinement may be imposed if any of the following conditions exist: (1) the defendant has been convicted of another crime; or (2) the conduct of the defendant indicates that it is likely that he will commit another crime if he is not imprisoned; or, (8) such a sentence is essential to vindicate the authority of court. 42 Pa.C.S.A. § 9771(c); Commonwealth v. Coolbaugh, 770 A.2d 788, 792 (Pa.Super.2001).\n¶ 6 Although Appellant does not dispute that he was intoxicated while on work release, he argues that the trial court exceeded its authority by revoking both of the probationary periods of his DUI sentences before he had begun to serve either of them. (Appellant’s Brief at 10-11.) He argues that the case law of this Commonwealth authorizes a trial court to revoke probationary sentences not yet begun only when a defendant has committed a new crime, and not merely a violation of a work release rule. (Id.) Accordingly, he seeks remand of this matter to the trial court for resentencing.\n¶ 7 In support of his decision to revoke Appellant’s probation, Judge Vardaro cited our decisions in Commonwealth v. Miller, 858 Pa.Super. 219, 516 A.2d 1263 (1986), and Commonwealth v. Wendowski, 278 Pa.Super. 453, 420 A.2d 628 (1980), wherein we held that a defendant’s probationary sentence could be revoked prior to commencement of such sentence if his conduct after the probationary sentence was imposed, but before it began, warranted such revocation. Appellant argues that because the appellants in both Miller and Wendow-ski actually committed new criminal offenses before their probationary sentences were revoked, his case is distinguishable because he was merely intoxicated and committed no crime. (Appellant’s Brief at 11.) We disagree.\n¶ 8 Although the appellant in Miller did, in fact, commit new criminal offenses before his probationary period had commenced, and not simply work release policy violations as in the present case, he challenged the trial court’s jurisdiction to revoke his probation in advance. Miller, 358 Pa.Super. at 222, 516 A.2d at 1264. In affirming the trial court’s judgment of sentence, we relied on our prior holding in Wendowski, wherein we stated:\nIf, at any time before the defendant has completed the maximum period of probation, or before he has begun service of his probation, he should commit offenses of such nature as to demonstrate to the court that he is unworthy of probation and that the granting of the same would not be in subservience to the ends of justice and the best interests of the public, or the defendant, the court could revoke or change the order of probation. A defendant on probation has no contract with the court. He is still a person convicted of crime, and the expressed intent of the Court to have him under probation beginning at a future time does not “change his position from the possession of a privilege to the enjoyment of a right.” Burns v. United States, 287 U.S. 216, 222, 53 S.Ct. 154, 156, 77 L.Ed. 266, 269 (1932).\nWendowski, 278 Pa.Super. at 456, 420 A.2d at 630 (emphasis in original) (quoting James v. United States, 140 F.2d 392, 394 (5th Cir.1944) (Waller, J., concurring)).\n¶ 9 Although Appellant herein did not, strictly speaking, violate the law by becoming intoxicated, he clearly violated the terms of his work release and “demonstrate[d] to the court that he is unworthy of probation and that the granting of the same would not be in subservience to the ends of justice [or] the best interests of the public.” Wendowski, 278 Pa.Super. at 456, 420 A.2d at 630. The record reflects that the trial judge was cognizant of Appellant’s extensive history of alcohol abuse, numerous prior DUI convictions, and apparent inability to control his addiction to alcohol. The court concluded that, in light of Appellant’s behavior, Appellant would be difficult to supervise while on probation and posed a risk to the community in that he was likely to commit new crimes. (Trial Court Opinion, 2/2/06, at 2.)\n¶ 10 Following our review of the record before us and applicable case law and statutes, we conclude that the trial judge was within his authority to enter an order revoking Appellant’s probation and imposing sentences of imprisonment. We, therefore, affirm Appellant’s judgment of sentence.\n¶ 11 Judgment of sentence AFFIRMED.\n¶ 12 BENDER, J. notes dissent.\n. 75Pa.C.S.A. § 3731.\n. Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973).",
        "type": "majority",
        "author": "TODD, J.:"
      }
    ],
    "attorneys": [
      "Stephen E. Hall, Meadville, for appellant.",
      "Francis J. Schultz, Asst. Dist. Atty., Meadville, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. William James HOOVER, Jr., Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 26, 2006.\nFiled Sept. 28, 2006.\nStephen E. Hall, Meadville, for appellant.\nFrancis J. Schultz, Asst. Dist. Atty., Meadville, for Com., appellee.\nBEFORE: TODD, BENDER, and GANTMAN, JJ."
  },
  "file_name": "0321-01",
  "first_page_order": 377,
  "last_page_order": 380
}
