{
  "id": 11621657,
  "name": "Larry OSBOURNE, Sandra Osbourne, Appellants, v. CAPITAL CITY MORTGAGE CORPORATION, Appellee",
  "name_abbreviation": "Osbourne v. Capital City Mortgage Corp.",
  "decision_date": "1999-04-01",
  "docket_number": "No. 96-CV-1987",
  "first_page": "322",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 322"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "190 B.R. 796",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        11305474
      ],
      "pin_cites": [
        {
          "page": "804"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/190/0796-01"
      ]
    },
    {
      "cite": "179 B.R. 566",
      "category": "reporters:specialty",
      "reporter": "B.R.",
      "case_ids": [
        6108158
      ],
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/179/0566-01"
      ]
    },
    {
      "cite": "655 A.2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870733
      ],
      "pin_cites": [
        {
          "page": "857-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0850-01"
      ]
    },
    {
      "cite": "540 A.2d 736",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900433
      ],
      "pin_cites": [
        {
          "page": "739"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/540/0736-01"
      ]
    },
    {
      "cite": "566 A.2d 462",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7350398
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "465"
        },
        {
          "page": "465-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/566/0462-01"
      ]
    },
    {
      "cite": "431 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974916
      ],
      "pin_cites": [
        {
          "page": "549-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0543-01"
      ]
    },
    {
      "cite": "449 A.2d 1097",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987720
      ],
      "pin_cites": [
        {
          "page": "1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/449/1097-01"
      ]
    },
    {
      "cite": "585 A.2d 1324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7394677
      ],
      "pin_cites": [
        {
          "page": "1328-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/1324-01"
      ]
    },
    {
      "cite": "667 A.2d 834",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868423
      ],
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/0834-01"
      ]
    },
    {
      "cite": "228 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8106933
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/228/0326-01"
      ]
    },
    {
      "cite": "308 A.2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8027649
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "244"
        },
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0243-01"
      ]
    },
    {
      "cite": "391 A.2d 1374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8094098
      ],
      "pin_cites": [
        {
          "page": "1379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/1374-01"
      ]
    },
    {
      "cite": "667 A.2d 1321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876500
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/667/1321-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 781,
    "char_count": 15219,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 2.669853266894157e-07,
      "percentile": 0.8257070199845628
    },
    "sha256": "74b6e6c78439eb13f25da6858d1682ac03c0a9eff708ca605899be7d16348412",
    "simhash": "1:e98e358151b084b8",
    "word_count": 2355
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FARRELL and RUIZ, Associate Judges, and PRYOR, Senior Judge."
    ],
    "parties": [
      "Larry OSBOURNE, Sandra Osbourne, Appellants, v. CAPITAL CITY MORTGAGE CORPORATION, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAppellants come before this court for the second time alleging, inter alia, breach of contract and misrepresentation on the part of their mortgage company, Capital City Mortgage, Inc. (Capital City). In Osbourne v. Capital City Mortgage Corp., (Osbourne I), 667 A.2d 1321 (D.C.1995), we reversed a grant of summary judgment against appellants and reinstated their four-count complaint claiming (1) breach of contract; (2) breach of obligation to release trust; (3) misrepresentation; and (4) statutory violations under D.C.Code §§ 28-3312, -3904 (1996 Repl.). Now, appellants allege trial court eiTor where the court (1) directed a verdict against appellants’ claims of unlawful breach and negligent misrepresentation, concluding they failed to establish a prima facie case; and (2) required clear and convincing evidence for their intentional misrepresentation claim. Their latter claim — that a lower standard of proof applies to alleged violations of D.C.Code §§ 28-3904, -3312 than to identical claims under common law — creates a question of first impression for this court. We find no error in the trial court’s rulings and, in so concluding, require clear and convincing evidence of intentional misrepresentation under the District’s Consumer Protection Procedures Act (CPPA or Act) and the Interest Rate Ceiling Amendment Act of 1983 (IRCA or Act). Accordingly, we affirm.\nI.\nOn remand from Osbourne I, the court consolidated appellants’ claims during trial. First, the court merged Counts 1 and 2 of appellants’ complaint into one comprehensive breach of contract claim. Then, concluding there was no significant distinction between appellants’ common law misrepresentation and statutory claims, it instructed the parties to argue traditional theories of negligent and intentional misrepresentation to the jury. With these guidelines from the court, appellants presented them case to a jury.\nThe facts alleged at trial were substantially the same as those previously summarized by this court in Osbourne I. Essentially, the Osbournes executed a note with Capital City using their home as collateral. The Os-bournes became delinquent and, faced with the threat of foreclosure, negotiated refinancing with First Government Mortgage & Investment Corporation (First Government). First Government, in turn, selected Mid-Atlantic Title, Inc. (Mid-Atlantic) to conduct the settlement. On May 31, 1989, Mid-Atlantic delivered a check in the amount of $24,346.51 (the Osbournes’ alleged balance) to Capital City. Due to expenses incurred as a result of the cancelled foreclosure sale, however, Capital City continued to show a balance on the Osbournes’ account. In September of 1990, with Capital City again threatening foreclosure, Mid-Atlantic paid the remaining balance and requested payment from appellants. Appellants failed to make payment, and instead initiated the underlying litigation against Capital City.\nAt the close of appellants’ case, Capital City moved for a directed verdict. Capital City argued that appellants failed to present any evidence of economic damages, thereby failing to establish a prima facie case on all but their intentional misrepresentation claim. The court, finding that “[tjhere’s just simply no evidence” of damages, granted Capital City’s motion. Only appellants’ intentional misrepresentation claim was submitted to the jury, with the instruction from the court that appellants’ burden of proof was the clear and convincing standard. The jury returned a verdict in favor of Capital City and this appeal followed.\nII.\nDirected Verdict\nWhen confronted with a motion for directed verdict in a jury trial, the judge is not the trier of fact. Marshall v. District of Columbia, 391 A.2d 1374, 1379 (D.C.1978). A directed verdict is, therefore, only appropriate where the evidence is so clear that reasonable persons could reach but one conclusion. Bauman v. Sragow, 308 A.2d 243, 244 (D.C.1973) (citing Wilson v. Brame, 228 A.2d 326 (1967)). In reviewing a motion for directed verdict, this court must view the evidence in the light most favorable to the non-moving party. Abebe v. Benitez, 667 A.2d 834, 836 (D.C.1996); Bauman, supra, 308 A.2d at 244; Super. Ct. Civ. R. 60(a).\nThe trial court focused on the question of damages when granting appellee’s motion for directed verdict. Despite four days of trial testimony, Mr. Osbourne was unable to present any specific evidence of economic injury or harm.\nOn cross-examination, Mr. Osbourne testified as follows:\nQ. You know in the settlement Capital City was to be paid $24,000.00, right?\nA. True\nQ. And after the date of that settlement, you never paid Capital City anymore money, right?\nA. Yes, sir.\n^ ‡ ‡\nQ. Mr. Osbourne, the amount of money that appeared in that settlement sheet, $24,000.00, are you aware today, can you point to any accounting over-charges by Capital City?\nA. No, sir. No.\n# #\nQ. Can you say any dollar of that was wrongfully charged by Capital City?\nA. I can’t. Y’all always charge wrong to me.\nQ. Aside from always charge wrong, can you say any specific charges?\nA. No.\n‡ ‡ ‡ ‡ $\nQ. What did you owe?\nA. I can’t say because I don’t know. But I know I didn’t owe 24,000.\nQ. So you don’t know any amount that you did owe. You just know you don’t owe 24,000?\nA. True.\nOn re-direct examination, appellant testified as follows:\nQ. Now, with respect to payment receipts, do you have any of your receipts?\nA. No, sir.\nAlthough Mr. Osbourne vehemently testified that notices from Capital City regarding the amounts owed were inaccurate, he was unable, in any affirmative manner, to state what he deemed to be a correct sum. Admitting that he had no contrary evidence that the amount paid at settlement was incorrect, appellant also conceded that he had not paid any other deficiencies or fees. Aside from the question of monies paid by appellants, the judge concluded that appellants had shown no economic injury or harm stemming from any alleged wrongful behavior by appel-lee. The court thus granted a partial directed verdict.\nOn appeal, appellants have been equally unable to demonstrate where, in the record, there appears evidence of actual damages. In Osbourne I, we explicitly stated that appellants could not recover emotional damages on a claim for negligent misrepresentation. Osbourne I, supra, 667 A.2d at 1329. It is, therefore, axiomatic that such a claim requires proof of economic damages. See also Restatement (Second) Of Torts § 662; Sastry v. Coale, 585 A.2d 1324, 1328-29 (D.C.1991) (breach of contract claim requires proof of damages). Simply stated, appellants’ prima facie case for breach of contract and negligent misrepresentation required some proof of damages; our review of the record shows none. Any award of damages would, therefore, be speculative and impermissible. See Romer v. District of Columbia, 449 A.2d 1097, 1100 (D.C.1982); Edmund J. Flynn Co. v. La Vay, 431 A.2d 543, 549-50 (D.C.1981). Accordingly, appellants have not made a prima facie case for either breach of contract or negligent misrepresentation and we- affirm the directed verdict entered against them as to those claims.\nIII.\nStatutory Burdens of Proof\nAppellants also contend the trial court erred by requiring clear and convincing evidence of their remaining claim for intentional misrepresentation. Without any controlling authority, they argue claims for intentional misrepresentation under the CPPA and IRCA carry a lesser burden of proof than if brought under common law. Stated otherwise, appellants argue: Since the CPPA and IRCA are “consumer friendly,” the legislature must have intended to lessen the consumer’s burden of proof. We are unpersuaded.\nA. The Consumer Protection Procedures Act\nThe Consumer Protection Procedures Act is a “comprehensive statute” with an extensive regulatory framework designed to “remedy all improper trade practices.” Atwater v. District of Columbia Dep’t of Consumer & Regulatory Affairs, 566 A.2d 462, 465 (D.C.1989) (citing D.C.Code § 28-3901(b)(1)) (footnote omitted) (emphasis in original). The CPPA protects consumers from those “unlawful trade practices” enumerated in § 28-3904, as well as practices prohibited by other statutes and common law. Atwater, 566 A.2d at 465-66. Misrepresenting a material fact is among those unfair trade practices explicitly prohibited by the act. D.C.Code § 28-3904(e). Yet, while the CPPA is broad in the conduct it proscribes, even more important perhaps is the array of enforcement mechanisms it contains for the protection of consumers. The CPPA empowers agency investigation and regulation of businesses, §§ 28-3902, -3903, establishes consumer complaint procedures, § 28-3905, and allows for civil actions in Superior Court for multiple damages and fees, § 28-3905(k)(l). Despite its comprehensive scope, however, the CPPA does not address a consumer’s burden of proof under the Act’s protections. Turning, therefore, to well-established maxims of statutory construction, we evaluate appellants’ expansive reading of the CPPA.\nIt is settled that statutes in derogation of common law are to be construed strictly. Sutherland Stat. Const. § 61.01 (5th ed.) (1992). Indeed, “no statute is to be construed as altering the common law, farther than its words import.” Monroe v. Foreman, 540 A.2d 736, 739 (D.C.1988) (citations omitted). By application of these rules to the CPPA, we reach the conclusion that a claim for intentional misrepresentation under the Act requires the same burden of proof as does a common law claim for such misrepresentation — the clear and convincing standard. See Standardized Civil Jury Instructions For The District Of Columbia, No. 20-3 (1998 rev. ed.); cf. Twyman v. Johnson, 655 A.2d 850, 857-58 (D.C.1995) (rejecting, despite remedial nature of Rental Housing Act, claim that statute includes implied civil cause of action for retaliation, partly because of broad array of remedies already provided and because implying such right would be in derogation of common law). Thus, we find no error in the court’s instruction.\nThere is an additional reason for our conclusion that, contrary to appellants’ contention, the CPPA does not lessen the burden of proof for consumers. As stated, the CPPA’s extensive enforcement mechanisms apply not only to the unlawful trade practices proscribed by § 28-3904, but to all other statutory and common law prohibitions. If we were to hold, as urged by appellants, that consumers have a lesser burden of proof under the CPPA, such a ruling would have serious implications. For example, § 28-3905(k)(l)(C) allows for a wronged consumer to recover punitive damages. By appellants’ logic, although punitive damages requires clear and convincing evidence at common law, see STANDARDIZED Civil Juky INSTRUCTIONS For The District Of Columbia, No. 16-1 (1998 rev. ed.), requesting punitive damages under the CPPA would be available on a considerably lesser showing. Nothing within the legislative history supports such an expansive reading of the CPPA.\nAccordingly, we conclude the clear and convincing evidence standard applies to claims of intentional misrepresentation under the CPPA.\nB. Interest Rate Ceiling Amendment Act of 1983\nThe Interest Rate Ceiling Amendment Act of 1983 is itself a broad statute which limits numerous practices by mortgage lenders that were problematic for borrowers prior to its enactment. The Act’s legislative history provides:\n[Consumers of mortgage credit [should] be afforded adequate protection from unscrupulous lenders.... To this end, [the IRCA] contains numerous consumer protections not in current law, including... delineation of unlawful practices.... [IRCA] provides a potent deterrent to illegal action on the part of lenders and provides a speedy and economic mechanism for borrowers to enforce their rights.\nCommittee On Finanoe And Revenue, Report on Bill 5-193, Oct. 20, 1983, at 16.\nThe IRCA specifically identifies misrepresentation (and failure to state a material fact) as an “unlawful practice.” D.C.Code § 28-3312. Similar to the CPPA, nowhere within the text of the IRCA, nor within our review of its legislative history, is the consumer’s burden of proof discussed. Thus, applying the same statutory analysis employed supra, we conclude a consumer’s burden when alleging intentional misrepresentation under the IRCA is the clear and convincing standard.\nIY. Conclusion\nHaving failed to establish any proof of actual damages, the trial court properly granted appellee’s motion for directed verdict as to appellants’ unlawful breach and negligent misrepresentation claims. Further, we reject appellants’ contention that a claim of intentional misrepresentation under the CPPA or under the IRCA carries a lesser burden of proof then a similar claim under common law. Accordingly, the trial court’s decision to apply the common law clear and convincing standard to appellants’ statutory claim of intentional misrepresentation was not error.\nAffirmed.\n.The enumerated \"unlawful trade practices” under the District’s Consumer Protection Procedures Act, D.C.Code § 28-3901, et seq. (1996 Repl.), provides in relevant part:\nIt shall be a violation of this chapter, whether or not any consumer is in fact misled, deceived or damaged thereby, for any person to:\n(e) misrepresent as to a material fact which has a tendency to mislead....\nD.C.Code § 28-3904(e).\nSimilarly, the Interest Rate Ceiling Amendment Act of 1983, D.C.Code § 28-3301, et. seq. (1996 Repl.), provides in relevant part:\nIt shall be a violation of this chapter for any lender to:\n(1) misrepresent as to a material fact; [or]\n(2) fail to state a material fact....\nD.C.Code § 28-3312.\n. Capital City contends appellants waived their argument regarding the merger of their common law and statutory claims. We need not consider the waiver issue since we find no error in the trial court's conclusion.\n. As stated in Osbourne I, appellants could recover for any emotional harm they may have suffered if they were successful in proving intentional misrepresentation. Osbourne I, 667 A.2d at 1328.\n. The judge observed:\nThere’s just simply no evidence.... There’s just not a record here.\nPlaintiff has a burden to show with some real hard dollars and cents where at the end of the day the Osbournes lost money.\n. Appellants presently contend that their filing for bankruptcy, including a filing fee, constitutes actual damages. Persuasive authority suggest that an award of damages based upon the filing of bankruptcy, without more, would be too speculative and we agree. See In re Mundo Custom Homes, 179 B.R. 566, 570 (Bankr.N.D.Ill.1995) (\"stigma of bankruptcy is not evidence of any damage”); In re Atlas Machine and Iron Works, 190 B.R. 796, 804 (Bankr.E.D.Va.1995) (citations omitted). Indeed the record does not show that this fee or even an insurance fee were the result of fraud.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Paris A. Artis, Washington, DC, for appellants.",
      "Eric J. Sanne, Chevy Chase, MD, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Larry OSBOURNE, Sandra Osbourne, Appellants, v. CAPITAL CITY MORTGAGE CORPORATION, Appellee.\nNo. 96-CV-1987.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 26, 1999.\nDecided April 1, 1999.\nParis A. Artis, Washington, DC, for appellants.\nEric J. Sanne, Chevy Chase, MD, for ap-pellee.\nBefore FARRELL and RUIZ, Associate Judges, and PRYOR, Senior Judge."
  },
  "file_name": "0322-01",
  "first_page_order": 376,
  "last_page_order": 380
}
