{
  "id": 11250294,
  "name": "POLYCAST TECHNOLOGY CORPORATION and Cast Optics Corporation, Defendants Below, Appellants, v. ROHM & HAAS COMPANY, Plaintiff Below, Appellee",
  "name_abbreviation": "Polycast Technology Corp. v. Rohm & Haas Co.",
  "decision_date": "1973-04-30",
  "docket_number": "",
  "first_page": "323",
  "last_page": "325",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 323"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "356 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6160359
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/356/0001-01"
      ]
    },
    {
      "cite": "471 F.2d 1258",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        269164
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/471/1258-01"
      ]
    },
    {
      "cite": "22 L.Ed. 495",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "394 U.S. 495",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175275
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0495-01"
      ]
    },
    {
      "cite": "443 F.2d 783",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        773770
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/443/0783-01"
      ]
    },
    {
      "cite": "330 U.S. 743",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353933
      ],
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "page": "1020-1021"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/330/0743-01"
      ]
    },
    {
      "cite": "358 U.S. 516",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3660320
      ],
      "weight": 3,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/us/358/0516-01"
      ]
    },
    {
      "cite": "297 A.2d 53",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0053-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 5603,
    "ocr_confidence": 0.82,
    "pagerank": {
      "raw": 7.795317223204863e-08,
      "percentile": 0.45693011445841053
    },
    "sha256": "c5833acaa7d5da210d48323523ded65e258332ae30cb5a59ca36fff7dea87609",
    "simhash": "1:4f8327b79b095cf4",
    "word_count": 934
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "POLYCAST TECHNOLOGY CORPORATION and Cast Optics Corporation, Defendants Below, Appellants, v. ROHM & HAAS COMPANY, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "WOLCOTT, Chief Justice:\nThe plaintiff in this case seeks recovery of the contract price of chemicals which it sold to the defendants, Polycast Technology and its wholly-owned subsidiary, Cast Optics.\nPlaintiff extended a line of credit to defendants in order to enable them to finance the purchase. Defendants admit they owe the amount charged to be due, but assert anti-trust defenses to the action.\nPlaintiff moved for summary judgment which the Superior Court granted. The Opinion below is reported at 297 A.2d 53. We affirm for the reasons stated therein.\nThe Superior Court correctly held that Kelly v. Kosuga, 358 U.S. 516, 79 S.Ct. 429, 3 L.Ed.2d 475 (1959) is controlling. Kelly held that an anti-trust violation cannot be raised as an affirmative defense in a contract action unless the contract sued upon is itself “intrinsically illegal”. Bruce’s Juices, Inc. v. American Can Co., 330 U.S. 743, 67 S.Ct. 1015, 1020-1021, 91 L.Ed. 1219 (1947); Dickstein v. duPont, 1st Cir., 443 F.2d 783, 786 (1971). We agree with the Trial Court that the pleadings do not disclose any claim that the contract sued upon is intrinsically illegal, nor does the evidence support such a claim.\nDefendants now argue that the contract is intrinsically illegal since it constitutes a tying agreement in violation of §§ 1 and 2 of the Sherman Anti-Trust Act, 15 U.S.C.A., §§ 1, 2. They argue that the plaintiff has conditioned the receipt of one product, credit, upon the further purchase of the tied product, the chemical sold, relying upon Fortner Enterprises, Inc. v. United States Steel Corp., 394 U.S. 495, 89 S.Ct. 1252, 22 L.Ed. 495 (1969).\nFortner is inapposite. In Fortner, the plaintiff land developer obtained a two million dollar loan from a wholly-owned subsidiary of defendant. As a condition to obtaining the loan, the plaintiff had to agree to erect prefabricated houses, purchased from the defendant at inflated prices, on the lots purchased with the loan proceeds. The Court held this arrangement to be an illegal tying agreement, but it expressly limited its decision to the peculiar facts before it and refused to extend its decision to encompass normal credit transactions. The Court wrote:\n“All of respondents’ arguments amount essentially to the same claim — namely, that this opinion will somehow prevent those who manufacture goods from ever selling them on credit. But our holding in this case will have no such effect. There is, at the outset of every tie-in case, including the familiar cases involving physical goods, the problem of determining whether two separate products are in fact involved. In the usual sale on credit the seller, a single individual or corporation, simply makes an agreement determining when and how much he will be paid for his product. In such a sale the credit may constitute such an inseparable part of the purchase price for the item that the entire transaction could be considered to involve only a single product. It will be time enough to pass on the issue of credit sales when a case involving it actually arises. Sales such as that are a far cry from the arrangement involved here, where the credit is provided by one corporation on condition that a product be purchased from a separate corporation, and where the borrower contracts to obtain a large sum of money over and above that needed to pay the seller for the physical products purchased.”\nIn the case before us, the credit was arranged by the same corporation that sold the goods; furthermore, the credit provided did not exceed that needed to pay the plaintiff for the goods purchased. Hence, by its terms, the Fortner, decision is inapplicable to the case at bar.\nIn contrast to Fortner, the recent decision of the Sixth Circuit in Atlantic Richfield Co. v. Malco Petroleum, Inc., 6th Cir., 471 F.2d 1258 (1972) is on point. In that case, plaintiff lent the defendant, one of its distributors, money at low interest rates. Plaintiff brought an action on the note, and defendant raised the defense that the note was an illegal tying agreement. While not making any judgment on the merits of the tying agreement claim, the Sixth Circuit rejected the defense. The Court held the arrangement to be a valid loan and did not find the contract intrinsically illegal, stating:\n“The [defendant] will not be allowed to use the antitrust law to avoid paying its just debts. If there was an illegal tying agreement and if the distributor here was injured, there is an adequate remedy under the provisions of the antitrust laws.”\nIn this case, we find no allegation or evidence to indicate that the transaction was anything other than a valid loan from a seller to a buyer used to finance the buyer’s purchases. Hence, we conclude that the contract sued upon is not intrinsically illegal.\nThe judgment below is affirmed.\nA tying agreement is one in which a seller agrees to sell one product (the tying product) only if the buyer agrees to also purchase a different product (the tied product). Northern Pacific Ry. Co. v. United States, 356 U.S. 1, 78 S.Ct. 514, 518, 2 L.Ed.2d 545 (1958).",
        "type": "majority",
        "author": "WOLCOTT, Chief Justice:"
      }
    ],
    "attorneys": [
      "Jan S. Black and Wayne N. Elliott of Prickett, Ward, Burt & Sanders, Wilmington, for appellants.",
      "James M. Mulligan, Jr., and Rudolf E. Hutz, of Connolly, Bove & Lodge, Wilmington, George W. F. Simmons and Howard I. Forman of Rohm & Haas Company, Philadelphia, Pa., for appellee."
    ],
    "corrections": "",
    "head_matter": "POLYCAST TECHNOLOGY CORPORATION and Cast Optics Corporation, Defendants Below, Appellants, v. ROHM & HAAS COMPANY, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nApril 30, 1973.\nJan S. Black and Wayne N. Elliott of Prickett, Ward, Burt & Sanders, Wilmington, for appellants.\nJames M. Mulligan, Jr., and Rudolf E. Hutz, of Connolly, Bove & Lodge, Wilmington, George W. F. Simmons and Howard I. Forman of Rohm & Haas Company, Philadelphia, Pa., for appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0323-01",
  "first_page_order": 359,
  "last_page_order": 361
}
