{
  "id": 8456258,
  "name": "COMPANY IMAGE KNITWARE, LTD. and Perma Lift Corseteria, S.A. De C.V., Appellees/Cross-Appellants v. MOTHERS WORK, INC., Appellant/Cross-Appellee",
  "name_abbreviation": "Company Image Knitware, Ltd. v. Mothers Work, Inc.",
  "decision_date": "2006-09-28",
  "docket_number": "Nos. 1861 WDA 2005, 1895 WDA 2005",
  "first_page": "324",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "840 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9290685
      ],
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/840/0318-01"
      ]
    },
    {
      "cite": "421 Pa.Super. 362",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        921931
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "interpreting the Pennsylvania Insurance Guarantee Association Act, 40 P.S. §§ 1701.501 et seq (repealed)"
        },
        {
          "parenthetical": "interpreting the Pennsylvania Insurance Guarantee Association Act, 40 P.S. §§ 1701.501 et seq (repealed)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/421/0362-01"
      ]
    },
    {
      "cite": "304 Pa.Super. 11",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        199399
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "19",
          "parenthetical": "looking to other states to interpret 13 Pa.C.S.A. § 1201"
        },
        {
          "page": "79",
          "parenthetical": "looking to other states to interpret 13 Pa.C.S.A. § 1201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/304/0011-01"
      ]
    },
    {
      "cite": "830 A.2d 1279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9100196
      ],
      "pin_cites": [
        {
          "page": "1284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/1279-01"
      ]
    },
    {
      "cite": "283 A.2d 714",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "220 Pa.Super. 219",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        798461
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/220/0219-01"
      ]
    },
    {
      "cite": "318 Pa.Super. 90",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        91069
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "120"
        },
        {
          "page": "1258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/318/0090-01"
      ]
    },
    {
      "cite": "787 A.2d 376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9454600,
        404533
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "quoting Delahanty v. First Pennsylvania Bank, N.A., 318 Pa.Super. 90, 120, 464 A.2d 1243, 1258 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/787/0376-01",
        "/pa/567/0386-01"
      ]
    },
    {
      "cite": "567 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404533
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "quoting Delahanty v. First Pennsylvania Bank, N.A., 318 Pa.Super. 90, 120, 464 A.2d 1243, 1258 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0386-01"
      ]
    },
    {
      "cite": "664 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        724025,
        7862471
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "109",
          "parenthetical": "denying relief because the verdict was not \"so against the weight of the evidence as to shock our collective conscience\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/444/0334-01",
        "/a2d/664/0102-01"
      ]
    },
    {
      "cite": "444 Pa.Super. 334",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        724025
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "349",
          "parenthetical": "denying relief because the verdict was not \"so against the weight of the evidence as to shock our collective conscience\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/444/0334-01"
      ]
    },
    {
      "cite": "507 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792347
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "598"
        },
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0592-01"
      ]
    },
    {
      "cite": "874 P.2d 1100",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "page": "1105",
          "parenthetical": "mandating that the trial court on remand apply the Impossible Electronic Techniques \"crucial inquiry\" of whether manufacturer could sell goods in the ordinary course of business to someone other than the original buyer to determine if the goods at issue were specially manufactured"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Haw. App. 368",
      "category": "reporters:state",
      "reporter": "Haw. App.",
      "case_ids": [
        4680214
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/haw-app/10/0368-01"
      ]
    },
    {
      "cite": "158 F.3d 354",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11668259
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "357"
        },
        {
          "page": "357"
        },
        {
          "page": "357"
        },
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/158/0354-01"
      ]
    },
    {
      "cite": "668 P.2d 1384",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10431934
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1390"
        },
        {
          "page": "1390",
          "parenthetical": "\"Denying enforcement of the contract under such circumstances can result in unfairness to the seller by encumbering him with unsalable goods.\""
        },
        {
          "page": "1390",
          "parenthetical": "emphasis original"
        },
        {
          "page": "1390",
          "parenthetical": "\"There is no unfairness in nonenforcement, however, when the goods are of a class customarily sold by the seller and are readily marketable to others in the ordinary course of the seller's business.\""
        },
        {
          "page": "1390"
        },
        {
          "page": "1390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/668/1384-01"
      ]
    },
    {
      "cite": "669 F.2d 1026",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1161381
      ],
      "weight": 6,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1037"
        },
        {
          "page": "1037"
        },
        {
          "page": "1037"
        },
        {
          "page": "1037"
        },
        {
          "page": "1037"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/669/1026-01"
      ]
    },
    {
      "cite": "834 A.2d 1169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9084172
      ],
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/1169-01"
      ]
    },
    {
      "cite": "748 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11458064
      ],
      "pin_cites": [
        {
          "page": "738-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0737-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1305,
    "char_count": 36636,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 1.2871804833888085e-07,
      "percentile": 0.6189212189590976
    },
    "sha256": "4414f716c7e5edf62deb1f1e7db9caf934fd513d793a1889585d42e5adf88448",
    "simhash": "1:33abee827e0718be",
    "word_count": 5853
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: MUSMANNO, TODD, and JOHNSON, JJ."
    ],
    "parties": [
      "COMPANY IMAGE KNITWARE, LTD. and Perma Lift Corseteria, S.A. De C.V., Appellees/Cross-Appellants v. MOTHERS WORK, INC., Appellant/Cross-Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nTODD, J.:\n¶ 1 In this breach of contract action, Mothers Work, Inc., appeals the judgment entered in favor of Company Image Knit-ware, Ltd. (“CIK”) and Perma Lift Cor-setería, S.A. De C.V. (“PLC”) (collectively “Appellees”), and Appellees cross-appeal. We affirm.\n¶ 2 The extensive factual background of this case, based on the detailed factual findings of the Honorable Marilyn J. Hor-an, is as follows. CIK is a U.S. garment manufacturing company owned and operated by Clarence B. Williams. PLC is a Mexican garment manufacturing company, with its business headquarters in Mexico City, Mexico, and is owned and operated by Carlos Sandoval. Mothers Work, a Pennsylvania corporation with headquarters in Philadelphia, is a “knock off” maternity garment company that produces clothing by copying the designs of other leading manufacturers.\n¶ 3 In February 1999, Don Oaks, Mothers Work’s then-executive vice president, asked Williams, with whom Oaks had a long-standing business relationship in the garment industry, to come to Philadelphia to discuss a business venture with Mothers Work wherein Williams would manufacture garments for Mothers Work in Mexico. Williams was asked to locate the appropriate mills and manufacturing centers in Mexico City.\n¶ 4 According to the testimony at trial, at this meeting, Mothers Work and Williams’ company, CIK, reached an oral agreement whereby CIK agreed to specially manufacture maternity garments in Mexico according to the standards set and approved by Mothers Work regarding fabric, color, style, and pattern, and Mothers Work agreed to pay CIK a set price, 50% after fabric cutting, and 50% on delivery. The trial court set forth the agreed-upon production routine as follows:\na.[Mothers Work] would provide a sample material to CIK, which represented the fabric texture, content, and “feel” desired by [Mothers Work]. These fabric samples were generally taken from a garment of a competitor of [Mothers Work], which [Mothers Work] wanted CIK to reproduce.\nb. CIK, through Mr. Williams, would negotiate with mills in Mexico City for the production of this specific fabric to meet the requirements of [Mothers Work].\nc. Once sample fabrics were produced, they were sent to [Mothers Work] in Philadelphia for approval. Upon approval by [Mothers Work], [Mothers Work] would then send specific color swatches to CIK for exact matching in the manufacture of the fabric.\nd. Mr. Williams would take the color swatches to the mill. CIK, through Mr. Williams, would obtain matching colors in sample quantities from the mill and forward the same to [Mothers Work], for approval. Upon approval by [Mothers Work], [Mothers Work] would instruct CIK to order production of a designated quantity of said fabric and color according to [Mothers Work’s] specifications.\ne. After [Mothers Work] approved the dyed fabric and while the fabric was in production, [Mothers Work] would make a garment fit and pattern, and [Mothers Work] would send those to CIK for purposes of cutting and manufacturing sample garments pursuant to [Mothers Work’s] instructions and specifications.\nf. CIK would have the Mexican factory make the final fit sample garments from the approved fabric and send the same to [Mothers Work] for final approval. Upon final approval, [Mothers Work] would send CIK the patterns and specifications for the findings, i.e., trim, buttons, etc., manufacturing directions, and instructions to proceed with production.\ng. [Mothers Work] would also issue orders for the purchase of maternity garments from CIK. These orders from [Mothers Work] were by written documents such as purchase orders, faxed notes and requests for garments and scheduling timetables. [Mothers Work] also placed oral orders by telephone, which were sometimes followed by written confirmations and other times only by acceptance of the finished goods that were produced pursuant to the oral orders.\nh. After receiving a written or oral order, CIK, through Mr. Williams, would order the specially made and specially dyed fabric from the mill. The findings were also specially ordered to match the fabric and [Mothers Work] specifications.\ni. Once the garments were produced, they were boxed in Mexico City and picked up by [Mothers Work] at said location through carriers hired and directed by [Mothers Work]. Delivery of goods would occur from CIK to [Mothers Work] at the manufacturing plant in Mexico City.\n(Memorandum Opinion and Decision, 7/1/05, at 3-4.)\n¶ 5 PLC, a manufacturer of ladies lingerie and maternity tops to the local Mexican market and for export, was selected by CIK as the Mexican clothing manufacturer, and PLC was also interviewed and approved by Mothers Work. With approval of Mothers Work, and following Mothers Work’s inspection of PLC’s facilities, Ap-pellees entered into a joint venture for the manufacture of garments pursuant to orders placed by Mothers Work. Mothers Work approved the hiring of an on-site quality control inspector for CIK and PLC, and also interviewed and hired its own inspector.\n¶ 6 The inspectors checked the fabric and garment manufacturing processes for all Mothers Work orders, including fabric manufacture at the mills, garment production at the factories, and garment packaging for delivery. The inspectors implemented protocol for fabric and garment inspection in accordance with the military standard and the JCPenney’s standard, which were the standards in the industry.\n¶ 7 In 1999, Appellees began manufacturing garments for Mothers Work. Mothers Work placed its orders for fabric and garments by purchase order, telephone, fax, and some e-mail communications. When garments were delivered to Mothers Work, invoices were issued by CIK or PLC. According to Williams, Appellees produced about 150,000 units for Mothers Work in 1999, about 500,000 units in 2000, and about 200,000 units in the early months of 2001. (N.T. Trial, 5/23/05, at 68-69.)\n¶ 8 Mothers Work terminated its relationship with Appellees in the spring of 2001 by failing to place any further orders for garment production or fabric manufacture. After Mothers Work refused to pay sums Appellees asserted were due for goods already shipped and materials and goods in the process of manufacture, in June 2002, Appellees sued Mothers Work, asserting claims for breach of oral contract, promissory estoppel, and quasi-contract, and seeking damages of nearly $2 million.\n¶ 9 Appellees’ damages claim was ultimately divided into three categories: Category I damages concerned goods for which Appellees had invoiced Mothers Work, but for which Appellees had not received payment. It is undisputed that, over the course ■ of the relationship, Appellees invoiced Mothers Work for the sum of $4,478,137.65 and that, on those invoices, Mothers Work remitted $4,353,321.70, leaving an unpaid balance of $124,815.80. Category II damages concerned raw materials, including fabric and findings, and finished goods on hand at Appellees’ facilities for which Mothers Work had not yet issued a purchase order, totaling $212,323.78 in value. Finally, Category III damages concerned fabric special-ordered for Mothers Work that was in the process of production at the behest of Ap-pellees, again for which Mothers Work had not issued a purchase order, valued at $467,519.44.\n¶ 10 In response to Appellees’ suit, Mothers Work, inter alia, denied the existence of an oral contract between the parties, and asserted that, in any case, Appel-lees’ claims were barred by the statute of frauds. It also counterclaimed for damages related to unfulfilled purchases orders of $300,000.\n¶ 11 Following a nonjury trial on May 23, 2005 to May 25, 2005, the trial court found in favor of Appellees in the amount of $603,848.40. Mothers Work’s post-trial motions were denied; Appellees’ post-trial motions were denied to the extent that they sought lost profits for fabric on hand and in production at the time of the breach, but granted to award Appellees statutory prejudgment interest. Judgment was entered against Mothers Work on October 5, 2005, Mothers Work timely appealed, and Appellees cross-appealed.\n¶ 12 On appeal, Mothers Work asks:\nA. Whether the trial court erred as [a] matter of law in holding that the discussions between Mothers Work and [Appellees] contained sufficient specific terms to form an oral contract?\nB. Whether the trial court erred as a matter of law in holding that the goods at issue fell within the specially manufactured goods exception to the Statute of Frauds?\nC. Whether the mere existence of invoices demanding payment beyond the amount already paid by the buyer of goods is sufficient evidence to establish that these amounts were actually owed?\nD. Whether sufficient competent evidence exists that the seller purchased approximately half-a-million dollars worth of fabrics to use for garments for the buyer, where no documentation reflecting such purchases has been produced or entered into evidence?\nE. Whether damages are available in this action through promissory es-toppel or Quantum meruit, absent an enforceable oral contract?\n(Appellant’s Brief at 4.) In their cross-appeal, Appellees challenge the trial court’s refusal to award lost profits. (Ap-pellees’ Brief at 4.)\n¶ 13 Initially, we note that our standard of review in nonjury cases is limited to:\na determination of whether the findings of the trial court are supported by competent evidence and whether the trial court committed error in the application of law. Findings of the trial judge in a non-jury case must be given the same weight and effect on appeal as a verdict of a jury and will not be disturbed on appeal absent error of law or abuse of discretion. When this Court reviews the findings of the trial judge, the evidence is viewed in the light most favorable to the victorious party below and all evidence and proper inferences favorable to that party must be taken as true and all unfavorable inferences rejected.\nAnderson v. Litke Family Ltd. P’ship, 748 A.2d 737, 738-39 (Pa.Super.2000).\n¶ 14 Mothers Work first argues that the trial court erred as a matter of law in holding that the discussions between Mothers Work and Appellees contained sufficient specific terms to form an oral contract. For the following reasons, we disagree.\n¶ 15 A contract is formed “when the parties to it 1) reach a mutual understanding, 2) exchange consideration, and 3) delineate the terms of their bargain with sufficient clarity. Consideration consists of a benefit to the promisor or a detriment to the promisee.” Weavertown Transp. Leasing, Inc. v. Moran, 834 A.2d 1169, 1172 (Pa.Super.2003) (citations omitted). Further, herein, it is undisputed that Article 2 of Pennsylvania’s Uniform Commercial Code (“UCC”), 13 Pa.C.S.A. §§ 2101 et seq., concerning the sales of goods, applies to the dealings at issue. Section 2204 of the UCC provides:\n§ 2204. Formation in general\n(a) General rule. — A contract for sale of goods may be made in any manner sufficient to show agreement, including conduct by both parties which recognizes the existence of such a contract.\n(b) Effect of undetermined time of making agreement. — An agreement sufficient to constitute a contract for sale may be found even though the moment of its making is undetermined.\n(c) Effect of open terms. — Even though one or more terms are left open a contract for sale does not fail for indefiniteness if the parties have intended to make a contract and there is a reasonably certain basis for giving an appropriate remedy.\n13 Pa.C.S.A. § 2204. In addition, regarding the relevance of the course of performance of parties to an agreement, Section 2208 of the UCC provides:\n§ 2208. Course of performance or practical construction\n(a) Relevancy of accepted performance. — Where the contract for sale involves repeated occasions for performance by either party with knowledge of the nature of the performance and opportunity for objection to it by the other, any course of performance accepted or acquiesced in without objection shall be relevant to determine the meaning of the agreement.\n13 Pa.C.S.A. § 2208(a).\n¶ 16 In concluding that there was an enforceable oral agreement between the parties, the trial court relied on each of these sections of the UCC, and reasoned as follows:\nThe conduct and course of dealings between the parties from 1999 until 2001 clearly established] that [Appellees] and [Mothers Work] formed a valid and enforceable oral contract.... The parties’ conduct established that a contract for the manufacture of maternity garments by [Appellees] for [Mothers Work] was in existence. There was an established course of dealing between the parties regarding the manufacturing process and regarding the ordering of garments. (See Finding of Fact #7 a-i). Said course of dealing was an intricate and specific process that was followed for two years, and it established the terms of the oral agreement between the parties pursuant to U.C.C. § 2-208(a). [Quoting U.C.C. § 2-208(a)]. In addition, the course of dealings for payment for ordered and manufactured, but unused[,] fabric and findings was also clearly established. The parties agreed that [Appellees] would not bear ultimate responsibility for payment for [Mothers Work] special ordered and manufactured fabric and findings. The agreement was that [Mothers Work] would take and pay for the fabric and findings or that said fabric and findings would be used in future [Mothers Work] orders. Payments for ordered garments was 50% upon the cutting of the fabric and 50% at delivery of the garments. These courses of dealings between the parties established the terms of their contract.\n(Memorandum Opinion and Decision, 7/1/05, at 14-15.)\n¶ 17 In large measure, Mothers Work does not appear to contest the factual findings of the trial court in this regard; rather, it claims that “the court has cited to no evidence of any price, quantity, or other key terms.” (Appellant’s Brief at 18.) It adds that “the fact that Mothers Work accepted and paid some portion of the invoices for garments does not show through a course of conduct that there was an oral contract to pay the full amount invoiced for those garments.” (Id.) Thus, Mothers Work asserts that, as a matter of law, an oral agreement cannot be found. We disagree. Based on the trial court’s findings, we find no error in the trial court’s conclusion that an oral agreement existed between the parties, with key contractual terms being acknowledged in the performance of the parties over their 2-year history, until the end of which the parties operated to their mutual satisfaction under the arrangement described above.\n¶ 18 Regarding Mothers Work’s claim that “there has been no evidence of past conduct where Mothers Work paid for garments or other findings that remained in the possession of [PLC], such as those at issue in the Category II damage claim” (Appellant’s Brief at 18), we also disagree. We note that both Williams and Sandoval testified that, in the course of dealings between Appellees and Mothers Work, Mothers Work would buy any fabric that went unused for 90 days, on a cost basis. (N.T. 5/23/05, at 123; 5/24/05, at 285-86, 288.) Thus, there clearly was evidence on which the trial court could conclude that the parties had agreed that unused fabrics would be paid for by Mothers Work.\n¶ 19 Next, Mothers Work argues that, even assuming an oral contract was formed between the parties, it was barred by the statute of frauds. The statute of frauds in the UCC, Section 2201, provides:\n§ 2201. Formal requirements; statute of frauds\n(a) General rule. — Except as otherwise provided in this section a contract for the sale of goods for the price of $500 or more is not enforceable by way of action or defense unless there is some writing sufficient to indicate that a contract for sale has been made between the parties and signed by the party against whom enforcement is sought or by his authorized agent or broker. A writing is not insufficient because it omits or incorrectly states a term agreed upon but the contract is not enforceable under this subsection beyond the quantity of goods shown in such writing.\n13 Pa.C.S.A. § 2201(a). None of the parties disputes that Section 2201(a) otherwise bars enforcement of the oral agreement at issue in this case. However, Appellees argued, and the trial court agreed, that the agreement herein fell within the exception to the statute of frauds for specially manufactured goods under Section 2201(c)(1):\n(c) Enforceability of contracts not satisfying general requirements. — A contract which does not satisfy the requirements of subsection (a) but which is valid in other respects is enforceable:\n(1) if the goods are to be specially manufactured for the buyer and are not suitable for sale to others in the ordinary course of the business of the seller and the seller, before notice of repudiation is received and under circumstances which reasonably indicate that the goods are for the buyer, has made either a substantial beginning of their manufacture or commitments for their procurement;\n13 Pa.C.S.A. § 2201(c)(1).\n¶ 20 There is a paucity of caselaw interpreting this specially-manufactured-goods exception from the courts of this Commonwealth, thus we look to other jurisdictions for guidance. In Impossible Elec. Techniques, Inc. v. Wackenhut Protective Sys., Inc., 669 F.2d 1026 (5th Cir. 1982), one of the leading specially-manufactured-goods cases, the court explained that the UCC exempts such goods from the writing requirement because “in these cases the very nature of the goods serves as a reliable indication that a contract was indeed formed.” Id. at 1037; see also Colorado Carpet Installation, Inc. v. Palermo, 668 P.2d 1384, 1390 (Colo.1983) (“It is a reasonable assumption ... that a seller will not make or procure goods not suitable for sale to others in the normal course of the seller’s business unless a purchaser has contracted with the seller to purchase these goods.”); Webcor Packaging Corp. v. Autozone, Inc., 158 F.3d 354, 357 (6th Cir.1998) (same, quoting Colorado Carpet Installation, supra). The Impossible Elec. Techniques court further explained:\nWhere the seller has commenced or completed the manufacture of goods that conform to the special needs of a particular buyer, and thereby are not suitable for sale to others, not only is the likelihood of a perjured claim of a contract diminished, but denying enforcement to such a contract would impose substantial hardship on the aggrieved party (i.e., a seller is left with goods that are difficult or impossible to sell to others; a buyer may have difficulty locating an alternative supply of the goods). The unfairness is especially acute where, as in the present case, the seller has incurred substantial, unrecoverable expense in reliance on the oral promise of the buyer.\nImpossible Elec. Techniques, 669 F.2d at 1037; see also Colorado Carpet Installation, 668 P.2d at 1390 (“Denying enforcement of the contract under such circumstances can result in unfairness to the seller by encumbering him with unsalable goods.”); Webcor Packaging Corp., 158 F.3d at 357 (same, quoting Colorado Carpet Installation, supra). Thus, the term “specially manufactured” refers to “the nature of the particular goods in question,” Impossible Elec. Techniques, 669 F.2d at 1037, and whether they are “specially made for a particular buyer, and not to whether they were ‘specially made’ in the usual course of the seller’s business,” Colorado Carpet Installation, 668 P.2d at 1390 (emphasis original). See also Webcor Packaging Corp., 158 F.3d at 357 (“[T]he exception requires the presence of circumstances which reasonably indicate that the goods are for the buyer.” (quoting William D. Hawkland, Uniform Commercial Code Series § 2-201:03 (1984))).\n¶21 The “crucial inquiry,” however, is\nwhether the manufacturer could sell the goods in the ordinary course of his business to someone other than the original buyer. If with slight alterations the goods could be so sold, then they are not specially manufactured; if, however, essential changes are necessary to render the goods marketable by the seller to others, then the exception does apply.\nImpossible Elec. Techniques, 669 F.2d at 1037; see also Colorado Carpet Installation, 668 P.2d at 1390 (“There is no unfairness in nonenforcement, however, when the goods are of a class customarily sold by the seller and are readily marketable to others in the ordinary course of the seller’s business.”); Contours, Inc. v. Lee, 10 Haw. App. 368, 874 P.2d 1100, 1105 (1994) (mandating that the trial court on remand apply the Impossible Electronic Techniques “crucial inquiry” of whether manufacturer could sell goods in the ordinary course of business to someone other than the original buyer to determine if the goods at issue were specially manufactured). Furthermore, the unsalable quality of the goods “ ‘must be found in their characteristics of special manufacture and not in such tests as lost markets, passed seasons, or the objective inability of the particular seller to dispose of the goods for reasons unrelated to their nature as prescribed by the buyer.’ ” Colorado Carpet Installation, 668 P.2d at 1390 (quoting 3 R. Dues-enberg & L. King, Bender’s Uniform Commercial Code Service § 2.02[4] at 2-32 (1982)).\n¶ 22 In the instant case, the trial court concluded that the goods were specially manufactured by Appellees for Mothers Work:\nThe record clearly established that all fabric, findings and garments were specially manufactured for [Mothers Work]. The colors had to be very specific and exact, the fabric had to have specific content, hand feel and processing, the findings had to be manufactured to match the colors of the fabric, the garments had to have a certain feel, and the sizes of the garments were manufactured to fit American women. The garments and fabric were not suitable for market re-sale in the ordinary course of [Appellees’] business. •\nGiven that these were specially manufactured goods, that [Appellees] had made substantial commitments for their manufacture, and the past conduct and course of dealing between the parties, this oral agreement, although well beyond $500.00, is valid and enforceable as an exception to the Statute of Frauds. All of the garments, findings and fabric were specially manufactured.\n(Memorandum Opinion and Decision, 7/1/05, at 16.)\n¶ 23 For the following reasons, we agree. First, the trial court made extensive findings of fact, which we find are supported by the record, concerning the detailed specifications set forth by Mothers Work concerning the size, color, feel, and composition of the goods, and the related fabric and findings. Indeed, it is undisputed that the garments were designed to be as identical as possible to garments made by other manufacturers and already on the market in the United States. Contrary to Mothers Work’s argument that this fact makes the goods non-unique and thus not specially manufactured (see, e.g., Appellant’s Brief at 19 (asserting that the trial court “lost sight of the undisputed ... fact that the garments manufactured for Mothers Work were manufactured to be knock-offs”)), we find the peculiar nature of the specifications— to be “knock-offs” — idiosyncratically ties these goods to Mothers Work, a self-described “ ‘knock off maternity company that designs maternity clothing by copying the designs of other leading manufacturers.” (Appellant’s Brief at 7.) Thus, Mothers Work does not dispute, nor can it reasonably dispute, that these goods were specially manufactured for it in the sense that they were made specifically for a particular buyer, Mothers Work. See Colorado Carpet Installation, 668 P.2d at 1390; Webcor Packaging Corp., 158 F.3d at 357.\n¶24 Section 2201(c)(1) also requires, however, that the goods be “not suitable for sale to others in the ordinary course of the business of the seller,” 13 Pa.C.S.A. § 2201(c)(1), and Mothers Work argues that Appellees have failed to prove this was the case. The trial court found, however, that “there was credible testimony by Carlos Sandoval that these garments could not be sold in Mexico; the feel, fit and sizing were not appropriate for such market as they were specially manufactured for [Mothers Work] and the American market.” (Memorandum Opinion, 9/27/05, at 4.) Although Mothers Work proffers Sandoval’s general statements that exports to the United States remain a part of PLC’s business (N.T. Trial, 5/23/05, at 194-96), we do not find this possibility sufficient to undermine a conclusion that these goods fall within Section 2201(c)(1), in light of the strong evidence that these goods were specifically tailored for Mothers Work’s needs; here, the nature of the goods “serves as a reliable indication that a contract was indeed formed.” Impossible Elec. Techniques, 669 F.2d at 1037.\n¶25 Next, Mothers Work asserts that the trial court erred, with respect to the Category I damages, in awarding damages of $122,169.80 for unpaid invoices based on the mere existence of invoices demanding payment beyond the amount already paid by Mothers Work; it argues that the trial court’s finding that this sum is owed is not based on any record evidence. On this point, the trial court reasoned:\n[Mothers Work] ... argues that the Court erred in its ... damages because [Appellees] failed to demonstrate that they were entitled to be paid for the full invoiced amounts. The Court received evidence regarding the amount invoiced to [Mothers Work] by [Appellees] for goods delivered and evidence regarding valid charge backs for said delivered goods. After weighing the testimony and assessing its credibility, the Court found and concluded that [Appellees] were entitled to $122,169.80 of the claimed Category I damages. Said conclusion is supported by the evidence of record.\n(Memorandum Opinion, 9/27/05, at 5.)\n¶26 Mothers Work asserts that “the mere fact that [Appellees] invoiced [Mothers Work] for more than the amount paid by [Mothers Work] does not establish that [Mothers Work] owed [Appellees] the difference or that [Appellees] were legally entitled to the difference.” (Appellant’s Brief at 24.) It is undisputed, however, that $122,169.80 is the difference between the amount invoiced to Mothers Work for the delivery of goods and the amount Mothers Work paid on those invoices, less charge-backs for non-conforming goods. Further, the trial court concluded that, in the course of the parties dealings over their 2-year history, Mothers Work obliged itself to pay the full amount for any invoices on goods it received, absent a valid charge-back. As the court accounted for the charge-backs levied against the unpaid invoices in the Category I damages, the court concluded that Mothers Work was obligated to pay the difference. Because this conclusion was based on the trial court weighing the evidence and assessing the credibility of witnesses, we find no basis to disturb its conclusions.\n¶ 27 Mothers Work next asserts that the trial court erred in concluding that sufficient competent evidence existed for the trial court to find that Mothers Work was hable for $467,519.44 for fabric in the process of being manufactured at the fabric mills used by Appellees when the relationship between the parties terminated — the Category III damages — asserting that documentation reflecting such purchases was never produced or entered into evidence. Mothers Work argues that the trial court’s decision to credit Sandoval’s testimony on this point was “unreasonable and an abuse of discretion,” asserting that there should be “documents evidencing that [Appellees] paid that amount of money and that [Appellees] actually received the fabric from the manufacturer,” documents such as cancelled checks, bank fund transfers, receipts, or accounting records. (Appellant’s Brief at 26.) Mothers Work points to inconsistencies between Sandoval’s trial testimony and his pretrial depositions, and the paucity of documents introduced by Appellees to support this claim.\n¶ 28 Nevertheless, the trial court weighed the evidence and resolved all these inconsistencies against Mothers Work, which the court was, as fact finder, free to do:\nRegarding Category III damages for fabric ordered, [Mothers Work] raises the Statute of Frauds and that [Appel-lees] failed to produce evidence that they actually paid for said fabric. Carlos Sandoval testified that [PLC] paid for fabric that [Mothers Work] had ordered and which was in production at the mills when [Mothers Work] breached the contract. The testimony by Mr. Sandoval is evidence. The Court found his testimony to be credible; and in so finding, the Court carefully considered all evidence, including the cross examination of Mr. Sandoval. There was indeed evidence in the record to support this Court’s finding that the fabric had been paid for by [Appellees].\n(Memorandum Opinion, 9/27/05, at 6-7.)\n¶29 Moreover, Mothers Work’s assertion that the trial court erred in accepting Sandoval’s testimony without supporting documentation is a claim, essentially, that that the court’s verdict was against the weight of the evidence. Such a claim, if creditable, would entitle Mothers Work to a new trial, not the entry of judgment in their favor which they seek. See Thompson v. City of Philadelphia, 507 Pa. 592, 598, 493 A.2d 669, 672 (1985). At any rate, in order to be entitled to relief on this claim, the verdict must “shock our collective conscience.” Doe v. Raezer, 444 Pa.Super. 334, 349, 664 A.2d 102, 109 (1995) (denying relief because the verdict was not “so against the weight of the evidence as to shock our collective conscience”). This verdict does not do so.\n¶ 30 Finally, Mothers Work argues that the trial court erred in finding, in the alternative, that Appellees were entitled to relief on the basis of promissory estoppel and quasi-contract. As we have found Appellees entitled to relief on their breach of contract claim, however, we need not address Appellees’ alternative bases for relief.\n¶ 31 In their cross-appeal, Appellees assert, with respect to the Category III damages, that the trial court erred in not awarding, as additional damages, lost profits, asserting that such lost profits were a “reasonable foreseeable result” of Mothers Work’s breach of contract. (Appellees’ Brief at 4.) We disagree.\n¶ 32 Generally, lost profits are recoverable in breach of contract actions:\nThe general rule of law applicable for loss of profits in both contract and tort actions allows such damages where (1) there is evidence to establish them with reasonable certainty, (2) there is evidence to show that they were the proximate consequence of the wrong; and, in the contract actions, that they were reasonably foreseeable.\nBirth Center v. St. Paul Co., Inc., 567 Pa. 386, 405 n. 15, 787 A.2d 376, 387-88 n. 15 (2001) (quoting Delahanty v. First Pennsylvania Bank, N.A., 318 Pa.Super. 90, 120, 464 A.2d 1243, 1258 (1983)).\n¶ 33 In this case, there was no evidence to show that lost profits were the proximate consequence of Mothers Work’s breach. As the trial court explained, “there was no evidence of any agreement relative to [Mothers Work paying] for any profit on unused special order fabric” because “the course of dealings between the parties was such that profits were not provided for if fabric was not used in production.” (Memorandum Opinion, 9/27/05, at 3-4.) Appellees concede as much when they state in their brief that the “standard practice” agreed upon by the parties was that fabric “not used for 90 days would be paid for by [Mothers Work] at cost. ” (Appellees’ Brief at 12 (emphasis added).) Indeed, as Mothers Work argues in its reply brief, to award Appellees lost profits under these circumstances would actually put them in a better position than under the terms of the contract. (Response Brief for Cross-Appellee/Reply Brief for Appellant at 2.) Thus, the trial court properly denied Appellees’ request for lost profits.\n¶ 34 For all the foregoing reasons, we affirm the judgment entered below.\n¶ 35 Judgment AFFIRMED. Motion to Order Lower Court to Forward Tangible Exhibits to Superior Court DENIED.\n. Finding the exhibits unnecessary for our review, we deny Mothers Work’s Motion to Order Lower Court to Forward Tangible Exhibits to Superior Court.\n. The correct figure is $124,815.95.\n. This fabric was later sold in a secondary sale by a liquidator for $198,164.62.\n. Mothers Work stipulated to the entry of nonsuit on its counterclaim, as indicated in the trial court's order of May 25, 2005.\n. We note that the concise statement of matters complained of on appeal Sled by Appellants pursuant to Rule 1925(b) of the Pennsylvania Rules of Appellate Procedure fails to conform to that rule. At nearly 11 pages, it is hardly concise. Further, it contains numerous statements that are not allegations of errors, but are simple declarations of alleged fact. We will not find waiver on this basis, however, because the statement includes the issues raised on appeal, the trial court has fully addressed the issues in its opinions below, and we do not conclude that our effective appellate review has been hampered.\n. The parties have not contested the application of Pennsylvania law to this dispute.\n. Although the trial court cites the Uniform Commercial Code model code, rather than Pennsylvania’s enactment of it, we note that U.C.C. § 2-204 is substantially the same as 13 Pa.C.S.A. § 2204, and that U.C.C. § 2-208(a) is identical to 13 Pa.C.S.A. § 2208(a).\n. The only case our research has located is Pittsburgh Metal Lithographing Co. v. Sovereign Corp., 220 Pa.Super. 219, 283 A.2d 714 (1971), wherein, with little discussion, this Court remanded the case for the trial court to assess the applicability of the predecessor to Section 2201, 12A P.S. § 2-201 (repealed), recognizing only the '‘possibility” of its application. Pittsburgh Metal Lithographing Co., 220 Pa.Super. at 222, 283 A.2d at 716.\n. Because Pennsylvania’s Uniform Commercial Code was derived from a model, uniform law promulgated by the American Law Institute and the National Conference of Commissioners of Uniform States Laws, see Flender Corp. v. Tippins Intern., Inc., 830 A.2d 1279, 1284 (Pa.Super.2003), the judicial construction given to such legislation by the courts of our sister jurisdictions may be considered when interpreting the UCC. See Bonczek v. Pascoe Equip. Co., 304 Pa.Super. 11, 19, 450 A.2d 75, 79 (1982) (looking to other states to interpret 13 Pa.C.S.A. § 1201); Burke v. Valley Lines, Inc., 421 Pa.Super. 362, 367 n. 1, 617 A.2d 1335, 1337 n. 1 (1992) (interpreting the Pennsylvania Insurance Guarantee Association Act, 40 P.S. §§ 1701.501 et seq (repealed)); In re Gumpher, 840 A.2d 318, 321 (Pa.Super.2003) (interpreting the Pennsylvania Uniform Transfer to Minors Act, 20 Pa. C.S.A. § 5301 et seq.)-, 1 Pa.C.S.A. § 1927 (\"Statutes uniform with those of other states shall be interpreted and construed to effect their general purpose to make uniform the laws of those states which enact them.”).\n. Moreover, with respect to the goods falling within the Category III damages — the fabric in the manufacturing process — we note that, according to testimony at trial, these goods were sold to a liquidator because they could not be sold on the regular market. (N.T. Trial, 5/24/05, at 276.)\n.Appellees also argue, and the trial court agreed (see Memorandum Opinion and Decision, 7/1/05, at 16), that, with respect to the Category I damages, these goods fall outside the statute of fraud on the additional basis that they were accepted and received by Mothers Work. See 13 Pa.C.S.A. § 2201(c)(3) (exception to statute of frauds “with respect to goods for which payment has been made and accepted or which have been received and accepted”). Although there is substantial support for this assertion, ultimately, we need not address it in light of our conclusion that the goods were specially manufactured.\n. The amount of the charge-backs.— $2,646.00 — is not challenged on appeal.\n. This amount — $467,519.44—was reduced by $198,164.62, the amount received by Ap-pellees from a liquidation sale of this fabric. This reduction is not challenged on appeal.",
        "type": "majority",
        "author": "TODD, J.:"
      }
    ],
    "attorneys": [
      "Edward S. Mazurek, Philadelphia, for Mothers Work.",
      "Leo M. Stepanian, Butler, for Company Image Knitware and Perma Lift Corsete-ría."
    ],
    "corrections": "",
    "head_matter": "COMPANY IMAGE KNITWARE, LTD. and Perma Lift Corseteria, S.A. De C.V., Appellees/Cross-Appellants v. MOTHERS WORK, INC., Appellant/Cross-Appellee.\nSuperior Court of Pennsylvania.\nArgued May 2, 2006.\nFiled Sept. 28, 2006.\nEdward S. Mazurek, Philadelphia, for Mothers Work.\nLeo M. Stepanian, Butler, for Company Image Knitware and Perma Lift Corsete-ría.\nBEFORE: MUSMANNO, TODD, and JOHNSON, JJ."
  },
  "file_name": "0324-01",
  "first_page_order": 380,
  "last_page_order": 393
}
