{
  "id": 11250328,
  "name": "Joseph J. IMHOFF, Plaintiff Below, Appellant, v. Armand HAMMER et al., Defendants Below, Appellees",
  "name_abbreviation": "Imhoff v. Hammer",
  "decision_date": "1973-03-16",
  "docket_number": "",
  "first_page": "325",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 325"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 266,
    "char_count": 3597,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 1.1238072675493661e-07,
      "percentile": 0.5741272946801146
    },
    "sha256": "51b78ca24e1905a97956a5165ec15d2a288b1d66e253ad42339843efeb70d2f5",
    "simhash": "1:e32a288e8b3729cf",
    "word_count": 585
  },
  "last_updated": "2023-07-14T18:21:48.938775+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOLCOTT, C. J., CAREY and HERRMANN, JJ."
    ],
    "parties": [
      "Joseph J. IMHOFF, Plaintiff Below, Appellant, v. Armand HAMMER et al., Defendants Below, Appellees."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nThe plaintiff asserts that the Chancery Court abused its discretion in dismissing this case with prejudice for want of prosecution. We must agree.\nThe cause was set for trial on Monday, October 2, 1972, by mandate of the Court. The special order mandating trial in October was entered in January after too many delays in this 12 year old case. Although the trial date had been set months in advance, an offer of settlement was made by the defendants just one week before the trial date. On the Thursday before the Monday on which trial was to commence, the plaintiff’s attorney, a Pennsylvania practitioner who had been in the case for about a year, delivered an ultimatum to the plaintiff: either accept the offer of settlement or he would withdraw from the case. The plaintiff rejected the offer of settlement.\nOn Monday, at the appointed hour for the commencement of trial, the Delaware associate of plaintiff’s attorney presented to the Court the latter’s application for leave to withdraw forthwith. Upon inquiry from the Court, the plaintiff stated that he had no objection to the withdrawal ; but the plaintiff requested an extension of time sufficient to permit him to obtain other counsel to represent him in going forward with the case. The Court thereupon (1) granted counsel’s application for leave to withdraw; (2) denied the plaintiff’s application for time to obtain other counsel; and (3) dismissed the action, with prejudice, for “chronic lack of prosecution and for failure to obey the order and direction of the Court” mandating trial on October 2, 1972. The appeal is from that Order of dismissal.\nWe can well understand the Trial Court’s impatience with this very stale case. However, the posture of the case on the morning of trial placed the plaintiff in an unfair and unacceptable position: he was obliged either to accept the settlement offer recommended by counsel or to be non-suited. A party litigant is entitled to reject an offer of settlement; it is the party and not the attorney who has the final decision as to settlement or trial. Of course, counsel and litigant who are in policy disagreement should not be coerced into an involuntary continuation of the sensitive attorney-client relationship, if another course is open. But a last-minute withdrawal of counsel may not deprive a litigant of his day in court. If trial on the appointed day was deemed imperative, leave to withdraw should have been denied, in our opinion, and counsel should have been required to proceed.\nThe defendants are unable to show any undue hardship or prejudice as the result of a brief extension of trial date.\nJudgment below is reversed and the cause remanded for further proceedings consistent herewith, under peremptory rule.\nThe Delaware Lawyer’s Code of Professional Responsibility, DR 2-110 (A) (2) provides:\n“(2) In any event, a lawyer shall not withdraw from employment until he has taken reasonable steps to avoid foreseeable prejudice to the rights of his client, including giving due notice to his client, allowing time for employment of other counsel, delivering to the client all papers and property to which the client is entitled, and complying with applicable laws and rules.”",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "John E. Babiarz, Jr., of Biondi & Ba-biarz, Wilmington, for plaintiff below, appellant.",
      "James F. Burnett, of Potter, Anderson & Corroon, Wilmington, for defendants below, appellees."
    ],
    "corrections": "",
    "head_matter": "Joseph J. IMHOFF, Plaintiff Below, Appellant, v. Armand HAMMER et al., Defendants Below, Appellees.\nSupreme Court of Delaware.\nMarch 16, 1973.\nJohn E. Babiarz, Jr., of Biondi & Ba-biarz, Wilmington, for plaintiff below, appellant.\nJames F. Burnett, of Potter, Anderson & Corroon, Wilmington, for defendants below, appellees.\nBefore WOLCOTT, C. J., CAREY and HERRMANN, JJ."
  },
  "file_name": "0325-01",
  "first_page_order": 361,
  "last_page_order": 362
}
