{
  "id": 8073062,
  "name": "William C. LICKLE and Daniel C. Lickle, Plaintiffs Below, Appellants, v. FRANK W. DIVER, INC., a Delaware corporation, Defendant Below, Appellee",
  "name_abbreviation": "Lickle v. Frank W. Diver, Inc.",
  "decision_date": "1968-01-22",
  "docket_number": "",
  "first_page": "326",
  "last_page": "330",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 326"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "103 A. 719",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1918,
      "opinion_index": 0
    },
    {
      "cite": "260 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040238
      ],
      "year": 1918,
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0334-01"
      ]
    },
    {
      "cite": "180 A.2d 282",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "40 Del.Ch. 249",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        720325
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/40/0249-01"
      ]
    },
    {
      "cite": "110 A. 663",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "12 Del.Ch. 214",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        458526
      ],
      "year": 1921,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/12/0214-01"
      ]
    },
    {
      "cite": "65 A. 767",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "opinion_index": 0
    },
    {
      "cite": "6 Penne. 220",
      "category": "reporters:state",
      "reporter": "Penne.",
      "case_ids": [
        83557
      ],
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/del/22/0220-01"
      ]
    },
    {
      "cite": "115 A.2d 475",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "35 Del.Ch. 253",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        487962
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/35/0253-01"
      ]
    },
    {
      "cite": "154 A.2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "38 Del.Ch. 523",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        724095
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/38/0523-01"
      ]
    },
    {
      "cite": "56 A. 378",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1903,
      "opinion_index": 0
    },
    {
      "cite": "4 Penne. 447",
      "category": "reporters:state",
      "reporter": "Penne.",
      "case_ids": [
        78565
      ],
      "year": 1903,
      "opinion_index": 0,
      "case_paths": [
        "/del/20/0447-01"
      ]
    },
    {
      "cite": "86 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "32 Del.Ch. 328",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        491357
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/32/0328-01"
      ]
    },
    {
      "cite": "173 A.2d 615",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "40 Del.Ch. 58",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        720280
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/40/0058-01"
      ]
    },
    {
      "cite": "209 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "145 A.2d 247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "37 Del.Ch. 491",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        725560
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/37/0491-01"
      ]
    },
    {
      "cite": "129 A.2d 554",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "36 Del.Ch. 310",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        727123
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/36/0310-01"
      ]
    },
    {
      "cite": "154 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "38 Del.Ch. 528",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        724099
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/38/0528-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 591,
    "char_count": 11601,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 1.458523723746264e-07,
      "percentile": 0.6567890637639492
    },
    "sha256": "1098412d019d92d41aa5783ff2053eaa2e1d68651387909228e43e3855aeb56e",
    "simhash": "1:9e6d538e441aa8fa",
    "word_count": 1977
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "William C. LICKLE and Daniel C. Lickle, Plaintiffs Below, Appellants, v. FRANK W. DIVER, INC., a Delaware corporation, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nThis appeal involves the right to the use of a purported street which the plaintiffs claim by virtue of an easement by implication, or an easement by prescription, or a public dedication.\nThe plaintiffs own the property in Wilmington designated as Lots A and B on the below sketch.\nIn 1964, the defendant Frank W. Diver, Inc. (hereinafter “Diver”) purchased Lot D and the adjacent area designated on the sketch as Thirteenth Street. The southerly boundary of the acquisitions was the “southwesterly side of 13th Street.” Diver erected a fence across 13th Street, from Lot D and along the northerly boundaries of Lots A and B to Grant Avenue. The fence blocks all access to 13th Street, and along 13th Street to Grant Avenue and Union Street, from Lots A and B. The plaintiffs brought this action for a mandatory injunction requiring Diver to remove the fence. The Court of Chancery denied the relief sought and the plaintiffs appeal.\nI.\nThe plaintiffs claim an easement by implication in the bed of 13th Street. Title to Lots A and B is traced by the plaintiffs to one Fleming who, at the time of the conveyances in 1890, owned the entire tract bounded by Pennsylvania Avenue, Grant Avenue, Fourteenth Street, and Union Street. The deed to each of Lots A and B described the northerly boundary thereof as the “southerly side of Thirteenth Street extended.”\nThe claim of easement by implication is based upon the deed references and upon these circumstances: The conveyance by Fleming of Lot G to another, in 1891, similarly referred to the southerly side of 13th Street extended as its northerly boundary line. At about the same time, Fleming conveyed away to others the remaining lots south of 13th Street; thereafter, Lot B was completely landlocked except for possible passage through 13th Street; and Lot A was similarly landlocked at the time because Grant Avenue was not yet cut through. At about the same time, Fleming conveyed to another all the remainder of the tract north of the “southerly side of Thirteenth Street extended”, thus including the bed of 13th Street. The plaintiffs argue from these facts that it is unreasonable to assume that the parties to the 1890 conveyances of Lots A and B intended to buy and sell landlocked parcels; that an easement by implication is the only reasonable conclusion to be drawn from these facts and circumstances.\nIn further support of their claim to an easement by implication, the plaintiffs rely upon certain other circumstances that occurred many years later and did not involve Fleming. We disregard those circumstances because, in our opinion, they are irrelevant to the issue of the intent of the parties to the 1890 conveyances, to which these plaintiffs trace their title and their claim of implied easement.\nIn. denying the claim of easement by implication, the Chancery Court noted that Fleming had not made and recorded a plot-plan of the tract showing 13th Street as a thoroughfare; that neither of the deeds to Lots A and B expressly granted a right to use 13th Street or indicated the width thereof. The Trial Court found from the evidence “that at the time of the conveyances mentioned the lots now owned by the plaintiffs as well as the surrounding area, including that designated as 13th Street, were used for farming purposes and continued to be so used for some years thereafter.” The Trial Court thereupon found “that the so-called 13th Street had no physical existence in 1890”; and concluded : “Under these circumstances, no easement by implication arose.” We agree.\nIn Maciey v. Woods, 38 Del.Ch. 528, 154 A.2d 901 (1959), this Court held that an implied easement in a street may result only if the street physically exists at the time the implication is claimed to have occurred. Compare Gallagher v. Williams, 36 Del.Ch. 310, 129 A.2d 554 (1957); Rivas & Rivas, Inc. v. River Road Swimming Club, supra; Tindall v. Corbi, 37 Del.Ch. 491, 145 A.2d 247 (1958). In the instant case, the plaintiffs failed to sustain their burden of proving the physical existence of the street at the time the implied easement thereover is claimed to have arisen. To the contrary, there is ample evidence to support the Trial Court’s finding that the bed of 13th Street was then being used for farming purposes.\nAccordingly, under the Maciey case, we conclude that the plaintiffs may not prevail on the ground of easement by implication. We have considered the plaintiffs’ attempts to distinguish the Maciey case on its facts. The rule of the Maciey case applies, the factual differences notwithstanding. The plaintiffs rely upon Betley v. Gordy Construction Company, supra, and Tindall v. Corbi, supra. Both those cases were distinguished in Maciey, and they are similarly distinguishable here.\nII.\nThe Chancery Court also decided that the plaintiffs have not acquired an easement by prescription. We agree.\nThe Trial Court found the following facts in this connection: 13th Street was not being used as a means of access to Lots A or B prior to 1909. In that year, one Persaglio constructed a house on those lots. He was employed by Brosius & Smedley Company (hereinafter “Brosius”), which owned and operated a lumber mill on Lots E and F, and maintained a lumber storage area on Lot G. Persaglio used 13th Street as a passageway to and from the mill. In 1917, Brosius acquired other portions of the tract, including the bed of 13th Street, and thereafter until 1939, except for the occupants of the Persaglio house, 13th Street was used solely by Brosius and its employees. In 1939, the Walt Poirier Company opened a curb service restaurant on Lot I. It leased Lots H, C and G from Brosius and, under the lease and related agreements, paved those lots and the portion of the bed of 13th Street adjacent to Lot G. The areas thus paved were used as entrance to, and parking area for, the restaurant. From 1939 to 1949, Brosius maintained a fence across 13th Street, from Lot D to and along the entire northerly boundary of Lot A and about half the northerly boundary of Lot B. In 1949, the Food Fair opened a supermarket on Lots K and L. For parking area, Food Fair leased Lots A and B and the adjacent portion of the bed of 13th Street. Brosius retained a right of way through the leased areas. Food Fair removed the Persaglio house, the entire area including the street bed was paved and marked as a parking lot; and it was used as such by Food Fair and Brosius employees, customers, and suppliers, until the termination of the Food Fair lease in 1963. Thereafter, the area was continued as a parking area by Brosius until 1965, when Diver acquired the property and erected the fence here in controversy.\nThe foregoing factual findings made by the Chancery Court, after hearing the witnesses, are supported by substantial evidence. We will not disturb those findings. Nardo v. Nardo, Del., 209 A.2d 905 (1965). Upon those facts, the Trial Court concluded, correctly we think, that a prescriptive easement in favor of the plaintiffs may not be found.\nIn order to establish a right of way by prescription, the party asserting the right must show, by clear and convincing proof, a continuous, uninterrupted, and adverse use, by the asserter of the right or those in privity with him, for a period of more than 20 years; and there must be no substantial interruption of the continuity of possession and enjoyment. Bertrand v. Hill, 40 Del.Ch. 58, 173 A.2d 615 (1961); Hughes v. Abbott, 32 Del.Ch. 328, 86 A.2d 358 (1952). In the instant case, under the abovementioned facts found by the Trial Court, the plaintiffs have failed to sustain that burden: the use by the plaintiffs’ predecessors of the bed of 13th Street adjacent to Lots A and B, at least under the Food Fair lease arrangements during the period 1949 to 1963, was permissive and not adverse or hostile. Compare Pennington v. Lewis, 4 Penne. 447, 56 A. 378 (1903). And the continuity of any previously-established right in the street was substantially interrupted by the fence erected by Brosius, during the period 1939 to 1949, across 13th Street from Lot D to and along the northerly boundaries of Lots A and B.\nAccordingly, we conclude that the plaintiffs may not prevail upon the ground of an easement by prescription.\nIII.\nThere remains the plaintiffs’ contention that the bed of 13th Street was used adversely by the public as a street for more than 20 years; that, therefore, the owners are deemed to have dedicated the land to public use, citing Hart v. Durr, 38 Del.Ch. 523, 154 A.2d 898 (1959).\nAs appears from the foregoing governing facts, and for the same reason that defeats the claim of a prescriptive easement, the plaintiffs have failed to establish an adverse user of the area as a thoroughfare by the public for 20 years. For most of the period since 1949, the bed of 13th Street has been under permissive user for parking by the customers, employees, and suppliers of Poirier, Food Fair, and Bros-ius; and for the decade earlier, a public thoroughfare was made impossible by the fence blocking the street.\nAn implied dedication to public use is established, it is argued, by the following facts and circumstances: the presence of a sewer installed in the bed of 13th Street in 1911; the appearance of the street on City maps; the establishment of grades and the erection of a street sign at 13th and Union Streets; the refusal by a City Building Inspector, a long time ago, to issue a building permit, and his insistence upon setback restrictions in connection with the street area; and the nonpayment of City taxes on the street area prior to 1965.\nThe Trial Court found these circumstances to be unpersuasive as evidence of an implied dedication to a public use in view of the testimony of the City Engineer that the City has never recognized the area as a street; that its appearance on City maps was unofficial, unauthorized, and in error; that the establishment of grades was done “as a matter of course” because 13th Street east of Union Street is a City street; that the street sign was removed as soon as the error was detected; and that the City has not assumed maintenance or police responsibility of 13th Street.\nIn the light of the City Engineer’s testimony and of the unequivocal denial by Brosius of any intent to dedicate to public use the area in question, supported by the very persuasive evidence of the blocking of the street for the period 1939-1949 and the leasing thereof as a parking facility thereafter, we agree with the Trial Court that the circumstances relied upon by the plaintiffs are insufficient to establish an implied dedication to public use.\nFor the reasons stated, the judgment below is affirmed.\n. Hereinafter referred to as “13th Street”, without prejudice to Diver’s position that it was not, and is not, a street.\n. Compare Betley v. Gordy Construction Company, 35 Del.Ch. 253, 115 A.2d 475 (1955); Poole v. Greer, 6 Penne. 220, 65 A. 767 (1907); Reinhardt v. Chalfant, 12 Del.Ch. 214, 110 A. 663 (1921); Rivas & Rivas, Inc. v. River Road Swimming Club, 40 Del.Ch. 249, 180 A.2d 282 (1962); Henderson v. Young, 260 Pa. 334, 103 A. 719 (1918).",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "E. Dickinson Griffenberg, Jr., of Killoran & Van Brunt, Wilmington, for plaintiffs below, appellants.",
      "H. Albert Young and Richard H. May, of Young, Conaway, Stargatt & Taylor, Wilmington, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "William C. LICKLE and Daniel C. Lickle, Plaintiffs Below, Appellants, v. FRANK W. DIVER, INC., a Delaware corporation, Defendant Below, Appellee.\nSupreme Court of Delaware.\nJan. 22, 1968.\nE. Dickinson Griffenberg, Jr., of Killoran & Van Brunt, Wilmington, for plaintiffs below, appellants.\nH. Albert Young and Richard H. May, of Young, Conaway, Stargatt & Taylor, Wilmington, for defendant below, appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0326-01",
  "first_page_order": 358,
  "last_page_order": 362
}
