{
  "id": 7863292,
  "name": "NEW HAMPSHIRE INSURANCE COMPANY, Defendant/Appellant, v. STATE FARM INSURANCE COMPANY, Plaintiff/Appellee",
  "name_abbreviation": "New Hampshire Insurance Co. v. State Farm Insurance Co.",
  "decision_date": "1993-08-13",
  "docket_number": "Civ. A. No. 92C-02-236",
  "first_page": "328",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 328"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "619 A.2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362549
      ],
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "page": "897"
        },
        {
          "page": "898"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0896-01"
      ]
    },
    {
      "cite": "408 A.2d 957",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002299
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "961"
        },
        {
          "page": "961"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0957-01"
      ]
    },
    {
      "cite": "565 A.2d 908",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358511
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "911",
          "parenthetical": "citing Pettinaro Constr. Co. v. Harry C. Partridge, Jr. & Sons, Inc., Del.Ch., 408 A.2d 957, 961 (1979)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/0908-01"
      ]
    },
    {
      "cite": "346 A.2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058874
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "179"
        },
        {
          "page": "179-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/346/0177-01"
      ]
    },
    {
      "cite": "603 A.2d 788",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939545
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "791",
          "parenthetical": "holding that a clause in an insurance contract giving either party a right to a trial de novo only when an award exceeded a set minimum was void as against public policy because it provided an \"escape hatch\" far more likely to be of use to insurers than insureds"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/603/0788-01"
      ]
    },
    {
      "cite": "196 A.2d 403",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "405",
          "parenthetical": "\"[A] statute creating the right of appellate review must give litigants equal rights of appeal in order to be constitutionally valid.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "57 Del. 98",
      "category": "reporters:state",
      "reporter": "Del.",
      "case_ids": [
        1775482
      ],
      "year": 1962,
      "pin_cites": [
        {
          "parenthetical": "\"[A] statute creating the right of appellate review must give litigants equal rights of appeal in order to be constitutionally valid.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del/57/0098-01"
      ]
    },
    {
      "cite": "33 L.Ed.2d 327",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 2501",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "408 U.S. 901",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782761,
        1782768,
        1782897,
        1782718,
        1782846
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0901-02",
        "/us/408/0901-04",
        "/us/408/0901-01",
        "/us/408/0901-05",
        "/us/408/0901-03"
      ]
    },
    {
      "cite": "281 A.2d 24",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8059761
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0024-01"
      ]
    },
    {
      "cite": "267 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8072354
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "612",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/267/0610-01"
      ]
    },
    {
      "cite": "153 A.2d 189",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1959,
      "pin_cites": [
        {
          "page": "192",
          "parenthetical": "\"The right to review by appeal the proceedings of an inferior statutory tribunal in this state exists only to the extent to which it is granted by the Constitution and the Laws of the state.\""
        },
        {
          "page": "194",
          "parenthetical": "finding a statute \"unconstitutional for its failure to provide for an equal right of appeal to all parties....\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "52 Del. 72",
      "category": "reporters:state",
      "reporter": "Del.",
      "case_ids": [
        1783703
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "parenthetical": "\"The right to review by appeal the proceedings of an inferior statutory tribunal in this state exists only to the extent to which it is granted by the Constitution and the Laws of the state.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del/52/0072-01"
      ]
    },
    {
      "cite": "564 A.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11357913
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1131",
          "parenthetical": "\"The appellate jurisdiction of Delaware courts is limited by the Delaware Constitution and statutes.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/1130-01"
      ]
    },
    {
      "cite": "586 A.2d 1310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "pin_cites": [
        {
          "page": "1313"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 705,
    "char_count": 14012,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 9.89103210173481e-08,
      "percentile": 0.5352205862195054
    },
    "sha256": "805c4ce01d626014f7d777405695f5ed14e0f65fa5571d87cd058f66bf97f1d4",
    "simhash": "1:9b197fbf64bed148",
    "word_count": 2280
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NEW HAMPSHIRE INSURANCE COMPANY, Defendant/Appellant, v. STATE FARM INSURANCE COMPANY, Plaintiff/Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nDel PESCO, Judge.\nState Farm Mutual Automobile Insurance Company has filed a motion to dismiss appellant’s appeal. This is the Court’s decision on that motion.\nThis case arises out of an automobile accident which occurred near Newark, Delaware on December 11, 1989. Appellant, New Hampshire Insurance Company (“New Hampshire”), insured the driver allegedly responsible for the accident, Thomas MacMas-ter. Appellee, State Farm Mutual Automobile Insurance Company (“State Farm”), insured the injured driver, Arthur Doakes. State Farm made payments to cover Mr. Doakes’ medical expenses and lost wages up to the $100,000 limits of the personal injury protection (“PIP”) coverage. State Farm then filed applications for intercompany arbitration on its claims against New Hampshire alleging that its insured, MacMaster, was responsible for the accident.\nThe applications were filed with Arbitration Forums, Inc. (“AF”) on December 3, 1991. AF is a nationwide administrator of arbitration agreements, including the two agreements involved in this case — the Nationwide Intercompany Arbitration Agreement, which covers claims for property damage, and the Automobile Accident Reparations Arbitration Agreement (“AARAA”), which covers PIP payments. Both claims in this case were arbitrated under the AARAA, as permitted by that agreement.\nPursuant to the AARAA, AF notified New Hampshire of State Farm’s application. New Hampshire admits receiving this notice and claims to have asked its counsel, Barbara Fruehauf, Esquire, to request a deferment of the arbitration hearing. Fruehauf has filed an affidavit stating that she sent AF a deferment form and cover letter on January 6, 1992. However, AF denies receiving such a request and Fruehauf is unable to produce copies of the documents.\nAF notified New Hampshire on January 9, 1992 by certified mail that a hearing date for the arbitration of State Farm’s claims had been set for February 7. No representative of New Hampshire appeared at the hearing nor was a file ever received from the company. A judgment was therefore entered in favor of State Farm after it presented a prima facie case. State Farm was awarded $5,769 in collision damages, $250 for the insured's deductible and $100,175 in PIP damages.\nNew Hampshire now seeks an appeal de novo in Superior Court from that judgment.\nState Farm argues that there is no right of appeal because: (1) no such right arises from the mandatory arbitration required by 21 Del.C. § 2118(g)(3); (2) 21 Del.C. § 2118 does not violate the Constitution of the United States of the State of Delaware; and (3) no jurisdiction arises from 10 Del.C. § 5714.\nStatutory Right of Appeal\nTitle 21 § 2118(g)(3) provides:\n(3) Disputes among insurers as to liability or amounts paid pursuant to paragraphs (1) through (4) of subsection (a) of this section shall be arbitrated by the Wilmington Auto Accident Reparation Arbitration Committee or its successors. Any disputes arising between an insurer or insurers and a self-insurer or self-insurers shall be submitted to arbitration which shall be conducted by the Commissioner in the same manner as the arbitration of claims provided for in subsection (j) of this section.\nThe amounts in dispute here were paid by State Farm as PIP benefits pursuant to paragraphs (1) through (4) of subsection (a). This case concerns a dispute between insurers as to liability for these amounts; therefore, the first clause of § 2118(g)(3) is applicable.\nIn addition to § 2118, the Insurance Commissioner has promulgated Regulations which have a bearing on this case.\nFirst, Article 4 of Regulation 9 (entitled “Definitions”), provides that the phrase “Wilmington Auto Accident Reparations Arbitration Committee or Its Successors” in § 2118(g)(3) includes the AARAA. Second, Article 10 of the same Regulation (entitled “Mandatory Intercompany Arbitration”) provides that insurance companies authorized to write auto insurance in Delaware “shall be deemed signatory companies of the insurance industry forums arbitration agreements” for the purpose of disputes arising within Delaware. This effectively brings such companies within the purview of the arbitration agreements and under the industry arbitration procedures.\nAs the above statute and regulations illustrate, the legislative scheme contemplates that when a dispute between insurers arises, that dispute will be resolved by intercompany arbitration under one of the industry arbitration procedures. Under the second clause of § 2118(g)(3), if the dispute is between an insurer and a self-insurer, the arbitration is conducted by the Commissioner, rather than the industry forums. The procedure for this type of arbitration is provided for under 21 Del.C. § 2118(j). Section 2118(j)(5) expressly provides for a right to an appeal:\n(5) The right to require such arbitration shall be purely optional and neither party shall be held to have waived any of its rights by any act relating to arbitration and the losing party shall have a right to appeal de novo to the Superior Court if notice of such appeal is filed with that Court in the manner set forth by its rules within 30 days of the date of the decision being rendered.\n21 Del.C. § 2118(j)(5).\nThe Appellant admits that § 2118 is silent as to the right of an insurer to appeal the decision of an arbitrator in a dispute between insurers. Under Delaware Law, this silence is fatal to any claim that an appeal lies with the Superior Court. Without specific statutory authority to do so, the Superior Court has no jurisdiction to hear an appeal. Del. Const, art. IV, § 7; 10 Del.C. § 541; Sinha v. Delaware Technical & Community Col lege, Del.Super., 586 A.2d 1310, 1313 (1990). See also Capano Investments v. Levenberg, Del.Supr., 564 A.2d 1130, 1131 (1989) (“The appellate jurisdiction of Delaware courts is limited by the Delaware Constitution and statutes.”); DuPont v. Family Court for New Castle County, 52 Del. 72, 153 A.2d 189, 192 (1959) (“The right to review by appeal the proceedings of an inferior statutory tribunal in this state exists only to the extent to which it is granted by the Constitution and the Laws of the state.”). Thus, § 2118(g)(3) does not grant the Superior Court jurisdiction to hear an appeal from mandatory arbitration between insurers.\nConstitutional Impairment\nAs noted, 21 Del. C. § 2118 does not provide a right of appeal in a claim between two insurers. Consequently, appellant next argues that the failure of the General Assembly to provide for a right of appeal renders the statute unconstitutional because it violates the requirements of equal protection for a statute to allow a certain class of persons to appeal and to prohibit another class of persons from appealing. Appellant bases this argument in part on the inconsistency presented by the granting of a right to appeal to self-insurers while denying insurers the same right. Appellant cites two cases in support of its argument, DuPont v. Family Court, 52 Del. 72, 153 A.2d 189 (1959), and State ex rel. Caulk v. Nichols, Del.Super., 267 A.2d 610 (1970), aff'd, Del.Supr., 281 A.2d 24 (1971), appeal dismissed, 408 U.S. 901, 92 S.Ct. 2501, 33 L.Ed.2d 327 (1972).\nThe governing principle is that “where civil appeals are permitted, due process and equal protection of the law require only that the right to lodge such an appeal be available to all parties to any given controversy.” State ex rel. Caulk, 267 A.2d at 612 (emphasis added); see DuPont, 153 A.2d at 194 (finding a statute “unconstitutional for its failure to provide for an equal right of appeal to all parties....”) (emphasis added); Legates v. Heverin, 57 Del. 98, 196 A.2d 403, 405 (1962) (“[A] statute creating the right of appellate review must give litigants equal rights of appeal in order to be constitutionally valid.”) (emphasis added); see also Worldwide Ins. Group v. Klopp, Del.Supr., 603 A.2d 788, 791 (1992) (holding that a clause in an insurance contract giving either party a right to a trial de novo only when an award exceeded a set minimum was void as against public policy because it provided an “escape hatch” far more likely to be of use to insurers than insureds). The rule, therefore, is that the statute cannot grant a right of appeal to one party to a particular litigation and not the other, not that it cannot prohibit one class from appealing and not the other.\nIn the instant case, neither party has the right to appeal the arbitrator’s decision to Superior Court. In addition, under § 2118(g)(3), when a self-insurer is granted the right to appeal, an insurer is also granted that right. In other words, the right to an appeal is either granted or denied on an equal basis to all the parties in the litigation. Therefore, neither the equal protection clause nor the due process clause is violated.\nAppellant also makes the argument that if § 2118 deprives insurers of access to the courts, such access must be provided under the Uniform Arbitration Act, Title 10, Chapter 57 of the Delaware Code, in order for the statutory scheme to be within constitutional bounds. As appellee correctly asserts, a right to “meaningful access to the courts” is not a fundamental one. Household Fin. Corp. v. Johnson, Del.Super., 346 A.2d 177, 179 (1975). Therefore, an inquiry into the constitutionality of the statute must first involve a determination as to “whether [the statute’s] subject matter involves a permissible and legitimate concern of the State,” and second, “whether the statute, the means to effect the end, is a reasonable tool for that purpose.” Id. at 179-80.\nThe resolution of disputes through arbitration has been recognized by the Delaware Supreme Court as a valid public policy goal of this State. Graham v. State Farm Mutual Auto Ins. Co., Del.Supr., 565 A.2d 908, 911 (1989) (citing Pettinaro Constr. Co. v. Harry C. Partridge, Jr. & Sons, Inc., Del.Ch., 408 A.2d 957, 961 (1979)). Arbitration discourages litigation, permits parties to resolve their disputes in a specialized forum more likely to be conversant with the needs of the parties and the customs and usages of a specific industry than a court of general legal or equitable jurisdiction, and provides for speedy resolution of disputes in order that work may be completed without delay. Pettinaro, 408 A.2d at 961. Accordingly, legitimate and permissible concerns of the State are involved, and these concerns are addressed in a reasonable manner by arbitration.\nAppellant cites Stop & Shop Cos., Del. Supr., 619 A.2d 896 (1993) for the proposition that no rational basis exists to distinguish between insurers and self-insurers. Stop & Shop involved 18 Del.C. § 3914, which requires insurers to give notice to claimants of the applicable statute of limitations as a prerequisite to insurers raising a statute of limitations defense. Id. at 897. The statute is silent as to self-insurers, a class to which Stop & Shop belonged. Id. The Supreme Court deemed the statute remedial legislation, designed to benefit individual claimants by requiring they be provided notice of the applicable limitations statute. Id. at 898. In such a context, insurers and self-insurers are alike; a fund is created for potential claims. Accordingly, the Supreme Court declined to make a distinction between them. Id.\nAppellant also relies on 21 Del.C. § 2904(b), which imposes on self-insured motor vehicle owners the same obligations as imposed on insurers towards insureds.\nThe statute in this case presents a different question because it benefits self-insurers by allowing them access to the courts. The Court does not consider here the relative duties of insurers and self-insurers vis-a-vis the public. On that basis both Stop & Shop and 21 Del.C. § 2904(b) are distinguishable. The issue here is the right of the parties to an arbitration to appeal. The right may not be conferred by inference; it must be conferred by the State Constitution or statute. Sinha, 585 A.2d at 1313.\nThe Uniform Arbitration Act\nAppellant’s final argument is that they have a right of appeal pursuant to the Uniform Arbitration Act (“The Act”), 10 Del.C. §§ 5701-5725. The Act clearly does not grant appellate jurisdiction to the Superior Court. Rather, any appellate jurisdiction arising from Chapter 57 is bestowed on the Court of Chancery. Title 10, § 5714 allows the Court of Chancery to vacate an award or order a rehearing by arbitrators under certain limited circumstances. 10 Del.C. § 5714. Similarly, the Court of Chancery is given the power to modify or correct an arbitrator’s award in some situations. 10 Del.C. § 5715.\nBy comparison, the only power conferred upon the Superior Court by Title 10, Chapter 57 is the power to enter awards for money damages or place liens on real estate. 10 Del.C. § 5718. This power only arises, however, upon confirmation, modification or correction of such awards by the Court of Chancery. Id. Such authority is necessary as the Superior Court, through the Office of the Prothonotary, maintains records of judgments. 10 Del.C. § 2303.\nThere being no basis for jurisdiction in this Court, the motion to Dismiss is GRANTED.\nIT IS SO ORDERED.\nORDER\nFor the reasons stated in the Opinion filed with the Prothonotary this date, Appellee State Farm Insurance Company’s motion to dismiss is GRANTED.\nSO ORDERED.\n. Paragraphs (1) through (4) of subsection (a) provides for payments of medical and hospital expenses as well as lost earnings.\n. See supra, note 1. This subsection was formerly subsection (i) and is referred to as such in the briefs filed by both parties.",
        "type": "majority",
        "author": "Del PESCO, Judge."
      }
    ],
    "attorneys": [
      "William J. Cattie, III, and Barbara A. Fruehauf, Heckler & Cattie, Wilmington, for New Hampshire Ins. Co.",
      "Kenneth M. Doss, Casarino, Christman & Shalk, Wilmington, for State Farm Ins. Co."
    ],
    "corrections": "",
    "head_matter": "NEW HAMPSHIRE INSURANCE COMPANY, Defendant/Appellant, v. STATE FARM INSURANCE COMPANY, Plaintiff/Appellee.\nCiv. A. No. 92C-02-236.\nSuperior Court of Delaware, New Castle County.\nSubmitted: June 29, 1993.\nDecided: August 13, 1993.\nAs Corrected April 22, 1994.\nWilliam J. Cattie, III, and Barbara A. Fruehauf, Heckler & Cattie, Wilmington, for New Hampshire Ins. Co.\nKenneth M. Doss, Casarino, Christman & Shalk, Wilmington, for State Farm Ins. Co."
  },
  "file_name": "0328-01",
  "first_page_order": 394,
  "last_page_order": 397
}
