{
  "id": 7287153,
  "name": "Forester VANDERHOFF, Appellant v. HARLEYSVILLE INSURANCE COMPANY, Appellee",
  "name_abbreviation": "Vanderhoff v. Harleysville Insurance",
  "decision_date": "2010-07-06",
  "docket_number": "",
  "first_page": "328",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "997 A.2d 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "957 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3992506,
        8212020,
        3990103,
        8211919
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "1189"
        },
        {
          "page": "1192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0505-02",
        "/a2d/957/1180-02",
        "/pa/598/0505-01",
        "/a2d/957/1180-01"
      ]
    },
    {
      "cite": "598 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3992506,
        3990103
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0505-02",
        "/pa/598/0505-01"
      ]
    },
    {
      "cite": "855 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1370897,
        12254940
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/579/0364-01",
        "/a2d/855/0873-01"
      ]
    },
    {
      "cite": "579 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1370897
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/579/0364-01"
      ]
    },
    {
      "cite": "911 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8404009,
        3851407,
        3851121,
        8403986,
        8403957,
        3851579
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "Table"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/0917-03",
        "/pa/590/0009-01",
        "/pa/590/0010-01",
        "/a2d/911/0917-02",
        "/a2d/911/0917-01",
        "/pa/590/0008-02"
      ]
    },
    {
      "cite": "590 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851121,
        3851229
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "Table"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0010-01",
        "/pa/590/0010-02"
      ]
    },
    {
      "cite": "889 A.2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8991777,
        2473071
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "81",
          "parenthetical": "internal footnote, citations, and quotation marks omitted"
        },
        {
          "page": "81-82",
          "parenthetical": "internal citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/889/0078-01",
        "/pa/585/0529-01"
      ]
    },
    {
      "cite": "585 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2473071
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0529-01"
      ]
    },
    {
      "cite": "472 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727725
      ],
      "weight": 8,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "holding that to deny benefits an insurer must demonstrate prejudice resulting from the insured's failure to provide notice"
        },
        {
          "parenthetical": "holding that to deny benefits an insurer must demonstrate prejudice resulting from the insured's failure to provide notice"
        },
        {
          "page": "196"
        },
        {
          "page": "197"
        },
        {
          "page": "197"
        },
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0066-01"
      ]
    },
    {
      "cite": "898 A.2d 1143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2006,
      "opinion_index": 1
    },
    {
      "cite": "809 A.2d 204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        270333,
        11423293
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "207-08"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/570/0177-01",
        "/a2d/809/0204-01"
      ]
    },
    {
      "cite": "570 Pa. 177",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270333
      ],
      "year": 2002,
      "opinion_index": 1,
      "case_paths": [
        "/pa/570/0177-01"
      ]
    },
    {
      "cite": "889 A.2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8991777,
        2473071
      ],
      "year": 2005,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/889/0078-01",
        "/pa/585/0529-01"
      ]
    },
    {
      "cite": "585 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2473071
      ],
      "year": 2005,
      "opinion_index": 1,
      "case_paths": [
        "/pa/585/0529-01"
      ]
    },
    {
      "cite": "472 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727725
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/472/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1013,
    "char_count": 27405,
    "ocr_confidence": 0.674,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18828086116217588
    },
    "sha256": "1a3e7e9a21ee08f2221c9b481c5a5260d2d8be17a24fb069d173276403d121a9",
    "simhash": "1:1df9e0b653ea05d8",
    "word_count": 4315
  },
  "last_updated": "2024-02-27T16:53:18.711347+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ.",
      "Justice SAYLOR joins this dissenting opinion."
    ],
    "parties": [
      "Forester VANDERHOFF, Appellant v. HARLEYSVILLE INSURANCE COMPANY, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nIn this case, we consider the effect of the inclusion of a provision in the Motor Vehicle Financial Responsibility Law’s (MVFRL), 75 Pa.C.S. §§ 1701-1799.7, definition of “uninsured motor vehicle,” providing for notification of police and the insurer within thirty days of an accident caused by an unidentified vehicle. Specifically, we examine the continued applicability of the long-standing precedent of this Court conditioning an insurer’s denial of benefits, due to the insured’s failure to provide notice, upon the insurance company’s ability to demonstrate prejudice. See Brakeman v. Potomac Insurance Co., 472 Pa. 66, 371 A.2d 193 (1977) (holding that to deny benefits an insurer must demonstrate prejudice resulting from the insured’s failure to provide notice). We conclude that the application of the reporting provisions in this case is not controlled by our recent decision in State Farm Mutual Automobile Insurance Co. v. Foster, 585 Pa. 529, 889 A.2d 78 (2005), which specifically involved the failure to notify law enforcement, but instead is governed by our decision in Brakeman. Accordingly, we reverse the decision of the Superior Court, which in reliance on Foster, did not require a demonstration of prejudice by the insurer.\nOn October 4, 2001, a motor vehicle collision occurred between a truck driven by Appellant Forester Vanderhoff and a car driven by Mr. Ryan Piontkowski on the Sans Souci Parkway in Hanover Township, Luzerne County. Appellant was operating the truck in the course of his employment with Respiratory and Convalescent Specialties, under a motor vehicle insurance policy with Harleysville Insurance Co. Prior to the collision, both vehicles were preparing to turn left at a busy intersection controlled by a stoplight, with Mr. Piontkowski’s car in front of Appellant’s truck. Appellant avers that when the green turning arrow appeared, he began proceeding forward, but took his eyes off the road for a second. When he looked back to the road, he discovered that Mr. Piontkowski’s car had stopped in front of him. Although he applied his brakes, Appellant nonetheless struck Mr. Piontkowski’s car.\nA critical factual dispute in this case involved whether Mr. Piontkowski stopped to avoid an unidentified ear. If the unidentified car existed and caused the accident, the so-called “phantom vehicle” could constitute an uninsured motor vehicle, under the definition provided in § 1702 of the MVFRL, which could trigger Appellant’s recovery of uninsured motorist benefits under the Harleysville insurance policy covering his employer’s vehicle. The existence of the phantom vehicle, however, was disputed because, while Appellant testified to its existence, Mr. Piontkowski denied it. Moreover, Appellant apparently did not mention the phantom vehicle in the account he provided to the hospital after the accident, nor when filing his workers’ compensation claim with Harleysville, which was also his employer’s workers’ compensation carrier. Additionally, the original police report did not reference a phantom vehicle. Instead, Appellant asserts that when he received the police report several months after the accident he noticed the omission of the phantom vehicle and, in September 2002, requested that the Hanover Police Department correct the report. The request was denied.\nCentral to the issues before this Court is a dispute concerning whether Appellant notified Harleysville of the accident, including the existence of the phantom vehicle. Although Appellant filed a workers’ compensation claim with Harleysville twenty days after the accident, he did not file a claim for uninsured motor vehicle benefits with Harleysville until June 14, 2002, over eight months after the October 2001 accident, despite a provision in the insurance contract requiring prompt notice and § 1702 of the MVFRL requiring notice within thirty days of the accident. Appellant, however, asserted that he thought Harleysville had notice of the accident and was aware of the surrounding facts as a result of his workers’ compensation claim, especially given that Harleys-ville told Appellant it was investigating the accident, and sent him to be examined by Harleysville’s doctor. Appellant also assumed that the police report indicated the existence of the phantom vehicle, although, as noted above, it actually did not contain any such information.\nDisputing Appellant’s claim to benefits, Harleysville instituted a declaratory judgment action in September 2003. A few days later, Appellant filed a Petition for the Appointment of a Neutral Arbitrator. In May 2004, the trial court held a hearing to determine whether an uninsured motor vehicle was involved in the accident and whether Appellant satisfied the notification requirements of the MVFRL and his policy, as resolution of these issues was necessary before a decision could be rendered on the issue of whether the case should be submitted to arbitration.\nAt the hearing, Appellant and Mr. Piont-kowski testified regarding their memory of the accident. Additionally, the police officer who investigated the accident testified that neither driver reported the involvement of a phantom vehicle at the scene of the accident, but that Appellant had later requested amendment of the police report. The officer also noted that it is not uncommon for those involved in accidents to report differing versions of the facts and to leave out details in the immediate aftermath of a crash. Finally, a representative of Harleysville testified that the first notice provided by Appellant of the potential uninsured motorist claim was not given until June 2002, and that the representative was unaware of Appellant’s related workers’ compensation petition filed with the same insurance company.\nAfter the trial court entered an order in favor of Appellant, Harleysville filed a notice of appeal to the Superior Court challenging the trial court’s conclusions that a phantom vehicle existed and that Appellant provided proper notice to Harleysville and the police of an accident involving a phantom vehicle. In its opinion pursuant to Pa.R.A.P. 1925(a), the trial court stated that it “had the opportunity to [weigh] the testimony of Mr. Piontkowski as opposed to that of [Appellant] and the other witnesses and views [Appellant’s] testimony as being more credible and believable.” Tr. Ct. Op. at 3. It also concluded that Appellant “took steps to notify both Har-leysville and the Police Department by verbally telling representatives of Harleys-ville about the existence of the phantom vehicle after the collision occurred while processing his worker’s compensation file and he also verbally notified the investigating police officer.” Tr. Ct. Op. at 7. The court concluded that Appellant “simply told the representative of Harleysville about the phantom vehicle and this Court believes [Appellant] took such action.” Tr. Ct. Op. at 8.\nThe Superior Court reversed the decision of the trial court regarding its finding that Appellant provided notice to Harleys-ville. First, however, the Superior Court acknowledged that it could not second guess the fact finding of the trial court on the issue of the existence of a phantom vehicle, given that the trial court clearly stated that it found Appellant’s testimony to be credible on that issue. Additionally, the Superior Court noted that it was bound by the trial court’s determination that Appellant reported the accident to the police as soon as practicable because the trial court found credible Appellant’s testimony that he was unaware that the police report did not reference the phantom vehicle and that he attempted to correct the report as soon as he discovered the discrepancy. Conversely, the Superior Court found that the record did not support the trial court’s finding that Appellant “notified his employer as well as Harleysville Insurance of the facts surrounding the collision, including the phantom vehicle” as soon as practicable. Super. Ct. Slip Op. at 7. Instead, the Superior Court observed, “nowhere in the record does [Appellant] testify that he verbally notified Harleys-ville of the phantom vehicle. Rather, he simply asserts that he thought Harleysville was aware of the facts of his case. Merely assuming that Harleysville knew of the phantom vehicle is not enough.” Id. at 8 (internal citation omitted). The Superior Court concluded that the MVFRL required Appellant to notify Harleysville of an accident involving a phantom vehicle within thirty days or as soon as practicable, and that the earliest evidence that Appellant actually provided notice was during a independent medical examination in February 2002. The court concluded that the notice was not sufficient.\nAdditionally, the Superior Court rejected Appellant’s counter argument that under Brakeman even if he failed to provide proper notice to Harleysville, Harleysville could not deny him benefits as a result of that failure unless it could demonstrate that it suffered prejudice. The Superior Court quoted our recent decision in Foster to conclude that “Brakeman’s prejudice requirement is inapplicable to the notice provisions of § 1702.” Id. at 9. Therefore, the court reversed the judgment in favor of Appellant.\nWe granted allowance of appeal to decide the following question: “Whether an insurance carrier should be required to prove prejudice relative to the late reporting to the carrier of an accident involving an unidentified vehicle when such accident was timely reported to law enforcement officials?” Vanderhoff v. Harleysville Ins. Co., 590 Pa. 10, 911 A.2d 917 (2006) (Table).\nBefore this Court, Appellant acknowledges that in Foster we recently determined that a demonstration of prejudice was not required for an insurance company to deny a claim based on failure to notify police under § 1702. Appellant notes that our decision in Foster relied heavily on the public interest in preventing fraud related to phantom vehicles, given that notification of the police allows the police to investigate such claims. Appellant, however, observes that the public interest in allowing for timely police investigations is not present in this case, where the trial court found that the police had been notified and found that a phantom vehicle in fact existed.\nRather than being controlled by Foster, Appellant asserts that this case should be controlled by Brakeman, which involved a failure to satisfy policy language requiring notice to the insurer. In that case, this Court noted that insurance agreements are contracts of adhesion, written by the insurance company, and accordingly, required that the insurance company bear the burden of proving prejudice from an insured’s failure to meet a policy reporting requirement before denying benefits. Appellant observes that § 1702 is not a notice provision, but a definition provision. The actual notice provision is set forth in the policy, and the policy, drafted by the insurer, triggers the principals of insurance policy construction discussed in Brakeman.\nConversely, Harleysville asserts that this case should be controlled by our recent decision in Foster. It claims that a “phantom vehicle uninsured motorist claim is fertile ground for fraud,” and that this potential for fraud was the reason that the legislature included the § 1702 requirement in the MVFRL’s definition of uninsured motor vehicle. Brief of Appellee at 11. The company notes that the plain language of the definition does not reference the Brakeman demonstration of prejudice requirement prior to the denial of a claim, but instead incorporates the notice provision into the statutory definition of an uninsured motor vehicle. Moreover, it contends that prejudice is inherent absent notice because an insurer, like the police in Foster, cannot investigate the legitimacy of the claim and decide whether to grant benefits if the evidence is stale. It also asserts that the cost containment purpose of the MVFRL is furthered by the notice requirement, as the Court noted in Foster.\nIn reviewing a declaratory judgment, we are limited to determining whether the trial court committed a clear abuse of discretion or an error of law. See Vernon Tp. Volunteer Fire Dept., Inc. v. Connor, 579 Pa. 364, 855 A.2d 873, 879 (2004). “An appellate court may not substitute its judgment for that of the trial court if the determination of the trial court is supported by competent evidence.” Id. As the issue in this case is a question of law, our standard of review is de novo and our scope of review is plenary. Generette v. Donegal Mut Ins. Co., 598 Pa. 505, 957 A.2d 1180, 1189 (2008).\nThe question in this case is controlled by the MVFRL’s definition of uninsured motor vehicle:\n(3) An unidentified motor vehicle that causes an accident resulting in injury ;provided the accident is reported to the police or proper governmental authority and the claimant notifies his insurer within 30 days, or as soon as practicable thereafter, that the claimant or his legal representative has a legal action arising out of the accident.\n75 Pa.C.S. § 1702 (emphasis added). Although the definition clearly provides for notice to the insurer, it does not detail a consequence for untimely notice to the insurer, despite then existent precedent of Brakeman, requiring a demonstration of prejudice by the insurer prior to any denial of benefits.\nPrior to the enactment of the MVFRL, an insurance company intending to deny coverage based upon lack of notice had to demonstrate prejudice resulting from the absence of notice, because a coverage denial would result in forfeiture under a non-negotiated contractual term dictated by the insurance company’s policy. Brakeman, 371 A.2d at 196. We concluded, “We are reluctant, therefore, to allow an insurance company to refuse to provide that which it was paid for unless a sound reason exists for doing so.” Id. at 197. To find a sound reason, we reviewed the purpose of a notice provision: “[A] reasonable notice clause is designed to protect the insurance company from being placed in a substantially less favorable position than it would have been in had timely notice been provided, e.g., being forced to pay a claim against which it has not had an opportunity to defend effectively.” Id. at 197. The Court acknowledged an insurance company’s legitimate need to investigate potentially fraudulent claims, but held, “Where the insurance company’s interests have not been harmed by a late notice ... the reason behind the notice condition in the policy is lacking, and it follows neither logic nor fairness to relieve the insurance company of its obligations under the policy in such a situation.” Id. We thereby refused to allow the insurance company to use a “technical escape-hatch” in its contract to deny coverage when it was not prejudiced by the absence of notice. Id. We instead held “that where an insurance company seeks to be relieved of its obligations under a liability insurance policy on the ground of late notice, the insurance company will be required to prove that the notice provision was in fact breached and that the breach resulted in prejudice to its position.” Id. at 198.\nSection 1702 was enacted with Brakeman as the controlling precedent. Accordingly, we conclude that the definition’s silence as to prejudice does not alter the longstanding law set forth in Brakeman, requiring the insurer to demonstrate prejudice. While not directly applicable, the rules of statutory construction provide, “[tjhat when a court of last resort has construed the language used in a statute, the General Assembly in subsequent statutes on the same subject matter intends the same construction to be placed upon such language.” 1 Pa.C.S. § 1922(4). Although our decision in Brakeman addressed contractual rather than statutory language, the contractual language reviewed in Brakeman had the same effect as that enacted into § 1702. The absence of any language in the statute eliminating the prejudice requirement of Brakeman is therefore controlling in this case.\nMoreover, and importantly, this case is distinguishable from our recent decision in Foster, where we considered the effect of § 1702 on the failure of an injured-insured to notify police of an accident involving a “phantom vehicle.” In Foster, an injured-insured claimed she was hit by an unidentified vehicle. The insured reported the accident to her employer and her insurance company, but failed to notify law enforcement of the accident. The injured-insured argued that, under our prior decision in Brakeman, the insurance company had to demonstrate that it suffered prejudice due to the insured’s failure to inform law enforcement of the accident.\nThis Court rejected that argument based upon its conclusion that Brakeman addressed the notice requirements of an insurance contract, whereas Foster involved the dictates of a statute and a directive related to law enforcement. The Court first considered the purpose of the notice provision in § 1702:\nSection 1702’s police notification requirement advances the policy of keeping automobile insurance affordable to the public by minimizing fraudulent claims and the attempted recovery of benefits in cases where accidents were alleged to have been caused by phantom vehicles. The cost to the insurer of paying fraudulent claims is ultimately passed on to the public in the form of higher premiums. That is, the purpose behind § 1702’s reporting requirement is protection of the public’s interest in affordable automobile insurance — the primary goal of the MVFRL.\nFoster, 889 A.2d at 81 (internal footnote, citations, and quotation marks omitted). The Court then distinguished the decision in Brakeman from § 1702 and the facts in Foster:\nIn contrast, the purpose of the notification requirement in Brakeman was protection of the insurer’s private interest. The requirement was not imposed by a statutory scheme to further a public policy interest, but was drafted by the insurer to protect its own interest in being able to conduct timely investigations of claims. The notice provision in Brakeman required the insured to report the accident to the insurer, whereas § 1702 requires reporting to, the police or other proper governmental authority, agents independent from the insurer itself. Based on the differing purposes behind the notification provisions in Brakeman and § 1702, we agree with the Superior Court that Brakeman’s prejudice requirement is inapplicable to the notice provision of § 1702.\nFoster, 889 A.2d at 81-82 (internal citation omitted). Thus, the analysis that governed the decision of the Court in Foster related specifically to the importance of the police as a public and investigatory body, as distinguished from the private interests of an insurance company, which presumably would have been governed by the decision of the Court in Brakeman. Thus, Foster did not overrule Brakeman, but instead, carefully distinguished it.\nMoreover, Appellant convincingly argues that the prejudice requirement will not result in spiraling insurance costs, which would be contrary to the cost-containment principal often cited as the primary purpose of the enactment of the MVFRL. Generette, 957 A.2d at 1192. First, our holding in Foster ensures that the law enforcement authorities will be notified of all phantom vehicle cases and thus can investigate to determine the potential of fraud. More importantly, if the insurance company were actually prejudiced in its investigation by the delayed notification, it would not have to pay under Brakeman. While it is obviously true that premiums will be reduced if fewer claims are paid, it was never the intent of the legislature to contain costs by relieving insurance companies of the obligations to pay legitimate claims.\nWhen considered in light of Brakeman, we conclude that before an insurer can deny uninsured motorist benefits resulting from an accident involving a phantom vehicle, the insurer must demonstrate prejudice due to the failure of an insured to notify the insurer of the phantom vehicle accident. Accordingly, we reverse the decision of the Superior Court and remand to the trial court to determine whether the insurance company was prejudiced by the delayed notice in this case.\nChief Justice CASTILLE, and Justices TODD, McCAFFERY join this opinion.\nJustice EAKIN files a dissenting opinion in which Justice SAYLOR joins.\n. This case was reassigned to this author.\n. The relevant provision of the MVFRL defines an uninsured motor vehicle as:\n(3) An unidentified motor vehicle that causes an accident resulting in injury provided the accident is reported to the police or proper governmental authority and the claimant notifies his insurer within 30 days, or as soon as practicable thereafter, that the claimant or his legal representative has a legal action arising out of the accident.\n75 Pa.C.S. § 1702.\n. The trial court did not have the opportunity to answer this question because it concluded that the plaintiff had supplied sufficient notice to the insurance company. The Superior Court reversed that finding, concluding that the record did not support the trial court's finding.",
        "type": "majority",
        "author": "Justice BAER."
      },
      {
        "text": "Justice EAKIN.\nI respectfully dissent from the majority’s holding Harleysville was required to demonstrate prejudice from Appellant’s failure to provide notice of the phantom vehicle within 30 days of the accident, as required by 75 Pa.C.S. § 1702. Majority Op., at 329, 335. I disagree with the majority’s reliance on Brakeman v. Potomac Insurance Company, 472 Pa. 66, 371 A.2d 193 (1977), which required an insurer to demonstrate prejudice before denying benefits to an insured who failed to comply with the policy’s notice requirement. Id., at 198. Rather, I would look to § 1702’s plain language and the principles governing the more recent and relevant State Farm Mutual Automobile Insurance Company v. Foster, 585 Pa. 529, 889 A.2d 78 (2005), which distinguished Brakeman, and held the MVFRL does not require a showing of prejudice when notice is not given to police. Foster, at 81-82.\nSection 1702 does not include a prejudice requirement, nor does it create an exception to the notice requirement in cases where the insurer cannot show prejudice from the claimant’s failure to comply with the terms of the policy. See 75 Pa. C.S. § 1702; Foster, at 82. To expand the definition of an uninsured motor vehicle to include a prejudice exception in the pursuit of “fairness” is inappropriate; this necessarily includes a presumption that fairness only applies to one party to the policy, namely, the party whose failure to notify created the problem in the first place. This is an incongruous result, and such an interpretation also violates the laws of statutory construction. See 1 Pa. C.S. § 1921(b) (when statute’s words are clear and free of ambiguity, its letter is not to be disregarded under pretext of pursuing its spirit).\nAs Foster noted, Brakeman was decided before the MVFRL’s passage. Foster, at 81. Brakeman only implicated the insurer’s private interests. Brakeman, at 197. The MVFRL, however, addresses the public policy interest in controlling the spiraling cost of automobile insurance by reducing fraudulent claims. See, e.g., Foster, at 80-81; Burstein v. Prudential Property and Casualty Insurance Company, 570 Pa. 177, 809 A.2d 204, 207-08 (2002). Thus, Foster held the MVFRL does not require the insurer to show prejudice before denying coverage based on lack of police notification. Foster, at 82.\nThis same principle controls here. The statute does not distinguish between the requirements for notice to the police and notice to the insurer for the purposes of an unidentified motor vehicle claim. See 75 Pa.C.S. § 1702 (permitting claim only if “accident is reported to the police or proper governmental authority and the claimant notifies his insurer ....”) (emphasis added); see also Foster, at 82 (holding § 1702 requires reporting to insurer and police). Providing notice to insurers as soon as practicable serves the same public policy purposes as providing timely notice to police — preventing fraud and reducing insurance premiums for Pennsylvanians. Id., at 81 (citations omitted). The rationale of Foster, the determinative post-MVFRL case, is squarely on point.\nAppellant had the opportunity to notify Harleysville; he was capable of timely informing his employer about the phantom vehicle. He could have done so when he was filling out his workers’ compensation form, which required him to “describe fully just how [his] injury was sustained and state in detail just what [he was] doing at the time.... ” Workers!’] Compensation Employee’s Statement, 10/24/01, R.R., at 158a. Instead, he omitted any reference to the phantom vehicle:\nWent to mobile station for gas[,] was then going to do delivery’s [sic][,] approaching crossroads got in left lane to turn[.] There was one car in front of me. The arrow was green [and] light was green. The car in front was just about to turn and he locked up brakes and stop [sic] instantly[.] I was in Nission [sic] truck with load of welding wire in baek[.] Tried to stop but tire locked up (no anti brake). Pumped them again tr[y]ing to stop but couldn’t and hit said car in rear[.] Not much damage[;] wasn’t going that fast. Got out to check if everyone was ok[.] Seem [sic] to me he was[.] He was outside of car cursing [and] yelling. Went to phone[;] called 911[.] Police came within minutes[;] gave them same explination [sic] I’m giving you [and] work. Went back to shop explained what happen [sic]. Went right to doctor because of neck [and] head pain [and] blurred vision.\nId.\nThe police report made no mention of this phantom vehicle either. If Appellant thought Harleysville was aware of the phantom vehicle because of an erroneous belief it was mentioned in the police report, the fact is he gave the insurer no notice at all, much less adequate notice pursuant to § 1702. There is no evidence in the record indicating Harleysville was informed of a phantom vehicle until February 21, 2002, almost five months after the October 4, 2001 accident. See Vanderhoff v. Harleysville Insurance Company, No. 1984 MDA 2004, 898 A.2d 1143, unpublished memorandum at 8 (Pa.Super. filed March 1, 2006). This was not within the statutorily required 30 days and is not claimed by either party to have been as soon as practicable after the accident. The principle in Foster thus applies here— where Appellant attempted to claim uninsured motorist benefits after failing to notify Harleysville of the phantom vehicle for five months, Harleysville should not be required to show actual prejudice before denying Appellant’s untimely claim.\nFor the foregoing reasons, I dissent.\nJustice SAYLOR joins this dissenting opinion.\n. The question of whether “his insurer” under § 1702 means a primary household insurer rather than Appellant s employer's insurer, as interpreted here, was not raised.",
        "type": "dissent",
        "author": "Justice EAKIN."
      }
    ],
    "attorneys": [
      "Brian C. Corcoran, for Forester Vander-hoff.",
      "Laurence M. Kelly, Kelly & Kelly, Montrose, for amicus curiae Pennsylvania Trial Lawyers Association.",
      "James C. Haggerty, Swartz Campbell LLC, Philadelphia, for Harleysville Insurance Company."
    ],
    "corrections": "",
    "head_matter": "Forester VANDERHOFF, Appellant v. HARLEYSVILLE INSURANCE COMPANY, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 14, 2008.\nDecided July 6, 2010.\nBrian C. Corcoran, for Forester Vander-hoff.\nLaurence M. Kelly, Kelly & Kelly, Montrose, for amicus curiae Pennsylvania Trial Lawyers Association.\nJames C. Haggerty, Swartz Campbell LLC, Philadelphia, for Harleysville Insurance Company.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ."
  },
  "file_name": "0328-03",
  "first_page_order": 364,
  "last_page_order": 373
}
