{
  "id": 12045524,
  "name": "Adrienne BANKS, Appellant, v. TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, et al.",
  "name_abbreviation": "Banks v. Trustees of University of Pennsylvania",
  "decision_date": "1995-10-17",
  "docket_number": "",
  "first_page": "329",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 329"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "371 Pa.Super. 414",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        691716
      ],
      "weight": 7,
      "year": 1988,
      "pin_cites": [
        {
          "page": "516"
        },
        {
          "page": "514"
        },
        {
          "page": "515"
        },
        {
          "page": "515-516"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/371/0414-01"
      ]
    },
    {
      "cite": "489 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1762383
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "352-353"
        },
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/489/0344-01"
      ]
    },
    {
      "cite": "503 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785896
      ],
      "weight": 10,
      "year": 1983,
      "pin_cites": [
        {
          "page": "185"
        },
        {
          "page": "123"
        },
        {
          "page": "186-87"
        },
        {
          "page": "124"
        },
        {
          "page": "188"
        },
        {
          "page": "125"
        },
        {
          "page": "124"
        },
        {
          "page": "188"
        },
        {
          "page": "125"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0178-01"
      ]
    },
    {
      "cite": "341 A, 343",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "180 A.2d 21",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307412
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0209-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874671
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "318"
        },
        {
          "page": "1313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0313-01"
      ]
    },
    {
      "cite": "337 Pa.Super. 602",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        624048
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/337/0602-01"
      ]
    },
    {
      "cite": "520 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815560
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "176"
        },
        {
          "page": "903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0171-01"
      ]
    },
    {
      "cite": "385 Pa.Super. 613",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468257
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "615"
        },
        {
          "page": "1262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/385/0613-01"
      ]
    },
    {
      "cite": "424 Pa.Super. 406",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        926707
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/424/0406-01"
      ]
    },
    {
      "cite": "557 A.2d 1064",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466352,
        1817482,
        1817471
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1066"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/384/0100-01",
        "/pa/521/0536-01",
        "/pa/521/0537-01"
      ]
    },
    {
      "cite": "384 Pa.Super. 100",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        466352
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/384/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 11191,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24523340936093185
    },
    "sha256": "ea2bc29acc0b7d66846f3343c2a67cb65c5df89c44cc1ad8343b53dd4d30569d",
    "simhash": "1:1a4b1b54594bd678",
    "word_count": 1836
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, TAMILIA and HOFFMAN, JJ."
    ],
    "parties": [
      "Adrienne BANKS, Appellant, v. TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, et al."
    ],
    "opinions": [
      {
        "text": "TAMILIA, Judge:\nAdrienne Banks appeals from the May 13, 1994 Order awarding summary judgment to appellee. Summary judgment was entered in this personal injury action on the basis that appellee owed no duty to appellant.\nOn October 7, 1988, appellant injured her knee when, attempting to circumvent a fraternity protest which effectively blocked a main campus thoroughfare, she climbed and jumped from a four-foot wall on the campus of the University of Pennsylvania where she was a student. On October 26, 1989, appellant commenced this negligence suit against appellee alleging, inter alia, that appellee was negligent in failing to control the congregation of protestors, failing to remove the blockade formed by protestors, failing to assist pedestrians, allowing plaintiff to circumvent the blockade, failing to properly train and control its security police and failing to monitor and control the fraternities. Following discovery, appellee filed a motion for summary judgment alleging that it had no duty to control the conduct of the protesters who formed the blockade. The motion also alleged that appellant was clearly aware of the condition she contends was hazardous and voluntarily chose to jump off the wall in order to circumvent the protest, rather than choosing any one of several other alternative routes to her destination. On May 13, 1994, the trial court granted appellee’s motion for summary judgment. This appeal followed.\nAs an appellate court, we are bound to consider certain principles which dictate when and under what circumstances the trial court may properly enter summary judgment. Goebert v. Ondek, 384 Pa.Super. 100, 104, 557 A.2d 1064, 1066 (1989). The trial court must accept as true all well-pleaded facts relevant to the issues in the non-moving party’s pleadings, and give to him or her the benefit of all reasonable inferences to be drawn therefrom. Atkinson v. Haug, 424 Pa.Super. 406, 622 A.2d 983 (1993). Summary judgment should not be entered unless the case is clear and free from doubt. Hathi v. Krewstown Park Apartments, 385 Pa.Super. 613, 615, 561 A.2d 1261, 1262 (1989). A grant of summary judgment is proper where the pleadings, depositions, answers to interrogatories, admissions of record and affidavits on file support the trial court’s conclusion that no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Pa.R.C.P. 1035. See also Penn Center House, Inc. v. Hoffman, 520 Pa. 171, 176, 553 A.2d 900, 903 (1989). A non-moving party may not rely merely upon controverted allegations in the pleadings, but must set forth specific facts by way of affidavit, or in some other way as provided by Pa.R.C.P. 1035(b), demonstrating that a genuine issue of material fact exists. Ressler v. Jones Motor Company, 337 Pa.Super. 602, 487 A.2d 424 (1985). Finally, we will overturn the trial court’s entry of summary judgment only if there has been an error of law or a clear abuse of discretion. McCain v. Pennbank, 379 Pa.Super. 313, 318, 549 A.2d 1311, 1313 (1988).\nThe standard of care owed to an individual by a possessor of land depends upon whether the individual is a trespasser, licensee or invitee. See Davies v. McDowell National Bank, 407 Pa. 209, 180 A.2d 21 (1962); Restatement (Second) of Torts, §§ 328-343B (1965). The parties agree, for purposes of this appeal, that appellant was an invitee of the University.\nAs to invitees, possessors of land owe a duty to protect from foreseeable harm. Restatement, supra, §§ 341 A, 343 and 343A. If conditions on the land are known to or discoverable by the possessor, he is subject to liability only where he:\n(a) knows or by exercise of reasonable care would discover the condition, and should realize that it involves an unreasonable risk of harm to such invitee, and\n(b) should expect that they will not discover or realize the danger, or will fail to protect themselves against it and\n(c) fails to exercise reasonable care to protect them against the danger.\nRestatement, supra, § 343. Further, section 343A provides:\n[a] possessor of land is not liable to his invitees for physical harm caused to them by any activity or condition on the land whose danger is known or obvious to them, unless the possessor should anticipate the harm despite such knowledge or obviousness.\nOur Supreme Court has applied section 343A as follows:\n[T]he law of Pennsylvania does not impose liability if it is reasonable for the possessor to believe that the dangerous condition would be obvious to and discovered by his invitee.\nCarrender v. Fitterer, 503 Pa. 178, 185, 469 A.2d 120, 123 (1983), citing Atkins v. Urban Redevelopment Authority of Pittsburgh, 489 Pa. 344, 352-353, 414 A.2d 100, 104 (1980). Finally, as recognized by the Restatement, supra, section 328B, comments c and d, the question of whether a danger was known and obvious may be decided by the trial court where reasonable minds cannot differ as to the conclusion. See also Carrender, supra at 186-87, 469 A.2d at 124.\nInstantly, we find that the danger associated with jumping from a four-foot wall was both “obvious” and “known” to appellant within the meaning of the Restatement and Pennsylvania law. Indeed, appellant’s own deposition testimony reflects this reality:\nQ You also said that you thought it was hazardous to you; how did you feel it-was hazardous to you, the blockade?\nA Anytime you have to jump over anything, it was hazardous.\nDeposition of appellant, 9/10/91, R. 588. Thus, despite recognizing that it was hazardous “to jump over anything,” appellant nevertheless proceeded to climb and jump from the wall. Further, there was nothing presented on the record to indicate that, notwithstanding the obviousness of the danger, appellee should have anticipated that the danger might go unnoticed by appellant or any other student. Carrender, supra. On the contrary, appellee reasonably could expect that, in light of the number of feasible alternative routes to appellant’s destination, she would recognize the danger posed by jumping from the wall and choose to proceed along another route. Id.\nHence, we conclude that the danger posed by jumping from the wall was both obvious and known, and that appellee could have reasonably expected that appellant would avoid the danger.\nMoreover, we agree with the trial court that Carrender, supra, compels the award of summary judgment to appellee in the instant case. In Carrender, the plaintiff brought an action against the owners of a chiropractic clinic for injuries she sustained after falling on ice in the clinic’s parking lot. The space in which plaintiff parked was on an incline and covered with snow, despite the fact that other areas of the lot were clear. Plaintiff admitted that she was aware of the ice even before exiting her car. Also, she was admittedly aware that the ice posed a special danger to her because of the prosthesis she wore, which consisted of an artificial lower leg. Plaintiff was able to successfully negotiate the ice when entering the clinic, but she fell on the return trip to her car.\nThe present case is also similar to Malin-der v. Jenkins Elevator and Mach. Co., 371 Pa.Super. 414, 538 A.2d 509 (1988). In Malinder, the plaintiff was struck in the head by a freight elevator at his place of employment. Rather than using an admittedly available intercom system, plaintiff stuck his head through a space in the landing door created by a missing glass panel and yelled to the elevator operator. As he put his head through the opening, he was struck by the elevator, which was already en route.\nIn both Carrender and Malinder, appellate courts of this state reversed jury verdicts in favor of the respective plaintiffs on the basis that the defendants owed no duty to protect against open and obvious dangers. See Carrender, supra at 188, 469 A.2d at 125; Malinder, supra at 427-28, 538 A.2d at 516.\nWe find that there are no legally relevant distinctions between this case and Carrender and Malinder. Initially, the dangerous conditions in all three cases existed prior to the plaintiffs’ perceiving the risks of danger, during the plaintiffs’ intentional encounter with them and after the plaintiffs’ encounter with them. Thus, in all cases, the dangers were not only foreseeable, but could not have changed during the relevant time period. This fact is important because the unchanging nature of the danger is a relevant factor in assessing the duty owed by the defendants to the plaintiffs. Malinder, supra at 423-24, 538 A.2d at 514.\nEqually important, in all cases, not only were the dangers unchanging, obvious and known by the plaintiffs, but the plaintiffs’ decisions to nevertheless accept the risk of the potential dangers were unreasonable and unnecessary. Id. In Carrender, the plaintiff parked on the only icy section of an otherwise clear parking lot. In Malinder, the plaintiff could have used an operational intercom system. Similarly, in the case before us, appellant had a variety of alternate courses to her destination. Hence, because there were available alternative courses of action which would have avoided the respective dangers, it was unreasonable for all three plaintiffs to accept the risk of danger. Likewise, it was reasonable for the defendants in all cases to expect that anyone encountering the danger would have utilized the alternative means available. Carrender, supra at 187, 469 A.2d at 124; Malinder, supra at 425-26, 538 A.2d at 515.\nA final similarity between the cases is that the duty owed by all three defendants was precisely the same, namely, to warn only of dangers which were not known or obvious. See Carrender, supra at 188, 469 A.2d at 125; Malinder, supra at 425-128, 538 A.2d at 515-516.\nIn sum, because the cases are without a relevant distinction, we find that Carrender and Malinder compel our result here.\nBased on the foregoing, we find that appellant has failed to raise a genuine issue of material fact as to the negligence of appellee. Thus, summary judgment was properly entered.\nOrder affirmed.\n. Although the University of Pennsylvania Inter Praternity Council was an original defendant and numerous fraternities and sororities were named additional defendants in this matter, none are party to this appeal.\n. At oral argument, counsel attempted to persuade this Court that the trial court erred in concluding appellant \"climbed” the wall from which she jumped. However, appellant's own deposition testimony clearly reveals that she did\nin fact \"climb” the wall:\nQ. Did you have to step up [to the wall]?\nA. Yes.\nQ. Did you have to climb up or step up?\nA. Climb up.\nQ. You actually had to use your hands and pull up?\nA. Yes, yes.\nDeposition of Appellant, 9/10/91, p. 71. Appellant’s brief also indicates she \"climbed” the wall. (Appellant’s brief at 6.)",
        "type": "majority",
        "author": "TAMILIA, Judge:"
      }
    ],
    "attorneys": [
      "Carl G. Cooper, Philadelphia, for appellant.",
      "Peter Samson, Philadelphia, for University of PA, appellee.",
      "Steven G. Leventhal, New Jersey, for SIGMA ALPHA EPSILON, appellee."
    ],
    "corrections": "",
    "head_matter": "Adrienne BANKS, Appellant, v. TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, et al.\nSuperior Court of Pennsylvania.\nArgued Sept. 20, 1995.\nFiled Oct. 17, 1995.\nCarl G. Cooper, Philadelphia, for appellant.\nPeter Samson, Philadelphia, for University of PA, appellee.\nSteven G. Leventhal, New Jersey, for SIGMA ALPHA EPSILON, appellee.\nBefore CIRILLO, TAMILIA and HOFFMAN, JJ."
  },
  "file_name": "0329-01",
  "first_page_order": 387,
  "last_page_order": 391
}
