{
  "id": 7973526,
  "name": "ADVISORY OPINION TO THE GOVERNOR OF THE STATE OF RHODE ISLAND",
  "name_abbreviation": "Advisory Opinion to the Governor of the State of Rhode Island",
  "decision_date": "1982-07-23",
  "docket_number": "No. A2343MP",
  "first_page": "329",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "450 A.2d 329"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 404,
    "char_count": 7076,
    "ocr_confidence": 0.78,
    "sha256": "268d6169c2faa7fea2679ef887840cb2251953ebf351ec43577e83babe077013",
    "simhash": "1:959d3a3b16df381a",
    "word_count": 1149
  },
  "last_updated": "2023-07-14T16:29:22.307284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ADVISORY OPINION TO THE GOVERNOR OF THE STATE OF RHODE ISLAND."
    ],
    "opinions": [
      {
        "text": "To His Excellency, J. Joseph Garrahy, Governor of the State of Rhode Island and Providence Plantations\nWe have received from Your Excellency, pursuant to § 2 of Article 12 of the Amendments to the Constitution of the State of Rhode Island and Providence Plantations, a request for our opinion on the following question of law.\n“Did the order of the Superior Court, as affirmed by the Supreme Court have the effect of nullifying the provisions of Section 1 of R.I.P.L.1982, Ch 20? And, if so, did the nullification of the repeal contained in said section thereby cause the reinstatement, as current and effective law, the provisions of Sections 22-1 — 1 and 22-1-2 of the Rhode Island General Laws? In other words, do those statutory provisions which established the senatorial district boundaries since 1974 remain as the effective law of the State?”\nDue to the urgent time constraints expressed in your request for our opinion, we have considered the question presented with the utmost expedition and without the benefit of briefs on the basis of oral argument from interested parties. At this time we shall confine ourselves to expressing our conclusions in abbreviated form. An opinion will follow which will set forth in detail the reason for these conclusions.\nUpon consideration of the arguments presented, an examination of the judgment of the Superior Court in the case of Richard A. Licht et al v. Rocco Quattrocchi et al, No. 82-259-A., and an examination of pertinent portions of P.L.1982, ch. 20, we are of the opinion that the question certified should be, and hereby is answered in the affirmative.\nThis answer is predicated upon the implied condition that no further valid legislation purporting to create any senate districts shall be enacted by the General Assembly. We do not purport to express any opinion upon the validity of legislation now pending before Your Excellency, or upon the effect of such legislation in the event that it is finally enacted.\nIn the event that no valid legislation should be adopted by the General Assembly, purporting to redistrict the Senate, we are of the opinion that the purported repealer of G.L.1956 (1979 Reenactment) §§ 22-1-1 and -2 would be deemed to be nullified by the judgment of the Superior Court later affirmed by this court which had the effect of declaring all sections of P.L.1982, ch. 20 relating to Rhode Island senatorial districts as constitutionally infirm. Since the repeal of the former sections relating to the composition of the Senate and senatorial districts was based upon the condition that such legislation would meet constitutional requirements, the failure of the condition would also nullify the repeal of the prior statutory provisions relating to the composition of the Senate and senatorial districts and all other statutory provisions relating thereto.\nThe provision in the Superior Court judgment that the statute respecting the reapportionment of the Senate may not be implemented “until such time as the Rhode Island General Assembly enacts a Senate Redistricting plan that meets the Constitutional requirements of the State and Federal Constitutions, consistent with the findings of fact and conclusions of law incorporated herein” does not have the effect of ordering the General Assembly affirmatively to act within a given time frame.\nConsequently, in our opinion, until the General Assembly acts to redistrict the Senate in accordance with the terms of the judgment of the Superior Court, in order to avoid a vacuum in the electoral process relating to the Senate, it is our determination that the provisions of G.L.1956 (1979 Reenactment) §§ 22-1-1 and -2 are and continue to be valid and subsisting.\nRespectfully yours,\nIsl Joseph R. Weisberger\nJOSEPH R. WEISBERGER\nAssociate Justice\nIs) Florence K. Murray\nFLORENCE K. MURRAY Associate Justice\nYour Excellency, I have grave concern as to the propriety of responding to your inquiry of July 22, 1982, because it relates to a judgment entered in a controversy which is still in litigation. Conscious of a longstanding reluctance by Justices of this Court to render advice in controversies which are pending before a judicial tribunal but mindful of your express desire and the public interest in “holding a full and proper election” this year, I will reach the question posed by you and respond in the negative.\nThe judgment to which you have referred was entered in the Superior Court on June 3, 1982, after a lengthy trial and subsequently affirmed by the Supreme Court. Unlike my colleagues, I cannot subscribe to the assumption that there will be no further legislation that would create fifty senatorial districts that, in the words of the judgment, will meet “the constitutional requirements of the State and Federal Constitutions consistent with the findings of fact and the conclusions of law incorporated herein.” The General Assembly has since the entry of the June 3,1982 judgment met and enacted legislation which hopefully has redrawn the senatorial district lines in compliance with the trial justice’s mandate.\nAt the moment, it is conceivable that the act may be signed by you or, if vetoed, the veto may be legislatively overridden, and the act will subsequently be held to pass constitutional muster. The fact that the judgment in question enjoins the Secretary of State from performing any of his official duties such as the acceptance of declaration's of candidacy or the preparation of ballots until such time as the Legislature formulates an acceptable redistricting plan is clear proof, in my opinion, that the judgment did not repeal the repealer of P.L. 1982, ch. 20, sec. 1, and revivify the 1974 district lines. If the order contemplated automatic revival of the 1974 district lines, then the need for such a continuing injunction against the Secretary of State simply would not exist. It is obvious from a reading of the Superior Court judgment that the trial justice’s order concerns only that portion of the statute dealing with the geographic senatorial boundaries and anticipates the enactment of a new plan, meeting the requisite constitutional standards, that is based upon the 1980 census. Furthermore, earlier this month, on July 15, 1982, the Supreme Court upheld a constitutional attack on those portions of P.L.1982, ch. 20, which confer the appointment power of members to the newly established senatorial and representative district committees upon the Chairman of the State Democratic Party. It is my belief that the Chairman still retains this power even today.\nIn summary, it is my opinion that P.L. 1982, ch. 20, sec. 1, which nullified the 1974 senatorial district lines, remains viable and any use of the 1974 district lines is in the direct violation of the mandate embodied in the June 3, 1982 decree. Like my colleagues, I will at the appropriate time expand upon the sentiments expressed herein.\n/s/ Thomas F. Kelleher\nTHOMAS F. KELLEHER Associate Justice",
        "type": "majority",
        "author": "Respectfully yours, Isl Joseph R. Weisberger JOSEPH R. WEISBERGER Associate Justice Is) Florence K. Murray FLORENCE K. MURRAY Associate Justice /s/ Thomas F. Kelleher THOMAS F. KELLEHER Associate Justice"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "ADVISORY OPINION TO THE GOVERNOR OF THE STATE OF RHODE ISLAND.\nNo. A2343MP.\nSupreme Court of Rhode Island.\nJuly 23, 1982."
  },
  "file_name": "0329-02",
  "first_page_order": 399,
  "last_page_order": 401
}
