{
  "id": 11300081,
  "name": "STATE v. Richard HOUDE",
  "name_abbreviation": "State v. Houde",
  "decision_date": "1991-07-29",
  "docket_number": "No. 90-360-C.A.",
  "first_page": "330",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 330"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "479 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12049499
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/479/0745-01"
      ]
    },
    {
      "cite": "424 A.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964520
      ],
      "pin_cites": [
        {
          "page": "1062"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/1057-01"
      ]
    },
    {
      "cite": "471 A.2d 613",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966362
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/471/0613-01"
      ]
    },
    {
      "cite": "537 A.2d 409",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12032377
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/537/0409-01"
      ]
    },
    {
      "cite": "172 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "93 R.I. 215",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4796257
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/ri/93/0215-01"
      ]
    },
    {
      "cite": "503 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/503/0518-01"
      ]
    },
    {
      "cite": "420 A.2d 816",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986585
      ],
      "pin_cites": [
        {
          "page": "825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0816-01"
      ]
    },
    {
      "cite": "456 A.2d 860",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957977
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "868"
        },
        {
          "page": "868"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0860-01"
      ]
    },
    {
      "cite": "524 A.2d 575",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876817
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/524/0575-01"
      ]
    },
    {
      "cite": "409 A.2d 544",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5545216,
        7977444
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0494-01",
        "/a2d/409/0544-01"
      ]
    },
    {
      "cite": "122 R.I. 494",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5545216
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0494-01"
      ]
    },
    {
      "cite": "417 A.2d 1381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7983349
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/417/1381-01"
      ]
    },
    {
      "cite": "433 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0226-01"
      ]
    },
    {
      "cite": "488 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7962822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/0716-01"
      ]
    },
    {
      "cite": "118 R.I. 1",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5508070
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/ri/118/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 954,
    "char_count": 21762,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 1.196948792422247e-07,
      "percentile": 0.5927384183402198
    },
    "sha256": "cc1a7956e2f19e6e44f59dc728c0ae514b33e3b155d599675bca68d044b68d31",
    "simhash": "1:7e5b2cf5e88fa87a",
    "word_count": 3677
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Richard HOUDE."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThis case comes before us on the appeal of the defendant from a judgment of conviction of murder in the second degree entered in the Superior Court after a trial by jury. We affirm. The facts of the case insofar as pertinent to this appeal are as follows.\nOn October 5, 1987 at about 11:40 p.m. Patrolman Andrew Scanlon of the Providence police department discovered the body of a person later identified as Robert Smith (Smith) hanging from a public telephone near the corner of Eddy Street and Westminster Mall. A telephone cord was wrapped around Smith’s neck, and his knees were slightly elevated above the ground. The right side of the body leaned against the right-hand post of the phone booth. The cord had been looped one and one-half times around Smith’s neck and was still attached to the telephone.\nAt about 11:50 p.m. Patrolman Scanlon was joined by Sergeant Steven H. Hall. Sergeant Hall believed that Smith was dead when he first encountered the body.\nEarlier that evening Smith had been in the Safari Lounge and had been told to leave after a heated verbal exchange with Nancy Duffy (Duffy), who served as a bartender at the lounge. Although Smith had been barred from the lounge some years before, he had made it his custom to enter the lounge almost every night for about three years. On each of these occasions Duffy would tell him to get out. Smith would curse at her and then leave. On the night of October 5,1987 Duffy ordered him out of the lounge, and after about five minutes of directing verbal abuse toward her, Smith left. Duffy thought that this was merely a normal encounter.\nDuring the exchange defendant Richard Houde (Houde), was in the bar. Duffy had known Houde for about two years. During that time he came into the bar about three or four times a week. Duffy had bought jewelry from Houde quite a few times. On this particular night Houde asked Duffy if Smith was bothering her. She had answered in the negative and said that he would leave “on his own.” Smith did leave at about 9:30 p.m. Somewhat later, at about 11:15 p.m., Houde left the bar also.\nApproximately one-half hour after Houde left, an unidentified person “stuck [his] head in the door” and said that someone had hanged himself on the mall. Duffy ran outside and saw a man hanging from the phone by his neck. At the time she did not identify the body but went back inside and called the police. About 12:30 a.m. Duffy picked up the telephone and recognized the voice of the caller as that of Houde. Houde stated, “[Y]ou know the ‘moulon yam’ that was bothering you? I beat him up” or “I took care of him” or “I did it,” Duffy recalled. She also testified that Houde may have said that “he won’t bother you again” or something to that effect. Duffy explained that “moulon yam” means a black person.\nAt about 3 a.m. Houde entered the Dun-kin Donuts shop on Weybosset Street. This shop was located about one block from the Safari Lounge and Westminster Mall. Houde often patronized the Dunkin Donuts shop and was said by the night manager to be a regular customer. While Houde was in the shop, Patrolman John Carchia of the Providence police department came in and ordered coffee. Houde inquired of Carchia whether he was “wanted” for anything or if there were any warrants outstanding for him. Carchia, who knew Houde, obliged him by making an inquiry by radio. While Carchia waited for a response, Houde asked him about the incident on the mall. Although at the time the general assumption, according to Carchia, was that the death was a suicide, defendant asked whether it was murder.\nCarchia left the Dunkin Donuts shop, and defendant followed him outside. Houde stated that he had been in a fight earlier in the evening with a black male and expressed concern whether in the scuffle the man had been hurt or even fatally injured. Carchia responded that he had not heard anything about such an incident. Houde reentered the Dunkin Donuts shop, and Carchia radioed Sergeant Steven Hall, his superior officer.\nWhen Houde entered the shop, the night manager, James Silverthorn, asked Houde if he had heard what happened on the mall, referring to the body that had been discovered. Houde replied, “[A]re you kidding? I had a fight with a black guy over there tonight and I left a telephone cord around his neck.”\nPatrolman Carchia and Sergeant Hall came to the Dunkin Donuts shop and asked Houde to step outside. One of them advised Houde of his Miranda rights. Houde stated in response to their inquiry that he had had a fight on the mall near a telephone booth with a black male. Houde said that he had hit the man and wondered if he had hurt him. Houde stated that the man “got up and walked away” after the fight. Houde explained that he had been on the telephone attempting to contact his girlfriend when a black male about 35 to 40 years of age came up to him and asked him for money “to buy a drink.” Houde said that he refused to give the man money. In response to the refusal the man became belligerent and Houde got into a fist fight with him. Houde consented to go with Sergeant Hall in order to show him where the fight had taken place. As Hall drove down Westminster Mall, Houde pointed out the group of phones in front of 204 Westminster Mall where the victim was found. Houde told Hall that the fight had taken place at around 11 p.m. Shortly thereafter Houde was placed under arrest. He was later indicted for the murder of Robert Smith.\nAt trial Dr. Kristin Sweeney, deputy chief medical examiner, testified that the cause of Smith’s death was asphyxia due to ligature strangulation. She stated that the sternocleidomastoid muscle (a large muscle on the side of the neck) was torn in two in the front portion and extensively bruised in the back portion.\nAfter deliberation the jury found defendant to be guilty of murder in the second degree. The trial justice denied defendant’s motion for a new trial, and on October 30, 1989, the trial justice sentenced Houde to forty years imprisonment at the Adult Correctional Institutions, of which twenty-five years were to be served and the remaining fifteen years suspended.\nIn support of his appeal defendant raises six issues. We shall consider these issues in the order in which they are raised in defendant’s brief. Further facts will be supplied as may be necessary in order to deal with these issues.\nI\nThe Inquiry Made by Houde to Officer Carchia\nThe defendant moved prior to trial to suppress Officer Carchia’s testimony that defendant had asked him to inquire whether there were any warrants outstanding for his arrest. In support of the motion to suppress, defendant’s attorney pointed out that the motivation for this request was that Houde’s girlfriend, Sheila Brown, had filed a complaint against defendant for assault. Although the parties ultimately stipulated before the jury that such a complaint had been filed by Brown against Houde on October 4, 1987, the trial justice denied the motion to suppress and allowed Officer Carchia to testify concerning this inquiry on the ground that it was relevant on the issue of defendant’s consciousness of guilt.\nThe defendant argues to us, as he did to the trial justice, that the existence of another plausible explanation for the inquiry reduced the probative force of this testimony to a level where its relevance was outweighed by its prejudice to defendant in requiring him by way of explanation to admit that he had been charged with another crime. In holding that the evidence was admissible, the trial justice was following Rules 402 and 403 of the Rhode Island Rules of Evidence. Rule 402 states generally that all relevant evidence is admissible. Relevant evidence has been defined as evidence that tends to make the existence of a fact that is of consequence to the determination of the action more or less probable than it would be without such evidence. Capezza v. Hertz Equipment Rental Corp., 118 R.I. 1, 371 A.2d 269 (1977). It is important to note that the trial justice did not consider this conversation between Officer Carchia and Houde in isolation. He considered this inquiry in combination with the telephone call made by Houde to Duffy and with the statement made by Houde to James Silverthorn, the manager of Dunkin Donuts.\nRule 403 of the Rhode Island Rules of Evidence states that evidence may be excluded even though relevant if its probative value is substantially outweighed “by the danger of unfair prejudice, confusion of the issues, or misleading the jury.”\nIn the case at bar the trial justice considered these elements and nevertheless determined that Carchia’s testimony on this conversation was relevant. We have often stated that the determination of relevance, materiality, and admissibility of offered evidence is within the sound discretion of the trial justice. Thomas v. Amway Corp., 488 A.2d 716 (R.I.1985); Kelaghan v. Roberts, 433 A.2d 226 (R.I.1981); State v. Gelinas, 417 A.2d 1381 (R.I.1980). This court will not disturb the determination of a trial justice on these issues unless he or she has clearly abused such discretion. Gelinas, 417 A.2d at 1386.\nOur examination of the testimony and the record in this case discloses no abuse of discretion. This evidence was clearly relevant on the issue of consciousness of guilt, particularly when viewed in combination with other statements made by defendant on the same evening. The existence of another possible explanation for Houde’s inquiry concerning a warrant should not have affected the admissibility of the evidence but might be considered by the jury in regard to its weight. The trial justice called the stipulation relating to the assault complaint to the attention of the jury and further cautioned the jurors that they were not to draw any unfavorable inferences against defendant as a result of the existence of this complaint. He properly allowed the jurors to assess the weight of this evidence in all the surrounding circumstances. In so doing, he acted well within the bounds of his discretion and committed no error.\nII\nThe Telephone Call to Duffy\nThe defendant argues that under Rule 701 of the Rhode Island Rules of Evidence, the trial justice committed error in allowing Duffy to testify that she recognized the voice of defendant as that of the caller when she answered the telephone. Rule 701 deals with opinion evidence offered by lay witnesses. A more appropriate rule regarding the admissibility of this testimony is Rule 901, which deals with the requirement of authentication or identification as a condition precedent to admissibility. The rule states that this requirement is satisfied by evidence sufficient to support a finding that the matter in question is what its proponent claims. Rule 901(b)(5) requires authentication or identification of “a voice, whether heard firsthand or through mechanical or electronic transmission or recording, by opinion based upon hearing the voice at any time under circumstances connecting it with the alleged speaker.”\nIn the case at bar Duffy testified that she had known defendant for approximately two years and had had conversations with him at the bar a few times each week during that period. Not only had she conversed with him relative to drink orders but she had bought jewelry from him. We are of the opinion that Duffy’s verbal contacts with defendant over this period established an adequate foundation for the judge to make a preliminary finding that her recognition of his voice was sufficient to satisfy Rule 901(b)(5). See also State v. Marrapese, 122 R.I. 494, 409 A.2d 544 (1979), in which we held that when a prima facie case of authenticity is established, the reliability of identification should be submitted to the triers of fact.\nConsequently we conclude that the trial justice did not err in allowing Duffy to testify concerning her telephone conversation with defendant.\nIll\nThe Requested Instruction on Motive\nThe defendant argues that the trial justice erred in declining to give an instruction concerning the absence of any motive for Houde to have committed this crime. The specific instruction requested was as follows: “If you find that there is no evidence [of] motive to commit the crime charged, then you may consider the absence of a motive to be a factor in determining whether the state has met its burden in proving its case against the accused.” We have held in State v. Caruolo, 524 A.2d 575 (R.I.1987), that “[cjonviction of crime never requires proof of motive, and the absence of motive, by itself, does not raise a reasonable doubt of guilt.” Id. at 584 (citing State v. Bahre, 456 A.2d 860, 868 (Me.1983)). We went on to say that evidence of motive may at times be probative and relevant and thus admissible at trial provided it does not cause the jury to speculate or to focus on collateral matters. 524 A.2d at 584 (citing State v. Gazerro, 420 A.2d 816, 825 (R.I.1980)).\nThe defendant argues that we further asserted in Caruolo, that a trial justice may instruct the jury that although motive is not essential to proof of guilt, its presence or absence is a circumstance that may be considered in conjunction with other evidence. Our stating that a trial justice might properly give such an instruction is not the equivalent of holding that such an instruction must be given. In Caruolo we also cited State v. Fenner, 503 A.2d 518 (R.I.1986), for the proposition that a trial justice should not act as an advocate for either the state or the defendant in respect to accomplice testimony but should leave arguments concerning credibility to counsel for the parties. We note further that in State v. Bahre, 456 A.2d at 868, the Supreme Judicial Court of Maine suggested that motive is a proper matter for counsel’s argument rather than for the judge’s charge. The trial justice in the case at bar instructed the jury in accordance with our holding in Caruolo that the state was not required to prove motive as an element of the crime. This statement of the law was accurate. The argument that the trial justice misconceived the holding of State v. Cohen, 93 R.I. 215, 172 A.2d 737 (1961), does not merit extensive analysis. We held in Caruolo that Cohen was superseded and suggested that a trial justice was no longer required to assign a weight to the absence of evidence of motive.\nIn rejecting the proffered instruction, the trial justice did not err.\nIV\nA.The Rejection of the Photograph of John Picard\nB.Testimony of Detective Corley\nC.Refusal of the Request to Charge\nA. We have examined this tripartite issue and conclude that the trial justice did not abuse his discretion in rejecting the photograph of John Picard (Picard). The trial justice allowed evidence that Picard had at about 10 p.m. been engaged in an altercation with Smith. Obviously the purport of this evidence was to indicate that Picard might have been the person who committed the crime of which defendant was accused. We have already indicated earlier in this opinion that a trial justice has wide discretion in determining relevance, materiality, and admissibility of offered evidence. Our standard of review of the exercise of this discretion is limited only to abuse. Viewing the totality of the record in this case, we do not find such abuse.\nB. Detective Corley (Corley) was presented by defendant and testified that he had interviewed Picard and taken a photograph of Picard on the day that he was assigned to investigate Smith’s death. On cross-examination he was asked by counsel for the state whether Picard was a suspect in the case. Corley answered that he was not. The defendant argues that this question and this response were inadmissible because they constituted an invasion of the province of the jury. We must respectfully disagree because Corley was not asked his opinion in regard to Picard’s guilt or innocence. He simply characterized the posture in which he regarded Picard at the time of his taking a statement from him and photographing him. This does not implicate the elements that were present in our prior cases wherein we disapproved of the comment by a witness upon the credibility or lack of credibility of a witness. State v. Chakouian, 537 A.2d 409 (R.I.1988); State v. Nicoletti, 471 A.2d 613 (R.I.1984).\nC. Request 25 was declined by the trial justice. Its terms are set forth below.\n“You have heard testimony as to an incident between the victim and one John Picard on October 5, 1987, at approximately 10:15 p.m. In determining whether the State has met its burden in proving its case against the accused, you may consider the fact that a person other than Richard Houde had a motive and an opportunity to commit the crime.\nIf you find that evidence tending to implicate another person is of sufficient probative value to raise a reasonable doubt as to the accused’s culpability, you must vote not guilty.”\nHere again, as in the requested instruction on the significance of motive, the defense sought to enlist the aid of the trial justice in presenting that which should have been an appropriate argument for counsel. The trial justice instructed the jury adequately on the nature and extent of the state’s burden of proof. It was certainly appropriate for the defense to argue to the jury that if it believed someone else had committed the crime, the state would not have met its burden of proof. The trial justice did not err in declining to include in his instruction this element of advocacy.\nThe trial justice did not commit reversible error in respect to the challenged rulings.\nV\nThe Admissibility of Statements Made by Houde to Patrolman Carchia and Sergeant Hall\nThe defendant contends that statements that he made to Patrolman Carchia and Sergeant Hall outside the Dunkin Donuts establishment were inadmissible because he was in custody and had not waived his privilege against self-incrimination. The position of defendant is somewhat obscure on this issue because he argues, first, that he was in custody whereas the trial justice found as a fact that he was not. More significantly, the trial justice found by clear and convincing evidence that Houde had been given his Miranda rights and that he voluntarily waived such rights. The only people present at the time of the conversation among Carchia, Hall, and defendant were those three individuals. Both Carchia and Hall stated that defendant was advised of his Miranda rights and that he voluntarily decided to make a statement after such admonition. We have often stated that a finding by a trial justice relating to the giving of Miranda admonitions and their sufficiency will not be set aside or disturbed on review unless clearly erroneous. State v. Amado, 424 A.2d 1057, 1062 (R.I.1981). The record in this case amply supports the finding by the trial justice that such admonitions were given prior to any statements having been made by defendant. Therefore, assuming without deciding that defendant may have been in custody from the, beginning of the interview, we conclude that the statements made would nevertheless have been admissible.\nThe defendant argues that the sufficiency of the Miranda warnings would have been affected by the testimony of Detective Corley, who was summoned by defendant but was not available to testify. Since Corley was not present during the colloquy that took place outside the Dunkin Donuts shop, we are unable to determine how his testimony on this subject could have been relevant. It is obvious from the exchange between defense counsel and the trial justice that defense counsel had not even the glimmer of an idea concerning what Corley would have testified to if he were present in court. This omission cannot form any basis for faulting the trial justice or finding reversible error in his declining to continue the case to enable Detective Corley to be present.\nVI\nThe Testimony of Patrolman Carchia Regarding the Difference between Houde’s Original Statement and That Given to Sergeant Hall\nThe defendant argues that Patrolman Carchia should not have been allowed to state that the account of the altercation that Houde had given Carchia initially was different from that which he later gave to Sergeant Hall. Carchia had testified concerning the initial statement and had also testified concerning the account defendant had given to him and Sergeant Hall outside the Dunkin Donuts shop somewhat later. We said in State v. Desmarais, 479 A.2d 745 (R.I.1984), that an officer should not be permitted to give an opinion concerning whether the testimony of state witnesses at trial was consistent with previous statements that had been given to the police. We further suggested that this opinion invaded the jury’s province of determining credibility. See also State v. Chakouian, 537 A.2d 409 (R.I.1988); State v. Nicoletti, 471 A.2d 613 (R.I.1984).\nIn the case at bar the statement by Carc-hia that the account given to him was different from that given to Sergeant Hall was merely a statement of the obvious. Certainly the jurors could have come to such a conclusion without Carchia’s assistance. However, unlike the cases cited, if error was committed in allowing this testimony, it was clearly harmless error beyond a reasonable doubt and did not rise to the prejudice necessary to achieve reversal of a judgment of conviction.\nFor the reasons stated, the defendant’s appeal is denied and dismissed. The judgment of conviction is affirmed. The papers in the case may be remanded to the Superi- or Court.",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "James E. O’Neil, Atty. Gen., Annie Goldberg, Jeffrey Greer, Asst. Attys. Gen., for plaintiff.",
      "Richard Casparian, Public Defender, Barbara Hurst, Asst. Public Defender, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Richard HOUDE.\nNo. 90-360-C.A.\nSupreme Court of Rhode Island.\nJuly 29, 1991.\nJames E. O’Neil, Atty. Gen., Annie Goldberg, Jeffrey Greer, Asst. Attys. Gen., for plaintiff.\nRichard Casparian, Public Defender, Barbara Hurst, Asst. Public Defender, for defendant."
  },
  "file_name": "0330-01",
  "first_page_order": 396,
  "last_page_order": 402
}
