{
  "id": 11250382,
  "name": "STATE of Delaware v. Frederick BRIGHT and Carolyn Martin",
  "name_abbreviation": "State v. Bright",
  "decision_date": "1973-04-16",
  "docket_number": "",
  "first_page": "332",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 332"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "267 U.S. 132",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137701
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/267/0132-01"
      ]
    },
    {
      "cite": "93 L.Ed. 1879",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "69 S.Ct. 1302",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3943769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0160-01"
      ]
    },
    {
      "cite": "333 U.S. 160",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "468 F.2d 1084",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        247290
      ],
      "pin_cites": [
        {
          "page": "1089"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/468/1084-01"
      ]
    },
    {
      "cite": "403 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027286
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0443-01"
      ]
    },
    {
      "cite": "26 L.Ed.2d 893",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "pin_cites": [
        {
          "page": "902"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "399 U.S. 42",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168334
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0042-01"
      ]
    },
    {
      "cite": "235 A.2d 282",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8071557
      ],
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/235/0282-01"
      ]
    },
    {
      "cite": "305 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11250258
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/305/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 6648,
    "ocr_confidence": 0.836,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23892860162889806
    },
    "sha256": "e3f6103ce6029d73bb30f7c426a21aebd35cedfd6cf7df005a89bf5c3aefb76a",
    "simhash": "1:38f1da2ba4a5746f",
    "word_count": 1137
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Delaware v. Frederick BRIGHT and Carolyn Martin."
    ],
    "opinions": [
      {
        "text": "STIFTEL, President Judge.\nDefendants are charged with possession of a narcotic drug in violation of 16 Del. Code § 4723. This is the decision on the suppression hearing.\nAt ten o’clock on the night of August 17, 1972, Patrolmen Mullin and Williams of the Wilmington Police Department saw defendant Bright and a female passenger, Ms. Martin, in Bright’s car, which was parked at the 700 block West Seventh Street. They saw Bright get out of his car and talk to numerous people. He got back into the car and was followed into the car by Andrew Washington. Bright drove Washington and the female passenger west on Seventh Street, South on Monroe, then East on Third Street and back to the original parking place in front of the 700 block West Seventh Street. They were followed in their journey by one of the police officers. Washington left the vehicle and was stopped in the 900 block West Seventh Street. When he was approached by the police officers, he threw an aluminum packet in the air, which was discovered to be cocaine. Washington, who is not in this indictment, was arrested, and the police officers returned to Seventh and Madison Street and arrested Bright for conspiracy to violate the Drug Act.\nOfficer Williams went to the passenger side of the car and saw Ms. Martin put her hand down to the side of her right side, where she was “fumbling with something”, but the officer could not say with what. She stepped out of the car with a purse in her hand. After the arrest of Bright, Officer Mullin searched the car and found one small glassine packet containing a white, powdery substance, which was laying on the back of the bucket seat where the back rest and the seat joined. A folded dollar bill with the white substance was also found but the dollar bill was mishandled and the white substance was spilled and was not retrieved. The white substance in the glassine packet was cocaine. Both Frederick Bright and Carolyn Martin were then arrested at police headquarters for possession of a narcotic drug in violation of 16 Del.C. § 4723.\nThe State claims the search was legal and incidental to the arrest of Bright for conspiracy to violate the Drug Act.\nA conspiracy is a combination between two or more persons, formed for the purpose of committing, by their joint efforts, some unlawful or criminal act. Basically, it is a partnership in criminal purposes.\nWas Bright’s arrest for conspiracy justified, and was the search incidental thereto valid?\nThe Bright car was followed, and no-one observed any transaction between Bright and Washington or Martin and Washington. Although the circuitous journey about the City may have been cryptic, there was no indication that the trip was made for the purpose of consummating a sale of any drugs. The fact that Washington was apprehended two blocks from the car in possession of cocaine is no indication that he purchased the Cocaine from Bright or Ms. Martin while he was in the car. In fact, no money indicating a purchase was found either in the possession of Mr. Bright or Ms. Martin. The folded dollar bill that was found containing a white substance does not indicate a purchase since the Court takes judicial notice that the cost of a glassine packet of cocaine normally exceeds one dollar. An agreement or transaction in the car pertaining to narcotics between the parties is purely speculation. There is no probative evidence of any kind to so indicate. Thus, the search of the vehicle owned by Bright was not a valid one under the facts of this case if based on the conspiracy arrest. True, the circumstances were suspicious, but mere suspicion alone does not justify an arrest. See Holden, Brown and Griffin v. State, Del.Supr.1973, 305 A.2d 320; and Crawley v. State, Del.Supr., 1967, 235 A.2d 282, 284.\nWas the search of the automobile otherwise valid? Even though a search may not be justified as incident to an arrest, it could nevertheless be justified on the basis of the existence of probable cause to search the automobile. See Chambers v. Maroney, 399 U.S. 42, 90 S.Ct. 1975, 1979, 26 L.Ed.2d 419; Anno: “Warrantless Search of Automobile”, 26 L.Ed.2d 893, 902. Did probable cause exist here ?\nPrior to this incident of August 17, 1972, undisclosed reliable informants had told police that Bright was an active heroin and cocaine pusher throughout the city. As a consequence, Bright had been under police surveillance for many days. Mullin testified that he had seen many drug users enter and leave Bright’s residence. He also said that he saw Bright go to the area of the 600 and 700 blocks Madison Street several times immediately prior to this incident and contact people who were known to Mullin to be involved in drug traffic. Immediately prior to the search of the car on August 17, the police had arrested Washington, a recent passenger in Bright’s car, for possessing a narcotic drug.\nThe recited facts and circumstances, while not overwhelming, tend to provide reasonable or probable cause on the part of the officers to believe that they would find evidence pertaining to a crime if they searched Bright’s car. “Exigent circumstances” require fast action, Coolidge v. New Hampshire, 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564, when cause for search of automobile exists. Bright’s car could easily have been moved before the officers could have obtained a search warrant. United States v. Carneglia, 468 F.2d 1084, 1089 (2 Cir.). Fast action was required. An automobile is not like an office or residence. A warrantless search of an automobile may be justified ofttimes on facts not justifying a warrantless search of a home or office. Brinegar v. U. S., 333 U.S. 160, 69 S.Ct. 1302, 93 L.Ed. 1879; Carroll v. U. S., 267 U.S. 132, 45 S.Ct. 280, 69 L.Ed. 543.\nThe facts established cause to conduct a reasonable search of the Bright car. The packet of narcotics having been discovered therein justified Bright’s arrest on the possession charge. However, the case against Ms. Martin must be dismissed on the rule set forth in Holden v. State, supra. There was no indication that when she was fumbling with something, it was the glassine packet. Since her hand was down on the floor and she emerged with her purse, it was more likely she was grabbing her purse. The packet was not on the floor but behind the seat. The case against Ms. Martin must be dismissed.\nIt is so ordered.",
        "type": "majority",
        "author": "STIFTEL, President Judge."
      }
    ],
    "attorneys": [
      "William E. Wright, Deputy Atty. Gen., Wilmington, for the State.",
      "Anthony Mentis, Wilmington, for defendant Bright.",
      "Henry A. Wise, Jr., Wilmington, for defendant Martin."
    ],
    "corrections": "",
    "head_matter": "STATE of Delaware v. Frederick BRIGHT and Carolyn Martin.\nSuperior Court of Delaware, New Castle.\nApril 16, 1973.\nWilliam E. Wright, Deputy Atty. Gen., Wilmington, for the State.\nAnthony Mentis, Wilmington, for defendant Bright.\nHenry A. Wise, Jr., Wilmington, for defendant Martin."
  },
  "file_name": "0332-01",
  "first_page_order": 368,
  "last_page_order": 371
}
