{
  "id": 7937984,
  "name": "Kathleen J. MEEHAN v. Charles E. MEEHAN",
  "name_abbreviation": "Meehan v. Meehan",
  "decision_date": "1992-02-28",
  "docket_number": "No. 91-349-Appeal",
  "first_page": "333",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "603 A.2d 333"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "511 A.2d 987",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11323507
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "988"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/511/0987-01"
      ]
    },
    {
      "cite": "426 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/426/0265-01"
      ]
    },
    {
      "cite": "424 A.2d 1067",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/1067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 264,
    "char_count": 3648,
    "ocr_confidence": 0.781,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20062212121247222
    },
    "sha256": "9f6608020218f3c308be4f9a36db3e92a20d85525705cb7422c7374bae089844",
    "simhash": "1:c87b30d4354bbd69",
    "word_count": 615
  },
  "last_updated": "2024-02-27T17:52:22.444196+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kathleen J. MEEHAN v. Charles E. MEEHAN."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter was before this court pursuant to an order issued to both parties to appear and show cause why the issues raised in this appeal should not be summarily resolved.\nThe proper way to seek review of a decree or order of the Family Court relating to modification of child support is to petition this court for writ of certiorari pursuant to G.L.1956 (1981 Reenactment) § 14-l-52(b), as amended by P.L.1981, ch. 329, § 1. In this dispute Charles E. Mee-han did not petition this court for writ of certiorari but instead filed an appeal seeking to have the decision of the trial justice overturned. We depart from our usual procedure and consider the appeal as a petition for certiorari in order to address the merits of the controversy.\nAfter reviewing the memoranda submitted by the parties and after hearing their counsel in oral argument, this court concludes that the trial justice erred in ordering an increase in child-support payments and in ordering that Charles Meehan be found in automatic contempt should he fail to make timely payments in the future.\nIt is a well-settled principle in this jurisdiction that a party seeking to modify a support decree has the burden of proving the basis of need for modification by a fair preponderance of the evidence. McHenry v. McHenry, 424 A.2d 1067 (R.I.1981). This court will only disturb an order modifying a support decree if we are convinced that it is based on findings that are clearly wrong. Morry v. Morry, 426 A.2d 265 (R.I.1981). In the instant controversy the record reveals no evidence of any need for modification. The only changes in circumstances are that Kathleen J. Meehan has inherited a sizable sum of money and that the child in question is currently three years older than when the original decree was entered.\nWith regard to the trial justice’s finding Charles Meehan in contempt, the record reveals that he is often four to six days late in mailing child support payments. On the basis of this delay, the trial justice adjudged Charles Meehan in contempt and ordered that all future-child support payments be mailed on Friday of every week. Should he fail to comply, the trial justice stated, “the following week the man is in contempt, and [there] will be an additional $50 due on that week’s support payment.”\nThe trial justice’s order calling for prospective contempt should Charles Meehan fail to mail child support every Friday is contrary to this court’s holding in Ross v. Ross, 511 A.2d 987 (R.I.1986). In Ross this court held that a finding of contempt must be supported by “competent evidence.” Id. at 988. This court went on to state, “It has generally been accepted that inability to perform in accordance with an order for the payment of money is an excuse or justification that will prevent the holding of a party in contempt.” Id.\nAn order finding Charles Meehan in automatic contempt should he fail to make timely payments precludes a hearing and the opportunity for him to present a defense. Such an order is clearly contrary to this court’s holding in Ross.\nFor the foregoing reasons the order modifying child support and the prospective contempt order are hereby vacated. The papers of the case are remanded to the Family Court with instructions that a rehearing be held to determine whether there has been a change in circumstances that justifies a modification of the support decree.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "John D. Lynch, Lynch, Costello & Friel, Warwick, for plaintiff.",
      "Dian Wood Picon, A.J. Brosco, Brosco & Brosco, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "Kathleen J. MEEHAN v. Charles E. MEEHAN.\nNo. 91-349-Appeal.\nSupreme Court of Rhode Island.\nFeb. 28, 1992.\nJohn D. Lynch, Lynch, Costello & Friel, Warwick, for plaintiff.\nDian Wood Picon, A.J. Brosco, Brosco & Brosco, Providence, for defendant."
  },
  "file_name": "0333-02",
  "first_page_order": 387,
  "last_page_order": 389
}
