{
  "id": 8102868,
  "name": "OLD AMERICAN INSURANCE COMPANY, a corporation, Appellant, v. Cathern A. TUCKER, Appellee",
  "name_abbreviation": "Old American Insurance v. Tucker",
  "decision_date": "1966-10-31",
  "docket_number": "No. 3952",
  "first_page": "334",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "223 A.2d 334"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "74 A.2d 435",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8147765
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/74/0435-01"
      ]
    },
    {
      "cite": "101 A.2d 517",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8131301
      ],
      "year": 1953,
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/101/0517-01"
      ]
    },
    {
      "cite": "203 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8092848
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/203/0421-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 7343,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 1.112929278722663e-07,
      "percentile": 0.5711392826377136
    },
    "sha256": "f8cdef46ea783c4900995f40fc641fd31e26009a15434dac99bacff11b03e6e8",
    "simhash": "1:a3f3ecbf9009c7ef",
    "word_count": 1185
  },
  "last_updated": "2024-02-27T20:05:54.886428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "OLD AMERICAN INSURANCE COMPANY, a corporation, Appellant, v. Cathern A. TUCKER, Appellee."
    ],
    "opinions": [
      {
        "text": "MYERS, Associate Judge.\nOn May 10, 1965, James E. Tucker mailed to appellant insurance company an application for $1,000.00 life insurance, designating appellee, his wife, as beneficiary thereunder. The application was accompanied by a payment of $1.00 for “one month Introductory Term Insurance.” The company received the application on May 12, 1965, and promptly initiated an investigation to determine whether Mr. Tucker was an acceptable insurance risk. In response thereto, it received' from Mr. Tucker’s physician, on May 19, 1965, a report, dated May 17, 1965, stating he had last treated Mr. Tucker on May 4, 1965, for “functional pylorospasm” and indicating his patient’s health as “good.” A Retail Credit Company report, dated May 19, 1965, received by appellant May 24, 1965, advised that Mr. Tucker had died the previous evening of an apparent heart attack. The company thereafter declined Mr. Tucker’s application and returned the $1.00 payment.\nThe surviving wife, appellee here, instituted suit alleging that\nwhen decedent applied for said coverage and sent the defendant the required premium, which defendant accepted, the $1,-000 policy requested by decedent became effective as a full month introductory term coverage * * *\nand that as beneficiary thereunder she was entitled to the sum of $1,000.00. Both sides presented motions for summary judgment. The trial court denied the motion of the insurance company and granted summary judgment for $1,000.00 in favor of appellee. This appeal followed. The primary error claimed is the holding of the trial court, as a matter of law, that a contract of insurance was in full force and effect at the time of the death of James E. Tucker.\nWhether the trial court was correct turns on the legal effect of a form executed by decedent. The face of the document bears the following:\nYou are invited to apply for the first month’s introductory term coverage for only $1.00 (per $1,000). But you are under no obligation to continue after the introductory period unless you wish. In fact, if you are not pleased, you may return the policy within 30 days and we will refund your introductory payment.\nThe reverse side, captioned “Life Insurance Application,” begins:\nI hereby apply for $1,000.00 Life Insurance * * * and enclose $1.00 * * * for one month Introductory Term Insurance. After the Introductory Period the policy will begin on the whole life plan at the regular rates shown for each person’s age.\nImmediately above the applicant’s signature the following statement appears:\nThe Company shall not be bound until the premium is received, this application is approved, and the policy is executed, all at the Company’s Home Office during the life and good health of the persons to be insured.\nThe application had been solicited through the mail and there had been no other dealings betwéen the parties.\nAppellant’s position is that the application before us for interpretation is strictly an application for insurance and did not, upon its execution by Mr. Tucker and receipt by the company, create a policy of insurance. It argues that, by the very terms of the application, no insurance was to become effective until the application was approved and the policy issued during the life and good health of the applicant. If the application was approved and the policy issued, the policy would be in force as term insurance for the first month at a premium of $1.00, during which time the insured could examine it, with the option of rejecting it within that period. If the insured accepted the policy, it would thereafter continue on the “whole life plan” at the regular premium — shown on the application to be, in this case, $7.52, based on the age of decedent.\nAppellee, on the other hand, contends that the application contemplated two separate contracts of insurance: one for 30 days’ coverage for $1,000.00 term insurance, effective immediately upon the receipt by appellant of the application, offered as an inducement for the purchase of a “whole life” policy; the other for the “whole life” policy at the regular premium, the latter insurance not to be effective until the application was approved by the carrier and the policy issued. She contends that the language of the application is misleading to the “man in the street,” implying that upon execution of the application and remittance of $1.00 to the company, the applicant receives $1,000.00 term insurance for an introductory period of 30 days. During this time the company would presumably investigate the applicant as an insurance risk and, if he were approved, issue a policy of insurance. The prospective insured would then have the opportunity to examine the policy and decide whether to retain it. Appellee argues that because of the ambiguity in the application, it must be construed against appellant; that a finding is compelled that at the time of her husband’s death, he was insured for $1,000.00.\nWe find no duplicity in the application that could mislead the ordinary layman. While ambiguities in documents drawn by insurance companies are to be construed against their interests and in favor of those insured, this legal principle has no application where no ambiguity exists. Anderson v. Group Hospitalization, Inc., D.C.App., 203 A.2d 421, 423 (1964). Ambiguities will not be sought if the language of the instrument has but one clear meaning, whether favorable to the insured or not. In determining meaning, words will be given the meaning which common speech imports. Belland v. American Automobile Ins. Co., D.C.Mun.App., 101 A.2d 517, 518 (1953).\nIn our judgment, the application made it clear that no insurance coverage of any type would be effective until the company approved the applicant and executed the policy “during the life and good health of the persons to be insured.” At the time of Mr. Tucker’s death, he was still under investigation as a prospective insured. We are of the opinion that absent obvious ambiguity in the terms of the application, the mere execution and mailing by decedent of the application together with the payment of $1.00 did not create a contract of insurance.\nWe therefore hold that the trial court erred in granting summary judgment in favor of appellee.\nReversed with directions to enter judgment in favor of appellant.\n. In her complaint appellee also asserted that the company breached its duty by negligently failing to notify the decedent of its rejection or acceptance of decedent’s application wfthin a reasonable time after receipt of said application, but this contention was apparently abandoned on appeal.\n. Under the “whole life plan” the insured would be entitled to additional benefits, such as loan privileges, accidental death benefits, and benefits arising from accidental bodily injuries.\n. Occidental Life Ins. Co. v. Lame Elk White Horse, D.C.Mun.App., 74 A.2d 435, 438 (1950).",
        "type": "majority",
        "author": "MYERS, Associate Judge."
      }
    ],
    "attorneys": [
      "Henry H. Paige, Washington, D. C., with whom Arthur P. Drury, John M. Lyn-ham and John E. Powell, Washington, D. C., were on the brief, for appellant.",
      "William J. Donnelly, Jr., Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "OLD AMERICAN INSURANCE COMPANY, a corporation, Appellant, v. Cathern A. TUCKER, Appellee.\nNo. 3952.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 26, 1966.\nDecided Oct. 31, 1966.\nHenry H. Paige, Washington, D. C., with whom Arthur P. Drury, John M. Lyn-ham and John E. Powell, Washington, D. C., were on the brief, for appellant.\nWilliam J. Donnelly, Jr., Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0334-01",
  "first_page_order": 374,
  "last_page_order": 377
}
