{
  "id": 11250402,
  "name": "Rosa L. CHAPPELL, individually and as Administratrix of the Estate of Carl M. Chappell, Plaintiff, v. Charles M. KARPINSKI, M.D., Defendant",
  "name_abbreviation": "Chappell v. Karpinski",
  "decision_date": "1973-04-05",
  "docket_number": "",
  "first_page": "335",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 335"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "383 U.S. 715",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175285
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0715-01"
      ]
    },
    {
      "cite": "3 A.2d 62",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "9 W.W.Harr. 523",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "99 L.Ed. 1122",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "349 U.S. 322",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335007
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0322-01"
      ]
    },
    {
      "cite": "92 L.Ed. 898",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 591",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158777
      ],
      "weight": 2,
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0591-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 318,
    "char_count": 4912,
    "ocr_confidence": 0.823,
    "pagerank": {
      "raw": 4.5828155114230504e-08,
      "percentile": 0.2875156041915957
    },
    "sha256": "5a2aeaa2c71901b44b806424fecaef92fd7da61d7eda5eadf716ce5a668ec2c7",
    "simhash": "1:f3646d13d281af63",
    "word_count": 805
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rosa L. CHAPPELL, individually and as Administratrix of the Estate of Carl M. Chappell, Plaintiff, v. Charles M. KARPINSKI, M.D., Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nWRIGHT, Judge.\nDefendant, Charles M. Karpinski, M.D. has moved for summary judgment in this action brought by Rosa L. Chappell both individually and as administratix of the estate of her husband, Carl M. Chappell, asserting that an earlier trial in the United States District Court for the District of Delaware bars the instant suit on grounds of res judicata. The parties are agreed on the material facts of the case. The sole issue before the Court is whether the trial before the federal court, in which the defendant here was impleaded as a third party defendant, is res judicata to this action.\nBriefly, it appears that in 1968 Carl M. Chappell was operated on by Veterans’ Administration surgeons at the Elsmere, Delaware VA hospital for a gastro-intestinal disorder. Carl M. Chappell and Rosa L. Chappell subsequently brought suit in the U.S. District Court for Delaware under the Federal Tort Claims Act alleging that due to the government surgeons’ negligence, Carl suffered injury to his common bile duct which rendered him unable to work. The United States impleaded Dr. Karpinski, who had treated Carl Chappell between September, 1969 and June 30, 1971, when Carl died, claiming that if the United States were held liable, then Dr. Karpinski would be liable to the government in whole or in part.\nCarl died before trial and Rosa was substituted as the sole plaintiff. In response to plaintiff’s request for findings of fact and conclusions of law, the federal trial judge found that plaintiff had “failed to sustain her burden of proof in regard to both negligence and proximate cause [and] judgment will be entered in favor of the defendant the United States and against plaintiff. Further, since the plaintiff recovers nothing from the United States, the United States is not entitled to any recovery from the third-party defendant and judgment will therefore be entered in favor of Dr. Karpinski on the third-party complaint.”\nThe doctrine of res judicata operates to bar repetitious suits involving the same cause of action where there has been a judgment on the merits involving the same parties or their privies. Comm’r v. Sunnen, 333 U.S. 591, 68 S.Ct. 715, 92 L.Ed. 898 (1948); Lawlor v. National Screen Service Corp., 349 U.S. 322, 75 S.Ct. 865, 99 L.Ed. 1122 (1955); Black v. H. Feinberg Furniture Co., Del.Super., 9 W.W.Harr. 523, 3 A.2d 62 (1938). In the instant case, it does not appear that plaintiff is here suing upon the same cause of action in this Court as in the federal court, nor are the parties here aligned as they were in the U.S. District Court. Furthermore, since a determination of Dr. Karpin-ski’s liability in the federal trial was dependent upon the plaintiff’s prevailing against the United States, the issue of Dr. Karpinski’s liability for negligence was never determined. When the federal trial judge found that plaintiff had failed to carry her burden against the government, further inquiry into Dr. Karpinski’s alleged negligence was moot and judgment was entered against the government on its third-party complaint merely as a matter of form.\nDefendant, however, argues that the federal court could have decided the plaintiff’s claim against defendant, notwithstanding the lack of diversity of citizenship or a federal cause of action, by the exercise of its pendent jurisdiction. Pursuant to the doctrine of pendent jurisdiction, a federal court may exercise jurisdiction over claims that could ordinarily not be brought in the federal court when the federal and state claims are so interrelated as to be capable of being treated as one case. United Mine Workers v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966).\nHere, plaintiff did not seek to amend her complaint to state a claim against Dr. Kar-pinski in the federal court, and was under no compulsion to do so. The sole claim set out by plaintiff in the District Court was against the United States. Although the government and Dr. Karpinski adduced evidence bearing upon the alleged negligence of Dr. Karpinski, plaintiff was never afforded the opportunity to present her case-in-chief against Dr. Karpinski. Plaintiff has not yet had her day in court on the issue of defendant’s negligence in treating her husband.\nThere having been no judgment on the merits in the federal court on the issue of defendant’s negligence, it follows that the judgment in that court is not res judicata as to plaintiff’s cause of action in this Court. Defendant’s motion for summary judgment is therefore denied.\nIt is so ordered.",
        "type": "majority",
        "author": "WRIGHT, Judge."
      }
    ],
    "attorneys": [
      "C. Waggaman Berl, Jr., Booker, Green, Shaffer, Berl & Wise, Wilmington, for plaintiff.",
      "Rodney M. Layton, and Jane R. Roth, Richards, Layton & Finger, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Rosa L. CHAPPELL, individually and as Administratrix of the Estate of Carl M. Chappell, Plaintiff, v. Charles M. KARPINSKI, M.D., Defendant.\nSuperior Court of Delaware, New Castle.\nApril 5, 1973.\nC. Waggaman Berl, Jr., Booker, Green, Shaffer, Berl & Wise, Wilmington, for plaintiff.\nRodney M. Layton, and Jane R. Roth, Richards, Layton & Finger, Wilmington, for defendant."
  },
  "file_name": "0335-01",
  "first_page_order": 371,
  "last_page_order": 373
}
