{
  "id": 7358985,
  "name": "HERSHEY CHOCOLATE CO., Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (LASHER), Respondent",
  "name_abbreviation": "Hershey Chocolate Co. v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-02-08",
  "docket_number": "",
  "first_page": "336",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "533 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837495
      ],
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "page": "221"
        },
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0214-01"
      ]
    },
    {
      "cite": "42 U.S.C. §§ 12101-12213",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "592 A.2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "134 Pa.Commonwealth Ct. 450",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1405063
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/134/0450-01"
      ]
    },
    {
      "cite": "597 A.2d 1154",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "136 Pa.Commonwealth Ct. 483",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1408363
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/136/0483-01"
      ]
    },
    {
      "cite": "152 Pa.Commonwealth Ct. 450",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1439898
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "414"
        },
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/152/0450-01"
      ]
    },
    {
      "cite": "141 Pa.Commonwealth Ct. 317",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1419176
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/141/0317-01"
      ]
    },
    {
      "cite": "141 Pa.Commonwealth Ct. 405",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1419171
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "410"
        },
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/141/0405-01"
      ]
    },
    {
      "cite": "423 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "55 Pa.Commonwealth Ct. 449",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1915846
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/55/0449-01"
      ]
    },
    {
      "cite": "533 A.2d 95",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "516 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "497 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "91 Pa.Commonwealth Ct. 471",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1337192
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/91/0471-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 8,
      "year": 1990,
      "pin_cites": [
        {
          "page": "519"
        },
        {
          "page": "164-65",
          "parenthetical": "emphasis added"
        },
        {
          "page": "164"
        },
        {
          "page": "168"
        },
        {
          "page": "526"
        },
        {
          "page": "168",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    },
    {
      "cite": "151 Pa.Commonwealth Ct. 465",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1438738
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/151/0465-01"
      ]
    },
    {
      "cite": "475 A.2d 959",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "Doyle, J., dissenting"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "82 Pa.Commonwealth Ct. 511",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1321443
      ],
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "Doyle, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/82/0511-01"
      ]
    },
    {
      "cite": "487 A.2d 1053",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Doyle, J., concurring and dissenting"
        },
        {
          "page": "1058",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "87 Pa.Commonwealth Ct. 558",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1327776
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Doyle, J., concurring and dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/87/0558-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 5,
      "year": 1990,
      "opinion_index": 1,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1189,
    "char_count": 27481,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18946703070333445
    },
    "sha256": "c1b0932fbf1e07d5727b295d6b4b559dafe33039270e4dbfb1f00d7b8d13b963",
    "simhash": "1:351c4a13809a2b97",
    "word_count": 4327
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, and DOYLE, COLINS, SMITH and FRIEDMAN, JJ."
    ],
    "parties": [
      "HERSHEY CHOCOLATE CO., Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (LASHER), Respondent."
    ],
    "opinions": [
      {
        "text": "COLINS, Judge. .\nHershey Chocolate Co. (Hershey) petitions for review of the March 5, 1992 opinion and order of the Workmen’s Compensation Appeal Board (Board) affirming the referee’s decision, which granted benefits to Tania L. Lasher (Lasher).\nLasher’s claim petition for compensation, filed October 25, 1988, alleged that she suffered the following work-related injury on June 6, 1988: “major depression, single episode with severe depression associated with job.” She also alleged that her injury occurred in the following manner: “severe emotional disorder due to excess pressure and excessive work load changes in my job.” At the time of her injury, Lasher worked for Hershey as the district manager for the Pittsburgh district.\nThe referee made the following pertinent findings of fact.\nFOURTH: The claimant began to work for the employer on March 5, 1979, as a sales representative. In July, 1980, the claimant was promoted to District Account Supervisor. In 1984, the claimant became Pittsburgh District Manager.\nFIFTH: As Pittsburgh District Manager, the claimant’s territory included the area of Pittsburgh to Butler, the panhandle of West Virginia and Westmoreland County. This Pittsburgh District had a volume of 20,000,000 in sales. The claimant was the direct Supervisor of six full-time sales representatives and the indirect Supervisor of five part-time representatives. The claimant was personally responsible for two accounts - Charley Brothers and OK Grocery - Giant Eagle.\nSIXTH: In July, 1987, the Pittsburgh District was merged with another District. The new District now included the area from Elkins, West Virginia through State College, Pa. The combined District had a volume of 31,500,000 in sales. The claimant now supervised nine full-time sales representatives directly and six part-time sales representatives. Since April, 1987, the claimant was responsible for two accounts from the new District.\nSEVENTH: The new District which was merged with the Pittsburgh District was in poor condition. The claimant had to dispose of old products and hire and train three full-time salespersons.\nEIGHTH: Although the newly created District was not the largest District, either in sales or in personnel, the merger did result in an increased work load both in terms of personnel and sales. The claimant increased her hours from 55 hours per week to 70 hours per week.\nNINTH: Beginning in November, 1987, the claimant noted increased difficulties in sleeping, apprehension and nervousness. These symptoms increased after the claimant failed to obtain any assurances that things would change when she advised her immediate Supervisor, John Santeford, in March, 1988, that her District was too big. The claimant also began to have crying fits.\nTENTH: The claimant last worked on July 6, 1988 [sic], when she developed severe stomach pains at work. The claimant eventually was referred to a psychiatrist for treatment.\nELEVENTH: Since June 6, 1988, the claimant has been treated for major depression. Electric shock therapy was initiated when the claimant failed to respond to medication.\nSIXTEENTH: This Referee finds based on the credible testimony of the claimant, Joseph Noca and Patrick Brewer that, in July, 1987, the claimant experienced a change in her working conditions which resulted in an increased workload. This Referee also based on the credible testimony of the claimant finds that the increase in the claimant’s workload, resulted in an excessive workload for the claimant.\nSEVENTEENTH: This Referee finds based on the more credible opinion of Robert I. Slayton, M.D., that the claimant became disabled on June 6, 1988, due to major depression caused by the increased workload. This Referee also accepts as credible Dr. Slayton’s opinion that the claimant’s [sic] (and not the personal events), was the predominant and overwhelming factor in the claimant’s depression [Transcript of Dr. Slayton’s deposition, page 43]. This Referee does not find Dr. Spence’s opinion that the depression resulted from the claimant’s reaction to criticism received from her boss’ boss in May, 1988, as persuasive as the claimant (whom this Referee finds credible) noted symptoms prior to May, 1988.\nThe referee concluded that “[t]he claimant has sustained her burden of proof that she became disabled on June 6, 1988, due to depression caused by a change in her working conditions.”\nHershey appealed to the Board, raising two issues. With regard to the first issue, whether the referee erred by not concluding that Lasher’s increased work load constituted abnormal working conditions, the Board stated that although the referee did not use the term abnormal working conditions, “her finding that the increase was an excessive workload infers [sic] that excessive was meant to mean abnormal.” According to the Board, the evidence established that Lasher experienced an increased and excessive work load. With regard to Hershey’s second issue, whether the referee erred in concluding that Lasher had proved that her disability was work-related, the Board stated that the referee’s conclusion is proper, because there exists substantial evidence to support the referee’s findings.\nHershey has presented two issues for this Court’s review. First, Hershey queries whether this Court should reverse the Board, because Lasher did not prove that her psychiatric injury was caused by abnormal working conditions. Second, Hershey queries, in the alternative, whether this Court should remand for findings of fact and conclusions of law regarding whether Lasher experienced abnormal working conditions.\n“Our scope of review is limited to whether findings of fact are supported by substantial evidence, whether constitutional rights were violated, or whether an error of law was committed.” Munroe. v. Workmen’s Compensation Appeal Board (H & G Distributing Company), 151 Pa.Commonwealth Ct. 465, 468 n.4, 617 A.2d 88, 90 n.4 (1992).\nSince 1972, under Section 301(e) of the Workers’ Compensation Act (Act), Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 411, psychiatric injuries have been compensable. In Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990), the Pennsylvania Supreme Court adopted this Court’s analysis for determining whether a claimant has a compensable psychiatric injury. The Supreme Court, quoting Russella v. Workmen’s Compensation Appeal Board (National Foam Systems, Inc.), 91 Pa.Commonwealth Ct. 471, 476, 497 A.2d 290, 292 (1985), petition for allowance of appeal denied, 516 Pa. 637, 533 A.2d 95 (1987), stated: “A claimant’s burden of proof to recover workmen’s compensation benefits for a psychiatric injury is therefore twofold; he must prove by objec tive evidence that he has suffered a psychiatric injury and he must prove that such injury is other than a subjective reaction to normal working conditions.” Martin, 523 Pa. at 519, 568 A.2d at 164-65 (emphasis added).\nBoth this Court and the Supreme Court have been concerned with the fact that the subjective nature of psychiatric injuries can make it difficult to prove that such injuries are work related. Both courts have emphasized the need to adequately pinpoint the cause of a psychiatric injury. Martin; Thomas v. Workmen’s Compensation Appeal Board, 55 Pa.Commonwealth Ct. 449, 423 A.2d 784 (1980). This concern with causation has resulted in a modified, higher burden of proof for claimants. Calabris v. Workmen’s Compensation Appeal Board (American General Companies), 141 Pa.Commonwealth Ct. 405, 595 A.2d 765 (1991). Additionally, psychiatric injury cases have been deemed to be highly fact sensitive. Blecker v. Workmen’s Compensation Appeal Board (Pennsylvania Human Relations Commission), 141 Pa.Commonwealth Ct. 317, 595 A.2d 729 (1991). Finally, “[wjhere the causal connection between the injury and the employment is not obvious, unequivocal medical testimony is required to establish causation.” Calabris, 141 Pa.Commonwealth Ct. at 410, 595 A.2d at 767.\nThis Court has adopted the following test for determining whether a psychiatric injury is compensable.\n[W]hen there is no physical injury as precursor to the mental injury, ... the claimant must prove either (1) that actual extraordinary events occurred at work which caused the trauma and that these specific events can be pinpointed in time, or (2) that abnormal working conditions over a longer period of time caused a psychiatric injury.\nLowe v. Workmen’s Compensation Appeal Board (Lowe’s Auto Sales, Inc.), 152 Pa.Commonwealth Ct. 450, 456, 619 A.2d 411, 414 (1992). In Martin, the Pennsylvania Supreme Court adopted this Court’s reasoning in previous cases, that “abnormal working conditions” was the means by which a “court [should] distinguish between objective and subjective evidence of the working conditions alleged to have caused the injury....” Id. at 518, 568 A.2d at 164. Since then, this Court has opined:\nWhether the working conditions are or are not abnormal is a question which relates to the cause of the injury. Case law in Pennsylvania makes clear that while abnormal working conditions may be sufficient to link the injury to the employment, subjective reactions to normal working conditions will not. Martin. The apparent rationale for this rule is that while some circumstances by their nature may cause psychic injury, others would not work such an injury on a healthy psyche unless there were other elements at play. Accordingly, we have directed our attention to distinguishing between what actually took place at the work place and what was a subjective reaction to those real events. Only when we are satisfied that the actual events could cause a psychic injury, have we held that benefits were proper.\nCalabris, 141 Pa.Commonwealth Ct. at 413, 595 A.2d at 769. Whether specific working conditions can be considered abnormal is a mixed question of law and fact subject to appellate review, because that determination “is simply a deduction from other facts and is purely the result of legal reasoning.” City of Scranton v. Workmen’s Compensation Appeal Board (Hart), 136 Pa.Commonwealth Ct. 483, 490 n.3, 583 A.2d 852, 856 n.3 (1990), petition for allowance of appeal denied, 528 Pa. 625, 597 A.2d 1154 (1991); see Martin.\nHershey argues that the Board’s order affirming the referee’s grant of benefits should be reversed, because Lasher did not prove the existence of abnormal working conditions. Hershey argues that Lasher did not introduce any objective evidence that her experience as the manager of one of Hershey’s largest sales districts was different from the experience of the managers of the other large sales districts. According to Hershey, Lasher’s psychiatric injury was due to her own obsessive, conscientious, workaholic personality. Hershey argues that this matter is similar to Berardelli v. Workmen’s Compensation Appeal Board (Bureau of Personnel State Workmen’s Insurance Fund), 134 Pa.Commonwealth Ct. 450, 578 A.2d 1016 (1990), petition for allowance of appeal denied, 527 Pa. 625, 592 A.2d 46 (1991). In that case, Berardelli, a file clerk with the State Workmen’s Insurance Fund, claimed that she suffered a psychiatric disability because of a tremendous increase in her work load. This Court affirmed the Board, which reversed a referee’s grant of benefits. This Court stated that although Berardelli established that her work load increased and that it caused her injury, she did not establish that the increase was abnormal. In determining whether abnormal working conditions existed, this Court first said that abnormal working conditions can be found after a sudden change or unusual event in the work place. The record in Berardelli supported a finding that her work load had increased gradually, and there was no evidence that such an increase was unusual. This Court next stated that abnormal working conditions can be established by comparing the conditions of the claimant to those of his or her fellow employees performing similar duties. The record in Berardelli did not establish that Berardelli’s working conditions were any different from those of her fellow employees. This Court stated finally that a change of duties accompanied by an increase of responsibility can establish abnormal working conditions, but in Berar-delli the record established that she had no new or additional duties. According to Hershey, the circumstances of Berardelli are the circumstances of the matter sub judice.\nWe disagree that Berardelli governs the matter sub judice. Lasher has proven, not only by her own testimony, but also by that of Joseph Noca, Patrick Brewer, and her treating psychiatrist, Robert I. Slayton, M.D. (Dr. Slayton), that she suffered a psychiatric injury that can be pinpointed to the events of July 1987 and shortly thereafter. In 1984, Lasher, who had worked for Hershey since 1979, first as a sales representative and then as a district account supervisor, was promoted to be manager of the Pittsburgh district, a district which generated $20,000,000 in sales and which, at that time, employed five persons full time and five persons part time. Lasher called on two accounts herself, and she worked approximately 55 hours a week. The Pittsburgh district extended north to Butler, Pennsylvania, south and west to include the panhandle of West Virginia, and east to include Westmoreland County, Pennsylvania. In July 1987, the Pittsburgh district was merged with another, adjoining district (the Parkersburg district) such that the Pittsburgh district extended east to State College, Pennsylvania and about a third of the way into West Virginia, to Elkins, West Virginia. The merged Pittsburgh district generated $31,500,000 in sales and, initially, employed nine persons full time and six persons part time. More importantly, the Par-kersburg district was in poor condition. Lasher testified:\nWell, some very poor business decisions had been made in that district prior to my taking it over and there was a lot of ‘cleanup’ work that had to be done, a lot. A lot of old products, thousands and thousands dollars worth of old products that had to be disposed of and warehouses cleaned out, customers that were very dissatisfied with the way Hershey had been treating them, had to be taken care of and we took care of it.\n(Notes of Testimony (NT) 9, 10). Lasher also testified that she inherited “an empty district.” The one sales representative who had been working in the Parkersburg district was moved to Pittsburgh, leaving three openings for sales representatives in the former Parkersburg district. It was Lasher’s responsibility to hire and train those three new persons. (NT 10, 11). Lasher testified that the merged district was among the ten largest in the country. (NT 11).\nPatrick M. Brewer (Brewer), Hershey’s mid-east division manager, testified that the districts were merged in July 1987 because of the “flow of business.” (NT 90). Additionally, he testified that Lasher was “a very accomplished district manager” whom Hershey believed could handle the additional responsibilities. Brewer called the merged district a “super district” and agreed that the Parkersburg district had not been properly managed before the merger. (NT 105). Lasher’s performance appraisal for 1987, which was prepared early in 1988 and was signed by Brewer, indicated that she had to expend a lot of extra time and effort because of the merger and that she had to develop new territories. (NT 108, 113). It also stated that Lasher had an extra work load. (NT 108). Brewer also testified that he did not believe that the merged district was ever fully staffed. (NT 109). Finally, Brewer testified that after Lasher became ill, the merged Pittsburgh district was split into its previous two districts. (NT 110).\nJoseph Noca (Noca), who had been a key account manager under Lasher, confirmed that prior to the July 1987 merger, the Par-kersburg accounts had not been properly managed because of a shortage of personnel. (NT 58). He also testified that the merged Pittsburgh district was split in December 1988, and, at that time, he became district manager for the Pittsburgh district. (NT 54, 61).\nIn November 1987, Lasher first noticed symptoms. She testified that she did not sleep for the entire night before having to call an upset and unruly customer. According to Lasher, this reaction was abnormal for her. (NT 13). Then, in January 1988, she felt fatigued and began to be apprehensive. (NT 13). In March 1988 she felt more fatigued, was not sleeping well, and “just did not feel good.” Also in March 1988, Lasher talked with her supervisor, John Santeford (Santeford), about the merged district being too big. She received no assurance that any changes would be made. (NT 14, 15). Between March and June 6, 1988, her last day of work, Lasher became more apprehensive and nervous. She only slept two or three hours per night, was very sad, and cried. Although she had several additional discussions with Santeford, no changes were made. (NT 16, 17). On June 6, at work, Lasher developed pain in her stomach. Leaving work, she sought medical attention, and one week later was first seen by Dr. Slayton. (NT 18-20). At the time of the referee’s hearing, Lasher was being treated by Dr. Slayton and by Lois Love, Ph.D., a psychologist. (NT 22). At that time, she was taking Lithium, Librium, and Halcion. (NT 22).\nDr. Slayton testified by deposition on August 9,1989, that he initially diagnosed Lash-er with major depression single episode. (Slayton deposition (Dep.) 11). At the time of his deposition, she “continued to have symptoms of ruminating and worrying about her job and sighing a lot, feeling that she just couldn’t concentrate, still worrying about everything.” (Dep. 12). In addition to taking medication, Lasher had submitted to a course of electroshock therapy. Although her mood improved briefly, she quickly relapsed. Dr. Slayton stated that she was “back to her original baseline in terms of treatment.” (Dep. 18,19). According to Dr. Slayton, Lasher’s work situation caused her depression. He stated that she was conscientious and very dedicated to Hershey and that she was “subjected ... to a great amount of psychologic stress,” when she was placed into “a situation where she essentially [had] no escape mechanism short of essentially abandoning some of her responsibilities, letting whatever would happen after-wards happen.” (Dep. 26). He opined that neither her family nor her social history caused the depression and that she was unable to return to her job because of the intensity of her symptoms. (Dep. 26, 27). On cross examination, Dr. Slayton testified that events in Lasher’s personal life, including the death of her father and of a close friend, did not cause her depression. He testified that it was “the work environment predominantly and overwhelmingly that led her into her current clinical situation.” (Dep. 43, 44). Dr. Slayton’s prognosis for Lasher was guarded. (Dep. 82).\nOur review of the record reveals that substantial evidence exists to support the conclusion that the creation of the merged Pittsburgh district in July 1987 was an actual, extraordinary event that caused Lasher’s psychiatric injury. There was a significant additional workload placed on Lasher suddenly; Brewer testified that “what she had on Friday vs. what she had on Monday, yes, there would be [an additional workload].” (NT 107). This event, which required Lash-er to devote significantly more time and effort to transform a poorly managed and neglected district into one that functioned well proved to be more than Lasher, a well respected manager for Hershey, could handle. Although both Dr. Slayton and Hershey’s psychiatrist testified that Lasher is obsessive and workaholic, we believe that substantial evidence of record supports the Board’s and the referee’s conclusion that Lasher’s disability was caused by other than a subjective reaction to normal working conditions. We will, therefore, affirm the order of the Board granting benefits to Lasher.\nWe note the dual standard employed to analyze physical and psychiatric injuries in workmen’s compensation matters. In all other areas of the law, we take a claimant as he or she is, but in this area of the law, persons with bona fide psychiatric injuries are not treated similarly to persons with bona fide physical injuries. We cannot change this, but we note our concern, as did the Honorable Rolf Larsen in his dissent to Martin. He stated that “[t]he Act makes no distinction between mental and physical disabilities, yet the majority exhibits an unarticu-lated but palpable bias against claims of mental disability as contrasted with physical disability.” Id. at 525, 568 A.2d at 168. He stated further as follows:\nAll injuries (physical or mental) occurring ‘in the course of employment’ that are ‘related thereto’ are compensable under our compensation coverage formula. Nothing in the language of section 301(c)(1) of the Act can be construed to exclude these workers, who suffered mental injuries, from coverage. Thus, the majority’s imposition of the ‘abnormal working conditions’ requirements in these mental injury eases is an impermissible judicial amendment to the Workmen’s Compensation Act.\nId. at 526, 568 A.2d at 168 (footnote omitted).\nSince the record in the instant matter contains substantial evidence to support all of the requisite elements necessary for recovery in a psychiatric injury claim, the order of the Workmen’s Compensation Appeal Board is affirmed.\nORDER\nAND NOW, this 8th day of February, 1994, the order of the Workmen’s Compensation Appeal Board in the above-captioned matter is affirmed.\n. Mental disorders affect 22% of the adult population of the United States in any given year. Of this statistic, depression-related mood disorders constitute the largest distinct statistical component. National Institute of Mental Health, Department of Health and Human Services, Health Care Reform for Americans with Severe Mental Illnesses: Report of the National Advisory Mental Health Council (1993).\n. We also note that the dual standard clearly violates the Americans with Disabilities Act, 42 U.S.C. §§ 12101-12213. This Court, however, cannot raise said violation sua sponte, pursuant to the Pennsylvania Supreme Court’s decision in Department of Transportation, Bureau of Driver Licensing v. Boros, 533 Pa. 214, 620 A.2d 1139 (1993). There, the Supreme Court concluded that this “Court’s raising, sua sponte, Section 504 of the Rehabilitation Act as an affirmative defense and its reliance thereon where the Act had not been raised in the trial court to be jurisprudentially unsound.” Id., 533 Pa. at 221, 620 A.2d at 1142.",
        "type": "majority",
        "author": "COLINS, Judge. ."
      },
      {
        "text": "DOYLE, Judge,\ndissenting.\nIn this difficult area of compensation law, I find myself once again in disagreement with a finding that there were abnormal working conditions present which caused a claimant’s psychiatric injury, there being no physical trauma or physical injury to serve as a foundation for the claim. The well articulated majority opinion explores all the relevant facts, and the law, but concludes that there were abnormal working conditions. I fail to see what was abnormal about the working conditions present in this case and I harken back to the statement previously written in my concurring and dissenting opinion in Bell Telephone Co. v. Workmen’s Compensation Appeal Board (De May), 87 Pa.Commonwealth Ct. 558, 487 A.2d 1053 (1985) (Doyle, J., concurring and dissenting), that:\nBy holding that a high stress work environment is and of itself a sufficient work related abnormality the majority creates a dangerous precedent. Many types of jobs are, by their very nature, high stress. Such occupations as that of an air traffic controller, a school teacher in a ghetto area, or a police officer, for example, may well be viewed as high stress; but for their particular positions high stress is normal.\nId., 87 Pa.Cmwlth. at 569, 487 A.2d at 1058 (emphasis in original).\nSo here, we are considering a high level management position in a national corporation. But the position was only “among the ten largest in the country” (majority op. at 341); there were some districts which are even larger, and, I must assume, more demanding. If the only criterion for workers’ compensation benefits is the ever increasing demands and responsibilities of a higher rung on the corporate ladder, the flood gates will surely open for every aspirant failing to achieve the CEO top rung.\nThe Workmen’s Compensation Appeal Board cited our opinion in Bevilacqua v. Workmen’s Compensation Appeal Board (J. Bevilacqua Sons, Inc.), 82 Pa.Commonwealth Ct. 511, 475 A.2d 959 (1984) (Doyle, J., dissenting), where, indeed, we did hold that a claimant, solely on the basis of change in claimant’s duties, suffered a compensable psychiatric injury. The claimant there had worked for fifteen years in the family-owned business as a sheet metal worker under the direct supervision of a foreman. His father and two uncles ran the business, and when his father retired, claimant left his old job and assumed his father’s duties as an estimator and as a supervisor of other employees. As the result of these changes in his duties, the -claimant suffered severe depression, severe anxiety, mental confusion, poor concentration and thoughts of suicide; in short, a mental illness unconnected with any physical trauma or physical injury.\nWhat Bevilacqua clearly demonstrates is that a worker who is quite capable of performing highly skilled physical tasks under supervision, is not always capable of performing in another, but different, responsible position where he/she must supervise others and where the responsibilities are greater. This is not a criticism of the worker’s abilities, but simply an acknowledgment of an industrial fact. Some persons, of course, handle stress better than others.\nAlthough we did award benefits to the claimant in Bevilacqua, that case was decided six years before Martin v. Ketchum, 523 Pa. 509, 568 A.2d 159 (1990), and I would suggest that Martin overruled Bevilacqua sub silentio, and provided the reference for Justice Zappala when he insightfully wrote in Martin, “[o]ur acceptance of the Commonwealth Court’s analysis should not be construed as approval of the Court’s determinations of compensability in each of its prior cases. Review of the eases reveals decisions that we find incompatible.” Id., 523 Pa. at 519 n. 3, 568 A.2d at 165 n. 3.\nThe majority quite appropriately notes the concerns of Justice Larsen in his dissent in Martin which adversely commented on this additional burden in a “mental-mental” injury ease, this judicial overlay on the Workmen’s Compensation Act which Martin adopted. Yet, Justice Larsen did not write for the majority in Martin, and the General Assembly has had ample opportunity to legislatively correct any erroneous judicial statutory construction since Martin was filed on January 4, 1990.\n. This Court may take judicial notice that The Pennsylvania Workmen’s Compensation Act (Act), Act of June 2, 1915, P.L. 736, 77 P.S. §§ 1-1603, was extensively amended by the Act of July 2, 1993, P.L., No. 1993-44.",
        "type": "dissent",
        "author": "DOYLE, Judge,"
      }
    ],
    "attorneys": [
      "Bruce D. Bagley, for petitioner.",
      "Daniel K. Bricmont, for respondent."
    ],
    "corrections": "",
    "head_matter": "HERSHEY CHOCOLATE CO., Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (LASHER), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued Dec. 15, 1993.\nDecided Feb. 8, 1994.\nBruce D. Bagley, for petitioner.\nDaniel K. Bricmont, for respondent.\nBefore CRAIG, President Judge, and DOYLE, COLINS, SMITH and FRIEDMAN, JJ."
  },
  "file_name": "0336-01",
  "first_page_order": 396,
  "last_page_order": 403
}
