{
  "id": 11250432,
  "name": "The CITY OF WILMINGTON, a municipal corporation of the State of Delaware, and Department of Commerce, an agency of the City of Wilmington, Plaintiffs, v. GENERAL TEAMSTERS LOCAL UNION 326, affiliated with the International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America, et al., Defendants",
  "name_abbreviation": "City of Wilmington v. General Teamsters Local Union 326",
  "decision_date": "1973-04-27",
  "docket_number": "Civ. A. No. 3864",
  "first_page": "338",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 338"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "357 F.Supp. 158",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3472750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/357/0158-01"
      ]
    },
    {
      "cite": "259 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8084114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/259/0389-01"
      ]
    },
    {
      "cite": "94 L.Ed. 535",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "70 S.Ct. 140",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "338 U.S. 871",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3947082,
        3939131,
        3940542,
        3941638
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0871-03",
        "/us/338/0871-02",
        "/us/338/0871-04",
        "/us/338/0871-01"
      ]
    },
    {
      "cite": "177 F.2d 29",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1166168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/177/0029-01"
      ]
    },
    {
      "cite": "85 U.S.App.D.C. 149",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "77 F.Supp. 563",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        649343
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/77/0563-01"
      ]
    },
    {
      "cite": "290 A .2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8471902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/290/0008-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 526,
    "char_count": 9207,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29314952338920147
    },
    "sha256": "783e220005483f322a801f6eeeca207fc9ad80240467ccbbb760c66ca206e019",
    "simhash": "1:c8e81b72a4eec5a7",
    "word_count": 1556
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The CITY OF WILMINGTON, a municipal corporation of the State of Delaware, and Department of Commerce, an agency of the City of Wilmington, Plaintiffs, v. GENERAL TEAMSTERS LOCAL UNION 326, affiliated with the International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "MARVEL, Vice Chancellor:\nIt having been established to the satisfaction of the Court, after argument on plaintiffs’ motion for a preliminary injunction in the above case, that a strike on behalf of the defendant union had been officially called at facilities of the Port of Wilmington on March 13, 1972, this Court, in an opinion filed on March 27, 1972, 290 A .2d 8, held that 19 Del.C. § 1312, which forbids a strike by public employees, applied to the defendant Local 326. Accordingly, on March 28, 1972, this Court, satisfied that the plaintiffs had demonstrated a probability of ultimate success on their part at final hearing, entered a preliminary injunction, as prayed for, which directed inter alia:\n“That the Defendants are hereby restrained and enjoined until further order of the Court from engaging in, causing or encouraging a strike or picketing in support thereof against the Plaintiff the City of Wilmington upon the premises of the Wilmington Marine Terminal.”\nNo appeal was taken from such preliminary injunction and no motion has been made to date to dissolve, enlarge or modify it.\nOn April 13, 1973, with the purpose in mind of having the above'named individual defendants and the defendant union punished for contempt, a supplemental complaint was permitted to be filed herein in which a union official, Paul W. Harris, was substituted for the original defendant Joseph J. Barone as Business Representative of Local 326, and in which it was alleged that the defendant union had in effect not only gone on strike at the Port of Wilmington on March 12 but had also set up a picket line in support of such purported strike although it is conceded by plaintiffs that such work stoppage lasted for only an hour or so. Said supplemental complaint further alleged that other work stoppages had recurred at the Port in various forms ori several later dates, including April 13, the day when the City’s latest bargaining proposal under the provisions of Article XVI of the parties’ current labor-management agreement, which have to do with the renegotiation of terms and conditions of the union members’ employment, was rejected by the union by a vote of 62 to 12, two ballots having been voided. It is accordingly claimed by plaintiffs in their motion for a contempt citation that the refusal on the part of union members to work in their accustomed manner constitutes a violation of this Court’s order of March 28, 1972, and it is implicit in plaintiffs’ motion that the work stoppages which have occurred at the Wilmington Marine Terminal are allegedly attributable to the influence of the named individual union official defendants.\nPlaintiffs having moved for the issuance of a rule to show cause why the defendants “ * * * including the individual members of Local 326 * * * ” should not be held in contempt, a rule to such effect issued. It provided, however, that it was to be served solely upon Frank Sheer-an, President of Local 326, and upon Paul W. Harris, Business Representative of Local 326 “ * * * unless service thereof is accepted by their counsel of record.” No service was sought to be made on any of the individual union laborers.\nIn approaching a resolution of this case, I am satisfied first of all that in a case which seeks to have the defendant union and named union officials held in contempt in a quasi-criminal proceeding which carries the threat of a fine for the defendant union and in the case of the individual named defendants, a fine and imprisonment, that the evidence adduced at the recent contempt hearing even under the preponderance of evidence rule clearly does not support a finding that the individual union members of Local 326 here involved have been caused or encouraged by their union officials either (1) to stop working periodically at the Port of Wilmington, (2) to refuse to cross a picket line of wives and female friends of union members gathered at the gate to the Wilmington harbor facilities, or (3) to decline to work overtime, but rather that such officials have on several occasions in recent weeks urged rank and file union members not to strike and thus avoid a violation of the Delaware law which bans strikes on the part of public employees. And in point of fact while the conduct of the workers on the docks here involved has clearly resulted in a number of work stoppages which continue, with the possible exception of one day there has been no interruption of work on the part of clerical and supervisory members of the same defendant union since early this year when the grievances of union dock workers began to be brought to the fore. Furthermore, following a brief work stoppage on March 16 by union dock laborers which lasted an hour or so, there would appear to have been no action thereafter taken on the part of union workers which could be considered as an attempt to influence the Port to recognize their demands until April 6, when what appears to have been a concerted refusal on the part of union dock workers to work overtime took place, an anomalous act in view of the customary attitude of dock workers who normally grab an opportunity to be paid the extra emoluments involved in overtime work. However, as noted above, the basic point is that there is nothing except conjecture for the contention that the forms of work stoppage here demonstrated were encouraged or are being condoned by the named defendant union officials, and the mere fact that the union laborers here involved, who are less than a hundred in number, have engaged in work stoppages does not support a conclusion that such stoppages were instigated by the named defendant union officials.\nFurthermore, there is no evidence on the present record that union officials have had anything to do with the presence at the gates of the Port of Wilmington of a picket line made up of wives or female companions of union dock workers which the latter have declined to cross. The validity of such refusal, moreover, would appear to find support in a provision of the parties’ contract of July 27, 1972, in which the parties agreed that at least in the case of the dock laborers here involved such union members might not be forced by the threat of discharge and discipline to surrender their right to elect not to cross a picket line. See Article 13 of the parties’ agreement.\nIn any event, the present case, as noted above, is not concerned with an application for injunctive relief but with contempt, and, in my opinion, plaintiffs have failed to establish that the named individual defendants in this action have engaged \" * * * in causing or encouraging a strike or picketing in support thereof against the plaintiff the City of Wilmington upon the premises of the Wilmington Marine Terminal.”\nIn short, in a case of alleged contempt, a proceeding in which punishment in the form of a fine or imprisonment or both may be imposed on a guilty contemnor, it would appear to fly in the face of basic equitable principles to punish the named defendant union leaders in this case or to order a fine paid by the union, which has many members who are not dock workers, in a situation in which the union leaders appear no longer able to control the activities of the rank and file of their union members as well as the activities of members of their families and friends. Compare contra United States v. International Mine Workers Union (D.C. Dist. of Col.) 77 F.Supp. 563, aff’d 85 U.S.App.D.C. 149, 177 F.2d 29, cert. denied 338 U.S. 871, 70 S.Ct. 140, 94 L.Ed. 535, and Avisun Corporation v. Union (Del.Ch.) 259 A.2d 389, cases in which findings were specifically made that union officials were in fact involved in encouraging acts contemptuous of a court order. In short, in the management labor impasse here in issue I can find no justification for punishing the defendant union officials or fining the defendant labor union in a situation in which the evidence is to the effect that such officials have not caused or encouraged the work stoppages complained of. If, as seems to be the case, a wildcat strike is in progress at the Wilmington Marine Terminal, plaintiffs should take appropriate action. Finally, under the facts of record, the principle enunciated in the case of Eazor Express, Inc. v. Teamsters (U.S.Dist.C.W.Pa.) 357 F.Supp. 158, would not appear to be applicable to the case at bar.\nOn notice, an order may be submitted holding the defendant union and the named individual defendants not guilty of contempt of this Court’s order of March 28, 1972, and discharging the rule issued against them.\n. “No public employee shall strike while in the performance of his official duties.’",
        "type": "majority",
        "author": "MARVEL, Vice Chancellor:"
      }
    ],
    "attorneys": [
      "Bernard Balick, City Sol., and Frederick H. Altergott, Asst. City Sol., for plaintiffs.",
      "O. Francis Biondi and John E. Babiarz, Jr., Wilmington, for defendants."
    ],
    "corrections": "",
    "head_matter": "The CITY OF WILMINGTON, a municipal corporation of the State of Delaware, and Department of Commerce, an agency of the City of Wilmington, Plaintiffs, v. GENERAL TEAMSTERS LOCAL UNION 326, affiliated with the International Brotherhood of Teamsters, Chauffeurs, Warehousemen and Helpers of America, et al., Defendants.\nCiv. A. No. 3864.\nCourt of Chancery of Delaware, New Castle.\nApril 27, 1973.\nBernard Balick, City Sol., and Frederick H. Altergott, Asst. City Sol., for plaintiffs.\nO. Francis Biondi and John E. Babiarz, Jr., Wilmington, for defendants."
  },
  "file_name": "0338-01",
  "first_page_order": 374,
  "last_page_order": 376
}
