{
  "id": 11151566,
  "name": "Charity J. HUGHES, Appellee, v. SEVEN SPRINGS FARM, INC., t/d/b/a Seven Springs Mountain Resort, Appellant",
  "name_abbreviation": "Hughes v. Seven Springs Farm, Inc.",
  "decision_date": "2000-12-05",
  "docket_number": "",
  "first_page": "339",
  "last_page": "346",
  "citations": [
    {
      "type": "official",
      "cite": "762 A.2d 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "96 A.2d 181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "173 Pa.Super. 179",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1067211
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/173/0179-01"
      ]
    },
    {
      "cite": "243 A.2d 490",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "allocatur denied"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "212 Pa.Super. 330",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        783476
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "allocatur denied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/212/0330-01"
      ]
    },
    {
      "cite": "483 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1751280
      ],
      "weight": 9,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "operator of baseball park owes no duty to guard against common, frequent, and expected risks of baseball; duty extends only to foreseeable risks not inherent in baseball activity"
        },
        {
          "parenthetical": "operator of baseball park owes no duty to guard against common, frequent, and expected risks of baseball; duty extends only to foreseeable risks not inherent in baseball activity"
        },
        {
          "page": "81"
        },
        {
          "page": "549"
        },
        {
          "page": "550"
        },
        {
          "page": "85"
        },
        {
          "page": "551"
        },
        {
          "page": "86-87"
        },
        {
          "page": "551-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/483/0075-01"
      ]
    },
    {
      "cite": "716 F.2d 1002",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1890847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/716/1002-01"
      ]
    },
    {
      "cite": "205 A.2d 611",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "204 Pa.Super. 580",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        770125
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/204/0580-01"
      ]
    },
    {
      "cite": "503 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785896
      ],
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "page": "187-88"
        },
        {
          "page": "125"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0178-01"
      ]
    },
    {
      "cite": "496 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772968
      ],
      "weight": 8,
      "year": 1981,
      "pin_cites": [
        {
          "page": "613"
        },
        {
          "page": "1209",
          "parenthetical": "Opinion Announcing the Judgment of the Court by Flaherty, J."
        },
        {
          "page": "612"
        },
        {
          "page": "1209",
          "parenthetical": "citations omitted"
        },
        {
          "page": "613"
        },
        {
          "page": "1209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0590-01"
      ]
    },
    {
      "cite": "533 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837500
      ],
      "weight": 8,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "Opinion Announcing the Judgment of the Court by Flaherty, J."
        },
        {
          "parenthetical": "Opinion Announcing the Judgment of the Court by Flaherty, J."
        },
        {
          "page": "153-54"
        },
        {
          "page": "1108"
        },
        {
          "page": "158"
        },
        {
          "page": "1110",
          "parenthetical": "in an appropriate case, assumption of risk analysis may be merely a counterpart to duty analysis"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0151-01"
      ]
    },
    {
      "cite": "666 A.2d 245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458914,
        12044149
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0210-01",
        "/a2d/666/0245-01"
      ]
    },
    {
      "cite": "542 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458914
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0210-01"
      ]
    },
    {
      "cite": "751 A.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11513963,
        93635
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "1132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/1130-01",
        "/pa/561/0503-01"
      ]
    },
    {
      "cite": "561 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93635
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0503-01"
      ]
    },
    {
      "cite": "728 A.2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11626587,
        607086
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "916"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/728/0914-01",
        "/pa/556/0349-01"
      ]
    },
    {
      "cite": "556 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607086
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1063,
    "char_count": 23695,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23810249168966993
    },
    "sha256": "88b4eacb422f4a9c144ab3ef5e799809a7006182865854acf63c1c490b3b85f8",
    "simhash": "1:d22fe236ad1f96ea",
    "word_count": 3994
  },
  "last_updated": "2024-02-27T21:11:12.491668+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Charity J. HUGHES, Appellee, v. SEVEN SPRINGS FARM, INC., t/d/b/a Seven Springs Mountain Resort, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nCASTILLE, Justice.\nOn January 29, 1992, appellee, Charity Hughes, a self-described intermediate level skier, traveled with her high school ski club to Seven Springs Mountain Resort (hereinafter “appellant”). After completing a run down the mountain, appellee was skiing towards the lift through an area at the base of the mountain where several ski trails converge when she was struck by an unidentified skier descending the slope behind her. As a result, appellee injured her right knee and her back.\nAppellee filed suit against the ski resort in the Court of Common Pleas of Fayette County, alleging that the collision was the result of appellant’s negligence. Appellant, in turn, filed a motion for summary judgment, which was granted on June 2, 1998. The Honorable Conrad B. Capuzzi held that, pursuant to the Pennsylvania Skier’s Responsibility Act, 42 Pa.C.S. § 7102(c) (the “Act”), appellee had assumed the risk of colliding with another skier. In addition, the court noted that appellee had admitted that she was aware that she could get hurt while skiing and yet had signed a Release Agreement releasing appellant from all liability for injury, prior to her entering the ski facility.\nOn February 25, 1999, a split panel of the Superior Court reversed the grant of summary judgment and remanded the case for trial. The panel majority concluded that it could not determine as a matter of law: (1) that appellee’s injury was caused by an occurrence inherent in the sport of skiing; (2) that appellee’s experience or knowledge caused her to recognize the risk of being hit by an errant skier while she was at the base of the slope and that she willingly accepted that particular risk; or (3) that appellee’s action in skiing towards the ski lift at the bottom of the slope constituted “downhill skiing” for purposes of the assumption of the risk provision in the Act. The panel majority also concluded that the Release Agreement ap-pellee had signed applied only to the rental ski equipment and injuries related to that equipment, not to the danger posed by another skier, and thus could not bar her claim. 727 A.2d at 137-38.\nJudge Cirillo dissented. In his view, the term “downhill skiing” employed in the Act applies to all activities related to the sport and “it is an inherent part of downhill skiing that one empties into a basin at the bottom of a ski slope with the intent to turn around and approach the ski lift and return to the top of the slope to complete another run.” Id. at 139. In addition, the dissent noted that the ski lift ticket appel-lee had purchased stated, in pertinent part, that “There are inherent and other risks in the sport of skiing ... [which] include, but are not limited to ... collisions with ... other skiers.” The ticket also advised that any person not agreeing to “voluntarily assume the risk of these injuries” should not purchase a ticket. In light of these undisputed facts, the dissent would have held that there was no issue for the jury: reasonable minds could not differ as to the conclusion that appellee assumed the risk of the skiing injury she suffered. Id.\nThis Court has not yet had occasion to address the Act’s preservation of the common law assumption of the risk doctrine in downhill skiing cases. We granted review to examine whether that doctrine bars a suit brought against a ski resort by a skier who, while skiing towards the ski lift through a common area at the base of the mountain, is struck and injured by another skier coming down that mountain. For the reasons that follow, we hold that it does.\nThis Court’s scope of review of questions of law, such as the question of whether summary judgment is appropriate here, is plenary. O’Donoghue v. Laurel Savings Ass’n, 556 Pa. 349, 354, 728 A.2d 914, 916 (1999). Summary judgment may be entered only in those cases where the record clearly demonstrates that there are no genuine issues of material fact and that the moving party is entitled to judgment as a matter of law. Dean v. Commonwealth, Dep’t of Transp., 561 Pa. 503, 507, 751 A.2d 1130, 1132 (2000). The record must be viewed in the light most favorable to the non-moving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party. Id, When the facts are so clear that reasonable minds cannot differ, summary judgment is appropriate. Cochran v. GAF Corp., 542 Pa. 210, 215, 666 A.2d 245, 248 (1995).\nAs a general rule, the doctrine of assumption of the risk, with its attendant “complexities” and “difficulties,” see, generally, Howell v. Clyde, 533 Pa. 151, 620 A.2d 1107 (1993) (Opinion Announcing the Judgment of the Court by Flaherty, J.), has been supplanted by the Pennsylvania General Assembly’s adoption of a system of recovery based on comparative fault in the Comparative Negligence Act. 42 Pa. C.S. § 7102(a)-(b). However, two years after enacting the Comparative Negligence Act in 1978, the legislature amended the statute to address more specifically the question of injuries arising from downhill skiing. The Skier’s Responsibility Act amendment, which is somewhat unusual in that it begins with legislative findings, specifically preserves the assumption of the risk doctrine in cases involving downhill skiing injuries. The Act states:\n(c) Downhill Skiing.—\n(1) The General Assembly finds that the sport of downhill skiing is practiced by a large number of citizens of this Commonwealth and also attracts to this Commonwealth large numbers of nonresidents significantly contributing to the economy of this Commonwealth. It is recognized that as in some other sports, there are inherent risks in the sport of downhill skiing.\n(2) The doctrine of voluntary assumption of the risk as it applies to downhill skiing injuries and damages is not modified by subsections (a) and (b).\n42 Pa.C.S. § 7102(c).\nThe General Assembly having specifically preserved the doctrine in this particular instance, the question becomes what does the doctrine entail, and what effect does it have upon the viability of appellee’s lawsuit. The Restatement Second of Torts, § 496A, summarizes the general principle of assumption of the risk as follows: “A plaintiff who voluntarily assumes a risk of harm arising from the negligent or reckless conduct of the defendant cannot recover for such harm.” In practice, the doctrine was more complicated. The comment to the Restatement notes that the doctrine has been used by the courts “in at least four different senses, and the distinctions seldom have been made clear.” Id. § 496A comment C. Those four meanings are summarized in the comment as follows:\n1. In its simplest form, assumption of risk means that the plaintiff has given his express consent to relieve the defendant of an obligation to exercise care for his protection, and agrees to take his chances as to injury from a known or possible risk. The result is that the defendant, who would otherwise be under a duty to exercise such care, is relieved of that responsibility, and is no longer under any duty to protect the plaintiff....\n2. A second, and closely related, meaning is that the plaintiff has entered voluntarily into some relation with the defendant which he knows to involve the risk, and so is regarded as tacitly or impliedly agreeing to reheve the defendant of responsibility, and to take his own chances. Thus a spectator entering a baseball park may be regarded as consenting that the players may proceed with the game without taking precautions to protect him from being hit by the ball. Again the legal result is that the defendant is relieved of his duty to the plaintiff....\n3. In a third type of situation the plaintiff, aware of a risk created by the negligence of the defendant, proceeds or continues voluntarily to encounter it. For example, an independent contractor who finds that he has been furnished by his employer with a machine which is in dangerous condition, and that the employer, after notice, has failed to repair it or to substitute another, may continue to work with the machine. He may not be negligent in doing so, since his decision may be an entirely reasonable one, because the risk is relatively slight in comparison with the utility of his own conduct; and he may even act with unusual caution because he is aware of the danger. The same policy of the common law which denies recovery to one who expressly consents to accept a risk will, however, prevent his recovery in such a case....\n4. To be distinguished from these three situations is the fourth, in which the plaintiffs conduct in voluntarily encountering a known risk is itself unreasonable, and amounts to contributory negligence. There is thus negligence on the part of both plaintiff and defendant; and the plaintiff is barred from recovery, not only by his implied consent to accept the risk, but also by the policy of the law which refuses to allow him to impose upon the defendant a loss for which his own negligence was in part responsible....\nId.\nThe assumption of risk doctrine has been the subject of some criticism. For example, a plurality of the Court in Rutter v. Northeastern Beaver County Sch. Dist., 496 Pa. 590, 437 A.2d 1198 (1981), advocated abolition of the doctrine entirely except where expressly preserved by statute, in cases of express assumption of risk, or strict liability cases brought under § 402A of the Restatement. Id. at 613, 437 A.2d at 1209 (Opinion Announcing the Judgment of the Court by Flaherty, J.). See also Howell, supra, at 153-54, 620 A.2d at 1108. The Rutter plurality was of the view that the complexity of the doctrine and its consequent difficulty of application outweighed its benefits. This was so because in most instances the concept “assumption of risk” was merely “duplicative of the more widely understood concepts of scope of duty and contributory negligence.” 496 Pa. at 612, 437 A.2d at 1209 (citations omitted). “[CJases which have evoked the doctrine to deny plaintiffs recovery would have produced the same result either by (1) the court’s determination that, as a matter of law, defendant owed the plaintiff no duty, or, by (2) the jury’s determination that plaintiffs own negligent conduct was a substantial factor in bringing about the harm he suffered.” Id. at 613, 437 A.2d at 1209 (quoting with approval Pennsylvania Suggested Standard Jury Instruction § 3.04 (1981)). Accord Howell.\nIn Carrender v. Fitterer, 503 Pa. 178, 469 A.2d 120 (1983), the Court addressed further the interplay of the assumption of the risk doctrine and the more fundamental question of the duty owed an invitee by a possessor of land. Writing for a unanimous Court, Mr. Chief Justice Roberts wrote:\nWhen an invitee enters business premises, discovers dangerous conditions which are both obvious and avoidable, and nevertheless proceeds voluntarily to encounter them, the doctrine of assumption of risk operates merely as a counterpart to the possessor’s lack of duty to protect the invitee from those risks. See Harper & James, The Law of Torts, Vol. 2 § 21.1 (1956); Prosser, Law of Torts, § 68 at 440-446 (4th ed.1971); Restatement [ (Second) of Torts (1965),] § 496A comment c & § 496C comments b, d, & e. By voluntarily proceeding to encounter a known or obvious danger, the invitee is deemed to have agreed to accept the risk and to undertake to look out for himself. See Joyce v. Quinn, ... [204 Pa.Super. 580,] 205 A.2d 611, 613 ([Pa.Super.] 1964); Smith v. Seven Springs Farm, Inc., 716 F.2d 1002 (3d Cir.1983)_It is precisely because the invitee assumes the risk of injury from obvious and avoidable dangers that the possessor owes the invitee no duty to take measures to alleviate those dangers. Thus, to say that the invitee assumed the risk of injury from a known and avoidable danger is simply another way of expressing the lack of any duty on the part of the possessor to protect the invitee against such dangers. See Jones v. Three Rivers Management Corp., 483 Pa. 75, 394 A.2d 546 (1978) (operator of baseball park owes no duty to guard against common, frequent, and expected risks of baseball; duty extends only to foreseeable risks not inherent in baseball activity).\n503 Pa. at 187-88, 469 A.2d at 125. See also Howell, supra, at 158, 620 A.2d at 1110 (in an appropriate case, assumption of risk analysis may be merely a counterpart to duty analysis).\nCarrender’s reliance upon Jones is significant for our purposes, since Jones, like this case, involves an injury arising from a sporting activity open to the public. Whatever complexities and difficulties have attended the assumption of the risk doctrine in other areas, cases involving injuries to plaintiffs who were spectators or participants at sporting events or amusement facilities have tended to speak in terms of whether the injury suffered resulted from a risk “inherent” in the activity in question; if it did, then the defendant was under no duty to the plaintiff, and the suit could not go forward.\nEvelyn Jones sued in negligence after being struck by a baseball during batting practice while properly using an interior concourse behind the right field stands at Pittsburgh’s then-new Three Rivers Stadium. The defendants argued that Jones failed to establish a prima facie case, citing the “universal rule” that batted balls in baseball stadiums do not present an unreasonable risk of harm and, thus, do not provide a basis for negligence liability. The Court in Jones noted that although we had yet to consider the liability of a baseball stadium operator for injuries caused by a batted ball, there were “settled principles which apply to all cases involving a place of amusement for which admission is charged.” 483 Pa. at 81, 394 A.2d at 549. After discussing the relevant cases, which included injuries sustained at a golf course, movie theater, and on a roller coaster as well as at baseball stadiums, the Court summarized the principles as follows:\nRecovery is not granted to those who voluntarily expose themselves to the kind of risks involved in Iervolino [v. Pittsburgh Athletic Co., 212 Pa.Super. 330, 243 A.2d 490 (1968) (allocatur denied)], and Schentzel [v. Philadelphia National League Club, 173 Pa.Super. 179, 96 A.2d 181 (1953) ], by participating in or viewing the activity. We have therefore regularly granted or affirmed judgments n.o.v. in cases involving places of amusement where the plaintiff alleges no more than injury caused by a risk inherent in the activity in question. Only when the plaintiff introduces adequate evidence that the amusement facility in which he was injured deviated in some relevant respect from established custom will it be proper for an “inherent-risk” case to go to the jury.\nId. at 83-84, 394 A.2d at 550.\nJones summarized this approach as amounting to a “no-duty” rule upon the part of the defendant, so long as the injury suffered arose from a risk that was “common, frequent and expected” in the the-atre, amusement park, sports facility, etc. Persons patronizing those facilities could be charged with anticipating such inherent risks. The Court emphasized, however, that the “no-duty” rule “in no way affect[s] the duty of theatres, amusement parks and sports facilities to protect patrons from foreseeably dangerous conditions not inherent in the amusement activity.” Id. at 85, 394 A.2d at 551. Applying this distinction, the Court then ruled that Jones could proceed with her case because the injury she suffered from the batted ball in an interior concourse was not an inherent feature of the spectator sport of baseball but, instead, resulted from the particular architectural design of the facility. Id. at 86-87, 394 A.2d at 551-52.\nIn light of these principles, ours is a two-part inquiry. First, this Court must determine whether appellee wás engaged in the sport of downhill siding at the time of her injury. If that answer is affirmative, we must then determine whether the risk of being hit from behind by another skier while skiing towards the ski lift at the base of the slope is one of the “inherent risks” of downhill skiing, which appellee must be deemed to have assumed under the Act. If so, then summary judgment was appropriate because, as a matter of law, appellee cannot recover for her injuries.\nAppellee claims that the Act does not apply because, at the time of the collision, she “was not in the process of skiing downhill,” but rather was propelling herself towards the ski lift at the base of the mountain following a downhill run. In order to accept this argument, this Court would have to interpret the Act, as well as the sport of downhill skiing, in an extremely narrow, hypertechnical and unrealistic manner. This we decline to do. The Act specifically acknowledges that there are risks inherent in “the sport of downhill skiing.” 42 Pa.C.S. § 7102(c) (emphasis added). Obviously, the sport of downhill skiing encompasses more than merely skiing down a hill. It includes those other activities directly and necessarily incident to the act of downhill skiing. Such activities include boarding the ski lift, riding the lift up the mountain, alighting from the lift, skiing from the lift to the trail and, after a run is completed, skiing towards the ski lift to start another run or skiing toward the base lodge or other facility at the end of the day.\nAt the time of the unfortunate but all-too-common collision here, appellee was skiing through an area at the bottom of the mountain where a number of trails converged and towards the ski lift so that she could return to the top of the mountain for another run. She collided not with some alien or unexpected object in the sport, but with another downhill skier coming down the very same hill after her. Although appellee may 'not have been skiing on a “downhill” plane at the time of the collision, she was no less engaged in the sport of downhill skiing than at any other point in the process.\nTo accept appellee’s argument that one who is not at the precise moment skiing “down” a hill is not engaged in the sport of downhill skiing would require an entirely artificial and unrealistic view of the activity. Under appellee’s theory, a skieh who has temporarily stopped in the middle of a slope would no longer be engaged in the sport of downhill skiing. Such a tortured and artificial interpretation of the Act and the sport would defy common sense and lead to absurd results. Therefore, we conclude as a matter of law that the facts viewed in the light most favorable to ap-pellee show that she was engaged in the sport of downhill skiing at the time of the collision and, thus, the Act, which preserves the doctrine of assumption of the risk, applies.\nIt is equally clear that the risk of colliding with another skier at the base of a ski slope is one of the “common, frequent and expected” risks “inherent” in downhill skiing. 42 Pa.C.S. § 7102(c)(1). Indeed, other skiers are as much a part of the risk in downhill skiing, if not more so, than the snow and ice, elevation, contour, speed and weather conditions. As anyone who has ever undertaken the sport of skiing is painfully aware, it is a sport in which it is common for the participants to lose control. The instant collision occurred in an area of the mountain where several trails converge. Skiers, including appellee, were skiing through this area, while others, including the skier who collided with her, entered the area at the end of their own downhill runs: in appellee’s words, she was struck “by someone who was coming down the hill, coming down the slope.” R.R. at 506. The fact that appellee was at the base of the downhill trail she had just negotiated did little to lessen the ever-present danger that another downhill skier, coming down the mountain on the very same trail just behind her, was going faster than she was, or intended to ski farther than she just had, and could then lose control and collide with her. As the undisputed facts here amply demonstrate, the point at which the “downhill” portion of a particular ski run ends depends upon the speed, control and judgment of the skier. The possibility that one skier may collide with another in this common area at the base of the slope is one of the common risks of the sport of downhill skiing. As such, we hold, appellant had no duty to protect appellee against this inherent risk.\nFurthermore, it is clear that appellee was aware of the inherent risk of colliding with another skier. Appellee’s ski lift ticket, which she was wearing at the time of the accident, stated:\nThere are inherent and other risks in the sport of skiing. These risks include, but are not limited to ... collisions with ... other skiers.... If you do not agree that the injuries, sometimes serious, resulting from these risks are not the responsibility of Seven Springs Farm, Inc. and do not agree that you voluntarily assume the risk of these injuries while participating in this sport, do not purchase a ticket.\nIn her deposition testimony, appellee admitted that, prior to the accident, she had reviewed and was familiar with the terms of the Skier’s Responsibility Code, which was promulgated by the National Ski Area Association and posted at appellant’s resort. R.R. at 586. The Code states:\nThere are elements of risk in skiing that common sense and personal awareness can help reduce.\n1. Ski under control and in such a manner that you can stop or avoid other Skiers or objects.\n2. When skiing downhill or overtaking another Skier, you must avoid the Skier below you.\n3. You must not stop where you obstruct a trail or are not visible from above.\n4. When entering a trail or starting downhill, yield to other skiers.\n5. All skiers shall use devices to prevent runaway skis.\n6. You shall keep off closed trails and posted areas and observe all posted signs.\nThe first four provisions of the Code are clearly aimed at lessening the danger of skier collisions. In addition, appellee was an experienced mid-level skier who had been skiing for more than two years and was a member of her high school ski club. She conceded in her deposition testimony that she had seen skiers lose control on previous occasions. As we noted above, the fact that appellee was near the bottom of the slope at the time of the collision is of no moment. As an experienced skier, ap-pellee can reasonably be charged with realizing the inherent risk of a collision in this area.\nAppellee voluntarily entered into a business relationship with appellant. She chose to purchase a ski ticket from appellant and to ski on appellant’s slopes even though one of the inherent risks, a risk of which she was well aware, was that of a collision with another skier. As a matter of law, under the Skier’s Responsibility Act, and the assumption of risk doctrine, which it preserves, appellant is entitled to summary judgment. Accordingly, the order of the Superior Court is reversed and the trial court order granting summary judgment in favor of appellant is reinstated. Jurisdiction is relinquished.\n. Section 7102(a) states that comparative negligence is the general rule in this Commonwealth, while § 7102(b) sets forth the guidelines for recovering damages from joint defendants.\n. Iervolino and Schentzel involved spectators seated in the stands during baseball games who were struck by foul balls.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      }
    ],
    "attorneys": [
      "Anthony W. Hinkle, Pittsburgh, for appellant, Seven Springs.",
      "Simon B. John, Uniontown, for appellee, Charity Hughes."
    ],
    "corrections": "",
    "head_matter": "Charity J. HUGHES, Appellee, v. SEVEN SPRINGS FARM, INC., t/d/b/a Seven Springs Mountain Resort, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 6, 2000.\nDecided Dec. 5, 2000.\nAnthony W. Hinkle, Pittsburgh, for appellant, Seven Springs.\nSimon B. John, Uniontown, for appellee, Charity Hughes.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0339-01",
  "first_page_order": 381,
  "last_page_order": 388
}
