{
  "id": 8073498,
  "name": "Sarah L. TYNDALL, Plaintiff Below, Appellant, v. Melvin M. TYNDALL, Defendant Below, Appellee",
  "name_abbreviation": "Tyndall v. Tyndall",
  "decision_date": "1968-01-05",
  "docket_number": "",
  "first_page": "343",
  "last_page": "346",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 343"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "214 A.2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "223 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8104765
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/223/0530-01"
      ]
    },
    {
      "cite": "8 W.W.Harr. 333",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "163 A.2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "39 Del.Ch. 258",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        722195
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/39/0258-01"
      ]
    },
    {
      "cite": "134 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Del.Ch. 554",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        727130
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/36/0554-01"
      ]
    },
    {
      "cite": "128 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "833"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Del. Ch. 235",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        727109
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/36/0235-01"
      ]
    },
    {
      "cite": "107 A.2d 236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "9 Terry 491",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "192 A. 555",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "8 W.W. Harr. 333",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "118 A.2d 605",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "10 Terry 431",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1955,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 7876,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 4.215792865235643e-07,
      "percentile": 0.9137878308735374
    },
    "sha256": "dd4791b263826e73a2a26cf897142d36b4df536f0b08ff5f8a45981fdb658365",
    "simhash": "1:b61a6e1c2f484cda",
    "word_count": 1276
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, Chief Justice, HERR-MANN, Justice, and SHORT, Vice-Chancellor, sitting."
    ],
    "parties": [
      "Sarah L. TYNDALL, Plaintiff Below, Appellant, v. Melvin M. TYNDALL, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nThis appeal arises in a divorce action brought by the plaintiff wife upon the ground of wilful desertion. The husband defended upon the ground that he was justified in leaving the wife because of her misconduct. Upholding that defense, the Superior Court held in favor of the husband and dismissed the petition. The wife appeals.\nThe Trial Court had before it substantially the same evidence that was before a different Judge of the Superior Court in an earlier action for divorce brought by the husband against the wife on the ground of constructive desertion. In the earlier action, upon the same facts, the husband’s petition was dismissed on the ground that he was not justified in leaving; and in so holding, the Court stated:\n“My ruling, predicated upon the record, is that in my judgment the petitioner has not by a preponderance of the evidence met his burden of proof. That is, has not established sufficient justification for leaving his home and wife on April 23, 1961, as is required by holding in Anton versus Anton * * * and other, cases of similar holding. * *\nThere was no appeal from that decision.\nIn the instant case, after recognizing that the testimony in the earlier case was substantially the same, the Trial Court stated:\n“The problem before this Court, then, is that since the asserted misconduct of the petitioner has been ruled not to have been sufficient to give the defendant grounds for divorce, is there sufficient evidence before the Court to justify defendant’s leaving as a defense to the present action?\n“In my opinion the defendant in this case was justified in leaving his wife even though the facts as found * * * in the previous case were not sufficient to constitute grounds for divorce. Each case should stand or fall on its own facts and the evaluation and weight given those facts by the trial judge. In this case I conclude that the marital relationship existing between petitioner and defendant at the time of separation had deteriorated to a point that made it impossible to continue cohabitation with safety or health.\n“Prior to the separation both petitioner and defendant had psychological problems which in themselves created very serious dangers to the safety and health of both of them. This is evidenced by their suicidal tendencies and also without accepting as absolutely true either version of the incidents, by the mere fact that their relationship was such that deadly weapons were a leading factor in identifying certain incidents. There is, as in most cases of this nature, much evidence of mere incompatibility, but in my opinion when viewed as a whole, the complete picture is one of justifiable separation. * *\nThus, we see the Superior Court reaching opposite conclusions upon the same facts, in two cases between the same parties, upon the issue of justification.\nThe first question presented for our decision is whether the issue of justification tried and decided in the husband’s constructive desertion case, was the same as the issue of justification tried and decided in the wife’s wilful desertion case.\nIn the husband’s constructive desertion case, the Trial Court correctly considered Anton v. Anton, 10 Terry 431, 118 A.2d 605 (1955) to be governing. Approving the doctrine of constructive desertion, as adopted in Harrington v. Harrington, 8 W.W. Harr. 333, 192 A. 555 (1937), this Court stated in Anton that one spouse may leave the other and sue for divorce after two years if the latter’s conduct has been such as to be absolutely inconsistent with the marriage relation, and such as to make it “impossible to continue cohabitation with safety, health or self-respect,” even though such misconduct may not in itself amount to a specified ground for divorce. These are the tests of justification in a constructive desertion case; and it was these tests that the Trial Judge found to be unmet when he dismissed the husband’s petition for divorce on the ground of constructive desertion. Otherwise stated, the Court in the earlier case manifestly found that the husband was not justified in leaving his wife because he had not satisfactorily proved that the wife’s conduct was such as to be absolutely inconsistent with the marriage relation, nor such as to make it impossible to continue cohabitation with safety, health, and self-respect.\nComparing the issue of justification thus tried and decided in the earlier constructive desertion case: In the instant case, the Trial Court found, as a successful defense to the wife’s wilful desertion action, that the husband was justified in leaving the wife because “the marital relationship existing between petitioner and defendant at the time of separation had deteriorated to a point that made it impossible to continue cohabitation with safety or health.” We see no substantial difference between the issue of justification thus decided and the issue of justification decided in the earlier case. We think the issue was the same in each case. Under the liberal doctrine of constructive desertion prevailing in this State, the requisite misconduct constituting justification for leaving need not rise to the proportion of a ground for divorce. Harrington v. Harrington, supra; compare 1 Nelson, Divorce and Annulment (2dEd.) § 4.16. The justification constituting a defense to wilful desertion should be of neither a greater nor a lesser magnitude.\nSince the issue of justification was the same, and since it had been tried and determined in the earlier case between the same parties, the refinement of the doctrine of res judicata known as collateral estoppel applies. Under that doctrine, where a question of fact essential to the judgment is litigated and determined by a valid and final judgment, the determination is conclusive between the same parties in a subsequent case on a different cause of action. In such situation, a party is estopped from relitigating the issue again in the subsequent case. Petrucci v. Landon, 9 Terry 491, 107 A.2d 236 (1954); Lewis v. Hanson, 36 Del. Ch. 235, 128 A.2d 819, 833 (1957); Auerbach v. Cities Service Company, 36 Del.Ch. 554, 134 A.2d 846, 851 (1957).\nThe rule of collateral estoppel is a rule of repose designed to end litigation. Bata v. Bata, 39 Del.Ch. 258, 163 A.2d 493, 507 (1960). Among its worthy purposes is the avoidance of conflicting judicial determinations upon the same facts in different cases between the same parties.\nApplying the doctrine of collateral estoppel, we conclude that the husband was estopped to plead justification as a defense in the instant case because that issue was tried and determined against him in the earlier case. The earlier determination upon that issue is conclusive between the parties in this action, and the husband is barred from interposing the issue as a defense herein and relitigating it. Accordingly, we hold that the defense of justification is not available to the husband in the instant case.\nFor the reasons stated, the judgment below must be reversed and the cause remanded for further proceedings not inconsistent herewith.\n. Wilful desertion, as a ground for divorce within the meaning of our Statute 13 Del.C. § 1522, is a voluntary separation brought by one spouse without justification either by consent or wrongful conduct of the other. Harrington v. Harrington, 8 W.W.Harr. 333, 192 A. 555 (1937); Paraskewich v. Paraskewich, Del., 223 A.2d 530 (1966).\n. But see Tyndall v. Tyndall, Del., 214 A.2d 124 (1965).",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "Claud L. Tease, of Tease, Faulkner & Dunlap, Georgetown, for plaintiff below, appellant.",
      "Robert W. Tunnell, of Tunnell & Raysor, and Ralph S. Baker, Georgetown, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "Sarah L. TYNDALL, Plaintiff Below, Appellant, v. Melvin M. TYNDALL, Defendant Below, Appellee.\nSupreme Court of Delaware.\nJan. 5, 1968.\nClaud L. Tease, of Tease, Faulkner & Dunlap, Georgetown, for plaintiff below, appellant.\nRobert W. Tunnell, of Tunnell & Raysor, and Ralph S. Baker, Georgetown, for defendant below, appellee.\nWOLCOTT, Chief Justice, HERR-MANN, Justice, and SHORT, Vice-Chancellor, sitting."
  },
  "file_name": "0343-01",
  "first_page_order": 375,
  "last_page_order": 378
}
