{
  "id": 7863404,
  "name": "In the Matter of A.S., B.S., Mother, Appellant",
  "name_abbreviation": "In re A.S.",
  "decision_date": "1994-06-09",
  "docket_number": "No. 92-FS-617",
  "first_page": "345",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 345"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "588 S.W.2d 327",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9936079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/588/0327-01"
      ]
    },
    {
      "cite": "540 N.E.2d 41",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        10931266
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/540/0041-01"
      ]
    },
    {
      "cite": "273 Pa.Super. 536",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        136569
      ],
      "weight": 2,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/273/0536-01"
      ]
    },
    {
      "cite": "271 S.E.2d 478",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "246 Ga. 331",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        1179390
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/ga/246/0331-01"
      ]
    },
    {
      "cite": "426 N.Y.S.2d 384",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "103 Misc.2d 109",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1941114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/103/0109-01"
      ]
    },
    {
      "cite": "266 S.E.2d 114",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "164 W.Va. 496",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8580344
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/w-va/164/0496-01"
      ]
    },
    {
      "cite": "413 A.2d 1294",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/413/1294-01"
      ]
    },
    {
      "cite": "455 U.S. 745",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11307633
      ],
      "weight": 3,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0745-01"
      ]
    },
    {
      "cite": "608 A.2d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934752
      ],
      "pin_cites": [
        {
          "page": "1216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/608/1213-01"
      ]
    },
    {
      "cite": "164 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8115698
      ],
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/164/0345-01"
      ]
    },
    {
      "cite": "601 A.2d 69",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11935463
      ],
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/601/0069-01"
      ]
    },
    {
      "cite": "589 A.2d 1252",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11296950
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1253"
        },
        {
          "page": "1257",
          "parenthetical": "the legal touchstone in neglect cases is \"the best interests of the child, and those interests are controlling\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/589/1252-01"
      ]
    },
    {
      "cite": "564 A.2d 1382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366961
      ],
      "pin_cites": [
        {
          "page": "1389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/1382-01"
      ]
    },
    {
      "cite": "584 A.2d 1230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7393825
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1233"
        },
        {
          "page": "1233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/584/1230-01"
      ]
    },
    {
      "cite": "582 A.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387467
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1198"
        },
        {
          "page": "1198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/1196-01"
      ]
    },
    {
      "cite": "577 A.2d 1149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7385501
      ],
      "pin_cites": [
        {
          "page": "1151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/577/1149-01"
      ]
    },
    {
      "cite": "429 A.2d 1331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8017458
      ],
      "pin_cites": [
        {
          "page": "1333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/429/1331-01"
      ]
    },
    {
      "cite": "569 A.2d 1179",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11946707
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1182"
        },
        {
          "page": "1181-82",
          "parenthetical": "\"The right of a natural parent to raise one's child is a fundamental and essential precept which is constitutionally protected\""
        },
        {
          "page": "1181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/1179-01"
      ]
    },
    {
      "cite": "630 A.2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11318016
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "192"
        },
        {
          "page": "191-92",
          "parenthetical": "internal quotation and citation omitted"
        },
        {
          "page": "194"
        },
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/0186-01"
      ]
    },
    {
      "cite": "561 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349131
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "479"
        },
        {
          "page": "478",
          "parenthetical": "mother found to have neglected her thirteen-month-old baby who was injured while left in the care of his nine and one-half year old brother on several occasions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/561/0477-01"
      ]
    },
    {
      "cite": "581 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364687
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "774"
        },
        {
          "page": "774"
        },
        {
          "page": "774"
        },
        {
          "page": "785"
        },
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/0771-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 13472,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 1.199020790294e-07,
      "percentile": 0.5932052409233125
    },
    "sha256": "2ea91d04837d9c9c3c17be17c3adaddda77ba79e73599a928921780e79fdf991",
    "simhash": "1:9baea5aa1625e76b",
    "word_count": 2255
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER and SULLIVAN, Associate Judges, and MACK, Senior Judge."
    ],
    "parties": [
      "In the Matter of A.S., B.S., Mother, Appellant."
    ],
    "opinions": [
      {
        "text": "MACK, Senior Judge:\nThis neglect proceeding evolved when a family made an emergency trip to a hospital because of the young mother’s severe back pain, when her hungry, bottle-fed, twenty-five-day-old infant began crying during the ensuing wait for the mother’s treatment, and when an exasperated father administered excessive discipline in an attempt to quiet the infant.\nThe trial judge, hearing a child neglect petition filed by the District against the parents of the infant, A.S., found that the government had proved by a preponderance of the evidence that A.S. was a neglected child pursuant to D.C.Code § 16-2301(9)(A) because of abuse by the father in shaking and spanking the infant. The court also found that the government had proved neglect (on the part of both parents) pursuant to § 16-2301(9)(B) in view of the testimony of an emergency room hospital physician (who examined the crying baby) that A.S. was suffering from clinical dehydration.\nThe mother (B.S.) alone appeals, urging that under the circumstances of this case, the evidence of the dehydration of A.S. did not rise to the level of statutory neglect. We agree and we recite those circumstances in further detail below.\nI.\nOn the morning of September 7, 1991, B.S., mother of A.S. and appellant in this case, was taken by her husband to Providence Hospital after she began experiencing severe back pains. The infant, A.S., who was twenty-five days old at the time, was carried by his parents to the hospital. While B.S. waited to be examined by the next available physician, the father went to the cafeteria for breakfast and took A.S. with him, leaving the child’s bottle with B.S. in the waiting room. Before A.S. and his father returned from the cafeteria, B.S. was admitted into the examination room. B.S. carried with her the baby bag which contained A.S.’s bottled formula. When A.S. and his father returned to the waiting room, A.S. began to cry. Unsuccessful in his attempts to quiet A.S., the father carried the infant outside of the hospital. A hospital employee, who was outside on a cigarette break, noticed the father shaking A.S. in a rough manner. After observing the father strike the infant’s buttocks and order him to stop crying, the hospital employee hurried back to the emergency room and returned with a nurse. The nurse witnessed the father forcefully strike A.S. on the buttocks before security guards were called to the scene. When the father noticed the hospital staff and security approaching him, he willingly handed A.S. to a security guard. Shortly thereafter, A.S. was examined by Dr. Paul Matera, an emergency room physician, who found all of the infant’s vital signs to be normal, but determined that the child was clinically dehydrated. A.S. was then fed a four-ounce bottle of pedialyte solution, an electrolyte solution specifically for infant consumption. Following an investigation, the District of Columbia filed a child neglect petition against the parents alleging that A.S. was a neglected child pursuant to D.C.Code § 16-2301(9)(A), (B), and (C) (1989).\nThe trial court held a factfinding hearing on the District’s petition. At this hearing, both parents testified that on the morning of September 7, 1991, A.S. was fed an eight-ounce bottle of formula between 5:30 and 6:00 a.m. and another bottle while riding in the taxicab to the hospital. B.S. also stated that A.S. had a healthy appetite and that he was usually fed every one and one-half hours. On behalf of the government, Dr. Matera testified that A.S. was diagnosed as suffering from “clinical dehydration” because the mucous membranes in his mouth were “fairly dry” and both the anterior and posterior fontanels were recessed. Dr. Matera also indicated that in his medical opinion, A.S. missed anywhere from one to three feedings and that he had been without food or liquids for six hours. Following the hearing, the trial court concluded that the government had proved by a preponderance of the evidence that A.S. was neglected under D.C.Code § 16-2301(9)(A) and (B) (1989), but failed to demonstrate “neglect” as provided in D.C.Code § 16-2301(9)(C). The trial court’s adjudication of neglect pursuant to D.C.Code § 16-2301(9)(A), which relates to child abuse, was supported by the father’s conduct, but both parents were found “jointly, albeit in different degrees, responsible for the deprivation under [D.C.Code § 16-2301(9)(B) ].” In reaching its conclusion that A.S. was a neglected child under D.C.Code § 16 — 2301(9)(B), the trial court relied solely upon Dr. Matera’s testimony that A.S. was clinically dehydrated. The trial judge then entered a disposition order placing A.S. in the custody of I.C., B.S.’ cousin, and directed the government to submit written reports to the court by July 1, 1992, concerning the developmental assessment of the child as well as progress reports on the parents.\nII.\nIn a case tried by the judge without a jury, the judgment will not be disturbed on appeal except for errors of law “unless it is ‘plainly wrong or without evidence to support it.’ ” In re S.G., 581 A.2d 771, 774 (D.C.1990) (quoting D.C.Code § 17-305(a) (1989)). See also In re D.G., 561 A.2d 477, 479 (D.C.1989) (per curiam). It is also generally accepted that in a child neglect proceeding, the government is required to prove its case by a preponderance of the evidence. In re 630 A.2d 186, 192 (D.C.1993); In re S.G., supra, 581 A.2d at 774; In re N.H., 569 A.2d 1179, 1182 (D.C.1990); In re B.K, 429 A.2d 1331, 1333 (D.C.1981) (per curiam). When an appellant raises a claim of evidentiary insufficiency, we are bound to view the evidence in the light most favorable to the government, drawing no distinction between direct and circumstantial evidence. See In re S.G., supra, 581 A.2d at 774; In re T.M., 577 A.2d 1149, 1151 (D.C.1990).\nWithin this framework, we question the trial court’s conclusion that the evidence in this record was clearly sufficient to demonstrate that A.S. was neglected within the meaning of D.C.Code § 16-2301(9)(B). Dr. Matera testified that the feeding schedule of a normal child of A.S.’ age would range from one and one-half hours to three hours on the hour. He also indicated that a clinical judgment on the hydration of a child is readily determined by examining (1) the mucous membranes in the child’s mouth, and (2) the anterior and posterior fontanels on the child’s head. In his examination of A.S., Dr. Matera found that his mucous membranes were “fairly dry and that the fontanels were sunken or lacked pressure which would indicate some dehydration.” Based on these symptoms, Dr. Matera opined that A.S. missed anywhere from one to three feedings and that he had been without food or liquids for six hours. Despite his diagnosis that A.S. was clinically dehydrated, Dr. Matera did not testify that A.S. sustained any injury or that he was in any danger of injury or illness based on his examination. In fact, Dr. Mat-era indicated that all of A.S.’ vital signs were stable and normal. Recognizing that “[n]e-glect proceedings are remedial and focus on the child,” In re J.J.Z., supra, 630 A.2d at 191-92 (internal quotation and citation omitted); see also In re B.C., 582 A.2d 1196, 1198 (D.C.1990) (per curiam) (“relevant focus for the court under § 16-2301(9)(B) is the children’s condition, not the [parent’s] culpability”), the evidence, at best, establishes that A.S. was upset because he was hungry and that this hunger resulted from missing anywhere from one to three feedings. Indeed, Dr. Matera testified that A.S., after drinking the hospital’s formula, ceased to cry and “was essentially acting fairly normal, after that, playful.”\nIn determining whether a child’s welfare requires the intervention of the state, the trial court’s inquiry must go beyond “ ‘simply examining the most recent episode.’ ” In re J.J.Z., supra, 630 A.2d at 194 (quoting In re O.L., 584 A.2d 1230, 1233 (D.C.1990)). “ ‘[T]he judge must be apprised of the entire mosaic.’” In re O.L., supra, 584 A.2d at 1233 (quoting In re S.K., 564 A.2d 1382, 1389 (D.C.App.1989)). Unlike those neglect cases in which there has been a history or pattern of child neglect, see generally In re A.M., 589 A.2d 1252, 1253 (D.C.1991) (neglected child was frequently sent to school hungry, unkempt, and without adequate clothing); In re D.C., supra, 561 A.2d at 478 (mother found to have neglected her thirteen-month-old baby who was injured while left in the care of his nine and one-half year old brother on several occasions), there is no evidence in the record which suggests that A.S. was not properly cared for by B.S. prior to the September 7, 1991 incident. We also find relevant the circumstances which led to the disruption of A.S.’ feeding schedule on the day in question. After she had given birth to A.S., B.S. developed severe back pains, which eventually caused her to seek medical attention on September 7, 1991. The fact that B.S. was undergoing a physical examination of her back at the time A.S. wanted his formula should not be viewed as an indication of neglect.\n“The purpose of the child neglect statute is to promote the best interests of allegedly neglected children.” In re B.C., 582 A.2d 1196, 1198 (D.C.1990) (per curiam); see also In re supra, 630 A.2d at 192; In re J.A., 601 A.2d 69, 76 (D.C.1991) (per curiam) (“statutes and our caselaw make clear that the child’s interests are of paramount importance”); In re A.M., supra, 589 A.2d at 1257 (the legal touchstone in neglect cases is “the best interests of the child, and those interests are controlling”); In re Lem, 164 A.2d 345, 348 (D.C.1960). However, these “interests are presumptively served by being with a parent, provided that the parent is not unfit.” In re S.G., supra, 581 A.2d at 785. See also In re L.J.T., 608 A.2d 1213, 1216 (D.C.1992) (per curiam) (“We have repeatedly stressed the existence of a preference toward placing children with their natural parents”); In re N.H., supra, 569 A.2d at 1181-82 (“The right of a natural parent to raise one’s child is a fundamental and essential precept which is constitutionally protected”); D.C.Code § 16-2320(a) (1989). “ ‘The fundamental liberty interest of natural parents in the care, custody, and management of their child does not evaporate simply because they have not been model parents_’ ” In re S.G., supra, 581 A.2d at 778 (quoting Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982)); see also In re N.H., supra, 569 A.2d at 1181. Even when viewing the facts in the light most favorable to the government, we are unable to conclude that the government sufficiently overcame its burden to establish neglect under § 16-2301(9)(B). We emphasize that our decision is not meant to be interpreted as holding that dehydration of an infant would never constitute a basis for neglect under D.C.Code § 16-2301(9)(B). The chilling reality of unfit parents failing to care for their infants is well documented in the case law of the District as well as other jurisdictions. See Faunteroy v. United States, 413 A.2d 1294 (D.C.1980); In re R.J.M., 164 W.Va. 496, 266 S.E.2d 114 (1980); In re Maureen G., 103 Misc.2d 109, 426 N.Y.S.2d 384 (N.Y.Fam.Ct.1980); Lackey v. State, 246 Ga. 331, 271 S.E.2d 478 (1980); In re Black, 273 Pa.Super. 536, 417 A.2d 1178 (1980); McClaskey v. State, 540 N.E.2d 41 (Ind.1989); Ahearn v. State, 588 S.W.2d 327 (Tex.Crim.App.1979). We hold only that the evidence in this record of dehydration does not support a finding of statutory neglect. Accordingly, we reverse the trial court’s adjudication of neglect pursuant to D.C.Code § 16-2301(9)(B).\nSo ordered.\n. D.C.Code § 16-2301(9) (1989), provides that the term \"neglected child” means a child:\n(A) who has been abandoned or abused by his or her parent, guardian, or other custodian; or\n(B) who is without proper parental care or control, subsistence, ... or other care or control necessary for his or her physical, mental, or emotional health, and the deprivation is not due to the lack of financial means of his or her parent, guardian, or other custodian; or\n(C) whose parent, guardian, or other custodian is unable to discharge his or her responsibilities to and for the child because of incarceration, hospitalization, or other physical or mental incapacity....\n. The trial court also held that the government had failed to prove that A.S. was a neglected child pursuant to § 16-2301(9)(C) because of the inability of the mother (with back problems) and the father (with kidney failure) to care for the infant.\n. A.S. was bom on August 13, 1991.\n. Dr. Matera explained that \"fontanels\" are “spaces in the anterior and posterior of the skull that close after a period of time.”\n. These reports are not included in the record.\n. At the time of the hearing, B.S. testified that physical therapy helped to alleviate her back pains.",
        "type": "majority",
        "author": "MACK, Senior Judge:"
      }
    ],
    "attorneys": [
      "Judith A. Lovelace, Washington, DC, appointed by the court, for appellant B.S.",
      "Diane Gaylord, appointed by the court as guardian ad litem, for appellee A.S.",
      "Phillip Lattimore, Asst. Corp. Counsel, with whom John Payton, Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, Washington, DC, was on the brief, for appellee District of Columbia."
    ],
    "corrections": "",
    "head_matter": "In the Matter of A.S., B.S., Mother, Appellant.\nNo. 92-FS-617.\nDistrict of Columbia Court of Appeals.\nArgued April 6, 1994.\nDecided June 9, 1994.\nJudith A. Lovelace, Washington, DC, appointed by the court, for appellant B.S.\nDiane Gaylord, appointed by the court as guardian ad litem, for appellee A.S.\nPhillip Lattimore, Asst. Corp. Counsel, with whom John Payton, Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, Washington, DC, was on the brief, for appellee District of Columbia.\nBefore WAGNER and SULLIVAN, Associate Judges, and MACK, Senior Judge."
  },
  "file_name": "0345-01",
  "first_page_order": 411,
  "last_page_order": 414
}
