{
  "id": 8073618,
  "name": "STATE of Delaware v. Preston BRITTINGHAM, Defendant",
  "name_abbreviation": "State v. Brittingham",
  "decision_date": "1968-01-31",
  "docket_number": "",
  "first_page": "346",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 346"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "205 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "189 A.2d 670",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "129 A.2d 780",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "11 Terry 310",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "167 A.L.R. 833",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "159 P.2d 17",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "26 Cal. 2d 297",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2168410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/26/0297-01"
      ]
    },
    {
      "cite": "291 U.S. 217",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1497942
      ],
      "weight": 3,
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0217-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 8622,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 7.402007692620507e-08,
      "percentile": 0.44280071926973347
    },
    "sha256": "4467e08aaaf6d20dc0d25d39d79d3bf418da11d1fe264556609d83eeb9e4f273",
    "simhash": "1:3a6433e08494d61e",
    "word_count": 1388
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Delaware v. Preston BRITTINGHAM, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nO’HORA, Judge.\nSection 2-205 of the Home Rule Charter of the City of Wilmington authorizes the adoption of emergency ordinances by the Wilmington City Council, during emergency conditions, but provides further that such ordinances automatically stand repealed on the sixty-first day following adoption. Ordinance 67-054 was adopted by Council, pursuant to the aforementioned Charter provisions, on July 29, 1967. Under the same Charter provisions this ordinance was automatically repealed as of September 30, 1967. Defendant was arrested on August 6, 1967 and charged with possession of dynamite in violation of Ordinance 67-054. On September 1, 1967, after trial in the Municipal Court of the City of Wilmington, defendant was adjudged guilty and sentence imposed. After appeal was perfected defendant moved to dismiss the charge against him on the ground that as of November 29, 1967, the date the motion was filed, the ordinance under which he is being prosecuted no longer exists having been automatically repealed (and in fact apparently replaced by Ordinance 67-061 adopted by Council pn September 7, 1967).\nDefendant’s motion is predicated upon the principle of common law that upon the repeal of a penal statute, without a savings clause, there can be no prosecution or punishment for a violation of it occurring before the repeal. 22 C.J.S. Criminal Law § 27 (b). There is no question but that Ordinance 67-054 was repealed without any specific savings clause as such being in existence. If the general rule relied upon by defendant has universal application then his motion must be granted. The Court, however, disagrees with this interpretation of the applicability of the rule, believing that each statute or ordinance, and the repealing statute or ordinance, must be examined with particularity to determine if the general rule of law relied upon by defendant does in fact control.\nIt is to be noted, first of all, that all cases found which dealt with the problem, involved repealing legislation adopted subsequent in time to the passage of the criminal statute in question. Included among such cases are two upon which defendant places considerable reliance. United States v. Chambers, 291 U.S. 217, 54 S.Ct. 434, 78 L.Ed. 763 (1934); Sekt v. Justice’s Court of San Rafael Tp., (Sup.Ct.Calif.1945), 26 Cal. 2d 297, 159 P.2d 17, 167 A.L.R. 833. In such a context the reason advanced for the rule makes sense. It is generally stated that the subsequent adoption of repealing legislation, without a savings clause, is clearly indicative of an intention by the legislative body to pardon past acts. Such reason makes considerably less sense when, as here, the repealing legislation existed prior to the criminal statute involved and takes effect automatically. It would seem almost absurd to suggest that any legislative body would intend to pardon criminal acts which had not yet occurred and under a criminal statute not yet in existence.\nClose examination of the many cases which have considered the general rule indicates that the essential question is one of attempting to ascertain the probable legislative intent. 22 C.J.S. Criminal Law § 27 (b) (4). In given situations courts have found implied savings clauses to exist in the language of the repealing legislation or from other circumstances which would aid the court in determining the legislative intent. Such an approach to the application of the general rule has long found favor in this jurisdiction. Thus in State v. Patnovic, 11 Terry 310, 129 A.2d 780 (Super.Ct.1957) Judge Layton concluded that what appeared to be a repealer statute, changing only the penalty provisions of a penal statute, was in fact not intended to be a repealer. Judge Layton reached this conclusion, after analyzing the setting in which the “repealer” had been enacted, saying it would be a violation of the “fundamental rules of common sense” to believe otherwise. Judge Layton thereupon wrote in, as he said you must, an implied savings clause.\nJudge Lynch, on the other hand, in State v. McGonigal, 189 A.2d 670 (Del.Super.Ct.1963), facing a similar situation, was forced to come to an opposite conclusion because the clear and unequivocal language of the repealer statute there involved would not permit any other result. Judge Lynch, in so holding, did indicate, nevertheless, that in an appropriate situation the Patnovic approach was unquestionably correct.\nIn Angelini v. Court of Common Pleas, 205 A.2d 174, the Delaware Supreme Court endorsed the principle that the overriding concern in “repealer” cases should be a determination of the legislative intent if possible. The Court went so far as to indicate that a savings clause need not be stated in specific language but would be sufficient if any language in the statute “fairly shows a legislative intent not to forgive prior violations”.\nIt is of further interest to note that the Court, in the Angelini case, having to do with a major revision of the motor vehicle statutes of the State, took a long look at the entire setting in which the legislation had been considered and including the purpose for which the changes were enacted. The Court pointed out that to conclude that the Legislature had intended forgiveness for certain violators and punishment for others in the same class would require the imputation of unreasonable discriminatory intent, contradictory to the stated purpose of the legislation itself.\nApplying the guide lines found in the Delaware cases referred to it follows that closer scrutiny of the background of the questioned ordinance herein, is in order. The pertinent provisions of Section 2-205 of the Wilmington Home Rule Charter, under which Ordinance 67-054 was adopted, reads, as follows:\n“To meet a public emergency affecting life, health, property or the public peace, the City Council may adopt emergency ordinances. * * * It shall become effective upon adoption or at such later time as it may specify. Every emergency ordinance except one made for the issuance of emergency notes shall automatically stand repealed as of the sixty-first day following the date on which it was adopted, but this shall not prevent re-enactment of the ordinance in the manner specified in this section if the emergency still exists. * * * ”\nIt is to be first observed that Section 2-205 is an unusual legislative power grant in that it is specifically related to a limited situation, namely, a “public emergency”. Furthermore, it contains what might be termed “built-in” repeal provisions. Such language obviously was designed to authorize the City Council to act quickly and effectively when the occasion, a public emergency, called for it, but at the same sime the City Council would be required, in order for legislation enacted to continue in effect, to frequently reconsider whether or not an emergency continued to exist. Read in this light it can reasonably be resolved that such language evidences a clear intent on the part ef voters of the City, who adopted the Charter, to insure review of all emergency ordinances. Conversely, it would be extremely difficult to conclude from the same language that those same voters, not City Council, intended that some violators of such ordinances, adopted in the future, should be forgiven.\nThe result urged by defendant would be an anomalous one. It would lead to a situation wherein individuals violating “emergency” ordinances could avoid the consequences of their actions by simply stalling the judicial proceedings long enough so that the automatic repeal date would apply.\nThe evident purpose of such general powers is to enable Council to quickly put a legislative lid on certain types of behavior during emergency times so as to bring about an early end to the emergency itself. It is unbelievable that either the voters or City Council intended that such a result could be achieved by building into the law an escape hatch for violators astute enough to delay prosecutions. The language of the Charter provision, in fact, lends itself to a contrary interpretation, namely, that a savings clause was implied. Such a conclusion is the only one which this Court believes to be consistent with all the circumstances and with common sense.\nFor the reasons herein set forth it is the conclusion of the Court that defendant’s motion to dismiss should be denied.\nIt is so ordered.",
        "type": "majority",
        "author": "O’HORA, Judge."
      }
    ],
    "attorneys": [
      "Richard G. Elliott, Jr., Deputy Atty. Gen., Wilmington, for the State.",
      "Michael F. Tucker, Asst. Public Defender, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Delaware v. Preston BRITTINGHAM, Defendant.\nSuperior Court of Delaware. New Castle.\nJan. 31, 1968.\nRichard G. Elliott, Jr., Deputy Atty. Gen., Wilmington, for the State.\nMichael F. Tucker, Asst. Public Defender, Wilmington, for defendant."
  },
  "file_name": "0346-01",
  "first_page_order": 378,
  "last_page_order": 381
}
