{
  "id": 9490564,
  "name": "Richard FISHER, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Fisher v. United States",
  "decision_date": "2001-08-23",
  "docket_number": "No. 97-CF-2059",
  "first_page": "348",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 348"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "760 A.2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11182567
      ],
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0187-01"
      ]
    },
    {
      "cite": "383 A.2d 1064",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8543234,
        8003726
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1073"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/136/0004-01",
        "/a2d/383/1064-01"
      ]
    },
    {
      "cite": "426 A.2d 361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943054
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/426/0361-01"
      ]
    },
    {
      "cite": "589 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297003
      ],
      "pin_cites": [
        {
          "page": "1263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/589/1258-01"
      ]
    },
    {
      "cite": "639 A.2d 86",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859337
      ],
      "pin_cites": [
        {
          "page": "89-90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0086-01"
      ]
    },
    {
      "cite": "380 A.2d 989",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8009914
      ],
      "pin_cites": [
        {
          "page": "994"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/380/0989-01"
      ]
    },
    {
      "cite": "482 A.2d 387",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903681
      ],
      "pin_cites": [
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0387-01"
      ]
    },
    {
      "cite": "619 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368753
      ],
      "pin_cites": [
        {
          "page": "1182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/1180-01"
      ]
    },
    {
      "cite": "509 F.Supp. 1364",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5566362
      ],
      "pin_cites": [
        {
          "page": "1366, 1375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/509/1364-01"
      ]
    },
    {
      "cite": "703 F.Supp. 372",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4061265
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "374-75"
        },
        {
          "page": "374-75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/703/0372-01"
      ]
    },
    {
      "cite": "473 F.2d 680",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        275624
      ],
      "pin_cites": [
        {
          "page": "681-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/473/0680-01"
      ]
    },
    {
      "cite": "64 L.Ed.2d 858",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "D.E.A. agent was present"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 2993",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "D.E.A. agent was present"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "447 U.S. 908",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204161,
        6202531,
        6203913,
        6202954,
        6201966,
        6202735,
        6204381,
        6204595,
        6203702,
        6203161,
        6202170,
        6203485
      ],
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "D.E.A. agent was present"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0908-10",
        "/us/447/0908-03",
        "/us/447/0908-09",
        "/us/447/0908-05",
        "/us/447/0908-01",
        "/us/447/0908-04",
        "/us/447/0908-11",
        "/us/447/0908-12",
        "/us/447/0908-08",
        "/us/447/0908-06",
        "/us/447/0908-02",
        "/us/447/0908-07"
      ]
    },
    {
      "cite": "615 F.2d 873",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1396267
      ],
      "pin_cites": [
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/615/0873-01"
      ]
    },
    {
      "cite": "627 F.Supp. 1253",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7861087
      ],
      "pin_cites": [
        {
          "page": "1262-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/627/1253-01"
      ]
    },
    {
      "cite": "591 F.2d 1266",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        521698
      ],
      "pin_cites": [
        {
          "page": "1268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/591/1266-01"
      ]
    },
    {
      "cite": "500 F.2d 267",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2258299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/500/0267-01"
      ]
    },
    {
      "cite": "783 F.2d 1052",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1544103
      ],
      "pin_cites": [
        {
          "page": "1056"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/783/1052-01"
      ]
    },
    {
      "cite": "434 F.2d 585",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2220001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/434/0585-01"
      ]
    },
    {
      "cite": "625 F.2d 594",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1283107
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "599"
        },
        {
          "page": "599",
          "parenthetical": "\"[T]he participation of American law enforcement officers in appellant's arrest was peripheral at most [although] [i]t is true that but for a tip from an American official appellant probably would not have been arrested.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/625/0594-01"
      ]
    },
    {
      "cite": "86 S.Ct. 1602",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12046400
      ],
      "weight": 5,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "530 U.S. 428",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413869
      ],
      "weight": 6,
      "year": 2000,
      "pin_cites": [
        {
          "page": "444"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/530/0428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1154,
    "char_count": 23387,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 7.671214023393402e-08,
      "percentile": 0.4523624736422857
    },
    "sha256": "8e40c04696f367f5b306b2c0cc083b90bc3225e87afd861cc1f824f28f4c26ca",
    "simhash": "1:fd851276a3589970",
    "word_count": 3823
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN and REID, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "Richard FISHER, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nAppellant Richard Fisher was charged in the shooting death of Tyjuan Renfroe in the District of Columbia. After being arrested in Canada and extradited to the United States, Mr. Fisher was indicted for first-degree murder while armed (premeditated), in violation of D.C.Code §§ 22-2401, -3202; possession of a firearm during a crime of violence (“PFDCV”), in violation of D.C.Code § 22-3204(b); and carrying a pistol without a license (“CPWL”), in violation of D.C.Code § 22-3204(a). A jury found appellant guilty of the lesser included offense of second-degree murder, PFDCV, and CPWL. Appellant timely filed a notice of appeal.\nAppellant raises three issues. First, he contends that the trial court erred in admitting into evidence his statements to the Canadian police despite their failure to give American Miranda warnings. Second, he argues that there was insufficient evidence to disprove his claim that he was attempting to defend a third party who was under attack. Third, he urges that the trial court abused its discretion when it denied him an opportunity to recross-examine two witnesses. We affirm.\nFACTUAL SUMMARY\nOn January 19, 1994, Tyjuan Renfroe was killed at 717 Portland Street in Southeast, Washington, D.C., in the rooming house where he lived. Mr. Fisher had been staying there in Mr. Renfroe’s room for about a week or so before the shooting occurred.\nOn the day of the shooting, a neighbor, Mr. Chester Campbell, was visiting the house. Mr. Renfroe became angry when Mr. Campbell tried to retrieve his coat from Mr. Renfroe’s room. They had a brief physical altercation, but Mr. Fisher and other bystanders separated the two. They shook hands, and Mr. Campbell left the house. Later that day, Mr. Campbell returned to the house and took Mr. Fisher out to get something to eat.\nIn the meantime, another resident of the house, Walter McKethan, returned home and learned about the fight. Mr. McKeth-an was “a little disturbed” at the news and decided to “try to straighten it out.” When Mr. Campbell and Mr. Fisher came back to the house, Mr. McKethan attacked Mr. Campbell by “grabb[ing] [his] face” or “striking] him” with open hands in the front part of his body. Mr. Campbell testified that Mr. McKethan did not injure him and Mr. Campbell “just threw him off me.” Because Mr. McKethan was at least twenty years older, Mr. Campbell believed that he could “pay him no mind.” At that point, however, Mr. Campbell fell backwards and Mr. Renfroe grabbed him from behind, placing him in a “head lock.” Even then, Mr. Campbell, who was six feet tall and weighed 183, was not frightened because Mr. Renfroe was “real slim” and did not “pose a threat to me at all.”\nAs Mr. Campbell prepared to throw Mr. Renfroe over his shoulder, Mr. Campbell glanced up and saw that Mr. Fisher was “standing across the bed with a gun.” Campbell “froze” because he did not “want to get shot.” Mr. Fisher pointed the gun at Renfroe, said “let him go” twice, and “right after he said it” the second time, Mr. Fisher fired the gun.\nMedical testimony at trial showed that Mr. Renfroe was killed by a single bullet to the brain which entered from the back of the head. Mr. Campbell estimated that perhaps two seconds elapsed between the first time appellant said “let him go” and the fatal shot. “He didn’t have time to let go.” Mr. McKethan testified that only a “split second” — “there was no time at all” — went by between the moment Mr. Fisher drew the gun and when he fired. Mr. Fisher then turned to Mr. McKethan and said, “Do you want to drop, too?” Mr. McKethan responded “no.”\nAnother occupant of the house, Clarise Burroughs, testified at trial that she was present during both the first altercation and the shooting. Ms. Burroughs asserted that when she saw Mr. Fisher draw the gun, she turned to run upstairs. “Only a second passed” between the pulling of the gun and the sound of the shot.\nImmediately after that, Mr. Campbell and appellant ran from the house. Mr. Fisher ordered Mr. Campbell to drive him to an address in Lincoln Heights. Mr. Campbell testified that “after just witnessing what happened in the house, this guy had a gun, I wasn’t about to tell him no.” Subsequently, Mr. Fisher fled the jurisdiction.\nTen months later, on November 17, 1994, a District of Columbia police officer notified Detective Larry Dee of the Toronto Fugitive Squad that a murder suspect was staying at 78 Bimini Crescent in the borough of North York, a Toronto suburb. Thereafter, Detective Dee maintained contact with the District of Columbia Metropolitan Police Department (“M.P.D.”) on a “day-to-day” basis. That contact, however, largely related to technical problems in receiving supporting material-acopies of the arrest warrant, appellant’s photograph, and fingerprint information — forwarded by the District police. Detective Dee testified that no one from the M.P.D. ever mentioned questioning or interviewing the suspect once he was apprehended. No American police officers were detailed to the North York police station during appellant’s interview and processing. The other Toronto Fugitive Squad member officer involved in the arrest, Detective Ronald Reid, testified that he never spoke to anyone from the M.P.D. prior to Mr. Fisher’s arrest and interview.\nOn November 28, 1994, the Canadian officers found Mr. Fisher hiding in a “cub-by hole area” behind a piece of plywood in the basement at the Bimini Crescent address. They arrested him pursuant to Canadian immigration law and handcuffed him. Mr. Fisher identified himself as “Henry Cox.” Detective Reid, still in the basement, read Mr. Fisher the following standard advice concerning his right to counsel under Canadian law:\nAt this time, it is my duty to inform you that you have the right to retain and instruct counsel without delay. You have the right to telephone any lawyer that you wish. You also have the right to free advice from a Legal Aid lawyer. If you are charged with an offense, you may apply to the Ontario Legal Aid Plan for assistance. Phone number 1-800-265-0451. It is a toll-free number that will put you in contact with a Legal Aid Duty counsel lawyer for full legal advice right now.\nMr. Fisher indicated that he understood, but did not wish to contact a lawyer at that point. He was then taken to the Staff Sergeant at the North York police station. The Staff Sergeant again read Mr. Fisher his rights under Canadian law and appellant later heard these warnings a third time in the interview room.\nMr. Fisher was taken to an interrogation room where Detectives Reid and Dee joined him. When Detective Reid asked Mr. Fisher if his name was actually Richard Fisher, he admitted that it was, and that he resided in Queens, NY, not at the Bimini Crescent address. Detective Reid again asked Mr. Fisher if he wanted to call a lawyer; appellant said no, but that he would call one later.\nThe detective told Mr. Fisher that although he had just been arrested on an immigration warrant, he would soon be arrested again, under a “warrant of apprehension,” because the United States would seek extradition to Washington, D.C. on a first-degree murder charge. Detective Reid asked Mr. Fisher if he understood all this. He replied: “Yes, he was going to kill Kevin.” The detective then said: “Richard, would you like to tell us what happened?” Mr. Fisher answered: “Sure, I thought he was going to kill Kevin.” Detective Reid interrupted and advised him: ‘You are not obliged to say anything unless you wish to do so. But whatever you say may be given in evidence.” Mr. Fisher said that he understood. The detective then read the standard “secondary caution”: “If you have spoken to any police officer or to anyone with authority or any such person has spoken to you in connection with this case, I want it clearly understood that I do not want it to influence you into making any statement.” Detective Reid then continued questioning Mr. Fisher. Appellant said that he had gone into the bathroom and “and when I came out ... the [decedent] had Kevin around the neck. This other one was going to hit him with a pole.... Then this old woman came running from the kitchen with a knife. So I just shot and left.” He claimed that the gun had belonged to “Kevin.”\nThe detective then told appellant that they would be contacting the U.S. authorities to report what had happened. At that point, Mr. Fisher asked to speak to a lawyer. The questioning ceased, and the police did not attempt any follow-up interrogation after appellant spoke with counsel by telephone. At the suppression hearing held before Judge Burnett, Detective Reid described the officers’ interview with Mr. Fisher as “normal conversation” and appellant’s behavior as “very cooperative.” When asked why he interviewed Mr. Fisher, Detective Reid stated, “I believe that’s one of my duties to speak to a person when arrested.” Detective Dee further explained that the interview was necessary because “we want[ed] to verify who he [wa]s” and “fill out ... the regular paperwork.”\nJudge Burnett ruled that Mr. Fisher’s statements to Detectives Reid and Dee were admissible because foreign police officers are not expected to administer Miranda warnings outside the U.S. He further held that the Canadian police had not acted as “agents” of the M.P.D. and so did not satisfy an exception to that general rule. In his Memorandum Opinion and Order, Judge Burnett wrote:\nUnder [the] precedents, ‘agency’ is a factual question to be determined upon the individual facts in the case as to the degree of involvement of American law enforcement officials in the interviewing or questioning which led to the statements at issue. Where the foreign officers have acted independently, even if they are volunteers in eliciting the information, they would not be acting as agents of American law enforcement officials.\nThe judge found Detective Dee “to be a completely credible witness generally, and also particularly on [the] issue [of whether he had ever discussed questioning Mr. Fisher with the M.P.D. prior to the interview].” The judge also observed that “[w]hile counsel for the defendant has argued that the Toronto police officers had no valid purpose under the law of Canada to pursue this line of questioning, their act of voluntarily eliciting this information did not make them ‘agents’ of the District of Columbia police officers handling this case.” Judge Burnett noted that the Canadian officers’ questions were likely relevant to the process of extradition. Moreover, “[the officers’] questioning followed inevitably from the initial volunteered statement of Mr. Fisher.”\nANALYSIS\nMr. Fisher argues that his interview statements should have been suppressed because he was not fully advised beforehand of his Miranda rights by the Canadian officers, whose warnings dealt with the right to counsel only. As the Supreme Court held in Miranda, supra, and recently reaffirmed in Dickerson v. United States, 530 U.S. 428, 120 S.Ct. 2326, 147 L.Ed.2d 405 (2000), a suspect must be given certain warnings prior to custodial interrogation so as to preserve his Fifth Amendment right against self-incrimination. Accordingly, ever since the Miranda decision was handed down, American police have been required to first inform a suspect in custody that he “has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning if he so desires.” Miranda, supra, 384 U.S. at 479, 86 S.Ct. 1602. If these warnings are not given, any statements made by the suspect may be deemed inadmissible in evidence against him, regardless of whether they were given voluntarily. Dickerson, supra, 530 U.S. at 444, 120 S.Ct. 2326. The record must show clearly that the defendant was given the entire series of warnings and that he knowingly and intelligently waived these rights before making any statements in response to custodial interrogation. Miranda, supra, 384 U.S. at 444, 86 S.Ct. 1602.\nThis court has not previously considered the admissibility of statements to foreign police officers where the Miranda warnings were not given. This question has, however, been addressed in a long line of cases from other courts, both federal and state. The consensus is that custodial interrogations by foreign law enforcement officials outside the United States are generally not governed by Miranda. Nonetheless, Mr. Fisher argues that the prosecution should not benefit when Miranda is not honored by foreign officers. We decline his invitation to implement a unique rule in the District of Columbia.\nThe courts recognize two exceptions to the general rule regarding the application of Miranda, supra, in a foreign jurisdiction. One exception is found where the investigatory conduct is so inconsistent with our notions of due process that it “shocks the conscience” of a U.S. court. United States v. Heller, 625 F.2d 594, 599 (5th Cir.1980). That exception is not at issue here. United States v. Nagelberg, 434 F.2d 585, 587 n. 1 (2d Cir.1970). The second exception comes into play when a foreign officer acts as an agent of U.S. law enforcement. Mr. Fisher’s primary contention is that this latter exception should apply here.\n“ ‘Whether or not United States officials are substantially involved, or foreigners are acting as their agents or employees, is a question of fact to be resolved in each case.’ ” United States v. Covington, 783 F.2d 1052, 1056 (9th Cir.1985) (quoting United States v. Toscanino, 500 F.2d 267, 280 n. 9 (2d Cir.1974) (citations omitted)). Moreover, the “agency” or “joint venture” exception requires that U.S. law enforcement officials have significant involvement in or control over the foreign investigation. See, e.g., id.; United States v. Emery, 591 F.2d 1266, 1268 (9th Cir.1978) (“The D.E.A. in this instance substantially participated in the entire arrest.”); United States v. Molina-Chacon, 627 F.Supp. 1253, 1262-63 (E.D.N.Y.1986). For example, even the actual presence of American officers during interrogation will not be enough to trigger the exception if they do not participate actively in the process. See Pfeifer v. United States Bureau of Prisons, 615 F.2d 873, 877 (9th Cir.), cert. denied, 447 U.S. 908, 100 S.Ct. 2993, 64 L.Ed.2d 858 (1980) (D.E.A. agent was present); United States v. Trenary, 473 F.2d 680, 681-82 (9th Cir.1973) (American officer served as interpreter); United States v. Derewal, 703 F.Supp. 372, 374-75 (E.D.Pa.1989) (D.E.A. agent served as interpreter).\nMr. Fisher relies heavily on Alvarado, supra, to support his contention that the Canadian police officers acted as agents of the M.P.D. However, we read Alvarado to say that providing a tip to the foreign jurisdiction does not constitute a significant involvement by U.S. law enforcement officers. Alvarado, supra, 853 S.W.2d at 18 (“[M]ere notification of the potential existence of a criminal in another police’s jurisdiction is not enough to create [an agency] relationship”); see also Heller, supra, 625 F.2d at 599 (“[T]he participation of American law enforcement officers in appellant’s arrest was peripheral at most [although] [i]t is true that but for a tip from an American official appellant probably would not have been arrested.”); Derewal, supra, 703 F.Supp. at 374-75; United States v. Hensel, 509 F.Supp. 1364, 1366, 1375 (D.Me.1981).\nHere, the District police did little, if anything, beyond notifying the Toronto authorities of the suspect’s presence in their jurisdiction, and providing technical documents, such as copies of Mr. Fisher’s arrest warrant and his fingerprint information. In his memorandum opinion, Judge Burnett expressly credited Detective Dee’s testimony, particularly his representation that the detectives undertook to question Mr. Fisher without any prompting from the District authorities. The record showed that M.P.D. officers did not influence the detectives’ decision to interview Mr. Fisher, who had just been arrested for violating Canadian law and was facing extradition to the United States. Nor were the M.P.D. officers present when the Canadian police interviewed and processed Mr. Fisher. Consequently, the evidence did not establish an agency relationship between the M.P.D. and Judge Burnett did not err in denying appellant’s motion to suppress the statements from the Canadian police interview.\nWe dispose of Mr. Fisher’s other contentions summarily. He maintains that the government’s evidence was insufficient to prove second-degree murder because it failed to negate his claim of defense of a third party. He argues that acting as Campbell’s defender, he was justified in meeting deadly force with deadly force. We disagree.\nFor a viable defense of deadly force to exist, the evidence must permit a reasonable inference that: “(1) there was an actual or apparent threat; (2) the threat was unlawful and immediate; (3) the defendant honestly and reasonably believed that [the third party] was in imminent danger of death or serious bodily harm; and (4) the defendant’s response was necessary to save [the third party] from the danger.” Brown v. United States, 619 A.2d 1180, 1182 (D.C.1992). The defender is “entitled to use the degree of force reasonably necessary to protect the other person.... ” Fersner v. United States, 482 A.2d 387, 391 (D.C.1984); see also Taylor v. United States, 380 A.2d 989, 994 (D.C.1977).\nViewing the evidence in the light most favorable to the prosecution, see Kelly v. United States, 639 A.2d 86, 89-90 (D.C.1994), and giving due deference to the factfinder’s responsibility for determining credibility, weighing the evidence, and drawing justifiable inferences from the facts, see Abdulshakur v. District of Columbia, 589 A.2d 1258, 1263 (D.C.1991), we are satisfied that “the evidence reasonably permitted] a finding of guilt beyond a reasonable doubt,” Dobson v. United States, 426 A.2d 361, 364 (D.C.1981). Based on the government’s evidence, particularly the testimony of Mr. Campbell and Mr. McKethan, a jury could have concluded beyond a reasonable doubt that: (1) Mr. Fisher had neither a reasonable nor a honest belief that Mr. Campbell was “in imminent danger of death or serious bodily harm”; (2) it would have been unreasonable to believe that Campbell was in serious danger, given the relative age, size, and physical condition of the combatants; (3) Mr. Fisher did not act from an honest belief that deadly force was necessary, but instead acted out of malice when he shot an unarmed man in the back of the head without giving him time to release Mr. Campbell and retreat; and (4) Mr. Fisher was the true aggressor because the situation escalated only when he drew his gun. Furthermore, the jury could have taken appellant’s flight from the jurisdiction as demonstrating consciousness of guilt. Thus, we reject Mr. Fisher’s claim that the evidence was insufficient to disprove his defense of defense of a third party.\nFinally, Mr. Fisher claims that he was improperly denied recross-examination on two important issues. The first concerned Mr. Campbell’s testimony that he saw Mr. Fisher shoot the victim. The second related to Detective Reid’s belief that Mr. Fisher had entered Canada in violation of local immigration laws.\nOnce a party has been given the opportunity to question a witness, “the extent of further interrogation is within the sound discretion of the trial court....” Singletary v. United States, 383 A.2d 1064, 1073 (D.C.1978). There is “generally no constitutional right to recross-examine a witness.” Id. A Sixth Amendment right to recross-examine exists only in the “rare case” where “material new matters are brought out on redirect examination....” Id. Otherwise, “the extent of recross-examination is discretionary and may be strictly limited by the trial court.” Id. It is not an abuse of discretion to disallow recross-examination where a matter could have been explored during cross-examination but “counsel had let his earlier opportunity slip by.” Washington v. United States, 760 A.2d 187, 195 (D.C.2000).\nWith respect to Mr. Fisher’s first claim of improper denial of recross-examination, no new material information was brought out on redirect. Consequently, the trial court did not abuse its discretion by refusing to allow more questions about what the witness had just said on cross and then repeated on redirect examination.\nAs for the second claim, Mr. Fisher had already enjoyed a full opportunity to explore the basis for Detective Reid’s assumptions about Mr. Fisher’s immigration status. In addition, as the government points out, he had a second chance, another bite at the apple, to examine the officers’ beliefs when Detective Dee testified later that day. We discern no abuse of discretion by the trial court.\nAccordingly, for the foregoing reasons, we affirm Mr. Fisher’s convictions for second-degree murder while armed, possession of a firearm during the commission of a crime of violence, and carrying a pistol without a license.\nSo ordered.\n. Judge Abrecht sentenced appellant to fifteen years to life imprisonment on the murder count; five to fifteen years for PFDCV; and one year for CPWL. The sentences on the last two counts were to run concurrently to one another, and consecutively to the sentence for second-degree murder.\n. At trial, the parties entered into a joint stipulation that appellant carried a pistol on January 19, 1994. The government placed into evidence a certificate of no record of a license to carry a pistol issued to appellant as of that date.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Mr. Campbell was approximately 21, Mr. Renfroe, 44, and Mr. McKethan, 54, at the time of the shooting.\n. Dr. Louis Sanchez, a forensic pathologist, testified at trial that Mr. Renfroe had been a heavy smoker and a chronic drinker with signs of emphysema and liver disease.\n. Although the record is not clear, we presume that the man referred to as \"Kevin” by the appellant was Chester Campbell.\n. As the jury heard, Mr. Fisher testified at a hearing before a Canadian judicial officer as part of the extradition process. His statements at that hearing were not part of his pretrial motion to suppress. During the extradition hearing, he alleged that, when he arrived back in the room, Mr. Campbell had a gun in his hand. When Mr. Fisher was asked who fired the gun, he said “It got to be Chester. He was the one who was fighting with this guy.” He stated: \"I got scared. I think Chester wants to kill me. I sit down and really think and I talk to my aunt. She said, well, I can’t stay around because they already threatened my life when I talk to her and tell her what went on.”",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "David Carey Woll, Washington, DC, appointed by the court, for appellant.",
      "Jeffrey W. Beilin, Assistant United States Attorney, with whom Wilma A. Lewis, United States Attorney at the time the brief was filed, John R. Fisher, Thomas J. Tourish, Jr., and J. Patrick Rowan, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Richard FISHER, Appellant, v. UNITED STATES, Appellee.\nNo. 97-CF-2059.\nDistrict of Columbia Court of Appeals.\nArgued April 5, 2001.\nDecided Aug. 23, 2001.\nDavid Carey Woll, Washington, DC, appointed by the court, for appellant.\nJeffrey W. Beilin, Assistant United States Attorney, with whom Wilma A. Lewis, United States Attorney at the time the brief was filed, John R. Fisher, Thomas J. Tourish, Jr., and J. Patrick Rowan, Assistant United States Attorneys, were on the brief, for appellee.\nBefore STEADMAN and REID, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0348-01",
  "first_page_order": 390,
  "last_page_order": 398
}
