{
  "id": 12045982,
  "name": "PHILADELPHIA HONDA, INC. v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Appellant",
  "name_abbreviation": "Philadelphia Honda, Inc. v. Commonwealth",
  "decision_date": "1995-07-06",
  "docket_number": "",
  "first_page": "349",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 349"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "317 A.2d 258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584437
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0102-01"
      ]
    },
    {
      "cite": "616 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1438703
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/151/0138-01"
      ]
    },
    {
      "cite": "161 Pa.Commonwealth Ct. 138",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1456464
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/161/0138-01"
      ]
    },
    {
      "cite": "119 Pa.Commonwealth Ct. 381",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1376758
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/119/0381-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 9955,
    "ocr_confidence": 0.755,
    "pagerank": {
      "raw": 1.661697915056443e-07,
      "percentile": 0.694360366183511
    },
    "sha256": "f7fca8e598f80f6f96ad03c46b267c00c1c73ca53b8b90b2856e504e37649e7c",
    "simhash": "1:a829eae46d5cefc6",
    "word_count": 1563
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY and SCHULTZ NEWMAN, JJ., and LORD, Senior Judge."
    ],
    "parties": [
      "PHILADELPHIA HONDA, INC. v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Appellant."
    ],
    "opinions": [
      {
        "text": "McGINLEY, Judge.\nThe Commonwealth of Pennsylvania, Department of Transportation, Bureau of Motor Vehicles (DOT) appeals from an order of the Court of Common Pleas of Philadelphia County (trial court) which determined that DOT’s imposition of monetary fines on Philadelphia Honda, Inc. (Philadelphia Honda) for violations of 75 Pa.C.S. § 1374(a)(5) were inappropriate. We reverse.\nBy official notice dated April 5, 1993, DOT issued a warning letter notifying Philadelphia Honda of fifteen separate infractions of departmental regulations for failure to deliver proper documents or fees and taxes to DOT within the prescribed period of time in connection with the issuance of temporary plates and failure to deliver a properly assigned certificate of title. The warning letter notified Philadelphia Honda that the infractions constituted a first offense. By official notice dated March 21,1994, DOT notified Philadelphia Honda that, following a hearing held February 15, 1994, it was imposing 30 separate $100.00 sanctions pursuant to 75 Pa. C.S. § 1374(d)(1), as a result of Philadelphia Honda’s failure to submit properly assigned certificates of title in violation of 75 Pa.C.S. §§ 1103.1(d) and 1374(a)(5). Philadelphia Honda appealed the imposition of monetary sanctions to the trial court.\nA de novo hearing was held on May 31, 1994, where DOT entered into evidence a number of documents including the April 5, 1994, warning letter, the title documents for thirty automobiles sold by Philadelphia Honda which were filed beyond the twenty-day statutory period, the letters notifying Philadelphia Honda of the departmental hearing, and the orders suspending authorization to issue temporary cards and plates and imposing monetary penalties. Philadelphia Honda presented the testimony of their comptroller, Patricia D. Humphrey (Humphrey), who testified that during the period in which the thirty violations occurred a total of 972 cars were sold by Philadelphia Honda. Humphrey also testified that each dealership in the area has one title clerk. In an order dated May 31, 1994, the trial court granted Philadelphia Honda’s appeal and rescinded the monetary sanctions imposed by DOT, reasoning that sanctions were inappropriate here because the late applications comprised only five percent of all the applications that Philadelphia Honda submitted. DOT appeals.\nOn appeal, DOT presents three arguments for our review. Initially, DOT argues that the trial court erred as a matter of law when it considered Philadelphia Honda’s percentage of untimely title submissions as a “relevant mitigating event” under 75 Pa.C.S. § 1374. Second, DOT asserts that the trial court erred as a matter of law when it utilized this as a mitigating circumstance to totally relieve Philadelphia Honda from all liability for the thirty admitted violations. Finally, DOT argues that the trial court erred as a matter of law when it applied a de minimis rule to Philadelphia Honda’s thirty violations.\nOur scope of review is limited to a determination of whether the findings below are supported by substantial evidence, whether an error of law has been committed or an abuse of discretion has occurred. Commonwealth, Department of Transportation v. Foxwood R.V. Center and Campground, 119 Pa.Commonwealth Ct. 381, 547 A.2d 504 (1988).\nFirst, DOT argues that the trial court committed an error of law by considering Philadelphia Honda’s percentage of untimely title applications as a “relevant mitigating event” under 75 Pa.C.S. § 1374. We agree.\nInitially, we note that Section 1103.1(d) states that “the dealer shall mail or deliver the application to the department within 20 days of the date of purchase....” 75 Pa.C.S. § 1103.1(d) (emphasis added). In its brief, Philadelphia Honda admits to violating this section on the thirty occasions in question. 75 Pa.C.S. § 1374 empowers DOT with discretion to impose a monetary penalty or suspend or revoke registration plates where such a violation occurs. Section 1374, however, requires DOT to consider “relevant mitigating events” when conducting hearings for such violations. “Where the language of a statute is clear, we must read the statute’s provisions in accordance with their plain meaning and ordinary usage.” 1 Pa.C.S. § 1903(a); Commonwealth, Department of Transportation v. Lear, 161 Pa.Commonwealth Ct. 138, 616 A.2d 185 (1992).\nHere, we find that the phrase “relevant mitigating event” has a clear meaning. Black’s Law Dictionary defines “mitigation” as “[a]lleviation, reduction, abatement or diminution of a penalty or punishment imposed by law.” Black’s Law Dictionary 904 (5th ed. 1979). “Event” is defined as “[t]he consequence of anything; the issue or outcome of an action as finally determined; that in which an action, operation, or series of operations, terminates. Noteworthy happening or occurrence. Something that happens.” Black’s Law Dictionary 498 (5th ed. 1979). The fact that the number of Philadelphia Honda’s late title submissions is small in comparison to the total number of cars sold cannot be considered an “event” and therefore cannot be mitigating. We agree with DOT’s assertion that a “relevant mitigating event” is something that is beyond the control of the motor vehicle dealer, that is significant and of such a nature that it moderates and lessens the consequences of the late title submissions. As a result, we find that Philadelphia Honda failed to offer any “relevant mitigating event” which would serve to lessen the penalty imposed and DOT did not err when it imposed thirty separate $100.00 sanctions for each violation.\nAccordingly, we reverse the decision of the trial court and reinstate the $3,000.00 penalty.\nORDER\nAND NOW, to wit, this 6th day of July, 1995, the order of the Court of Common Pleas of Philadelphia County at No. 9404-SD-0084, and dated May 31, 1994, is reversed and the monetary penalty imposed by the Department of Transportation is reinstated.\n. The relevant portions of 75 Pa.C.S. § 1374 follow:\n(a) Suspension or revocation after opportunity for a hearing. — The department may impose a monetary penalty for certain violations and offenses as prescribed by regulation or this section or suspend or revoke registration plates for dealers, manufacturers or members of the \"Miscellaneous Motor Vehicle Business” class after providing an opportunity for a hearing in any of the following cases when the department finds upon sufficient evidence that:\n(5) The registrant has failed to deliver to a transferee lawfully entitled thereto or to the department, when and as required by this title, a properly assigned certificate of title.\n(b) Mitigating events. — The opportunity for a hearing as authorized by subsection (a) shall include the consideration of relevant mitigating events as prescribed by regulation for violations and offenses of subsection (a)(2), (5) and (7).\n(d) Schedule of sanctions. — The department shall impose the following sanctions for violations:\n(1) If the department finds that the registrant has violated subsection (a)(5) or (7) as a second offense, the registrant may be sanctioned with a monetary penalty of not less than $50 and not more than $100 per violation.\n. Section 1103.1(d) states in pertinent part:\nApplication for certificate of title\n(d) Vehicles purchased from dealers. — If the application refers to a vehicle purchased from a dealer, the dealer shall mail or deliver the application to the department within 20 days of the date of purchase. The application shall contain the names and addresses of any lien-holders in order of priority and the amounts and the dates of the security agreements and be assigned by the dealer to the owner and signed by the owner. Any dealer violating this subsection is guilty of a summary offense and shall, upon conviction, be sentenced to pay a fine of $50 for each violation. The requirement that the dealer mail or deliver the application to the department does not apply to vehicles purchased by fleet owners or governmental or quasi-governmental agencies.\n. In a separate letter dated March 21, 1994, DOT also imposed a one-month suspension of Philadelphia Honda’s authorization to issue temporary cards and plates. That suspension is not at issue here.\n. We note that both parties refer to the testimony of Donald L. Busey, which was given in another case and apparently intended to be incorporated into the record in this case. Additionally, both parties refer to stipulations which are not in the record. Not being part of the record before us, we are precluded from considering them. An appellate court may consider only the facts which have been duly certified in the record on appeal. Commonwealth v. Young, 456 Pa. 102, 115, 317 A.2d 258, 264 (1974); Pa.R.A.P.1921. However, these omissions do not prevent us from performing effective appellate review.\n. DOT suggests a dealership fire, or an illness or injury to critical personnel as examples of mitigating events. We find DOT's argument persuasive. Clearly the remedy was within Philadelphia Honda’s control, it could have hired more personnel to check or assist in processing the title applications.\n. Due to our disposition of DOT’s initial argument, we need not examine the remaining issues. Further, Philadelphia Honda argues that its due process was violated because the hearing officer did not possess written guidelines regarding mitigating events. The record does not reflect that such an argument was presented to the trial court. Accordingly, Philadelphia Honda waived this issue. Pa.R.A.P. No. 302(a).",
        "type": "majority",
        "author": "McGINLEY, Judge."
      }
    ],
    "attorneys": [
      "Marc A. Werlinsky, Timothy P. Wile and David R. White, for appellant.",
      "Lawrence R. Weider, for appellee."
    ],
    "corrections": "",
    "head_matter": "PHILADELPHIA HONDA, INC. v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 13, 1995.\nDecided July 6, 1995.\nOrdered Reported Oct. 17, 1995.\nMarc A. Werlinsky, Timothy P. Wile and David R. White, for appellant.\nLawrence R. Weider, for appellee.\nBefore McGINLEY and SCHULTZ NEWMAN, JJ., and LORD, Senior Judge."
  },
  "file_name": "0349-01",
  "first_page_order": 407,
  "last_page_order": 410
}
