{
  "id": 8345841,
  "name": "Patricia DINSMORE v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant",
  "name_abbreviation": "Dinsmore v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2007-09-10",
  "docket_number": "",
  "first_page": "350",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "932 A.2d 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "870 A.2d 968",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9020426
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "974"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/870/0968-01"
      ]
    },
    {
      "cite": "853 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9379909
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/853/1141-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 15656,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 2.5004426535420546e-07,
      "percentile": 0.8095010558530632
    },
    "sha256": "3930c3894937a66993706b6216bb01960db4789540c69fb48f51aa2bf397c9f7",
    "simhash": "1:2fafda1e65cb195c",
    "word_count": 2496
  },
  "last_updated": "2024-02-27T21:22:46.907809+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge, PELLEGRINI, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "Patricia DINSMORE v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nThe Pennsylvania Department of Transportation, Bureau of Driver Licensing (Department), appeals an order of the Court of Common Pleas of Somerset County (trial court), sustaining the appeal of Robert, Jr. and Patricia Dinsmore and rescinding the driver registration suspension imposed by the Department for the Dinsmores’ failure to maintain financial responsibility for their vehicle as required by Section 1786 of the Vehicle Code.\nThe Dinsmores own a 1998 Ford station wagon that was previously insured by Progressive Specialty Company (Progressive). On March 10, 2006, Progressive terminated the Dinsmores’ motor vehicle liability insurance policy for nonpayment of premium. Progressive notified the Department of the Dinsmores’ insurance termination as required by Section 1786 of the Vehicle Code and Section 221.3 of Chapter 67 of the Pennsylvania Code. On May 15, 2006, the Department notified the Dinsmores that their vehicle registration was being suspended for three months, effective on June 19, 2006. The Dinsmores then appealed to the trial court, which held a hearing de novo.\nAt the hearing, the Department offered into evidence the electronic transmission it received from Progressive stating that Progressive had terminated the Dins-mores’ insurance policy for nonpayment along with a printout verifying that the Dinsmores’ vehicle was of the type required to be registered. The Department also submitted a notice dated March 29, 2006, informing the Dinsmores that the Department had received notification from Progressive of the cancellation. Patricia Dinsmore, who appeared pro se, testified that she did not receive the March 29th notice from the Department and that she did not receive notification of her insurance termination from Progressive until April 14, 2006, more than thirty days after the purported March 10 termination. She testified that upon receiving Progressive’s notice, she obtained new insurance on the next business day, April 17, 2006. At the hearing, Mrs. Dinsmore did not have with her a copy of the April notice of termination sent by Progressive, and the trial court left the record open for receipt of this document.\nRelying on Eckenrode v. Department of Transportation, 853 A.2d 1141 (Pa.Cmwlth.2004) and Webb v. Department of Transportation, 870 A.2d 968 (Pa.Cmwlth.2005), the trial court sustained the Dins-mores’ appeal and rescinded their registration suspension. The court found that Progressive failed to provide the Dins-mores with timely notice of the insurance cancellation as required by the insurance regulatory statute and that when the Dinsmores finally received notice, they immediately obtained new insurance. The trial court reasoned that under Eckenrode, it was allowed to determine the facial validity of insurance cancellations and, in this case, the court found the cancellation of the Dinsmores’ policy to be defective. The trial court went on to say that because the cancellation was facially defective, it was a “waste of time and effort” to require the Insurance Commissioner to review the motorist’s insurance dispute, as required by Section 1786(d)(5) of the Vehicle Code. Trial court opinion at 8, Reproduced Record at 60a (R.R.-). The Department now appeals.\nThe Department raises one issue for this Court’s review: whether the trial court exceeded its scope of review and committed error when it determined that the Dinsmores’ insurance termination was facially defective. The Department argues that it satisfied its prima facie burden of proving the Dinsmores’ failure to maintain financial responsibility for their vehicle. It further argues that the trial court does not have the ability to consider an insurance company’s failure to give timely notice, or whether the termination of the insurance policy was effective, as these inquiries are exclusively -within the province of the In-suranee Commissioner under Section 1786(d)(5) of the Vehicle Code. The Department contends that the trial court committed an error of law in sustaining the Dinsmores’ appeal and exceeded its jurisdiction.\nIn registration suspension cases, the Department has the initial burden of showing that the vehicle in question is of the type required to be registered and that the Department received notice that the registrant’s automobile insurance policy had been terminated. 75 Pa.C.S. § 1786(d)(3). This burden may be satisfied by the certified receipt of an electronic transmission from an insurance company stating that a registrant’s policy has been terminated. 75 Pa.C.S. § 1377(b). This type of evidence, when submitted by the Department, will constitute prima facie proof that the termination by the insurance company was legally effective and that the registrant’s vehicle lacked the required financial responsibility coverage. Id. This presumption may be rebutted by the production of “clear and convincing evidence” that the vehicle was insured at all relevant times. 75 Pa.C.S. § 1786(d)(3)(ii). When a registration suspension is appealed to a court of common pleas, that court’s scope of review is limited to determining whether the vehicle is of the type required to be insured and whether the Department received a notice of termination from an insurance company. 75 Pa.C.S. § 1786(d)(3).\nWhen the Department determines that a vehicle lacked the required financial responsibility coverage, it must suspend the registration of that vehicle for three months. 75 Pa.C.S. § 1786(d)(1). There are several exceptions to this rule where, for example, the registrant can prove to the Department’s satisfaction that the lapse in insurance was for less than thirty-one days and that the vehicle was not operated during that time. 75 Pa.C.S. § 1786(d)(2)(i). If the registrant disputes the validity of an insurance policy cancellation, he must challenge it by requesting review from the Insurance Commissioner. This request, once made, acts as a super-sedeas on the suspension until the Insurance Commissioners’ review is complete. 75 Pa.C.S. § 1786(d)(5).\nIn the case sub judies, it was not disputed that the vehicle was of the type required to be insured. The trial court examined whether the Dinsmores had presented evidence to rebut the presumption that the vehicle was not insured at all relevant times. The trial court ultimately concluded that the vehicle had been insured, finding that the Dinsmores did not receive notice from Progressive of their impending cancellation the effect of which was to keep their insurance intact.\nThis Court addressed a similar situation in Webb v. Department of Transportation, 870 A.2d 968 (Pa.Cmwlth.2005). In Webb, the registrant appealed his suspension, pro se, arguing that he had not received any notice of his insurance policy termination until he received notice of his registration suspension from the Department. The trial court found that the registrant’s insurance termination had not been effected because the insurance company did not give him the advance written notice required by Section 2006 of the Insurance Company Law, 40 P.S. § 991.2006. On appeal, we explained that a trial court does not exceed its scope of review “to the extent that a court reviewing a [Department] registration suspension appeal may certainly examine the record before it to determine whether an insured’s evidence has overcome the applicable presumption established by [the Department.]” Id. at 974. This Court found that an inquiry into the validity of an insurance policy termination is within the province of the Insurance Commissioner when an examination beyond the record on its face is warranted. However, we also noted that the Department’s own suspension notice does not state specifically that such appeals are to be brought to the Insurance Commissioner, which makes it understandable that the registrant would bring such an issue to the trial court hearing the suspension appeal. We concluded that in such circumstances it is appropriate to allow the registrant to seek nunc pro tunc review of his insurance policy cancellation from the Insurance Commissioner.\nThe Dinsmores present the same challenge as that brought by the registrant in Webb. The suspension notice provided by the Department states: “You have the right to appeal this suspension to the Court of Common Pleas of the county of your residence within thirty (30) days of the mail date of this letter.” R.R. 32a. This notice makes no mention of the Insur-anee Commissioner or that the correct procedure for appealing the validity of the insurer’s cancellation is before the Insurance Commissioner, and not before the Court of Common Pleas.\nWe are bound by Webb. The Dinsmores are entitled to review of their insurance policy cancellation by the Insurance Commissioner. Accordingly, we vacate the trial court’s order and remand this matter with instructions to hold the suspension appeal of Patricia Dinsmore in abeyance pending the Insurance Commissioner’s review and disposition of Patricia Dinsmore’s nunc pro tunc request for review of her insurance policy cancellation.\nORDER\nAND NOW, this 10th day of September, 2007, the order of October 30, 2006, is hereby VACATED, and the matter is REMANDED to the Court of Common Pleas of Somerset County to hold the suspension appeal of Patricia Dinsmore in abeyance pending the Insurance Commissioner’s review and disposition of Patricia Dinsmore’s nunc pro tunc request for review of her insurance policy cancellation.\nJurisdiction relinquished.\n. Section 1786 provides, in pertinent part, that \"[e]very motor vehicle of the type required to be registered under this title which is operated or currently registered shall be covered by financial responsibility.” 75 Pa. C.S. § 1786(a).\n. Section 1786(e)(3) states, in pertinent part,\nAn insurer who has issued a contract of motor vehicle liability insurance and knows or has reason to believe that the contract is only for the purpose of providing proof of financial responsibility shall notify the Department if the insurance has been canceled or terminated by the insured or by the insurer. The insurer shall notify the Department not later than ten days following the effective date of the cancellation or termination.\n75 Pa.C.S. § 1786(e)(3).\n.Section 221.3(a) provides,\nAn insurer who has issued a contract of motor vehicle liability insurance and knows or has reason to believe that the contract is for the purpose of providing financial responsibility, shall immediately notify the Department if the insurance has been can-celled or terminated by the insured or by the insurer. The insurer shall notify the Department not later than 10 days following the effective date of the cancellation or termination. This requirement shall not apply to a policy which has been in effect for more than 6 months from the date the policy was initially issued.\n67 Pa.Code § 221.3(a).\n. Section 1786(d)(1) requires that a vehicle registration be suspended for three months if the Department determines that\nthe required financial responsibility was not secured as required by this chapter and shall suspend the operating privilege of the owner or registrant for a period of three months if the Department determines that the owner or registrant has operated or permitted the operation of the vehicle without the required financial responsibility.\n75 Pa.C.S. § 1786(d)(1).\n. This statute provides, in relevant part, as follows:\nA cancellation or refusal to renew by an insurer of a policy of automobile insurance shall not be effective unless the insurer delivers or mails to the named insured at the address shown in the policy a written notice of the cancellation or refusal to renew. The notice shall:\n(l)Be in a form acceptable to the Insurance Commissioner.\n©State the date, not less than sixty (60) days after the date of the mailing or delivery, on which cancellation or refusal to renew shall become effective. When the policy is being cancelled or not renewed for the reasons set forth in section 2004(1) and (2), however, the effective date may be fifteen (15) days from the date of mailing or delivery.\nSection 2006 of the Insurance Company Law of 1921, Act of May 17, 1921, P.L. 682, added by the Act of June 17, 1998, P.L. 464, 40P.S. § 991.2006.\n. This Court’s scope of review is limited to determining whether the trial court committed an error of law or manifestly abused its discretion in reaching its decision. Eckenrode, 853 A.2d at 1143 n. 5.\n. The Department raises a second issue pertaining to its March 29, 2006, letter to the Dinsmores. The March 29 letter informed the Dinsmores that the Department had received notice from Progressive of the cancellation and advised that \"[flailure to respond to this letter within three weeks may result in a suspension of your vehicle registration.\" Trial court opinion at 2, R.R. 54a. The trial court noted in its opinion that the Department did not question Mrs. Dinsmore about this letter. The trial-court also suggested, in dicta, that Mrs. Dinsmore could have reasonably believed she only needed to act by the Department’s three-week deadline, or April 20, 2006. Presently, the Department contends that the trial court erred by holding that the March 29 letter created a three-week grace period. A closer examination of the record reveals, however, that counsel for the Department did question Mrs. Dinsmore about the March 29 letter, and Mrs. Dinsmore testified she never received it. Notes of Testimony, October 6, 2006, at 14-15; R.R. 22a-23a. This being the case, there is simply no issue as to whether the letter was misleading, and therefore the trial court did not hold that the language of the inquiry letter created a grace period.\n.This provision states:\nAn alleged lapse, cancellation or termination of a policy of insurance by an insurer may only be challenged by requesting review by the Insurance Commissioner pursuant to Article XX of the act of May 17, 1921 (P.L. 682, No. 284), known as The Insurance Company Law of 1921. Proof that a timely request has been made to the Insurance Commissioner for such a review shall act as a supersedeas, staying the suspension of registration or operating privilege under this section pending a determination pursuant to section 2009(a) of The Insurance Company Law of 1921 or, in the event that further review at a hearing is requested by either party, a final order pursuant to section 2009(i) of The Insurance Company Law of 1921.\n75 Pa.C.S. § 1786(d)(5).\n. The first standard notice sent by the Department, which states that it has received a communication from an insurance company that a registrant’s insurance has been cancelled, does mention that inquiries about the validity of insurance cancellation notices should be brought to the Pennsylvania Insurance Department. However, the Dinsmores maintain that they never received this notice, dated March 29, 2006. Additionally, we note that there is still no mention that this is the only remedy to appeal such an issue, or that such an issue may only be appealed to the Insurance Commissioner.\n. If the Dinsmores fail to seek nunc pro tunc review by the Insurance Commissioner then the Department will have grounds to reactivate the case before the trial court.",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Terrance M. Edwards, Asst. Counsel and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellant.",
      "No appearance entered on behalf of ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Patricia DINSMORE v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs July 13, 2007.\nDecided Sept. 10, 2007.\nTerrance M. Edwards, Asst. Counsel and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellant.\nNo appearance entered on behalf of ap-pellee.\nBEFORE: McGINLEY, Judge, PELLEGRINI, Judge, and LEAVITT, Judge."
  },
  "file_name": "0350-01",
  "first_page_order": 398,
  "last_page_order": 403
}
