{
  "id": 8333165,
  "name": "In re Charles M. TATELBAUM, Respondent. A Member of the Bar of the District of Columbia Court of Appeals (Bar Registration No. 232348)",
  "name_abbreviation": "In re Tatelbaum",
  "decision_date": "2006-12-14",
  "docket_number": "No. 06-BG-484",
  "first_page": "350",
  "last_page": "351",
  "citations": [
    {
      "type": "official",
      "cite": "915 A.2d 350"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "460 A.2d 982",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014294
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0982-01"
      ]
    },
    {
      "cite": "654 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879377
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1285-01"
      ]
    },
    {
      "cite": "697 A.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12022844
      ],
      "pin_cites": [
        {
          "page": "1214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/1212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 282,
    "char_count": 3816,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20260331779960916
    },
    "sha256": "00bbd7c9cad4c33bf30e53e2ca6f29fa83560e412fa10cb01e20cedda304bff4",
    "simhash": "1:b91351ee0d42c56b",
    "word_count": 610
  },
  "last_updated": "2024-02-27T23:31:08.021506+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FARRELL and BLACKBURNE-RIGSBY, Associate Judges, and NEBEKER, Senior Judge."
    ],
    "parties": [
      "In re Charles M. TATELBAUM, Respondent. A Member of the Bar of the District of Columbia Court of Appeals (Bar Registration No. 232348)."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nOn February 13, 2006, the Florida Supreme Court suspended the respondent, Charles M. Tatelbaum, from the practice of law for ninety days as the result of his having filed a false and fraudulent insurance claim in violation of Florida Rules of Professional Conduct 3-4.3, 3-4.4, 4—8.4(b), and 4-8.4(c). The first two rules define what actions may be taken when a member of the Florida Bar commits a criminal act, but since respondent entered into a plea agreement that withheld an adjudication of guilt in Florida they do not constitute a basis for reciprocal discipline here and we are concerned only with his violations of Rules 4 — 8.4(b) and 4-8.4(c) as those two rules are substantially similar to D.C. Rules of Professional Conduct 8.4(b) (criminal act reflecting adversely on an attorney’s honesty, trustworthiness, or fitness) and 8.4(c) (conduct involving fraud, deceit, dishonesty, or misrepresentation). Respondent admitted the charge and entered into an agreement with Florida disciplinary counsel under which he would be suspended for ninety days, placed on probation for one year, and required to attend an ethics course and to complete forty hours of approved pro bono legal services. The Florida Supreme Court accepted the agreement and, as noted, imposed the proposed suspension as well as the identified conditions.\nRespondent promptly self-reported his Florida suspension and this court issued an order temporarily suspending him per D.C. Bar R. XI, § 11(d), and referring the matter to the Board on Professional Responsibility (“Board”) for its recommendation on whether identical, greater, or lesser discipline should be imposed as reciprocal discipline, or whether it would proceed de novo. The Board submitted its report on October 18, 2006, and it recommends the imposition of functionally identical reciprocal discipline (followed by probation and subject to the same conditions imposed in Florida). Bar Counsel informed us on November 7, 2006, that he takes no exception to the Board’s report and recommendation, and respondent has not filed any exceptions.\nTwo well-established factors control our resolution of this matter: first, the lack of any exception greatly heightens our deference to the Board’s report; and, second, the rebuttable presumption of our rules favoring the imposition of identical reciprocal discipline. Accordingly, we adopt the Board’s recommendation, and it is,\nORDERED that Charles M. Tatelbaum is hereby suspended from the practice of law in the District of Columbia for a period of ninety days subject to his compliance in Florida with the other requirements imposed by the Florida Supreme Court as part of its discipline. Although respondent has requested that his suspension be imposed nunc pro tunc to run concurrently with his Florida suspension, he does not appear to have complied with the Board’s direction that he submit a satisfactory supplemental Goldberg affidavit; thus, the period of suspension shall begin to run from the date respondent files an affidavit which conforms to the requirements of D.C. Bar R. XI, § 14(g).\nSo ordered.\n. This filing was unrelated to the respondent's practice of law and was instead an ill-advised attempt to comply with the terms of a divorce settlement requiring him to provide his ex-wife with health insurance.\n. D.C. Bar R. XI, § 9(g)(2); In re Delaney, 697 A.2d 1212, 1214 (D.C.1997).\n. See In re Goldsborough, 654 A.2d 1285 (D.C.1995); D.C. Bar R. XI, § 11(f).\n. In re Goldberg, 460 A.2d 982 (D.C.1983).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Charles M. TATELBAUM, Respondent. A Member of the Bar of the District of Columbia Court of Appeals (Bar Registration No. 232348).\nNo. 06-BG-484.\nDistrict of Columbia Court of Appeals.\nDecided Dec. 14, 2006.\nBefore FARRELL and BLACKBURNE-RIGSBY, Associate Judges, and NEBEKER, Senior Judge."
  },
  "file_name": "0350-02",
  "first_page_order": 392,
  "last_page_order": 393
}
