{
  "id": 11622026,
  "name": "STATE of Maine v. Mark S. BREWER",
  "name_abbreviation": "State v. Brewer",
  "decision_date": "1999-04-16",
  "docket_number": "",
  "first_page": "352",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 352"
    },
    {
      "type": "parallel",
      "cite": "1999 Me. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "446 U.S. 544",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6185389
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0544-01"
      ]
    },
    {
      "cite": "482 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900685
      ],
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0139-01"
      ]
    },
    {
      "cite": "495 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915866
      ],
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0314-01"
      ]
    },
    {
      "cite": "466 U.S. 210",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196728
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0210-01"
      ]
    },
    {
      "cite": "534 A.2d 959",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883882
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "962"
        },
        {
          "page": "962"
        },
        {
          "page": "962"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/0959-01"
      ]
    },
    {
      "cite": "964 F.2d 402",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        42538
      ],
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/964/0402-01"
      ]
    },
    {
      "cite": "430 A.2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978912
      ],
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0553-01"
      ]
    },
    {
      "cite": "1998 ME 34",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11851318
      ],
      "weight": 14,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "82"
        },
        {
          "page": "¶ 8"
        },
        {
          "page": "82"
        },
        {
          "page": "¶ 8"
        },
        {
          "page": "82"
        },
        {
          "page": "¶ 7"
        },
        {
          "page": "82"
        },
        {
          "page": "¶7"
        },
        {
          "page": "82"
        },
        {
          "page": "¶ 7"
        },
        {
          "page": "82"
        },
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0079-01"
      ]
    },
    {
      "cite": "675 A.2d 93",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859313
      ],
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0093-01"
      ]
    },
    {
      "cite": "1997 ME 228",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11872756
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "363"
        },
        {
          "page": "¶ 9"
        },
        {
          "page": "363-64"
        },
        {
          "page": "¶ 9"
        },
        {
          "page": "364"
        },
        {
          "page": "¶ 9"
        },
        {
          "page": "363-64"
        },
        {
          "page": "¶ 9"
        },
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/704/0361-01"
      ]
    },
    {
      "cite": "679 A.2d 1077",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11334516
      ],
      "pin_cites": [
        {
          "page": "1080"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/679/1077-01"
      ]
    },
    {
      "cite": "433 A.2d 351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978975
      ],
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/433/0351-01"
      ]
    },
    {
      "cite": "430 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978628
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "552"
        },
        {
          "page": "551"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/430/0549-01"
      ]
    },
    {
      "cite": "466 U.S. 210",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196728
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/466/0210-01"
      ]
    },
    {
      "cite": "1998 ME 34",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11851318
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "82"
        },
        {
          "page": "¶¶3-4"
        },
        {
          "page": "80-81"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/707/0079-01"
      ]
    },
    {
      "cite": "1997 ME 228",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11872756
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "363"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/704/0361-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 800,
    "char_count": 15490,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 9.792689851718309e-08,
      "percentile": 0.5325416655565633
    },
    "sha256": "eb8162da7ff1f1aacc8d9f61442fb6209055766bce2d9f42876ed76a1cf00a7e",
    "simhash": "1:11b4c3da41089361",
    "word_count": 2614
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
    ],
    "parties": [
      "STATE of Maine v. Mark S. BREWER."
    ],
    "opinions": [
      {
        "text": "DANA, J.\n[¶ 1] The State appeals pursuant to 15 M.R.S.A. § 2115-A (1983 & Supp.1998) from an order entered in the Superior Court (Aroostook County, Pierson, J.) suppressing evidence that Mark S. Brewer unlawfully furnished a schedule W drug, methamphetamine, in violation of 17-A M.R.S.A. § 1106 (Supp.1996). On appeal, the State argues that the court erred when it held that Maine Drug Enforcement Agency (MDEA) agents seized Brewer without a reasonable suspicion of criminal conduct in violation of the Fourth Amendment. Because we conclude that no seizure occurred when MDEA agents displayed their badges and approached Brewer as he sat in his parked vehicle, we vacate the order.\n[¶ 2] On August 11,1997, at approximately 1:45 p.m., undercover MDEA agents Peter Arno and Darrell Crandall were driving south in an unmarked ear on Route 1. Near the town line separating Blaine and Bridge-water, the agents approached a red pickup truck from behind. Brewer, the driver, and Frederick Noyes, the front seat passenger, occupied the truck. As they drove, both Brewer and Noyes appeared preoccupied with something between them on the seat. According to Crandall, the truck swerved in the lane about twenty times without crossing over into another lane or crossing over the fog line. Arno testified that the amount of times the track swerved “was out of the ordinary.” The truck also slowed down and accelerated in an erratic manner.\n[¶ 3] The agents followed the truck for one and a half to two miles into downtown Bridgewater. Brewer then turned right off Route 1 into a church parking lot. An unattended tractor trailer with its engine running was parked in front of the church, next to and parallel with Route 1. Brewer parked his truck to the right of and alongside the tractor trader so that the tractor trailer was parked between his truck and Route 1. By parking between the tractor trailer and the church, Brewer and Noyes partially concealed the truck from the sight of persons traveling along Route 1.\n[¶ 4] After Brewer turned into the church parking lot, the agents continued along Route 1 for seventy-five to one hundred yards, where they parked on the side of the road. The agents sat in their parked vehicle for a few minutes and observed that Brewer and Noyes continued to be preoccupied with something between them on the seat. According to Crandall, Brewer and Noyes looked around “as if to see if there was somebody around them.”\n[¶5] The agents decided to investigate further. Arno drove back toward the church, pulled into the parking lot, and parked their unmarked car to the front and to the left of Brewer’s truck. The agents’ vehicle did not block Brewer’s truck.\n[¶ 6] The agents, both wearing civilian clothes, exited their vehicle at the same time and approached Brewer’s truck. Crandall approached the driver’s side door and held up his MDEA badge to identify himself to Brewer. Arno approached the passenger’s side door and — when he was fifteen to twenty feet away from Noyes — pulled out and displayed his MDEA badge from a pouch on his waist pack. Noyes hurriedly exited the truck as Arno approached.\n[¶ 7] Crandall observed that Brewer appeared dazed and that his pupils were constricted. On questioning by Crandall, Brewer said he had been drinking and that he had smoked marijuana earlier that day. Crandall then asked Brewer to step out of the truck, and he did. Crandall asked if Brewer had drugs in the truck, and he said yes. When Crandall asked if he could search the track, Brewer said “okay, go ahead, but it’s in my pocket,” and pulled out a bag of marijuana.\n[¶ 8] After Brewer produced the marijuana, Arno and Crandall searched the truck, where they found a mirror with white powder residue on it and two marijuana pipes. Arno then noticed a bulge in Brewer’s left front pocket, and asked him to empty his pockets. Brewer “fidget[ed] around with something” and produced a razor blade and straw. Brewer’s “fidgeting” led Arno to believe Brewer was concealing something in his pocket. Arno reached inside Brewer’s pocket and pulled out a plastic bag containing methamphetamine. The agents arrested Brewer.\n[¶ 9] Brewer was indicted for the unlawful furnishing of a scheduled drug, 17-A M.R.S.A. § 1106 (1983 & Supp.1998) and criminal forfeiture, 15 M.R.S.A. §§ 5821, 5826 (Supp.1998). Brewer filed, and the court granted, a motion to suppress all evidence seized by the agents. The court concluded that the agents seized Brewer when they displayed their badges and approached his vehicle and that the agents did not have a reasonable suspicion to justify the seizure. The State appealed.\n[¶ 10] We will not disturb a court’s decision as to whether a seizure implicates the Fourth Amendment unless we find errors of law or clearly erroneous findings of fact. See State v. Moulton, 1997 ME 228, ¶ 6, 704 A.2d 361, 363. We review independently a legal ruling that the historical facts found by the court constitute a seizure within the meaning of the Fourth Amendment. See id.; State v. Smith, 675 A.2d 93, 96 (Me.1996).\n[¶ 11] A police officer’s encounter with a citizen implicates the Fourth Amendment only if the officer “seizes” the citizen. See State v. Cilley, 1998 ME 34, ¶ 7, 707 A.2d 79, 82. An officer seizes a citizen “when ‘the officer, by means of physical force or show of authority, has in some way restrained the liberty of a citizen’ such that he is not free to walk away.” Id. (quoting State v. Preble, 430 A.2d 553, 555 (Me.1981)). An officer does not violate the Fourth Amendment by merely approaching a citizen on the street or in a parked vehicle in a public place. See, e.g., United States v. Encarnacion-Galvez, 964 F.2d 402, 410 (5th Cir.1992) (no seizure when two plain clothes agents parked behind defendant’s vehicle without blocking egress, approached vehicle on foot, told defendant that they were agents, and asked defendant for identification); Moulton, 1997 ME 228, ¶ 9, 704 A.2d 361, 363-64 (officer did not seize a citizen when the officer drove the police vehicle next to a car stopped on the highway, stepped out of the vehicle, and approached the driver); State v. Laplante, 534 A.2d 959, 962 (Me.1987) (officer does not seize citizen when officer approached car pulled over in breakdown lane and asked driver what was wrong); see generally 4 W. LaFave, SEARCH & Seizure § 9.3(a) n. 45 (1996 & Supp.1999) (collecting cases in which officer approaches individual seated in parked vehicle in public place).\n[¶ 12] An officer’s interaction with a citizen constitutes a seizure when the officer’s conduct is accompanied by actions that lead a reasonable person to believe that he is not free to leave. See INS v. Delgado, 466 U.S. 210, 215, 104 S.Ct. 1758, 80 L.Ed.2d 247 (1984); Cilley, 1998 ME 34, ¶ 8, 707 A.2d 79, 82. For example, an officer seizes an individual when the officer positions the police car so as to prevent any movement of the individual’s vehicle, see State v. Chapman, 495 A.2d 314, 316 (Me.1985), or asks an individual for identification, including a license an'd registration, see Moulton, 1997 ME 228, ¶ 9, 704 A.2d 361, 364; State v. Garland, 482 A.2d 139, 142 (Me.1984). We have also stated that a seizure could occur if an officer signaled or gestured for a motorist to stop his or her vehicle, orally instructed a motorist to stop his or her vehicle, displayed a weapon, or activated the vehicle’s police lights. See Cilley, 1998 ME 34, ¶ 8, 707 A.2d 79, 82 (discussing various factors that could constitute a stop and collecting cases). Similarly, the United States Supreme Court has cited circumstances that could warrant a seizure for the purposes of the Fourth Amendment, including the threatening presence of several officers, an officer’s physical touching of a citizen, or the use of language or tone of voice that would indicate that compliance with the officer’s request might be compelled. See United States v. Mendenhall, 446 U.S. 544, 554, 100 S.Ct. 1870, 64 L.Ed.2d 497 (1980). The officer’s uncommunicated subjective intent to detain a citizen is not relevant to determining if a seizure has occurred. See Cilley, 1998 ME 34, ¶ 7, 707 A.2d 79, 82.\n[¶ 13] The court erred when it held that the agents “seized” Brewer when they held out their badges and approached Brewer’s truck. Like the officers in Moulton and Laplante, the agents merely approached the stopped truck parked in a public place. See Moulton, 1997 ME 228, ¶ 9, 704 A.2d 361, 363-64; Laplante, 534 A.2d at 962. The fact that the agents approached the vehicle because of a suspicion of criminal activity as opposed to a safety concern for the occupants of the vehicle does not alter the analysis. See Cilley, 1998 ME 34, ¶7, 707 A.2d 79, 82 (officer’s uncommunicated subjective intent is irrelevant); cf. Moulton, 1997 ME 228, ¶ 9, 704 A.2d 361, 364; Laplante, 534 A.2d at 962. Although the agents displayed badges to identify themselves as law enforcement officers, this act alone does not transform this interaction with Brewer into a seizure. Displaying the badges was necessary for the undercover agents’ protection, and it is not a sufficient “show of authority” to implicate the Fourth Amendment any more than a police uniform or a badge pinned to an undercover agent’s shirt would be a “show of authority.” See Cilley, 1998 ME 34, ¶ 7, 707 A.2d 79, 82 (seizure occurs when officer uses physical force or show of authority). The agents did not display any weapons, position their vehicle to prevent Brewer from leaving, give oral instructions to Brewer or Noyes, or activate the police lights. See id. ¶ 8, 707 A.2d at 82. Consequently, no seizure occurred when the agents approached Brewer and displayed their badges.\nThe entry is:\nOrder suppressing evidence obtained from the search conducted on August 11, 1997 vacated and remanded for entry of an order denying the motion to suppress.",
        "type": "majority",
        "author": "DANA, J."
      },
      {
        "text": "ALEXANDER, J„\nwith whom CALKINS, J., joins, dissenting.\n[¶ 14] We respectfully dissent. The Court’s opinion fairly and accurately outlines the basic facts of the case and the governing principles of law.\n[¶ 15] One relevant principle, stated in ¶ 10 is that: “We will not disturb a court’s decision as to whether a seizure implicates the Fourth Amendment unless we find errors of law or clearly erroneous findings of fact.” (citing State v. Moulton, 1997 ME 228, ¶ 6, 704 A.2d 361, 363).\n[¶ 16] The second relevant principle of law, stated in ¶ 11 is that: “An officer seizes a citizen *when “the officer, by means of physical force or show of authority, has in some way restrained the liberty of a citizen” such that he is not free to walk away.’ ” (quoting State v. Cilley, 1998 ME 34, ¶ 7, 707 A.2d 79, 82). At ¶ 12, the Court correctly clarifies what constitutes a seizure, “An officer’s interaction with a citizen constitutes a seizure when the officer’s conduct is accompanied by actions that lead a reasonable person to believe that he is not free to leave.” (citing I.N.S. v. Delgado, 466 U.S. 210, 215, 104 S.Ct. 1758, 80 L.Ed.2d 247 (1984)).\n[¶ 17] Here, taking the evidence most favorably to the trial court’s findings, two officers in civilian clothes appear to have aggressively approached defendant’s vehicle, one from the driver’s side, one from the passenger side, drawing and flashing their badges as they came. One officer testified “probably my firearm was visible, but I couldn’t say that to be sure.” The Court could infer that the officers’ attitudes and bearing clearly indicated intention to confront and search the vehicle or its occupants. While reasonable views may differ, that is not our standard for review.\n[¶ 18] Notably, in dlley, in which we also overturned a trial court’s factual findings, the event involved the officers being in one place and the defendant coming to them, alley, 1998 ME 34, ¶¶3-4, 707 A.2d 79, 80-81. Here, the evidence reasonably supports the trial court’s conclusion that the officers, aggressively heading towards the defendant, drawing and flashing their badges, and perhaps with a visible firearm, had a purpose in mind to stop and search the vehicle and its occupants. We cannot say, as a matter of law, that Brewer or any reasonable person, confronted with this show of authority, could have believed that he was free to leave.\n[¶ 19] The trial court also found that there was no reasonable articulable suspicion to warrant a stop or seizure. “We have no weaving beyond the lane in question. We have an out-of-state plate, and we have parking beside the truck in daytime. So, therefore, the court finds that those facts do not warrant a stop.”\n[¶ 20] There may be other evidence that might justify a seizure, but it is for the trial court, not this Court, to assess the credibility and sufficiency of that evidence. Even the MDEA agents did not think they had sufficient cause to stop the vehicle based on its operation, because they did not do so. They testified they saw no violation of law. The officers kept going when the vehicle pulled into a parking lot. Then they observed it, noting only activity that could have many innocent explanations, and then they confronted it.\n[¶ 21] These events occurred in the middle of the town, early on a bright summer afternoon, but the officers testified that their actions were justified in part by concern that the occupants of the truck, while in the truck, might be preparing to commit theft from the trailer truck or burglary of the adjacent church. In the circumstances the trial court could have concluded that the facts may have been embellished and pretext used to justify what was an insupportable search and seizure. Because the motion to suppress was granted, findings on these supplemental believability points were not necessary. The trial court made sufficient, supportable findings that the seizure was not justified.\n[¶ 22] We should not disregard the superi- or position of the trial court to assess believability of witnesses and significance of evidence. See Crowley v. Dubuc, 430 A.2d 549, 552 (Me.1981). We have repeatedly stated that “the function of an appellate court is not to review a cold transcript and draw its own factual inferences .... ” Lewisohn v. State, 433 A.2d 351, 354 (Me.1981). The Court’s function is to review the record to determine whether there is any evidence to support the trial court’s findings. See VanVoorhees v. Dodge, 679 A.2d 1077, 1080 (Me.1996). Such findings are conclusive on this Court, even if there is evidence in the record that could have supported a contrary determination. See Crowley, 430 A.2d at 551.\n[¶ 23] Because the trial court’s findings are not clearly erroneous and do not constitute an error of law, they should be given proper deference. We would affirm the order of the trial court.\n. Some trial courts are appropriately cautious about making believability findings regarding law enforcement officers and others who regularly appear before them as witnesses. This caution avoids bias concerns in future cases involving the same witness. Lack of a believability finding does not permit the inference that the court found a witness believable.",
        "type": "dissent",
        "author": "ALEXANDER, J„"
      }
    ],
    "attorneys": [
      "Neale T. Adams, District Attorney, Suzanne Lilley, Assistant District Attorney, Houlton, for the State.",
      "Alan Harding, Hardings Law Office, Pres-que Isle, for Defendant."
    ],
    "corrections": "",
    "head_matter": "1999 ME 58\nSTATE of Maine v. Mark S. BREWER.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Dec. 22, 1998.\nDecided April 16, 1999.\nNeale T. Adams, District Attorney, Suzanne Lilley, Assistant District Attorney, Houlton, for the State.\nAlan Harding, Hardings Law Office, Pres-que Isle, for Defendant.\nBefore WATHEN, C.J., and CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0352-02",
  "first_page_order": 406,
  "last_page_order": 411
}
