{
  "id": 12046093,
  "name": "APPEAL OF THE CITY OF WASHINGTON FROM ACTION OF THE BOARD OF ASSESSMENT APPEALS OF WASHINGTON COUNTY, PENNSYLVANIA, ON PROPERTY SITUATE IN THE CITY OF WASHINGTON v. BOARD OF ASSESSMENT APPEALS OF WASHINGTON COUNTY, PENNSYLVANIA, and Washington & Jefferson College, Appellants",
  "name_abbreviation": "Appeal of Washington from Action of the Board of Assessment Appeals v. Board of Assessment Appeals",
  "decision_date": "1995-09-15",
  "docket_number": "",
  "first_page": "352",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "291 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "5 Pa. Commonwealth Ct. 648",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1849280
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/5/0648-01"
      ]
    },
    {
      "cite": "101 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500943
      ],
      "year": 1882,
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0530-01"
      ]
    },
    {
      "cite": "53 Pa.Superior Ct. 388",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435082
      ],
      "year": 1912,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/53/0388-01"
      ]
    },
    {
      "cite": "178 A.2d 600",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "602"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304870
      ],
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0579-01"
      ]
    },
    {
      "cite": "18 A. 516",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "128 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567106
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0132-01"
      ]
    },
    {
      "cite": "45 A.2d 67",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465827
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0321-01"
      ]
    },
    {
      "cite": "87 A.2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1952,
      "pin_cites": [
        {
          "page": "262"
        },
        {
          "page": "261"
        },
        {
          "page": "264"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234533
      ],
      "weight": 3,
      "year": 1952,
      "pin_cites": [
        {
          "page": "25"
        },
        {
          "page": "23"
        },
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0021-01"
      ]
    },
    {
      "cite": "116 A. 826",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "273 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070761
      ],
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0194-01"
      ]
    },
    {
      "cite": "6 Pa.Superior Ct. 71",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        281896
      ],
      "weight": 2,
      "year": 1897,
      "pin_cites": [
        {
          "page": "78-79"
        },
        {
          "page": "79, 87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/6/0071-01"
      ]
    },
    {
      "cite": "25 A. 55",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1892,
      "pin_cites": [
        {
          "page": "56"
        },
        {
          "page": "57"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834426
      ],
      "weight": 3,
      "year": 1892,
      "pin_cites": [
        {
          "page": "573"
        },
        {
          "page": "575"
        },
        {
          "page": "574"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0565-01"
      ]
    },
    {
      "cite": "28 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981734
      ],
      "year": 1857,
      "pin_cites": [
        {
          "page": "34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/28/0023-01"
      ]
    },
    {
      "cite": "640 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843225,
        7861807
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "384"
        },
        {
          "page": "382"
        },
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0478-01",
        "/a2d/640/0380-01"
      ]
    },
    {
      "cite": "536 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843225
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "486"
        },
        {
          "page": "483"
        },
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0478-01"
      ]
    },
    {
      "cite": "650 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474235,
        11324860
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0044-01",
        "/a2d/650/0412-01"
      ]
    },
    {
      "cite": "539 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474235
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0044-01"
      ]
    },
    {
      "cite": "149 Pa.Commonwealth Ct. 467",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1435270
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/149/0467-01"
      ]
    },
    {
      "cite": "507 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792355
      ],
      "weight": 12,
      "year": 1985,
      "pin_cites": [
        {
          "page": "22"
        },
        {
          "page": "1317"
        },
        {
          "page": "23"
        },
        {
          "page": "1318"
        },
        {
          "page": "18"
        },
        {
          "page": "1315"
        },
        {
          "page": "14"
        },
        {
          "page": "1313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0001-01"
      ]
    },
    {
      "cite": "86 Pa. 806",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "year": 1878,
      "pin_cites": [
        {
          "page": "309"
        },
        {
          "page": "313-14"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "515 Pa. 54",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806060
      ],
      "weight": 14,
      "year": 1987,
      "pin_cites": [
        {
          "page": "58"
        },
        {
          "page": "1175"
        },
        {
          "page": "60"
        },
        {
          "page": "1176"
        },
        {
          "page": "1175"
        },
        {
          "page": "59-60"
        },
        {
          "page": "1175",
          "parenthetical": "citation omitted"
        },
        {
          "page": "59"
        },
        {
          "page": "1175"
        },
        {
          "page": "62"
        },
        {
          "page": "1176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0054-01"
      ]
    },
    {
      "cite": "640 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843225,
        7861807
      ],
      "year": 1994,
      "opinion_index": 2,
      "case_paths": [
        "/pa/536/0478-01",
        "/a2d/640/0380-01"
      ]
    },
    {
      "cite": "536 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843225
      ],
      "year": 1994,
      "opinion_index": 2,
      "case_paths": [
        "/pa/536/0478-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1519,
    "char_count": 46224,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 2.084814980048037e-07,
      "percentile": 0.7595452476186836
    },
    "sha256": "84263079fdbd9d39f852fe71669f27edb2713bec847fb9dffb461e3306ac24ac",
    "simhash": "1:2e6be603750c9c32",
    "word_count": 7669
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and DOYLE, McGINLEY, SMITH, PELLEGRINI, KELLEY and NEWMAN, JJ."
    ],
    "parties": [
      "APPEAL OF THE CITY OF WASHINGTON FROM ACTION OF THE BOARD OF ASSESSMENT APPEALS OF WASHINGTON COUNTY, PENNSYLVANIA, ON PROPERTY SITUATE IN THE CITY OF WASHINGTON v. BOARD OF ASSESSMENT APPEALS OF WASHINGTON COUNTY, PENNSYLVANIA, and Washington & Jefferson College, Appellants."
    ],
    "opinions": [
      {
        "text": "KELLEY, Judge.\nWashington and Jefferson College (W & J) appeals from an order of the Court of Common Pleas of Washington County (trial court) reversing determinations by the Board of Assessment Appeals of Washington County (board) that eighty-seven (87) properties of W & J were exempt from real estate taxation. We reverse.\nThe threshold issue presented to this court for disposition is whether W & J, an independent liberal arts college, is a “purely public charity” qualifying for a real estate tax exemption under the Pennsylvania Constitution and the applicable statutes.\nI. PROCEDURAL HISTORY\nIn 1993, the board determined that 87 properties owned by W & J were exempt from real estate taxation. The City of Washington (City) appealed the board’s determinations and, after an evidentiary hearing, the board reaffirmed its earlier findings that the properties were tax exempt. The City appealed the board’s determinations to the trial court.\nAn evidentiary hearing was held before the trial court on April 5, 1994. On August 5, 1994, the trial court issued an order sustaining the City’s appeal and ordering that the board’s decisions be reversed thereby subjecting the 87 properties to real estate taxation. The trial court’s order was based upon the following facts.\nII. FACTS\nW & J was founded as an academy of education in the eighteenth century by the Ministers of the Presbyterian Church. It is incorporated as a Pennsylvania nonprofit corporation and it has a charitable exemption pursuant to the Internal Revenue Code. In the last two centuries W & J has developed into a nonsectarian, private, coeducational, four-year college. About 1,100 full time students attend. The students come from various parts of the United States and from a few foreign countries.\nStudents are admitted to the college on academic qualifications, and the nondiscriminatory policy allows enrollment irrespective of sex, race, color, creed, or national origin. Of interest in the context of enrollment, is the fact that the college has a program for the academically underprivileged students, those who generally have a G.P.A. of 2.1 or less. Generally 10% of the first-year class enters this program.\nAbout 79% of the students receive financial aid through grants, loans, or academic awards, and often a combination of such aids. No criterion based on financial need is established as a condition; that is, if the student seeking admission reports that he or she will need financial assistance, then the paper work for that purpose is completed. When clearance (sources of financial aid) is required but not obtained or if other financial arrangements are not completed, the student will not be enrolled. During the time the student spends in college, if he or she cannot pay the tuition and expenses or cannot obtain financing, the student cannot complete the education. In the past year, seven or eight students were not permitted to return to classes because of the inability to pay or to secure aid.\nThe cost of education at the college, like other institutions of higher learning, continues to rise. The annual charge for regular, day-time education (including tuition, room, board, and miscellaneous fees) is $19,360. About five students a year receive from the college full tuition, room, and board on the basis of merit. No scholarships are given based on need. People from the community or students who attend evening classes must pay for their own tuition and books. No one may attend evening classes unless the person can pay.\nW & J is a member of the Commission for Independent Colleges and Universities, an organization that promotes the goals of private institutions of higher learning in the Commonwealth of Pennsylvania. The college pays a fee to the organization. Of the ninety-three (93) private institutions in the Commonwealth, these institutions educate about thirty-nine (39) percent of the enrolled students. Of the state appropriations for student aid, about 95% of that aid goes to public institutions.\nW & J is governed by a Board of Trustees, who serve without compensation, but are reimbursed for expenses. Some of the trustees do not ask for reimbursement. The Board of Trustees appoints the president of the college, and in turn, the vice presidents are appointed. The salaries and other emoluments of their offices do not appear excessive and do not indicate any payment of dividends or profits indirectly. The president and dean of academic affairs are provided residences free of charge in addition to their salaries. W & J’s total payroll exceeds $8 million a year.\nW & J’s endowment is controlled by the finance committee. Investments are made in common stocks. When the president of the college, Dr. Howard J. Burnett, assumed office in 1970, the college had a short-term debt of about $1 million and a long term debt of $10 million. At that time, the endowment was $6.6 million. To survive the financial crisis of those days, Dr. Burnett, the officers, trustees, and many other persons and entities contributed much in time and money so that the college of today is in sound financial condition. In 1980, the market value of the endowment was $11.2 million. By 1990, the market value of the endowment had increased to $44.4 million. At the present time, the market value of the endowment is about $50 million.\nDr. Burnett testified that the funds in the endowment really preserve the freedom of the institution. Dr. Burnett testified that W & J could not survive without financial gifts.\nFor the fiscal year ended June 30, 1992, considering educational and general expenditures of $19,129,901, the revenue received from student tuition and fees was $14.4 million or about 75.3%. In addition, W & J provided $3.9 million to 762 students for scholarships and aid, or 20.3% of the educational and general expenditures. The operating loss was $939,848.\nFor the fiscal year ended June 30, 1993, considering total educational and general expenditures of $21,226,253, the revenue from student tuition and fees was $15.8 million, or about 74.4%. W & J provided $5.4 million to 850 students for scholarships and aid, or 25.4% of the educational and general expenditures. The operating loss was $470,631. Many students received more than one type of financial aid.\nIn the 1994 fiscal year, the college is providing $6.5 million for scholarships and aid to 845 students. W & J anticipates an operating loss of slightly more than $1 million. The vice president for business and finance, Duane Lantz, testified that this pessimistic outlook is caused by several factors: (1) money from capital campaigns was less than anticipated; (2) slightly lower student enrollment; and (3) lower yield from endowments.\nW & J receives from the Commonwealth direct funds used to pay for administrative expenses and utilities. The Commonwealth allocated approximately $1.8 million to W & J for the period 1991-1994.\nThe bookstore, cafeteria, dormitories, and the residential center operate with yearly surpluses. In 1992, the surplus for these auxiliary enterprises was about $168,000. In 1993, the surplus was about $553,000.\nFor the use of some of its facilities, W & J imposes charges. For example, before 1993, W & J received from Trinity Area School District $25,000 annually from the use of College Field. Approximately $16,000 is received from the Pony League each summer when the league players and coaches are housed and fed by the college for about two weeks during the series. Additional revenue comes from fees paid by people who attend some of the sports and cultural events held at college facilities.\nNearly all of the revenues, however, come from tuition and fees (including payments for room, board, and books); federal and state grants; W & J’s own endowments; and the gifts, grants and legacies it receives.\nW & J’s real estate holdings are located for the most part in the City of Washington, but a few properties are in the Borough of East Washington. The eighty-seven properties involved in this matter are used in furtherance of W & J’s educational program. Some of the properties are used primarily for cultural and sports events. A few properties, which are rental holdings or holdings not otherwise related to the educational program, are on the tax rolls; these properties are not related to the present dispute.\nIII. LAW\nPursuant to the Pennsylvania Constitution, the General Assembly may by law exempt from taxation “[institutions of purely public charity, but in the case of any real property tax exemptions only that portion of real property of such institution which is actually and regularly used for the purposes of the institution.” Pa. Const, art. VIII, § 2(a)(v). Therefore, “[t]he constitution does not, of itself, exempt any property; it merely permits the legislature to do so within certain limits.” G.D.L. Plaza v. Council Rock School District, 515 Pa. 54, 58, 526 A.2d 1173, 1175 (1987), quoting Donohugh’s Appeal, 86 Pa. 806, 309 (1878).\nAccordingly, the General Assembly has provided, pursuant to section 204(a)(3) of the General County Assessment Law, that all universities and colleges, “with the grounds thereto annexed and necessary for the occupancy and enjoyment of the same, founded, endowed and maintained by public or private charity” shall be exempt from all county, city, borough, town, township, road, poor and school taxes. However, before this court may determine whether W & J is entitled to an exemption pursuant to the General County Assessment Law, we must first determine whether W & J qualifies as a purely public charity within the meaning of our constitution. Hospital Utilization Project v. Commonwealth, 507 Pa. 1, 487 A.2d 1306 (1985).\nTo aid the courts in determining whether an institution qualifies as a purely public charity, our Supreme Court in Hospital Utilization Project (HUP) examined previous case law that has provided criteria by which the Supreme Court could extract the parameters of a purely public charity. As a result of its in-depth analysis, our Supreme Court concluded that an entity qualifies as a purely public charity if it possesses the following characteristics:\n1. Advances a charitable purpose;\n2. Donates or renders gratuitously a substantial portion of its services;\n3. Benefits a substantial and indefinite class of persons who are legitimate subjects of charity;\n4. Relieves the government of some of its burden; and\n5. Operates entirely free from private profit motive.\nId. at 22, 487 A.2d at 1317.\nAccordingly, these criteria represent an adherence to, rather than a departure from, the principles established by a long line of prior ease law. Id. at 23, 487 A.2d at 1318; G.D.L. Plaza, 515 Pa. at 60, 526 A.2d at 1176. In G.D.L. Plaza, our Supreme Court noted that “[t]he standards set out in Hospital Utilization Project reflect the minimum constitutional qualifications for being an appropriate subject of a tax exemption. They do not, of themselves, establish eligibility for exemption.” G.D.L. Plaza, 515 Pa. at 59 n. 2, 526 A.2d at 1175 n. 2.\nIV. DISCUSSION\nOn appeal, W & J argues that the trial court committed several errors of law in applying the criteria set forth in HUP to W & J and repeatedly abused its discretion in disregarding substantial evidence that supports a finding that W & J satisfied each prong of the HUP test. The trial court determined that W & J was not a purely public charity because it found that W & J failed to satisfy four of the five criteria set forth in HUP.\nThe trial court opined that W & J has attributes which in some instances seem to call for exemption and other attributes which do not. It was the trial court’s belief that although W & J was founded by public charity, it has grown into an enterprise of big business. Of itself, the trial court opined, this factor does not take away an exemption status; nevertheless, the trial court believed that the changes at W & J since its inception were dramatic and point up the complexity of the problem.\nIn a case brought pursuant to the Local Agency Law, 2 Pa.C.S. §§ 551-555, 751-754, where the trial court has held a de novo hearing, this court’s scope of review is limited to a determination of whether rights were violated or whether the trial court committed an abuse of discretion or error of law. Otte v. Covington Township Road Supervisors, 149 Pa.Commonwealth Ct. 467, 613 A.2d 183 (1992), aff'd, 539 Pa. 44, 650 A.2d 412 (1994). Whether an institution is one of “purely public charity” is a mixed question of law and fact on which the trial court’s decision is binding absent an abuse of discretion or lack of supporting evidence. Id. at 59, 526 A.2d at 1175. As the criteria set forth in HUP are derived from prior case law and do represent an adherence to, and not a departure from, previous established principles of law, we will examine each criterion with respect to its application to W & J. G.D.L. Plaza.\nIn G.D.L. Plaza, our Supreme Court pointed out that in deciding whether an institution is one of purely public charity “prior cases have limited value as precedent ... because of the continually changing nature of the concept of charity and the many variable circumstances of time, place, and purpose.” Id. at 59-60, 526 A.2d at 1175 (citation omitted). However, this court will also review other decisions, as the Supreme Court in G.D.L. Plaza did, to assist the court in “identifying some of the criteria and characteristics which are necessary, though not necessarily exclusive or sufficient, to determining the issue.” Id.\nA. WHETHER W & J ADVANCES A CHARITABLE PURPOSE\nThe trial court determined that W & J did not advance a charitable purpose because providing education is not of itself a charitable function. The trial court opined that an institution of higher learning differs from other charitable entities such as hospitals, nursing homes, facilities for the handicapped and homes for the elderly because an institution of higher learning has sources of contributions which other entities do not have. Citing In re St. Margaret Seneca Place v. Board of Property Assessment, Appeals and Review, County of Allegheny, 536 Pa. 478, 640 A.2d 380 (1994), the trial court stated that many of these institutions, such as nursing homes, will provide care despite the fact that the residents are unable to pay any of the costs. On the other hand, the trial court opined: (1) W & J receives 75% percent of its educational and general revenues through tuition and fees; (2) it does not permit students who cannot pay or secure financial aid to attend classes, and (3) it does not award scholarships solely on need.\nW & J argues that the trial court erred because W & J’s underlying purpose is to advance education. W & J points out that its stated and actual purpose is the “cultivation and the advancement of literature and science and of morality and religion without regard to sect or creed, by the education of youths-” See Reproduced Record (R.) at 301a.\nWe believe that the trial court’s considering W & J in the same institutional category as nursing homes, ignoring historical precedent with regard to educational institutions, and reaching the conclusion that W & J did not advance a charitable purpose was error. Specifically exempted as a “college” under the statute, W & J must be evaluated under the constitutional requirement of a purely public charity as a college, university, seminary or academy. See 72 P.S. § 5020-204.\nHistorically, the courts have held that education of youth is for the advancement of the public good. For example, in Price v. Maxwell, 28 Pa. 23, 34 (1857), our Supreme Court stated: “Nor has it ever been supposed in this country, that an institution established for the purposes of education is not a charity within the meaning of the law, because it sheds its blessings, like the dews of Heaven, upon the rich as well as the poor.” In Episcopal Academy v. Philadelphia, 150 Pa. 565, 573, 25 A. 55, 56 (1892), the court stated that “the education of youth and the support of schools are for the advancement of public good ...” In Haverford College v. Rhoads, 6 Pa.Superior Ct. 71, 78-79 (1897), the court stated “[t]hat a college, an institution of learning, is a charity, has long been decided, if it is conducted in a way beneficial to the public at large.”\nIn HUP, our Supreme Court stated that “[t]o be found to have a ‘charitable purpose’,” HUP would have to satisfy the following definition.\n‘The word “charitable”, in a legal sense, includes every gift for a general public use, to be applied, consistent with existing laws, for the benefit of an indefinite number of persons, and designed to benefit them from an educational, religious, moral, physical or social standpoint. In its broadest meaning it is understood “to refer to something done or given for the benefit of our fellows or the public.”’ Taylor v. Hoag, 273 Pa. 194, 196, 116 A. 826 [1922],\nHospital Utilization Project, 507 Pa. at 18, 487 A.2d at 1315, quoting Hill School Tax Exemption Case, 370 Pa. 21, 25, 87 A.2d 259, 262 (1952), quoting Funk Estate, 353 Pa. 321, 323, 45 A.2d 67, 69 (1946).\nIn the present case, the direct beneficiaries of W & J’s educational services are the general public. Enrollment is open to anyone who can meet the academic requirements and is not limited to a certain privileged class of students. Moreover, W & J offers a program to academically underprivileged students, those who generally have a G.P.A. of 2.1 or less, with 10% of the first year class entering this program.\nThe fact that W & J is not a nursing home, hospital or home for the elderly and may operate on different principles, does not prohibit its underlying objective of educating youth from qualifying as a charitable purpose. As pointed out by the Supreme Court in Hill School Tax Exemption Case, 370 Pa. at 23, 87 A.2d at 261, “charity or benevolence is not limited in scope to feeding, clothing and housing the indigent. To assist one in helping himself may be of even greater importance. Our universities, institutes of technology and research laboratories present fields of inestimable benefit to man.” In today’s society, where education beyond the high school level is almost mandatory in order for one to advance in life, the benefit of an institution of higher learning becomes even more immeasurable.\nTherefore, we hold that W & J’s education of youth advances a charitable purpose; accordingly, the trial court erred in determining otherwise.\nB. WHETHER W & J DONATES OR RENDERS GRATUITOUSLY A SUBSTANTIAL PORTION OF ITS SERVICES\nThe trial court found that W & J failed to prove that it donates or renders gratuitously a substantial portion of its services because: (1) it was unclear how much of the scholarships and other financial aid were given to students based on financial need; (2) W & J did not make up the deficits for those students who could not pay or borrow funds to pay; (3) fees are imposed upon students attending night school regardless of the financial ability to pay and if students cannot pay, they cannot attend night school; and (4) although W & J made up its deficits from its endowment and annual fund raising, deficits cannot be turned into a factor showing charitable purpose. The trial court concluded that higher education is a privilege, not a public responsibility.\nW & J argues that the trial court erred because the totality of the circumstances results in the conclusion that W & J renders gratuitously a substantial portion of its services. W & J argues that uncontra-dieted record evidence establishes that W & J in fact subsidizes every student attending the college through the use of its endowment; that it further subsidizes a majority of its students through both need and merit based scholarships; and that it offers a wide variety of facilities and events to the community free of, or at a nominal, charge.\nThe Supreme Court in HUP noted that:\nWhether or not the portion donated or rendered gratuitous is “substantial” is a determination to be made based on the totality of circumstances surrounding the organization. The word “substantial” does not imply a magical percentage. It must appear from the facts that the organization makes a bona fide effort to service primarily those who cannot afford the usual fee.\nHospital Utilization Project, 507 Pa. at 19 n. 9, 487 A.2d at 1315 n. 9.\nConsidering the totality of the circumstances surrounding W & J, it is clear to this court that W & J donates or renders a substantial portion of its educational services gratuitously. For the fiscal years ending June 1992 and June 1993, W & J operated at a loss of $949,848 and $470,631, respectively. Rather than passing the cost of these deficits to the students by increasing tuition prices, W & J made up these deficits from its endowment and annual fund raising. This, the court believes, results in W & J subsidizing a portion of each student’s cost of attending the college.\nMoreover, despite the trial court’s finding to the contrary, the record reveals that W & J provided aid to students based on financial need, through college grants, amounting to $5.4 million, $4.5 million and $3.1 million during the 1993-94, 1992-93 and 1991-92 academic years. R. at 248a, 250a, 251a. As testified to by Richard Soudan, director of financial aid at W & J, a college grant is gift money that is given to a student based upon a demonstrated financial need. R. at 28a.\nFurther, W & J awarded scholarships to students based on academic qualifications which equals a form of financial aid by virtue of the fact that the student does not have to repay the monies. The record shows that for the academic years 1993-94, 1992-93 and 1991-92, W & J awarded $6.5 million, $5.4 million and $3.9 million in academic scholarships respectively. R. at 248a, 250a, 251a. As found by the trial court, about 79% of the students-receive financial aid through grants, loans, or academic awards and often a combination of such aids.\nFinally, the record reveals that W & J does offer its facilities for cultural and sporting events free of charge or at a nominal cost. R. at 214a, 216a, 364a, 366a-67a. Therefore, based on the record, W & J does donate or render a substantial portion of its services gratuitously.\nThe fact that W & J does not make up the deficit for students who cannot secure funds or financial aid does not prohibit W & J from qualifying as a purely public charity. The HUP court did not state that an institution must render all of its services gratuitously in order to qualify as a purely public charity, only a substantial portion. The Supreme Court in St. Margaret Seneca clarified this point when it opined that the requirement that an institution donate or render gratuitously a substantial portion of its services does not imply a requirement that it provide wholly gratuitous services to some of its residents. St. Margaret Seneca, 536 Pa. at 486, 640 A.2d at 384. Moreover, the fact that W & J forbids students who cannot pay the required tuition from continuing with their studies is diminished when one realizes that a student would also be forbidden from matriculating at an entirely public institution of higher learning, such as The Pennsylvania State University, if the student was unable to pay the full tuition.\nAccordingly, the trial court erred in finding that W & J does not donate or render gratuitously a substantial portion of its services as its finding was not based upon substantial evidence.\nC. WHETHER W & J BENEFITS A SUBSTANTIAL AND INDEFINITE CLASS OF PERSONS WHO ARE LEGITIMATE SUBJECTS OF CHARITY\nThe trial court found that W & J did not benefit a substantial and indefinite class of persons who are legitimate subjects of charity. The trial court opined that the students who attend W & J cannot be equated to persons who are in need of care and institutional treatment as those in St Margaret Seneca. Many of the students, the trial court determined, can pay all or a large’ portion of the tuition and costs required by the college. Although about 79% of the students receive some type of financial aid, the trial court reiterated that this case is distinguishable from the situation in St. Margaret Seneca because if one cannot borrow or pay the costs of education, he or she must forego higher education at W & J.\nW & J argues that the trial court has held that only financially destitute students qualify as legitimate subjects of charity and that this restriction is erroneous. W & J contends that if an institution advances a charitable purpose, it is axiomatic that anyone benefiting from this charitable purpose is a legitimate subject of charity.\nThe trial court has effectively held that only financially destitute students qualify as legitimate subjects of charity. However, pri- or precedent has not reflected such a restriction but instead has held that in order to be considered a purely public charity, an institution must benefit the indefinite public. For example, in 1878, our Supreme Court was called upon to consider the foundation case constituting the constitutional test of purely public charity and determine whether a library qualified as a purely public charity thereby entitling that institution to a tax exemption. In the seminal case of Don-ohugh’s Appeal, our Supreme Court determined that The Library Company of Philadelphia was entitled to an exemption from taxation as a purely public charity and in so doing discussed the essential feature of a public use:\nThe essential feature of a public use is that it is not confined to privileged individuals, but is open to the indefinite public. It is this indefinite or unrestricted quality that gives it its public character. The smallest street in the smallest village is a public highway of the Commonwealth, and none the less so because a vast majority of the citizens will certainly never derive any benefit from its use. It is enough that they may do so if they choose. So there is no charity conceivable which will not, in its practical operation, exclude a large part of mankind, and there are few which do not do so in express terms, or by the restrictive force of the description of the persons for whose benefit they are intended. Thus, Girard College excludes, by a single word, half the public, by requiring that only male children shall be received; the great Pennsylvania Hospital closes its gates to all but recent injuries, yet no one questions that they are public charities in the widest and most exacting sense.\nTried by this standard, it would seem clear that the Philadelphia Library is public so far at least as regards the use of the books within the building; that is free to all alike without charge. Is its public character destroyed by any special privileges to members or other individuals? We cannot see that it is. Some system of government, some regulations of administration, are necessary in all large bodies; provided they be reasonable and not repugnant to the general purpose, they are valid and do not affect the character of the institution ... The law prohibits a common carrier from discriminating between persons; it requires him to carry all men the same journey for the same price; yet there is probably no railroad in the country that does not issue season or mileage tickets, or commutation in some form or other, to its local customers, and this has never been held to impair or infringe upon its public character as a common carrier. Such regulations, within reasonable limits, are mere administrative details, necessary in all but the most insignificant business, and not in any way affecting the general character of the institution.\nDonohugh’s Appeal, 86 Pa. at 313-14.\nIn Haverford College, the Superior Court, relying in part on Donohugh’s Appeal, found that Haverford College was entitled to a tax exemption as a purely public charity because its doors were open to the public under reasonable restrictions. Haverford College, 6 Pa.Superior Ct. at 79, 87. Likewise in Episcopal Academy, our Supreme Court relied on Donohugh’s Appeal and found that the academy was a purely public charity and that “[t]he fact that the school [was] under the control of denomination or religious sect, and that a preference [was] given to children of parents connected with the denomination, [did] not destroy its character as a public charity, since no one [was] excluded by reason of denominational connection or preference, but such persons [were] admitted as fast as vacancies occur[red].” Episcopal Academy, 150 Pa. at 575, 25 A. 55.\nIn the present case, the record supports a determination based on prior precedent as set forth in Donohugh’s Appeal, Haverford College, and Episcopal Academy, that W & J benefits a substantial and indefinite class of persons who are legitimate subjects of charity-\nAs found by the trial court, W & J has an open admissions policy based on merit. This evidences a substantial and indefinite class of persons and restricting admission based on merit is certainly a reasonable one for an institution of higher learning. Approximately 79% of the enrolled students representing this class of persons receive some sort of financial assistance either through scholarships, loans, grants or a combination of several types of assistance. This leaves only about 20% of the student enrollment who can or are required to pay all of the college’s tuition and costs.\nOf the about 1,100 students enrolled at W & J and receiving some sort of assistance, 758 students for the academic year 1993-94, 769 students for the academic year 1992-93, and 681 for the academic year 1991-92 were recipients of college grants or gift money based on need. R. at 28a, 248a, 250a, 251a. Moreover, while the trial court found that in the past year, seven or eight students were not permitted to return to classes because of the inability to pay or to secure aid, when compared with the total enrollment of about 1,100 full-time students, seven or eight students is a relatively de minimis number.\nThe fact that students who are unable to pay are not permitted to return does not destroy W & J’s public character nor destroy the fact that W & J serves the indefinite public. As pointed out by the Supreme Court in Donohugh’s Appeal, some reasonable restrictions are necessary in all large bodies and, in the present case, not permitting non-paying students to return is a valid restriction, does not affect the character of W & J as an institution of higher learning and is certainly not repugnant to the general purpose of W & J which is to educate youth. The record shows that all students who meet the academic requirements are admitted regardless of whether they will require financial aid in order to meet the tuition costs.\nWhile it is true that due to the restriction, some students must forego higher education at W & J, it is also true that in today’s society, it is hard to find any student not requiring some form of aid or loan assistance. It is also true in our society that most, but not all students, will be able to secure such aid. This is reflected in the de minimis number of students who were not permitted to return to W & J based on an inability to pay. Our Supreme Court in St. Margaret Seneca recognized this same concept when it opined that “[i]n modern America, it is hard to find any person in need of nursing home care who is uninsured, unable to pay, and wholly ineligible for government support in the form of Medicare or Medicaid coverage.” St. Margaret Seneca, 536 Pa. at 483, 640 A.2d at 382.\nIn addition, the courts have historically upheld the grant of a tax exemption to educational institutions as purely public charities whose beneficiaries were the youth of this Commonwealth. See County of Northampton v. Lafayette College, 128 Pa. 132, 18 A. 516 (1889); Episcopal Academy; Hill School Tax Exemption Case; Woods Schools Tax Exemption Case, 406 Pa. 579, 178 A.2d 600 (1962); Haverford; Mercersburg College v. Mercersburg Borough, 53 Pa.Superior Ct. 388 (1912). A decision in which the Supreme Court upheld the denial of a tax exemption was Thiel College v. County of Mercer, 101 Pa. 530 (1882); however, the significance of that case was later dismissed by the Supreme Court in Lafayette College as one dealing with an assessment upon farm land, two cows and one horse which, although owned by it, were no part of the college; therefore, the tax was properly sustained. Lafayette College.\nAccordingly, the trial court erred when it determined that W & J did not benefit a substantial and indefinite class of persons who are legitimate subjects of charity.\nD. WHETHER W & J RELIEVES THE GOVERNMENT OF SOME OF ITS BURDENS\nThe trial court determined that W & J did not relieve the government of some of its burdens because: (1) in the absence of any constitutional or statutory requirements, neither the federal or state governments have any burden to educate its citizens beyond high school; (2) W & J does not grant scholarships on need nor does it permit students already enrolled to continue their education unless the students can pay; and (3) W & J is the recipient of direct state funds resulting in taxpayers’ funds being used to promote W & J’s educational purposes.\nW & J argues that the trial court erred in construing a government’s burden to include only those burdens expressly assumed by the government in either the constitution or by statute. W & J points out that the General Assembly explicitly included colleges and universities in the Act of 1874 exempting such institutions from taxation. This, W & J contends, reflects the clear understanding that education was a form of charity and that such endeavor would relieve the government of its burden to meet this need. In addition, W & J points out, the General County Assessment Law contains the same exemption.\nWe agree that W & J relieves the government of some of its burdens. The test is whether the institution bears a substantial burden that would otherwise fall to the government. St. Margaret Seneca. Without W & J and other similarly private educational institutions, the Commonwealth would have to vastly expand the state university system. The state university system would be burdened with at least 1,100 more students if W & J were unavailable to serve as an institution of higher learning. Moreover, if W & J were subject to taxation, tuition costs would surely rise thereby making the institution more costly and less accessible to the public. As a result, more students would be forced to enroll in an institution supported by the state university system thereby increasing the burden on the state government to educate our youth.\nContrary to the trial court’s view, this court believes that the Commonwealth recognizes this reality because the Commonwealth provides W & J with direct state funds which W & J uses to assist with administrative expenses and utilities. Further, this court has previously recognized that institutions of higher learning relieve the government of part of its burden to provide for higher education. See Robert Morris College v. Board of Property Assessment, Appeals and Review, 5 Pa. Commonwealth Ct. 648, 291 A.2d 567 (1972).\nAccordingly, the trial court erred in its determination that W & J does not relieve the government of some of its burden.\nE. WHETHER W & J OPERATES ENTIRELY FREE FROM PRIVATE PROFIT MOTIVE\nThe trial court found that W & J fully satisfied this criterion and that W & J operates entirely free from private profit motive. We agree.\nAs found by the trial court, the payments for salaries and other benefits to the college’s officials do not indicate a private profit motive. Further, a surplus reapplied to the maintenance and operation of the institution does not clothe it with a private profit motive. No dividends or profits are distributed to individuals. Expansion projects are funded by special campaigns and in part by the budget.\nThe trial court pointed out that a surplus is permissible and is not equivalent to private profit. The trial court’s conclusion is supported by the HUP court’s quotation of the following language from Episcopal Academy:\n[A]n institution that is in its nature and purposes a purely public charity does not lose its character as such under the tax laws if it receives a revenue from the recipients of its bounty sufficient to keep it in operation. It must not go beyond self-support. When a charity embarks in business for profit it is liable to taxation like any other business establishment; but so long as the trustees of the school manage it as a charity, giving the benefit of what might otherwise be profit to the reduction of tuition fees or the increase of the number of free scholars in furtherance of the “education of youth,” the corpus of the trust, the schoolhouse, is entitled to exemption.\nHospital Utilization Project, 507 Pa. at 14, 487 A.2d at 1313, quoting Episcopal Academy, 150 Pa. at 574, 25 A. at 57.\nTherefore, the trial court did not err in determining that W & J operates entirely free from private profit motive.\nV. W & J’S QUALIFICATION AS A PURELY PUBLIC CHARITY AND ENTITLEMENT TO AN EXEMPTION PURSUANT TO GENERAL COUNTY ASSESSMENT LAW\nHaving concluded that the trial court erred in finding that W & J failed to meet four of the five criteria set forth in HUP, we hold that W & J qualifies as a purely public charity within the meaning of the Pennsylvania Constitution. We must point out that the trial court was correct that the W & J of today is quite different from the W & J at the time of its foundation in the eighteenth century because of the cost of yearly tuition and expenses, the substantial endowment of $50 million, and W & J’s almost yearly acquisition of properties for expansion. However, as the Court of Common Pleas of Cumberland County recognized in Dickinson College v. Cumberland County Board of Assessment Appeals, 45 D. & C. 3d 97, 103 (1987), a college’s tax exempt status does not erode with the passage of time merely because, in these financially complex times, the means by which a college secures funds to support its purely education commitments are more diverse than in a previous century.\nAccordingly, we will now address whether W & J is entitled to a tax exemption pursuant to section 204(a)(3) of the General County Assessment Law. To be entitled to a claimed exemption from taxation, W & J must affirmatively show that the entire institution (1) is one of purely public charity; (2) was founded by public or private charity; and (3) is maintained by public or private charity. G.D.L. Plaza, 515 Pa. at 59, 526 A.2d at 1175, quoting Woods Schools Tax Exemption Case, 406 Pa. 579, 584, 178 A.2d 600, 602 (1962).\nAs W & J has satisfied the criteria, that it is one of purely public charity, we must determine whether W & J was founded and is maintained by public or private charity. Based on the facts, as found by the trial court in this case, we believe that W & J also satisfies the last two criteria.\nThe trial court specifically found that W & J was founded by public charity. W & J was founded as an academy of education in the eighteenth century by the ministers of the Presbyterian Church.\nWith respect to the criteria that W & J be maintained by public or private charity, the trial court found that W & J is now incorporated as a nonprofit corporation and it has a charitable exemption under the Internal Revenue Code. W & J has an endowment funded by financial gifts and operates at a deficit. To make up the operating deficits, W & J donates a portion of its endowment. The trial court pointed out that to survive financially, W & J must seek contributions from its alumni. In addition, 79% of the students receive some form of financial assistance.\nIn Hill School Tax Exemption Case, the court determined that the school was maintained by charity because the cost of maintenance and instruction was greater than the tuition price; forty-nine percent of the students received student aid; and the operating deficit was made up from income from endowments, investments and gifts. Hill School Tax Exemption Case, 370 Pa. at 30, 87 A.2d at 264.\nAccordingly, we hold that the trial court’s findings support the conclusion that W & J was founded and is maintained by private or public charity and is, therefore, entitled to an exemption from real estate taxation pursuant to section 204(a)(3) of the General County Assessment Law. The order of the trial court is reversed and the decisions of the board granting a real estate exemption to the eighty-seven properties of W & J are reinstated.\n. Twenty-six organizations filed three amici curiae briefs in support of W & J’s appeal and five organizations filed an amici curiae brief in support of appellee, the City of Washington.\n.The exemption from taxation of purely public charities has been recognized by the Pennsylvania Constitution since the adoption of the constitution of 1874. Article IX, section 1 of the 1874 Pennsylvania Constitution provided that all taxes shall be uniform, upon the same class of subjects, but the General Assembly was permitted, by general laws, to exempt, inter alia, from taxation institutions of purely public charity. Pursuant to this constitutional provision, the General Assembly enacted the Act of May 14, 1874 (Act of 1874), which exempted, among other institutions, universities and colleges from local taxation.\n. Act of May 22, 1933, P.L. 853, as amended, 72 P.S. § 5020-204(a)(3).\n. Our Supreme Court in G.D.L. Plaza acknowledged that “[b]ecause of the great diversity of types of organizations to which [these criteria] will be applied, it is difficult to assess in advance the relative importance of each of the factors listed in Hospital Utilization Project.\" G.D.L. Plaza, 515 Pa. at 62, 526 A.2d at 1176.\n. In St. Margaret Seneca, our Supreme Court applied the HUP criteria and held that a nursing home qualified as a purely public charity exempt from property tax. With respect to whether the nursing home advanced a charitable purpose, the Supreme Court stated that \"[t]he care of elderly residents who cannot pay their full costs serves a charitable purpose.” St. Margaret Seneca, 536 Pa. at 483, 640 A.2d at 382.\n. Since the trial court determined that W & J did not qualify as a purely public charity within the meaning of the Pennsylvania Constitution, the trial court did not reach this issue. However, since the trial court has made sufficient findings for review by this court relating to this issue, we will not remand to the trial court for a determination as to whether W & J qualifies for a tax exemption pursuant to section 204(a)(3) of the General County Assessment Law.\n. Due to our disposition of the threshold issue addressed herein, this court will not address a second issue raised by W & J on appeal as to whether the trial court violated the Uniformity Clause of the Pennsylvania Constitution and the Equal Protection Clause of the United States Constitution because it arbitrarily imposed an undue burden upon similarly situated entities.",
        "type": "majority",
        "author": "KELLEY, Judge."
      },
      {
        "text": "DOYLE, J.,\nconcurs in the result only.\nORDER\nNOW, this 15th day of September, 1995, the order of the Court of Common Pleas of Washington County, dated August 5,1994, at No. 93-7033, is reversed. It is further ordered that the decisions of the Board of Assessment Appeals of Washington County with respect to the eighty-seven properties of Washington & Jefferson College are reinstated.",
        "type": "concurrence",
        "author": "DOYLE, J.,"
      },
      {
        "text": "McGINLEY, Judge,\ndissenting.\nI respectfully dissent to the majority’s conclusion that Washington & Jefferson College (W & J) is a purely public charity entitled to an exemption from real estate taxation pursuant to section 204(a)(3) of the General County Assessment Law. To the contrary, I believe that the trial court correctly determined that W & J failed to satisfy all the criteria of the HUP test.\nInitially, the trial court noted that W & J receives about seventy-five percent of its educational and general expenditures through its tuition and fee charges. Opinion of the trial court (Trial court opinion), August 5, 1994, at 12. The trial court recognized that providing education is not of itself a charitable function and that higher education is a privilege, not a public responsibility. Id. at 13,15. The trial court concluded that W & J does not advance a charitable purpose or donate or render gratuitously a substantial portion of its services. Id.\nThe trial court acknowledged that when the aspiring students cannot borrow or pay the tuition charged, they must forego higher education at W & J. Id. at 15. Thus, the trial court found that W & J failed to meet its burden of proving that it benefits a substantial and indefinite class of persons who are legitimate subjects of charity. Id. at 17.\nFinally, the trial court found that “providing education to college-eligible students is substantially different from government obligations to care for the sick, the handicapped, the indigent, and the homeless.” Id. at 18. Accordingly, the trial court determined that W & J did not relieve the government of some of its burden. Id.\nThe trial court noted the precedential value of In re St. Margaret Seneca Place v. Board of Property Assessment, Appeals and Review, County of Allegheny, 536 Pa. 478, 640 A.2d 380 (1994), but recognized that the facts of the present case are distinguishable. I believe the trial court correctly concluded that W & J failed to satisfy all the criteria of the HUP test. I would affirm the order of the trial court.\nSMITH, J., joins in this dissent.\nPELLEGRINI, J., joins in this dissent.",
        "type": "dissent",
        "author": "McGINLEY, Judge,"
      }
    ],
    "attorneys": [
      "McGinley, J., dissented and filed opinion in which Smith and Pellegrini, JJ., joined.",
      "Cliford B. Levine, for appellants.",
      "John Patrick Smider, Solicitor, for appellee City of Washington."
    ],
    "corrections": "",
    "head_matter": "APPEAL OF THE CITY OF WASHINGTON FROM ACTION OF THE BOARD OF ASSESSMENT APPEALS OF WASHINGTON COUNTY, PENNSYLVANIA, ON PROPERTY SITUATE IN THE CITY OF WASHINGTON v. BOARD OF ASSESSMENT APPEALS OF WASHINGTON COUNTY, PENNSYLVANIA, and Washington & Jefferson College, Appellants.\nCommonwealth Court of Pennsylvania.\nArgued March 15, 1995.\nDecided Sept. 15, 1995.\nMcGinley, J., dissented and filed opinion in which Smith and Pellegrini, JJ., joined.\nCliford B. Levine, for appellants.\nJohn Patrick Smider, Solicitor, for appellee City of Washington.\nBefore COLINS, President Judge, and DOYLE, McGINLEY, SMITH, PELLEGRINI, KELLEY and NEWMAN, JJ."
  },
  "file_name": "0352-01",
  "first_page_order": 410,
  "last_page_order": 423
}
