{
  "id": 11242839,
  "name": "In re FIRST INTERSTATE BANCORP CONSOLIDATED SHAREHOLDER LITIGATION",
  "name_abbreviation": "In re First Interstate Bancorp Consolidated Shareholder Litigation",
  "decision_date": "1999-08-26",
  "docket_number": "C.A. No. 14623",
  "first_page": "353",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 353"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1999 WL 608849",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "1989 WL 137936",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "420 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945740
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0142-01"
      ]
    },
    {
      "cite": "669 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11308630
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0059-01"
      ]
    },
    {
      "cite": "1988 WL 94752",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "164 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 A.2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1962,
      "pin_cites": [
        {
          "page": "886"
        },
        {
          "page": "885"
        },
        {
          "page": "886"
        },
        {
          "page": "885"
        },
        {
          "page": "885"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "747 A.2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11466649
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "76-83",
          "parenthetical": "suggesting that such claims are more appropriately characterized as direct, not derivative"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0071-01"
      ]
    },
    {
      "cite": "500 A.2d 1346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909045
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/500/1346-01"
      ]
    },
    {
      "cite": "490 A.2d 1059",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7911768
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "1070"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/1059-01"
      ]
    },
    {
      "cite": "1988 WL 97480",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "727 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11631585
      ],
      "weight": 7,
      "year": 1998,
      "pin_cites": [
        {
          "page": "852-57",
          "parenthetical": "\"TakeCare II\""
        },
        {
          "page": "851"
        },
        {
          "page": "853"
        },
        {
          "page": "855"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/727/0844-01"
      ]
    },
    {
      "cite": "209 A.2d 459",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1949,
      "pin_cites": [
        {
          "page": "460",
          "parenthetical": "\"benefit\" and causation clear where suit challenging issuance of option mooted by action directly and specifically canceling option"
        },
        {
          "page": "461"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1990 WL 189120",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "223 A.2d 384",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8103175
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "page": "386"
        },
        {
          "page": "387"
        },
        {
          "page": "387-88",
          "parenthetical": "court rejected argument that modification of corporate incentive compensation plan agreed to in stipulation of settlement of litigation conferred no benefit on corporation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/223/0384-01"
      ]
    },
    {
      "cite": "1996 WL 32169",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "\"First Interstate I \""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "729 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11623556
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "\"First Interstate II \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0851-01"
      ]
    },
    {
      "cite": "693 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12004669
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "1079",
          "parenthetical": "\"TakeCare I \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/693/1076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1463,
    "char_count": 40037,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 1.1927078871892401e-07,
      "percentile": 0.5917410628959449
    },
    "sha256": "4ca98eb56795fe02bad935d8f3bf3c10bff15b82ee0d87b3b14971e82d4e6cfa",
    "simhash": "1:8ba8621485ec75f3",
    "word_count": 6423
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re FIRST INTERSTATE BANCORP CONSOLIDATED SHAREHOLDER LITIGATION."
    ],
    "opinions": [
      {
        "text": "OPINION\nLAMB, Vice Chancellor.\nI. INTRODUCTION\nBefore me is a petition for fees pressed by the stockholder plaintiffs and their counsel premised on the well-recognized principle that where (i) meritorious litigation is filed, (ii) an action producing a benefit to the corporation or its stockholders is taken by the defendants before judicial resolution is achieved, and (iii) the resulting benefit is causally related to the litigation, then the plaintiff or his counsel is entitled to an award of attorney’s fees and expenses. United Vanguard Fund v. TakeCare, Inc., Del.Supr., 693 A.2d 1076, 1079 (1997) (“TakeCare I ”). Plaintiffs seek an award of $7.5 million, inclusive of expenses. For the reasons discussed herein, I determine that plaintiffs’ counsel are entitled to an award of fees, in the amount of $1,953,661.86, inclusive of their reasonable out-of-pocket expenses.\nII. BACKGROUND\nThis consolidated litigation began in October 1996 in relation to the then ongoing efforts of Wells Fargo & Co. (“Wells Fargo”) to acquire First Interstate Bancorp (“First Interstate”). The factual background and procedural history of the litigation are discussed in detail in earlier opinions of this court. See In re First Interstate Bancorp Consolidated Shareholder Litig., Del. Ch., 729 A.2d 851 (1998) (“First Interstate II ”), and Wells Fargo & Co. v. First Interstate Bancorp, Del. Ch., Cons.C.A. No. 14623, 1996 WL 32169, Allen, C. (Jan. 18, 1996) (“First Interstate I ”). I will assume the reader’s familiarity with these opinions.\nMajor aspects of the plaintiffs’ Third Amended and Supplemental Class Action Complaint (“Third Amended Complaint”) were rendered moot in January 1996 when the defendant directors of First Interstate dropped their determined opposition to Wells Fargo’s hostile proposals, abandoned the proposed “white knight” merger agreement between First Interstate and First Bank System, Inc. (“FBS”) previously approved by them, and entered into a merger agreement with Wells Fargo. Plaintiffs contend that this series of actions resulted in a benefit to the First Interstate stockholders measured in the billions of dollars.\nJudging that they had accomplished their principal objectives in the litigation, plaintiffs’ lead counsel undertook to explore with Wells Fargo’s counsel the possibility of a “mootness” dismissal of the complaints and an agreement to pay an attorneys’ fee. Discussions took place but no agreement was reached because plaintiffs' counsel, as a group, were unable to agree that the remaining “non-moot” claims should be abandoned as worthless. Among other things, those claims attacked the authorization of severance packages to officers and employees of First Interstate and the terms of a settlement reached between First Interstate and FBS pursuant to which FBS was paid $250 million in connection with the termination of the First Interstate/FBS merger agreement. Thus, further litigation ensued, led by those counsel who objected to the abandonment of the claims. Eventually, those claims were dismissed. See In re First Interstate, Del. Ch., 729 A.2d 851. This fee petition, made in connection with the moot claims, followed.\nIII. DISCUSSION\nThe grant or denial of counsel fees lies within the sound discretion of the court. Chrysler Corp. v. Dann, Del.Supr., 223 A.2d 384, 386 (1966). Defendants argue strenuously that the litigation was not “meritorious” when filed and that the actions of the defendant First Interstate directors, said to have mooted the plaintiffs’ claims, were not caused by the litigation. They also argue that, in any event, the causal relationship between the litigation and the resulting increase in value to the stockholders was so attenuated that the amount of that “benefit,” however measured, is not an appropriate reference point for determining a reasonable fee. Rather, they urge, any fee paid should be calculated on a quantum meruit basis, compensating only for the time reasonably and productively spent on the litigation effort.\nI will address each of these points. Before doing so, however, it is necessary to resolve a more basic dispute. If a fee is to be paid, where will the money come from to pay it? The issue is important because, if the recovery can be obtained only from the “common fund” represented by the increased consideration paid to the First Interstate stockholders, then no recovery is possible because that fund was disbursed to them several years ago. In contrast, if an award can be recovered from First Interstate, a source of recovery exists.\nA. The Source of Payment for a Fee Award\nThe “common fund” and the “corporate benefit” doctrines are, of course, two commonly recognized exceptions to the general, so-called American Rule, under which a prevailing party is responsible for the payment of its own counsel fees. “Under the common fund doctrine, a litigant who confers a common monetary benefit upon an ascertainable class is entitled to an allowance for fees and expenses to be paid from the fund or property which his efforts have created. Alternatively, the corporate benefit doctrine comes into play when a tangible monetary benefit has not been conferred,” but some other valuable benefit is realized by the corporate enterprise or the stockholders as a group. In re Dunkin’ Donuts Shareholders Litig., Del. Ch., Cons.C.A. No. 10825, 1990 WL 189120, Chandler, V.C., mem. op. at 7 (Nov. 27, 1990) (citations omitted). Plaintiffs contend that their litigation efforts either gave rise to a common fund on the basis of which fees may be awarded or, alternatively, benefited First Interstate shareholders “on the entity level” so as to justify an award of fees against the corporation. They also argue that grounds exist to estop First Interstate from denying its liability to pay whatever fee may be awarded.\nBefore turning to these issues, I first note that uncertainty over the nature of the “benefit” and its relation to the litigation may be expected to occur primarily in moot cases. Where a case has been litigated to a conclusion or settled, the nature of the “benefit” and its causal connection to the litigation is ordinarily clear. In moot cases, these issues may be less easily resolved. Compare Rosenthal v. Burry Biscuit Corp., Del. Ch., 209 A.2d 459, 460 (1949) (“benefit” and causation clear where suit challenging issuance of option mooted by action directly and specifically canceling option) with United Vanguard Fund, Inc. v. TakeCare, Inc., Del. Ch., 727 A.2d 844, 852-57 (1998) (“TakeCare II”) (“indirect and tangential relationship between the litigation and the resulting transaction” claimed to have resulted in substantial benefit). As may be inferred from Take-Care II, identifying the “benefit” claimed and the relation of that benefit to the claims asserted in the litigation can be a particularly nettlesome task where stockholder litigation is (i) brought in the midst of a fluid course of events, such as an ongoing takeover contest, and (ii) rendered “moot” when the defendants take action that brings the contest to a conclusion on terms satisfactory to the stockholder plaintiffs but before any result is obtained in the litigation. See In re Dunkin’ Donuts, Del. Ch., Cons.C.A. No. 10825; In Re Anderson Clayton Shareholders’ Litig., Del. Ch., C.A. No. 8387, mem. op., 4-5, 1988 WL 97480, Allen, C. (Sept. 19, 1988).\nMoreover, it is helpful to bear in mind that the identification of the benefit and the appropriate source of funds for the payment of attorneys’ fees does not turn on the characterization of the underlying litigation as direct (ie. individual or class) or derivative. Here, for example, a prominent claim rendered moot by the defendants’ actions related to the First Interstate rights plan. Such a claim, when asserted by stockholders not themselves participating in a proxy contest or tender offer, is usually regarded as derivative in nature. Moran v. Household Int’l, Inc., Del. Ch., 490 A.2d 1059, 1070 (1985), aff'd., Del.Supr., 500 A.2d 1346 (1985); but see In Re Gaylord Container Corp. Shareholders Litig., Del. Ch., 747 A.2d 71, 76-83 (1999) (suggesting that such claims are more appropriately characterized as direct, not derivative). From this, one might suppose that the benefit conferred here was also derivative in nature and that fees should be paid out of the corporate treasury. Nevertheless, there is ample authority for the proposition that litigation similar to this may result in an award of fees out of the consideration paid to stockholders, rather than the corporate treasury. See, e.g., TakeCare II, Del. Ch., 727 A.2d at 847 n. 2 (noting that, pursuant to stipulation, funds were withheld from the total consideration paid to stockholders as a source to pay fee award); In re Dunkin’ Donuts, Del. Ch., Cons.C.A. No. 10825, mem. op. at 6 (to facilitate transaction, acquirer agreed to be responsible for fees and expenses up to a stated sum). Conversely, there is authority for the proposition that where individual or class litigation results in the conferral of an unquantified benefit on the stockholders as a whole, the corporation may be hable to pay fees. Richman v. DeVal Aerodynamics, Inc., Del. Ch., 185 A.2d 884, 886 (1962).\nIn Richman, Chancellor Seitz specifically rejected rebanee on distinctions based on the nature of the claims asserted where plaintiffs sought to recover fees from the corporation for litigation brought by them individually. He stated:\nIt is settled law in this jurisdiction that where a basis in law for recovery of fees is established, the characterization of a suit as derivative or • representative is immaterial, the assets of the corporation being a fund belonging to the stockholders in common. Mencher v. Sachs (Del.), 164 A.2d 320. The question that remains then is whether plaintiff by his suit conferred such benefits either on the corporation or the stockholders as will permit recovery of expenses from the corporation.\n185 A.2d at 885. It should be equally true that, where a claim is made to recover fees from a common fund created as the result of litigation, the characterization of the suit is immaterial, the only question being whether (to paraphrase Chancellor Seitz’s observation in Richman) plaintiff by his suit conferred such benefits on the stockholders entitled to share in that fund as will permit recovery of expenses therefrom.\n1. Is This a Common Fund Case?\nThe answer to this question is both “no” and “yes.” Plaintiffs claim, in part, to base their fee petition on the creation of a sizeable common fund. But, in the circumstances of this case, I am unable to identify a “fund” resulting from plaintiffs’ litigation efforts. This is not to say that the stockholders, as a group, were not benefited by the litigation. Nor is it to say that the benefit to them is not reflected in the increased takeover consideration received by them in the Webs Fargo transaction. Rather, I mean only to say that I cannot ascertain, with any degree of confidence, even an approximate amount reflecting the value conferred on those stockholders by the litigation. In similar circumstances, this court has refused to award a fee based on a percentage of the benefit claimed to have been conferred, preferring, instead, to rely on notions of quantum meruit as the standard for calculating fees. See, e.g., In re Dunkin’ Donuts, Del. Ch., Cons.C.A. No. 10825; In re MacMillan, Del. Ch., C.A. No. 9909; TakeCare II, Del. Ch., 727 A.2d 844. In that sense, this is not a common fund case.\nAt the same time, if it were possible to do so at this late date (and it is not), it would be appropriate to pay whatever fee might be awarded on a quantum meruit basis out of the consideration flowing to the First Interstate stockholders in the Wells Fargo takeover, rather than out of the corporate treasury. And, in that sense, this is or was a common fund case.\n2. Is This a Corporate Benefit Case?\nBy their action, the plaintiffs were not seeking damages, or monetary relief. Primarily, their complaint sought injunctive relief constraining the operation of certain aspects of the First Interstate/FBS merger agreement and compelling the defendant directors to act in accordance with their fiduciary duties in responding to the hostile takeover effort mounted by Wells Fargo. Ultimately, the directors acted to abandon the First Interstate/FBS merger agreement and to enter into a superior merger agreement with Wells Fargo. Assuming, for the purpose of this argument, some causal relationship between the litigation and these actions, the litigation may be seen to have benefited the First Interstate stockholders, as a whole, in some unquantifiable, but nonetheless real, sense. The barriers to the superior offer were overcome and the First Interstate rights plan used in a way to achieve the optimal outcome. Plaintiffs argue that, under the authority of Richman, such a benefit may support an award of fees from the corporate treasury.\nDefendants argue, strenuously, that plaintiffs cannot shoehorn their fee petition into the “corporate benefit” mold. Defendants rely on In re Dunkin’ Donuts for the proposition that “[b]ecause the Company was not the beneficiary of Plaintiffs’ litigation, it should not be required to satisfy any award to Plaintiffs.” They also distinguish Rickman on the ground that in that case “the benefit caused by the plaintiffs’ litigation was the prevention of wasteful transactions by the corporation— clearly a benefit to the corporation rather than its stockholders, justifying an award of fees against the corporation.”\nI do not read In re Dunkin’ Donuts to preclude an award of fees to plaintiffs from the corporate treasury. The fundamental rationale relied on in In re Dunkin’ Donuts to deny an award of fees to Kings-bridge was its status as a defeated competing bidder for control of the corporation. Del. Ch., Cons.C.A. No. 10825. Thus, at page 19, the opinion states: “I cannot say that [Kingsbridge] directly conferred a benefit upon the stockholder class in the same sense as the class plaintiffs, for the simple reason that Kingsbridge’s efforts were not aimed at securing a-sale of Dun-kin’ Donuts to the highest bidder. Rather, Kingsbridge’s lawsuit was but one element of its strategy to acquire the target.... It is ... Kingsbridge’s position as a bidder for control of Dunkin’ Donuts that undercuts its claim for fees and expenses.” Later, at page 20, it is observed that “[t]his Court has never compensated a shareholder for costs incurred in litigation related to [its] attempt to acquire a corporation.” The court also determined that fee shifting in the case of defeated bidders was unnecessary and undesirable as a matter of policy. Id. at 21-24. Finally, to the extent the decision in In re Dunkin’ Donuts reflects a determination that the winning bidder, who had acquired 100% of Dunkin’ Donuts for cash, should not have to bear the litigation expenses of others involved in the takeover contest, those concerns are not present (or at least less important) here for the following reasons, among others: (a) the fee application at issue is not made by a competing bidder, (b) the acquisition of First Interstate was for stock, not cash, and thus, the current stockholders of Wells Fargo are, in some substantial degree, former stockholders of First Interstate or their successors in interest, and (c) as will be discussed infra, there is some evidence suggesting that Wells Fargo expected that First Interstate would be required to pay a fee to plaintiffs’ counsel. Together, these factors convince me that In re Dunkin’ Donuts does not preclude a fee award from First Interstate.\nI also do not agree with defendants’ reading of Rickman. In that case, a majority of the stockholders, who opposed certain actions proposed to be taken by the board of directors, made a demand for the calling of a special meeting of stockholders in accordance with the bylaws at which meeting they proposed to enlarge the board of directors and fill the newly created seats. Del. Ch., 185 A.2d 884. When the president refused to act, they brought an action to compel him to call the special meeting and to enjoin the board from taking the threatened actions until the meeting could be held. Chancellor Seitz granted the relief and awarded fees to be paid by the corporation. He found the corporate treasury an appropriate source from which to pay fees, not (as defendants argue) because the proposed transactions were “wasteful” or because the corporation benefited, but because the benefit inured to the class of stockholders in general and “the benefits accruing to the class were such as to require, in equity, payment by the class as a whole.” Id. at 886. The fee was taken from the corporate treasury as a convenient substitute for payment by the stockholders themselves, “the assets of the corporation being a fund belonging to the stockholders in common.” Id. at 885.\n3. Other Equitable Considerations\nI conclude from my review of the record on this petition that plaintiffs’ counsel had some understanding, engendered by their communications with counsel for Wells Fargo, that the corporate entities would pay whatever fee was awarded. In my opinion, in the unusual circumstances of this case, this understanding on the part of plaintiffs’ counsel is enough to overcome the apparent lack of equity in requiring that an award of fees be paid out of the corporate treasury following a successful takeover. In re Dunkin’ Donuts, Del. Ch., Cons.C.A. No. 10825, mem. op. at 23 (stating, in case of competing cash tender offers, that “shifting legal fees to the successful competing bidder appears inconsistent with the principle underlying the common fund and corporate benefit doctrines that the benefited class should foot the bill of whoever causes the benefit to be conferred.”)\nIn his declaration, Mr. Abbey, co-lead counsel for plaintiffs, states, as follows:\nDuring our discussions on January 30, 1996, Mr. [Paul ] Saunders told me that Wells Fargo was interested in having the litigation dismissed as moot, and that if that were accomplished, he believed that his client would be willing to pay a reasonable counsel fee for plaintiffs’ counsel’s services in the litigation. ... Mr. Saunders asked me to make a demand for attorneys’ fees in connection with the settlement, and I responded by giving him an “opening demand” of $7,250,000.\nOn the same day, Mr. Saunders sent me by fax a copy of the Litigation section of the then-current version of the Joint Proxy Statemeni/Prospectus being prepared by Wells Fargo and First Interstate .... [That draft] included the following language in connection with the shareholder litigation:\n‘Wells Fargo and First Interstate are currently negotiating with the plaintiffs in these actions to settle such stockholder class and derivative suits. Such settlement may involve the payment of attorneys’ fees by First Interstate.”\nDeclaration of Arthur N. Abbey in Support of Application for Fees (undated), at ¶¶ 4-6. The final proxy statement, issued some months later, stated: “While there can be no assurance that any of these actions will ultimately be settled, any such settlements may involve the payment of plaintiffs’ attorneys’ fees by First Interstate.” Id. at 8.\nMr. Abbey does not dispute that no agreement was ever reached to settle the case, or to resolve it on the basis of a “mootness dismissal.” He does, however, declare, as follows:\nI understood from our discussions on January 30, 1996 and thereafter, from Mr. Saunder’s fax transmission of the draft, and from the final language of the Joint Proxy Statement/Prospectus that plaintiffs’ counsel’s compensation would be paid by First Interstate, or by Wells Fargo as its successor by merger, and not by the First Interstate stockholders or anybody else.\nId. at paragraph 8.\nMr. Saunders recalls having a conversation with Mr. Abbey on January 30, 1996, on the subject of “settlement of the case on a ‘mootness’ basis” and the payment of attorneys’ fees but does not “recall telling Mr. Abbey that Wells Fargo was interested in having the litigation dismissed as moot, or that [Mr. Saunders] believed that if a mootness dismissal were accomplished Wells Fargo would be willing to pay plaintiffs’ counsels’ fee.\" Paul C. Saunders 5/18/99 Aff. at ¶2. Mr. Saunders also states that he did not make any settlement proposal to Mr. Abbey and did not “tell Mr. Abbey that Wells Fargo would pay an award of attorneys’ fees,” either on January 80, 1996 or on February 6, 1996, the date of their only other contemporaneous discussion of the possibility of settlement. Id. at ¶ 8. Mr. Saunders does acknowledge sending Mr. Abbey the draft language from the proxy statement. These settlement discussions broke down when plaintiffs could not, as a group, come to agreement on a basis on which to resolve the litigation.\nOn this record, it obvious that there was never any agreement among the parties relating to the source of payment of fees. The preliminary settlement discussions necessarily related to the disposition of the litigation. Any discussion about the payment of fees was, concededly, secondary to and dependent upon an initial agreement to resolve the case. It is also clear that no agreement was ever reached relating to the settlement or disposition of the litigation because certain of plaintiffs’ counsel determined to continue the action.\nNevertheless, it is also clear to me that plaintiffs’ counsel had some reason to believe that the corporate entities would pay whatever fee might ultimately be awarded with respect to the “moot” claims. Perhaps most importantly, the language of the proxy materials issued in connection with the Wells Fargo/First Interstate merger gave them some reason to rely upon this as being true. I also infer that neither First Interstate nor Wells Fargo proceeded in that merger with the understanding that the corporate entities would not be liable to pay whatever fees might ultimately be awarded. The proxy statement disclosure, although imprecise and conditional, is sufficient to prove that the parties to the merger had no such fixed view. No affidavit evidence contradicts this inference.\nb. Conclusion\nI conclude that First Interstate, or its successor by merger, should be held responsible for the payment of fees to plaintiffs’ counsel. I recognize that, in cases where plaintiffs’ litigation efforts result in or contribute to the creation of a fund distributed to a class, it is generally appropriate that any fee award should be paid out of that fund. This is, perhaps, particularly so where the litigation is part of an ongoing process by which the corporate entity is acquired and its shareholders paid for their shares. Nevertheless, fee shifting is an equitable device and, as the circumstances presented here demonstrate, is not properly or easily confined to rigid, predictable circumstances. Here, it is more fair to require First Interstate to pay a fee to plaintiffs’ counsel than to deny them any fee at all. Because no other source of payment is available, this court will regard the assets of First Interstate as “being a fund belonging to the stockholders in common” (Richman, Del. Ch., 185 A.2d at 885) from which it is appropriate to pay plaintiffs’ counsel a fee. Because Wells Fargo itself benefited from plaintiffs’ support of its position during the litigation and for the other reasons already articulated in this opinion, this result should not cause Wells Fargo, as the acquirer of First Interstate, the sort of prejudice recognized in In re Dunkin’ Donuts.\nB. The Litigation Was Meritorious\nAs this court recently said, “[i]n assessing whether a lawsuit was meritorious when filed, the standard the Court will look to is whether the claim would have been able to withstand a motion to dismiss. Chrysler Corp. v. Dann, Del.Supr., 223 A.2d 384, 387 (1966).” TakeCare II, Del. Ch., 727 A.2d 844, 851. Here, at least some of the claims asserted in plaintiffs’ Third Amended Complaint survived a motion to dismiss. This satisfies the requirement of meritoriousness.\nC. Defendants Have Not Rebutted the Presumption of Causation\nDefendants argue with great conviction and some persuasiveness that their actions throughout the course of the takeover contest were unrelated in any degree to this litigation. Undoubtedly there were many factors influencing their actions, including many more important than this litigation. The plaintiffs do not contend otherwise. Nevertheless, I conclude that the defendants’ proof and arguments do not overcome the presumption that there was some causal connection between this litigation and the actions taken by them that rendered it moot.\nThe presumption of causation is a heavy one “and it is to be expected that defendant will not often be able to satisfy it.” TakeCare II, Del.Ch., 727 A.2d at 853. This is particularly true where, as here, the litigation was actively pursued and headed toward an early resolution. Working cooperatively with Wells Fargo, which also initiated litigation in this court in aid of its hostile takeover efforts, plaintiffs undertook substantial discovery, including extensive document production and review and thirty depositions at locations around the country. They and Wells Fargo also successfully defended against the motion to dismiss and were preparing for an early trial when their claims became moot. In the circumstances, I am unable to rely upon defendants’ conclusory statements to find that the litigation had no causal relationship to the abandonment of the FSB/ First Interstate merger and the related authorization of the Wells Fargo/First Interstate merger agreement.\nLitigation is frequently used to influence the outcome of takeover contests. In particular, litigation brought on behalf of the stockholders of a takeover target, when actively pursued, can serve a useful monitoring function, mediating between the interests of the hostile suitor and the defensive activities of the board of directors. While I cannot read the minds of the First Interstate directors, I must conclude from the record that they were aware of the status of this and the Wells Fargo litiga-tions and were influenced to some degree by the recognition that they would be called to account by this court in those litigations for any failure to fulfill their fiduciary duties. In the circumstances, while other factors, especially the overriding economic considerations presented by the competing offers, undoubtedly played a large role in the directors’ decision making, I cannot conclude that the litigations played none.\nD. The Amount of the Fee Award\nAs stated, supra, notes 2 and 3 and accompanying text, plaintiffs are unable to show their entitlement to a fee award based on a percentage of the benefit claimed to have been conferred. Rather, I conclude that quantum meruit is the appropriate standard for calculating fees in this case. ‘When an unquantifiable benefit is involved, the quantum meruit approach gives the court a more equitable means of determining a reasonable fee.” In re Dunkin’ Donuts, Del.Ch., Cons.C.A. No. 10825, mem. op. at 17. In performing that analysis, I will “consider the work the attorneys performed to achieve the benefit, the amount and value of attorney time required for that purpose, taking into account the experience of counsel and the contingent nature of the case.” In re Diamond Shamrock Corp., Del. Ch., C.A. No. 8798, 1988 WL 94752, Jacobs, V.C., mem. op. at 12 (Sept. 14, 1988).\nPlaintiffs’ role in the litigation involved the efforts of lawyers from fifteen different law firms. For work performed through January 31, 1996, they together report spending a total of 3,886.45 in attorney time and 1,189.1 hours of paralegal time. Defendants object that this compilation of time spent includes (i) time devoted to dismissed claims (which, they argue could not have been “meritorious” when filed), time spent on litigation pending in other courts, namely companion litigation filed in California, even after the California cases were stayed, by counsel who never appeared in this court, and (iii) time spent in this litigation wastefully or redundantly.\nConsidered as a whole, I find that the information submitted by plaintiffs’ counsel is sufficient for me to reach a judgment about the amount of fees to be paid on a quantum, meruit basis. In general, I reject the defendants’ argument that I should disregard time devoted to any .aspect of the litigation that proved to be a dead end. For example, I do not agree that all time devoted to pleadings prior to the Third Amended Complaint should be disregarded simply because none of the claims asserted in those earlier pleadings (notably the Revlon claims) survived the motion to dismiss. Rather, I agree with plaintiffs that time spent on those earlier pleadings, to some measure, contributed to the final pleading, which did survive the motion to dismiss. I also reject the suggestion that all of the time reportedly spent by those law firms involved in the California litigation but not formally part of these consolidated cases must be disallowed. Obviously, time spent in connection with the pleadings and motion practice (including briefing and court appearances) in those cases produced no benefit to the class and will not be compensated. Just as clearly, time spent on discovery matters, such as document review and depositions did produce a benefit because those efforts were coordinated with the efforts of Delaware counsel and, according to the record before me, were largely non-duplicative. Adjusting the reported hours to eliminate non-compensable time spent in the California litigation, I arrive at rough totals of time devoted to the matter by attorneys and paralegals, respectively, of 2,928 and 912 hours. Using the average hourly rates for lawyers and paralegals derived from the record, these hourly totals have a nominal value of approximately $1,025,000.\nDefendants argue that this figure is inflated due to redundant or excessive charges. Overall, my review of the record leads me to conclude that, in the context of this very intense and fast-paced litigation, lead counsel made a satisfactory effort to fulfill their obligation to- coordinate the activities of plaintiffs’ counsel in order to reduce or avoid duplication and waste. No doubt there was some overstaffing of depositions and some redundant effort by the small army of lawyers involved. There are also some charges for services that, by the standard of the general legal market, appear to be excessive. Nevertheless, where multiple lawsuits are consolidated, involving a number of plaintiffs and law firms, it is unreasonable to expect that the ensuing litigation will be handled as efficiently as would be true if only one complaint were filed and one law firm engaged. Thus, on this record, I will not discount the fee award for waste or duplication.\nI am, however, cognizant of the fact that plaintiffs have shown only a relatively weak correlation between their efforts and the outcome or benefit claimed. Moreover, while certain claims made in their Third Amended Complaint survived the motion to dismiss, they did so, in substantial measure, only because so-called Unocal claims generally involve “questions of fact to be decided at trial, not on the pleadings.” First Interstate I, Del.Ch., Cons.CA. No. 14623, mem. op. at 15, citing In re Santa Fe Pacific Corp. Shareholder Litig., Del.Supr., 669 A.2d 59, 72 (1995). This says nothing about whether plaintiffs would have prevailed at trial, a point hotly contested by defendants who argue forcefully the independence and diligence of the First Interstate board of directors. In my view, the relative weakness of the proof on the issues of merit and causation should be taken into account in awarding a fee.\nI must also consider counsels’ professional standing and the contingent nature of their undertaking here. Although several of the law firms involved are not well known to the court, lead counsel and several of the other firms who together account for the lion’s share of the billable time are known to be successful and experienced practitioners in this court. They undertook their role as champion of the interests of the First Interstate stockholders without any promise of payment or guarantee of success. It is consistent with the public policy of this State to reward this sort of risk taking in determining the amount of a fee award. United Vanguard II, swpra, Del. Ch., 727 A.2d at 855.\nOn balance, in the exercise of my discretion, I conclude that an award of $1,750,000 adequately compensates plaintiffs’ counsel for their work in this matter. They will also be awarded their reasonable out-of-pocket expenses, totaling $203,-661.86. The parties are directed to submit no later than September 8, 1999, a proposed form of order implementing this decision and containing whatever additional provisions may be necessary to ensure that a final, appealable order is entered disposing of any claim that may remain (including the so-called “moot claims”). If necessary, counsel for the plaintiffs should arrange a teleconference with all interested parties for September 2,1999 to resolve any matters as to which agreement cannot be reached.\n. See, e.g., Sugarland Indus., Inc. v. Thomas, Del.Supr., 420 A.2d 142 (1980); hut see Chrysler Corp. v. Dann, Del.Supr., 223 A.2d at 387-88 (court rejected argument that modification of corporate incentive compensation plan agreed to in stipulation of settlement of litigation conferred no benefit on corporation).\n. The difficulty encountered in quantifying the \"fund” created by the litigation is due, in significant part, to the fact that the litigation was played out in the context of a hotly contested battle for control of First Interstate. Many factors operated independently of the litigation to influence the outcome and the final price paid by Wells Fargo as the winning bidder. Equally important, the litigation itself did not result in an injunction or judgment. Thus, the causal relationship between the litigation, the outcome and the amount of any increased consideration caused by the litigation is too attenuated to state clearly. This conclusion or observation is not unlike that reached in In re Dunkin’ Donuts, Del. Ch., Cons.C.A. No. 10825; In re Anderson Clayton, Del. Ch., C.A. No. 8387; In Re Mac-Millan, Inc. Shareholders Litig., Del. Ch., C.A. No. 9909, 1989 WL 137936, Jacobs, V.C. (Nov. 16, 1989), and numerous other decisions of this court.\n. To award fees on the basis of the \"common fund” exception, it would seem to be necessary to identify the source and amount of the fund claimed to have been created. The source of the fund claimed is straightforward. The argument is made that, due in part to plaintiffs’ litigation efforts, the stockholders of First Interstate received greater value in the acquisition of their shares then would otherwise have been the case. Thus, the \"fund” is some part of the total consideration paid by Wells Fargo to acquire the First Interstate stock. Leaving aside issues of causation, this is essentially the same argument made, and accepted, in TakeCare I, Del.Supr., 693 A.2d 1076, and II, Del. Ch., 727 A.2d 844, and in Dunkin’ Donuts, Del. Ch., Cons.C.A. No. 10825, among many other cases.\nAscertaining the amount of the fund is more difficult. Plaintiffs suggest that the amount of the \"fund” created by their litigation efforts can be measured one of two ways: first, as the difference in value between the market capitalization of First Interstate on October 16, 1995, the day before the announcement of Wells Fargo’s original proposal and the aggregate value of the merger consideration as of January 23, 1996, the day the merger agreement with Wells Fargo was approved, or approximately $3.5 billion; or second, they suggest that the \"fund” can be measured as the difference between the overall value of the original Wells Fargo proposal as of October 17, 1995, and the value of the aggregate merger consideration as of January 23, 1996, or approximately $1.4 billion. I am not convinced that either of these measures adequately reflects the value of whatever \"fund” might be thought to have been created by the litigation. On a per share basis, the first measures the entire \"premium” between the unaffected First Interstate market price and the value of the final Wells Fargo proposal. Yet the litigation had nothing to do with Wells Fargo making a premium offer. The second, in substantial part, reflects the fact that during the pendency of the Wells Fargo exchange offer the market price of its shares increased, thus making greater the value of the Wells Fargo shares being offered in exchange. Again, I do not regard the litigation as having anything to do with that increase in value. I also do not think it is appropriate to measure the \"fund” by reference to the difference in value between the First Interstate/FBS merger and the Wells Fargo deal, if only because the evidence strongly suggests that the latter would not have been approved by the First Interstate stockholders.\n. In their letter to the court dated July 12, 1999, plaintiffs’ counsel characterize the procedural steps taken in this litigation in February 1996, i.e. the defendants’ stipulation to plaintiffs’ motion for class certification and plaintiffs’ acquiescence in defendants’ motion for summary judgment, as evidencing \"cooperative step[s] in furtherance of dismissal of the litigation.” Defendants hotly contest that either of these actions is reflective of any agreement between the parties. I conclude that there was no agreement among the parties relative to these actions.\n. I generally agree with defendants’ argument that time spent after January 31, 1996, could not have contributed to the benefit conferred on the class. Rosenthal v. Burry Biscuit Corp., 209 A.2d 459 at 461.\n. The average hourly rates derived from the Second Supplemental Affidavit of James C. Strum, dated May 7, 1999, are $308 for lawyers and $133 for paralegals or law clerks. These rates \"represent the range of hourly rates customarily charged by premier defense firms in litigation of this kind.\" Sonet v. Plum Creek Timber Co., Del. Ch., C.A. Nos. 16639 and 16931, 1999 WL 608849, Jacobs, V.C., mem. op. at 11 (Aug. 10, 1999). They will usually be regarded as amply compensating counsel, where fees are awarded on a quantum meruit basis, in litigation conducted on a non-expedited schedule. Id.\n. A few examples of excessive or duplicative billing are found at pages 36-38 of defendants' February 3, 1999 brief in opposition to the fee petition.",
        "type": "majority",
        "author": "LAMB, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Joseph A. Rosenthal, Esquire, of Rosen-tahl, Monhait, Gross & Goddess, P.A., Wilmington, Delaware; of Counsel, Arthur N. Abbey, Esquire (argued), Joshua N. Rubin, Esquire, of Abbey, Gardy & Squiti-eri, LLP, New York, New York; James C. Strum, Esquire, of Chimicles, & Tikellis LLP, Wilmington, Delaware; of Counsel, Jonathan M. Plasse, Esquire, of Goodkind Labaton Rudoff & Sucharow LLP, New York, New York, Attorneys for Plaintiff and the Class.",
      "Steven J. Rothschild, Esquire, Robert S. Saunders, Esquire (argued), Michele Morgan-Kelly, Esquire, of Skadden, Arps, Slate, Meagher & Flom, LLP, Wilmington, Delaware; Attorneys for Defendants First Interstate Bancorp, William S. Randall and William E.B. Siart.",
      "Jon E. Abramczyk, Esquire, of Morris, Nichols, Arsht & Tunnell, Wilmington, Delaware; of Counsel: Richard H. Borow, Esquire, David Siegel, Esquire, of Irell & Manella LLP, Los Angeles, California; Attorneys for Defendants John E. Bryson, Jewel Plummer Cobb, Ralph P. Davidson, Myron DuBain, Don C. Frisbee, George M. Keller, Thomas L. Lee, William F. Miller, Steven B. Sample, Forrest N. Shumway, Richard J. Stegemeier and Daniel M. Tellep."
    ],
    "corrections": "",
    "head_matter": "In re FIRST INTERSTATE BANCORP CONSOLIDATED SHAREHOLDER LITIGATION.\nC.A. No. 14623.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted: July 12, 1999.\nDecided: Aug. 26, 1999.\nJoseph A. Rosenthal, Esquire, of Rosen-tahl, Monhait, Gross & Goddess, P.A., Wilmington, Delaware; of Counsel, Arthur N. Abbey, Esquire (argued), Joshua N. Rubin, Esquire, of Abbey, Gardy & Squiti-eri, LLP, New York, New York; James C. Strum, Esquire, of Chimicles, & Tikellis LLP, Wilmington, Delaware; of Counsel, Jonathan M. Plasse, Esquire, of Goodkind Labaton Rudoff & Sucharow LLP, New York, New York, Attorneys for Plaintiff and the Class.\nSteven J. Rothschild, Esquire, Robert S. Saunders, Esquire (argued), Michele Morgan-Kelly, Esquire, of Skadden, Arps, Slate, Meagher & Flom, LLP, Wilmington, Delaware; Attorneys for Defendants First Interstate Bancorp, William S. Randall and William E.B. Siart.\nJon E. Abramczyk, Esquire, of Morris, Nichols, Arsht & Tunnell, Wilmington, Delaware; of Counsel: Richard H. Borow, Esquire, David Siegel, Esquire, of Irell & Manella LLP, Los Angeles, California; Attorneys for Defendants John E. Bryson, Jewel Plummer Cobb, Ralph P. Davidson, Myron DuBain, Don C. Frisbee, George M. Keller, Thomas L. Lee, William F. Miller, Steven B. Sample, Forrest N. Shumway, Richard J. Stegemeier and Daniel M. Tellep."
  },
  "file_name": "0353-01",
  "first_page_order": 387,
  "last_page_order": 399
}
