{
  "id": 11241879,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Keala Demetrius SMITH, Appellant",
  "name_abbreviation": "Commonwealth v. Smith",
  "decision_date": "2000-08-21",
  "docket_number": "",
  "first_page": "354",
  "last_page": "360",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "722 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11766597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0161-01"
      ]
    },
    {
      "cite": "744 A.2d 1280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11495579,
        95828
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "1282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/744/1280-01",
        "/pa/560/0381-01"
      ]
    },
    {
      "cite": "560 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95828
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0381-01"
      ]
    },
    {
      "cite": "739 A.2d 152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11562546,
        837197
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "155, n. 5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/0152-01",
        "/pa/559/0092-01"
      ]
    },
    {
      "cite": "559 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837197
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0092-01"
      ]
    },
    {
      "cite": "505 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788869
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "943"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0327-01"
      ]
    },
    {
      "cite": "393 Pa.Super. 186",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877841
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0186-01"
      ]
    },
    {
      "cite": "25 A.2d 341",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "344 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1210941
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/pa/344/0188-01"
      ]
    },
    {
      "cite": "384 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "270-1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "401 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "702 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11894896,
        18103
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "859"
        },
        {
          "page": "858"
        },
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/0857-01",
        "/pa/549/0627-01"
      ]
    },
    {
      "cite": "549 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        18103
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0627-01"
      ]
    },
    {
      "cite": "649 A.2d 658",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475521,
        7872763
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "660-61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0551-01",
        "/a2d/649/0658-01"
      ]
    },
    {
      "cite": "538 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475521
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0551-01"
      ]
    },
    {
      "cite": "646 A.2d 565",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046928,
        475532
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0565-01",
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "538 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475532
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "744 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95754,
        11491051
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0308-01",
        "/a2d/744/0745-01"
      ]
    },
    {
      "cite": "560 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95754
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0308-01"
      ]
    },
    {
      "cite": "461 A.2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "both cases discuss forfeiture under the Liquor Code"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "594 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1417637
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/140/0579-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 706,
    "char_count": 17208,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23884693663607415
    },
    "sha256": "e1542d64d314d5948e624b7eeaddc4a7283edf9c4813c6be4cd2747c2ae0db1f",
    "simhash": "1:8b63f22e77441196",
    "word_count": 2748
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Keala Demetrius SMITH, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nCAPPY, Justice.\nWe granted allocatur in this matter to determine whether the trial court erred in rejecting a consent asset forfeiture order on the basis that the Commonwealth did not file a written petition for forfeiture. For the reasons that follow, we find that the trial court abused its discretion in rejecting the consent forfeiture order. Accordingly, we affirm the Superior Court’s order reversing the trial court.\nThe underlying proceedings can be briefly summarized as follows. On February 1, 1996, the police received information from a confidential informant that appellant, Keala Demetrius Smith, was inside the Chez Lounge with a quantity of crack cocaine. The informant reported that appellant was selling the crack cocaine for $20.00 per piece. Based upon this information, the police proceeded to the Chez Lounge where they approached appellant and patted him down. The police recovered a pill vial containing crack cocaine, $565 in U.S. currency, and a pager from appellant.\n■ On July 29,1996, appellant pled guilty to one count each of possession with intent to deliver and possession of a controlled substance. That same day appellant proceeded to sentencing on a negotiated plea agreement. The prosecutor stated that the terms of the plea agreement included a mandatory term of imprisonment of one to three years and a mandatory $5,000 fine pursuant to 18 Pa.C.S. § 7508. Additionally, appellant had agreed to forfeit half of the seized currency. Consistent with this agreement, the prosecutor presented the court with a consent asset forfeiture order. The trial court imposed the mandatory term of imprisonment in accordance with the plea agreement. However, the trial court refused to impose either the mandatory fine or enforce the consent forfeiture order. Rather, the trial court reduced the $5,000 fine to a $565 fine and directed that all of the seized funds, in the amount of $565, be returned to appellant for the purpose of satisfying the $565 fine. The Commonwealth appealed the order of the trial court.\nIn its opinion pursuant to Rule 1925, the trial court explained that it was clearly within its province to order that the “seized” funds be used to satisfy the fine, since the consent forfeiture order was invalid. According to the court, the Controlled Substances Forfeiture provision, 42 Pa.C.S. § 6801 et seq., (hereafter “Forfeiture Act”) clearly requires that the Commonwealth institute forfeiture proceedings “forthwith” and the Commonwealth’s oral motion for forfeiture at the plea agreement, nearly six months after appellant’s arrest, failed to satisfy the “forthwith” requirement. Thus, the court concluded that the Commonwealth attempted to seize the funds without due process in clear violation “of the intent and purpose of the Forfeiture Act.” Trial court opinion at 7. Moreover, the trial court determined that it did not err in refusing to accept the consent forfeiture order, since it was nothing more than a proposal — analogous to a plea agreement — which the court is always free to either accept or reject.\nOn appeal, the Superior Court reversed. The Superior Court concluded that the trial court could consider an oral application for forfeiture. Moreover, the formal requirements of the Forfeiture Act were met by signing the consent forfeiture order, since under the terms of the order appellant agreed that half of the money involved was derivative contraband and admitted the nexus between the money and illegal drug activity. Additionally, the Commonwealth instituted proceedings “forthwith” as that term commonly connotes “compliance within a reasonable period of time” and a claimed violation requires a showing of prejudice. Based upon this, the court concluded that appellant was given sufficient process pursuant to the Forfeiture Act and that the trial court abused its discretion by denying the Commonwealth’s oral application for the consent forfeiture order. The court also held that the trial court erred in failing to impose the mandatory minimum fine of $5,000 since the trial court does not have the authority to impose a lesser fíne where the Commonwealth seeks to impose the mandatory minimum pursuant to 18 Pa. C.S. § 7508.\nThis court granted appellant’s petition for allowance of appeal primarily to address whether the trial court erred in rejecting a consent asset forfeiture order on the basis that the Commonwealth did not file a written petition for forfeiture. We now conclude that the trial court abused its discretion in rejecting the consent forfeiture order and ordering that the seized assets be used to satisfy the fines and affirm the Superior Court’s order reversing the trial court.\nAppellant asserts that the trial court acted within its discretion in denying the consent forfeiture order. According to appellant, forfeiture provisions are to be strictly construed and the Forfeiture Act requires that the Commonwealth file a petition for forfeiture in order to bring the forfeiture proceedings within the jurisdiction of the court and satisfy due process. Additionally, appellant argues that the trial court did not need to follow the mandatory sentencing provisions, since the court correctly determined that the assets were not forfeited.\nThe Commonwealth responds that the use of a consent forfeiture order satisfies the procedural safeguards set forth in the Forfeiture Act. Thus, the oral motion for forfeiture satisfied due process and the trial court abused its discretion in refusing to accept the consent order. Moreover, the Commonwealth asserts that the trial court imposed an illegal sentence, in violation of the mandatory sentencing provisions, when it failed to impose the $5,000 fine on appellant.\nBefore addressing the primary issue presented in this case, we must address the Commonwealth’s threshold argument that the trial court was without authority to raise a sua sponte objection to the consent forfeiture order. According to the Commonwealth, the trial court could not review the instant forfeiture matter, since it was consented to by the parties.\nContrary to the Commonwealth’s argument, we find the instant situation to be analogous to a matter involving a plea agreement. A trial court may refuse to accept a plea of guilty or nolo contendere. Pa.R.Crim.P. 319. Similarly, we find that the trial court has discretion to reject or accept a consent forfeiture agreenient. This conclusion is consistent with other forfeiture matters, where the Commonwealth Court has held that the trial court should review the petitions and may exercise its discretion to grant or deny the petition for forfeiture. See, e.g., Brown v. Commonwealth, 140 Pa.Cmwlth. 579, 594 A.2d 806, 808 (1991) and In re Commonwealth v. One 1976 Chevrolet Sedan, 75 Pa.Cmwlth. 231, 461 A.2d 656 (1983)(both cases discuss forfeiture under the Liquor Code). Accordingly, it was within the trial court’s discretion to review the petition for forfeiture and determine whether to accept or reject that petition.\nHowever, the trial court’s discretion in reviewing a petition for forfeiture is not unlimited and we may review that determination for an abuse of discretion. When reviewing for an abuse of discretion, we may review the record in its entirety to determine whether the record supports the reasons set forth by the trial court in making its decision. See Commonwealth of Pennsylvania v. Widmer, 560 Pa. 308, 744 A.2d 745, 750 (2000); Morrison v. Dept. of Public Welfare, 538 Pa. 122, 646 A.2d 565, 571 (1994).\nThe primary issue raised in the instant appeal is whether the trial court abused its discretion in concluding that the Commonwealth did not provide sufficient process to effect the forfeiture of the seized funds. Statutes authorizing forfeiture are to be strictly construed. Commonwealth v. $2,52348 U.S. Currency, 538 Pa. 551, 649 A.2d 658, 660-61 (1994). The Forfeiture Act details the proceedings that must be followed in order for the forfeiture to comport with due process. The Forfeiture Act requires that where there is a seizure of property without process, “proceedings for the issuance thereof shall be instituted forthwith.” 42 Pa.C.S. § 6801(c). Moreover, both the Forfeiture Act and case law make clear that it is improper to award forfeiture unless a request for such forfeiture has been “duly made.” 42 Pa.C.S. § 6802(a); see also Com. v. Mosley, 549 Pa. 627, 702 A.2d 857, 859 (1997).\nThis court has not had a prior opportunity to consider the “forthwith” requirement pursuant to § 6801(c). In the instant case, the Superior Court cogently reasoned that “forthwith” has been defined in other settings to include a reasonable period of time. See Dept. of Transportation, Bureau of Traffic Safety v. Passerella, 42 Pa.Cmwlth. 352, 401 A.2d 1, 2 (1979); Dept. of Transportation, Bureau of Traffic Safety v. Lea, 34 Pa.Cmwlth. 310, 384 A.2d 269, 270-1 (1978). This definition is consistent with case law from this court, which has used “forthwith” and “within a reasonable time” interchangeably. East & West Coast Service Corp. v. Papahagis, 344 Pa. 188, 25 A.2d 341 (1942). In addition, the Superior Court concluded that the party challenging the forthwith requirement must allege that he was prejudiced by the Commonwealth’s failure to act “forthwith.” Superior Court slip opinion at 8; see also Alston, supra note 1; Lea, supra. We find this definition to be apt for purposes of the Forfeiture Act. Thus, we conclude that where the forfeiture occurs without process, in order to satisfy the “forthwith” requirement pursuant to § 6801(c), the proceedings must be initiated within a reasonable period of time and the defendant must not be prejudiced by the delay.\nSimilarly, this court has not considered whether an oral motion for forfeiture satisfies the “duly made” requirement. The Forfeiture Act does not mandate that the petition for forfeiture be in writing, nor does it prescribe that the petition can be made orally. See 42 Pa.C.S. § 6802. The Superior Court has implied that oral petitions may suffice in certain circumstances. Commonwealth v. Pomerantz, 393 Pa.Super. 186, 573 A.2d 1149 (1989). Thus, rather than focusing on the nature of the application for forfeiture, as this court recently instructed, the appropriate inquiry in reviewing any forfeiture proceedings is directed at whether due process was afforded to the forfeiting party. Mosley supra.\nIn Mosley, the defendant was arrested and the currency on him at the time of his arrest was seized. 702 A.2d at 858. The defendant was in jail on unrelated charges, when he filed a motion for return of the seized currency pursuant to Pa. R.Crim.P. 324. In response, he was given the option of either appearing at a hearing or submitting interrogatories. The defendant opted to submit interrogatories. At the hearing on the defendant’s motion, the Commonwealth orally petitioned the court for forfeiture. The trial court granted the Commonwealth’s petition and denied the defendant’s motion for return of property. The Commonwealth Court affirmed.\nThis court reviewed the proceedings and determined that they did not satisfy due process. We instructed that at a minimum, due process requires “that the deprivation of life, liberty or property must be preceded by notice and an opportunity for hearing appropriate to the nature of the case.” Id. at 859 (quoting In re Upset Sale, Tax Claim Bureau of Berks County, 505 Pa. 327, 479 A.2d 940, 943 (1984)). In determining that the proceedings did not comport with due process requirements, we did not conclude that the defendant was denied due process on the basis that the Commonwealth made an oral motion for forfeiture; rather, we found that the procedural safeguards of notice and an opportunity to be heard were not satisfied. Id. at 860. “[N]otice and opportunity to be heard are integral to forfeiture proceedings.” Id. In the absence of these safeguards, the court cannot assume that the defendant would have acquiesced to the forfeiture proceedings. Id. at 859. Accordingly, the court vacated the order affirming the forfeiture of property. Id. at 860.\nMore recently, in Commonwealth v. Fontanez, 559 Pa. 92, 739 A.2d 152, 154 n. 3 (1999), we observed that the Commonwealth had not followed the procedure for forfeiture motions set out in § 6802 by making an impromptu oral motion for forfeiture. However, in that case the appellant’s challenge was not based on the fact that the motion was oral instead of written; he argued, rather, that due to the timing of the motion he had no notice that forfeiture would be sought. Such is not the situation in the instant case. Moreover, since our decision in Fontanez was based on the court’s erroneous denial of the appellant’s motion for return of property, any references to the Forfeiture Act were dicta. See id. at 155, n. 5. The present case is in no way controlled by dictum from Fontanez regarding the procedure for forfeiture motions. Rather, applying the dictates of Mosley, the appropriate inquiry is whether appellant was given notice and an opportunity to be heard.\nApplying this standard to the instant case, it is clear that the “forthwith” requirement was not violated, since appellant has not alleged any prejudice from the delay. In addition, appellant was given notice that the Commonwealth sought forfeiture of his property, since he reviewed the consent forfeiture order, which specifically provided that one-half of the seized currency was to be forfeited. In the consent order appellant acknowledged that the seized monies were possessed or used by him in violation of the laws of the Commonwealth. Appellant was also given the opportunity to be heard at the sentencing hearing. This case is distinct from the situation in Mosley, where the defendant was not present at the hearing, since in those circumstances, we cannot presume that the defendant consented to the forfeiture. Where, however, the defendant has consented to the forfeiture and is present at the time the court is reviewing the forfeiture order, we see no rationale for the trial court’s determination that the Commonwealth’s oral request for forfeiture interferes with a defendant’s right of due process. Accordingly, although it was within the trial court’s discretion to deny the consent forfeiture, in the instant case, the trial court abused that discretion in rejecting the consent forfeiture order on the basis that the Commonwealth’s application for forfeiture did not satisfy due process. Given our conclusion that the trial court erroneously rejected the consent forfeiture order, it is axiomatic that the court impermissibly diverted the “forfeiture” assets to pay the mandatory fíne. Instead, the assets subject to the consent forfeiture order should have been disbursed consistent with the terms of that order and the agreement between the Commonwealth and appellant.\nIn a final argument, the Commonwealth asserts that the trial court did not have the authority to reduce the mandatory $5,000 fine to a $565 fine. The Commonwealth is correct, since the trial court does not have discretion to alter the mandatory sentence after the Commonwealth has established its case pursuant to the requirements of the provision. 18 Pa.C.S. § 7508(c); Commonwealth v. Vasquez, 560 Pa. 381, 744 A.2d 1280, 1282 (2000).\nAccordingly, for the reasons stated herein, the Superior Court correctly determined that the trial court abused its discretion by diverting the forfeited assets to satisfy the fine and refusing to enforce the mandatory fine. The order of the Superi- or Court is affirmed.\n. Although ordinarily forfeiture actions proceed to the Commonwealth Court, the Superior Court determined that the matter fell within its appellate jurisdiction since the Commonwealth was appealing the judgment of sentence in addition to. the denial of the forfeiture order. Superior Court memorandum opinion at 1-2, n. 1; see also Commonwealth v. Alston, 722 A.2d 161, 162 n. 1 (Pa.Super.1998). This determination is not challenged in the instant action.\n. § 6802(a) —General procedure — ... petition shall be filed in the court of common pleas ... containing the following:\n(1) A description of the property seized.\n(2) A statement of the time and place where seized.\n(3) The owner, if known.\n(4) The person or persons in possession, if known.\n(5) An allegation that the property is subject to forfeiture pursuant to section 6801(a)(relating to loss of property rights to Commonwealth) and an averment of material facts upon which the forfeiture action is based.\n(6)A prayer for an order of forfeiture that the property be adjudged forfeited to the Commonwealth and condemned and be ordered sold according to law, unless cause be shown to the contrary.\n. Because this objection was not raised at the hearing but was presented for the first time on appeal, it was waived.",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Kevin G. Sasinoski, Kirk J. Henderson, Pittsburgh, for appellant, Keala Smith.",
      "James R. Gilmore, Pittsburgh, for appel-lee, Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Keala Demetrius SMITH, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 8, 2000.\nDecided Aug. 21, 2000.\nKevin G. Sasinoski, Kirk J. Henderson, Pittsburgh, for appellant, Keala Smith.\nJames R. Gilmore, Pittsburgh, for appel-lee, Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0354-03",
  "first_page_order": 406,
  "last_page_order": 412
}
