{
  "id": 9297579,
  "name": "PEOPLES HERITAGE BANK v. Rodney PEASE et al.",
  "name_abbreviation": "Peoples Heritage Bank v. Pease",
  "decision_date": "2003-12-23",
  "docket_number": "",
  "first_page": "354",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "838 A.2d 354"
    },
    {
      "type": "parallel",
      "cite": "2003 ME 150"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "641 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11295483
      ],
      "pin_cites": [
        {
          "page": "868"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0867-01"
      ]
    },
    {
      "cite": "695 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11979825
      ],
      "pin_cites": [
        {
          "page": "1211-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/695/1206-01"
      ]
    },
    {
      "cite": "1997 ME 128",
      "category": "reporters:neutral",
      "reporter": "ME",
      "pin_cites": [
        {
          "page": "¶ 13"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 261,
    "char_count": 3753,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21634813458236368
    },
    "sha256": "57ef1aebc825113fb691165e73e5e61757fe46786aeb003e3864c332f8546292",
    "simhash": "1:1de6c332372c1b44",
    "word_count": 600
  },
  "last_updated": "2024-02-27T18:14:13.392480+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: CLIFFORD, RUDMAN, DANA, CALKINS, and LEVY, JJ."
    ],
    "parties": [
      "PEOPLES HERITAGE BANK v. Rodney PEASE et al."
    ],
    "opinions": [
      {
        "text": "RUDMAN, J.\n[¶ 1] Rodney Pease appeals from a judgment entered in the District Court (Bangor, Russell, J.) in favor of Peoples Heritage Bank on Peoples’ complaint alleging that Pease is in breach of the terms of a mortgage given to secure Pease’s debt to Peoples. Because the District Court erred in concluding that Peoples could avoid the repayment agreement it entered into with Pease, and that no damages flowed from Peoples breach of the agreement, we vacate the judgment and remand for a determination of the remedy with respect to Pease’s counterclaim.\n[¶ 2] The District Court found the following facts. Thomas M. Davis, an employee in Peoples’ Recovery Department, entered into negotiations with Pease regarding repayment of debts owed by Pease to Peoples. Davis had the authority to bind Peoples in a payment arrangement. Unaware that Peoples had commenced a foreclosure action, Davis entered into an oral agreement with Pease, establishing a repayment schedule, and then sent Pease a letter confirming this agreement. Pease promptly tendered payments pursuant to the agreement. Davis subsequently discovered Peoples’ mistake, and left a message on Pease’s answering machine indicating, “that the bank would not follow through with the oral agreement and that the two checks were being returned.”\n[¶8] The District Court held that, because “prompt notice of rescission was given and Mr. Pease’s checks were immediately returned to him ... no enforceable contract was created by the parties that precludes [the] bank from proceeding with the foreclosure action.” Judgment was entered for Peoples.\n[¶ 4] Once Peoples’ agent offered Pease the opportunity to enter into a repayment agreement, and Pease accepted, the parties were bound to the terms of the agreement. See Searles v. Trs. of St. Joseph’s Coll., 1997 ME 128, ¶ 13, 695 A.2d 1206, 1211-12. Because the District Court determined that Davis had the authority to bind Peoples to a repayment schedule, and did so, sending a letter of confirmation to Pease, it was error for it to conclude that Peoples could simply withdraw from the agreement by informing Pease that it had made a mistake. See Peterman v. Clegg, 641 A.2d 867, 868 (Me.1994) (holding a “unilateral mistake is grounds for voiding a contract only if the other party had reason to know that the mistaken party was operating under a misimpression”) (emphasis added). The District Court specifically found that Pease was not aware of the internal mistake made by Peoples, and therefore the mistake was not grounds for avoiding the contract. Peoples was no more free to disregard its obligations under the repayment agreement than was Pease. Accordingly, by going forward with the foreclosure action, Peoples breached the terms of the repayment agreement.\n[¶ 5] The District Court further erred in concluding that: “if ... a binding contract was formed ... the Court concludes that the evidence ... shows no damages as a result of any breach of that agreement by the bank.” Because Pease was denied the benefit of his bargain (the opportunity to prevent foreclosure), he was damaged by the breach of the repayment agreement. The District Court must determine what Pease and Davis agreed to, and what consequences flow from Peoples’ breach of the agreement.\nThe entry is:\nJudgment vacated. Remand to the District Court for further proceedings consistent with the opinion herein.",
        "type": "majority",
        "author": "RUDMAN, J."
      }
    ],
    "attorneys": [
      "Andrew A. Cadot, Maureen M. Buckley, Perkins, Thompson, Hinckley & Keddy, P.C., Portland, for plaintiff.",
      "Rodney E. Pease, Orrington, for defendant."
    ],
    "corrections": "",
    "head_matter": "2003 ME 150\nPEOPLES HERITAGE BANK v. Rodney PEASE et al.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: Nov. 25, 2003.\nDecided: Dec. 23, 2003.\nAndrew A. Cadot, Maureen M. Buckley, Perkins, Thompson, Hinckley & Keddy, P.C., Portland, for plaintiff.\nRodney E. Pease, Orrington, for defendant.\nPanel: CLIFFORD, RUDMAN, DANA, CALKINS, and LEVY, JJ."
  },
  "file_name": "0354-01",
  "first_page_order": 384,
  "last_page_order": 385
}
