{
  "id": 7870413,
  "name": "Campbell CARY v. TOWN OF HARRINGTON",
  "name_abbreviation": "Cary v. Town of Harrington",
  "decision_date": "1987-12-09",
  "docket_number": "",
  "first_page": "355",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "534 A.2d 355"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "295 A.2d 921",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11255038
      ],
      "pin_cites": [
        {
          "page": "924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0921-01"
      ]
    },
    {
      "cite": "281 A.2d 138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8061556
      ],
      "pin_cites": [
        {
          "page": "139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0138-01"
      ]
    },
    {
      "cite": "455 A.2d 1381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8005920
      ],
      "pin_cites": [
        {
          "page": "1387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/455/1381-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 9456,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20036766622301147
    },
    "sha256": "f974b38229f092e37041a95b5f0198538b199f17d1a76478d84d87914f5d5505",
    "simhash": "1:378a5ab042af02e9",
    "word_count": 1566
  },
  "last_updated": "2024-02-27T23:51:09.257440+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NICHOLS, ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
    ],
    "parties": [
      "Campbell CARY v. TOWN OF HARRINGTON."
    ],
    "opinions": [
      {
        "text": "WATHEN, Justice.\nDefendant Town of Harrington appeals from a declaratory judgment of the Superi- or Court (Washington County) finding the Town’s tax liens on plaintiff Campbell Cary’s property void for failure to meet the recording requirements of 36 M.R.S.A. § 942 (1978 & Supp.1987). On appeal, the Town contends that its mistaken designation of the owner as Cary Campbell on the tax lien certificates does not render the liens void. Alternatively, the Town argues that Cary’s actual knowledge of the liens precludes him from relying upon the defect. We disagree with the Town and affirm the judgment of the Superior Court.\nThe relevant facts may be summarized as follows: In 1948 plaintiff Campbell Cary was deeded an undivided one-half interest in property known as Trafton Island, located in Harrington. He did not pay his property taxes for the years 1977, 1978, 1979, 1981, 1982 and 1983. The Town of Harrington, pursuant to 36 M.R.S.A. § 942, sent by certified mail notice of the nonpayment of taxes to “Cary Campbell” instead of “Campbell Cary.” After Cary failed to pay the taxes following the notice, the Town, pursuant to section 942, recorded municipal tax lien certificates for those years in the Registry of Deeds. Those certificates, once again, listed the owner as “Cary Campbell” instead of “Campbell Cary.” The Town subsequently foreclosed on the property pursuant to the automatic foreclosure provisions in 36 M.R.S.A. § 943 (1978 & Supp.1987). Cary filed a complaint for declaratory judgment requesting that his present interest in the property be determined. After hearing, the Superior Court found that the tax liens were void for failure to meet the recording requirements of section 942. From this judgment, the Town appeals.\nThis Court has established that “there must be strict compliance with statutory requirements to divest property owners of their titles for nonpayment of taxes. Failure to follow strictly the statutorily delineated requirements will destroy the validity of the tax lien certificate and will prevent the town from acquiring title under the tax lien foreclosure procedures.” Blaney v. Town of Shapleigh, 455 A.2d 1381, 1387 (Me.1983). The statutory requirements for enforcing municipal tax liens are set forth in 36 M.R.S.A. §§ 942 and 943 (1978 & Supp.1987). Section 942 in effect for tax years 1977 through 1979 provides in pertinent part:\nLiens on real estate created by section 552, in addition to other methods established by law, may be enforced in the following manner.\nThe tax collector may, after the expiration of 8 months and within one year after the date of original commitment of a tax, give to the person against whom said tax is assessed, or leave at his last and usual place of abode, or send by certified mail, return receipt requested, to his last known address, a notice in writing signed by said tax collector or bearing his facsimile signature, stating the amount of such tax, describing the real estate on which the tax is assessed, alleging that a lien is claimed on said real estate to secure the payment of the tax, and demanding the payment of said tax within 10 days after service or mailing of such notice with $1 for said tax collector for making the demand together with the certified mail, return receipt requested, fee. ...\nAfter the expiration of said 10 days and within 10 days thereafter, the tax collector shall record in the registry of deeds of the county or registry district where said real estate is situated a tax lien certificate signed by said tax collector or bearing his facsimile signature, setting forth the amount of such tax, a description of the real estate on which the tax is assessed and an allegation that a lien is claimed on said real estate to secure the payment of said tax, that a demand for payment of said tax has been made in accordance with this section, and that said tax remains unpaid.\n36 M.R.S.A. § 942 (1978) amended by P.L. 1979, ch. 114; P.L. 1979, ch. 613, §§ 1, 2; P.L. 1983, ch. 407, §§ 2, 3; P.L. 1987, ch. 358, § 3. Section 943 in effect for tax years 1977, 1978, 1979 and 1981 in pertinent part provides:\nThe filing of the tax lien certificate in the registry of deeds shall create a tax lien mortgage on said real estate to the municipality in which the real estate is situated having priority over all other mortgages, liens, attachments and encumbrances of any nature, and shall give to said municipality all the rights usually incident to a mortgagee, except that the municipality shall not have any right of possession of said real estate until the right of redemption shall have expired.\nThe filing of the tax lien certificate in the registry of deeds shall be sufficient notice of the existence of the tax lien mortgage.\nIn the event that said tax, interest and costs shall be paid within the period of redemption, the municipal treasurer or assignee of record shall prepare and record a discharge of the tax lien mortgage in the same manner as is now provided for the discharge of real estate mortgages.\nIf the tax lien mortgage, together with interest and costs, shall not be paid within 18 months after the date of the filing of the tax lien certificate in the registry of deeds, the said tax lien mortgage shall be deemed to have been foreclosed and the right of redemption to have expired.\nThe municipal treasurer shall notify the party named on said tax lien mortgage not more than 45 days nor less than 30 days previous to the foreclosing date of the said tax lien mortgage, in a writing left at his last and usual place of abode or sent by certified mail, return receipt requested, to his last known address of the impending automatic foreclosure, indicating within the notice the exact date of foreclosure. In the event the notice provided in this section has not been given, the party named on said tax lien mortgage shall have the right to redeem said real estate mortgage within 30 days after the said notice.\n36 M.R.S.A. § 943 (1978) amended by P.L. 1981, ch. 29; P.L. 1983, ch. 407, § 4; P.L. 1985, ch. 364, § 1.\nWe agree with the Superior Court that the Town did not strictly comply with the requirements delineated in 36 M.R.S.A. §§ 942 and 943. Although section 942 does not explicitly require that the tax lien certificate contain the name of the owner of the property, such an implication is confirmed by the explicit requirement in section 943 that “[t]he municipal treasurer shall notify the party named on said tax lien certificate.” (emphasis added). Moreover, such an implication is further confirmed by Maine’s recording system, which indexes transfers of property, including tax lien mortgages, alphabetically by the names of the grantor and grantee.\nAlthough we have never previously addressed the effect of a misnomer on a tax lien certificate, we have addressed the effect of an inaccurate property description. In Davis v. City of Ellsworth, 281 A.2d 138, 139 (Me.1971), this Court adopted a functional test and found that the property was described with reasonable certainty because “the title examiner was clearly directed to a particular lot on a particular map... .” In this case, it is equally clear that a title examiner would search in vain under the name of Cary for the foreclosed tax lien mortgages. Because the tax lien certificates recorded by the Town do not strictly comply with the statutory requirements, the tax lien mortgages are void even as to Cary. Although actual knowledge on the part of Cary, if established, might satisfy the requirements of notice, it would not demonstrate compliance with the recording requirements.\nBecause we affirm the judgment it is not necessary to address defendant's cross-appeal.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Section 942 in effect for the tax years 1981, 1982 and 1983, included an amendment in 1979 that, inter alia, changed the payment demand period from 10 days to 30 days.\n. Section 943, in effect for tax years 1982 and 1983, includes, inter alia, a 1981 amendment that repealed and replaced the fifth paragraph. For purposes of this opinion, however, the amendment did not substantively change the first sentence of the fifth paragraph. The pertinent part of the first sentence reads as follows: \"The municipal treasurer shall notify the party named on the tax lien mortgage... .\"\n36 M.R.S.A. § 943 (Supp.1987) (emphasis added).\n. This Court has interpreted the tax lien statutes \"to manifest legislative purpose that the principles controlling the real property recording system in its general relation to conventional mortgages and mortgage foreclosures shall govern the use of the ‘tax-lien-mortgage-foreclosure’ mechanism for the enforcement of property tax collections by municipalities and that exceptions shall be allowed .only as affirmatively, plainly and explicitly declared by the Legislature.\" Avco Delta Fin. Corp. v. Town of Whitefield, 295 A.2d 921, 924 (Me.1972).",
        "type": "majority",
        "author": "WATHEN, Justice."
      }
    ],
    "attorneys": [
      "William B. Talbot, Sr. (orally), Talbot & Lovit, Machias, Bruce W. Smith, Drum-mond, Woodsum, Plimpton & MacMahon, Portland, for plaintiff.",
      "Earle S. Tyler, Jr. (orally), Milbridge, for defendant."
    ],
    "corrections": "",
    "head_matter": "Campbell CARY v. TOWN OF HARRINGTON.\nSupreme Judicial Court of Maine.\nArgued Nov. 18, 1987.\nDecided Dec. 9, 1987.\nWilliam B. Talbot, Sr. (orally), Talbot & Lovit, Machias, Bruce W. Smith, Drum-mond, Woodsum, Plimpton & MacMahon, Portland, for plaintiff.\nEarle S. Tyler, Jr. (orally), Milbridge, for defendant.\nBefore NICHOLS, ROBERTS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ.\n. The original complaint named the selectmen of the Town of Harrington as defendants. The parties agree that the Town is the appropriate party defendant."
  },
  "file_name": "0355-02",
  "first_page_order": 415,
  "last_page_order": 418
}
