{
  "id": 9490718,
  "name": "Jermaine JONES, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Jones v. United States",
  "decision_date": "2001-08-23",
  "docket_number": "Nos. 95-CM-366, 97-CO-1963",
  "first_page": "357",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 357"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "317 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/317/0530-01"
      ]
    },
    {
      "cite": "252 A.2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080420
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/252/0505-01"
      ]
    },
    {
      "cite": "429 F.2d 739",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2236117
      ],
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "holding that when a juror has a question during jury poll that question should be addressed by sending the jurors back for further deliberations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/429/0739-01"
      ]
    },
    {
      "cite": "139 U.S.App. D.C. 60",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "holding that when a juror has a question during jury poll that question should be addressed by sending the jurors back for further deliberations"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "470 A.2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992063
      ],
      "pin_cites": [
        {
          "page": "760"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0756-01"
      ]
    },
    {
      "cite": "383 A.2d 336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982635
      ],
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/383/0336-01"
      ]
    },
    {
      "cite": "622 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354041
      ],
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/0697-01"
      ]
    },
    {
      "cite": "657 A.2d 756",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11935510
      ],
      "pin_cites": [
        {
          "page": "762"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/657/0756-01"
      ]
    },
    {
      "cite": "705 A.2d 1100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11876150
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/1100-01"
      ]
    },
    {
      "cite": "745 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11475635
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "357"
        },
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 10424,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2184243174022887
    },
    "sha256": "f58b573791089f294aaf33eb3f1c2007e137cd0711283843ec06b2e0712784ef",
    "simhash": "1:8789226f7e0fa478",
    "word_count": 1747
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, RUIZ, and WASHINGTON, Associate Judges."
    ],
    "parties": [
      "Jermaine JONES, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "WASHINGTON, Associate Judge:\nAppellant Jermaine Jones was convicted by a jury of possession with intent to distribute a controlled substance, marijuana, in violation of D.C.Code § 33-541(a)(1), (2)(D) (1993 Repl.). Jones filed a timely notice of appeal. On appeal, Jones argues that the trial court erred in conducting a polling of the jury, and thus abused its discretion in accepting the jury’s verdict as unanimous. We reverse.\nI.\nAt trial the government presented several witnesses. Its key witness, however, was Officer Leon Johnson. He testified that on May 21, 1994, while working undercover, he saw Jones approach a group of individuals, pull a plastic bag from his right front pocket area, and show the bag to one of the individuals. According to Officer Johnson, the plastic bag contained a number of smaller ziplock bags with a green, weed-like substance inside of them. After being warned that there were police in the area, Jones started to walk away and tossed the plastic bag over a fence. Jones was arrested and Officer Johnson recovered the plastic bag from where he had seen Jones toss it. The contents of the bag were field tested and found to be marijuana.\nOn January 19, 1995, the jury began its deliberations. On January 20, at approximately 3:35 p.m., the jury sent the court a note indicating that they could not reach a unanimous verdict. In response to that note, the trial judge gave the jury a Winters instruction and the jury resumed its deliberations. At approximately 4:45 p.m., the jury sent the court another note this time indicating that they had reached a unanimous verdict. After the foreperson delivered the verdict of guilty, the jury was polled. The first seven jurors responded that they agreed with the verdict. When it came time for juror number eight to respond, the following exchange took place:\n[Clerk]: No. 8?\n[A pause]\n[Court]: Ma’am.\n[Juror]: Yes.\n[Court]: Are you able to answer the Clerk’s question?\n[Juror]: Yes, I am.\n[Court]: Would you ask her again?\n[Clerk]: Juror in seat number eight, your verdict as to the charge of possession of a controlled substance is guilty, is that your verdict?\n[Court]: Possession with intent to distribute.\n[Clerk]: Possession with intent to distribute, is that your verdict?\n[Juror]: Yes, but—\n[Court]: Actually, you only need to answer yes or no.\n[Juror]: Am I allowed to ask a question?\n[Court]: Not really ma’am. Well, ma’am, if the jury needs to return to its deliberations and if the jury as a whole has a question for the Court, you may submit that question to the Court in writing. If you need to return to continue your deliberations, but otherwise you need to either announce whether or not you agree with the verdict.\n[A pause]\n[Juror]: Yes, but I have-\n[Court]: I’m sorry, I couldn’t hear what you said.\n[Juror]: I said yes.\nII.\nJones contends that the trial court erred in accepting the response of juror number eight as indicating her agreement with the announced verdict because her response was conditional. Alternatively, Jones contends that even if we find the response not to be conditional, the trial court’s failure to suspend the poll, return the jury to the jury room and respond to the juror’s question was an abuse of discretion because the court’s statement that the juror’s question must be one the jury shared as a whole, unlawfully coerced juror number eight to agree with the announced verdict. While the issue of whether the juror’s response was conditional or not is a close one, we need not reach that issue in this case because we find, that under the circumstances presented here, it is likely that the verdict was coerced.\nAs a preliminary matter, we note that Jones failed to object to the manner in which the trial court conducted the poll or to the decision of the trial court to accept the verdict. While Jones did suggest that the response of juror number eight sounded equivocal, no objection nor protest was lodged when the trial court disagreed with counsel’s assessment and accepted juror number eight’s verdict. Therefore, we agree with the government that this case is controlled by the plain error standard of review since at no time during the proceedings in the trial court did Jones raise the arguments he now makes on appeal. “ ‘Under the plain error standard, the error must be (1) obvious or readily apparent, and clear under current law; and (2) so clearly prejudicial to substantial rights as to jeopardize the very fairness and integrity of the trial.’ ” Brawner v. United States, 745 A.2d 354, 357 (D.C.2000) (quoting Coates v. United States, 705 A.2d 1100, 1104 (D.C.1998)) (other quotations and internal quotation marks omitted). This court will reverse under the plain error standard “ ‘only in exceptional circumstances where a miscarriage of justice would otherwise result.’ ” Id. (quoting Peterson v. United States, 657 A.2d 756, 762 (D.C.1995)) (other quotations and internal quotation marks omitted).\n“The jury poll is the primary device for discovering doubt and confusion of individual jurors and has long been regarded as a useful and necessary tool for preserving a defendant’s right to a unanimous verdict.” Harris v. United States, 622 A.2d 697, 700 (D.C.1993) (citing Crowder v. United States, 383 A.2d 336, 340 (D.C.1978)). The purpose of the poll “is to determine with certainty the approval of every juror of the verdict and to assure that no juror has been coerced or induced to agree with a verdict with which he dissents.” Id. at 700-01. The trial court enjoys an “appreciable measure of discretion” in conducting a jury poll, and we will affirm if we can “say with assurance that the jury freely and fairly arrived at a unanimous verdict.” Id. at 701 (internal citations omitted). “The trial court is in the best position to observe any outward manifestations of distress from the juror and to evaluate whether such manifestations suggested that the juror’s personal verdict was tainted or coerced or uncertain.” Johnson v. United States, 470 A.2d 756, 760 (D.C.1983). However, once a trial judge is alerted to the possibility that there may not be unanimity in the verdict, the judge should not require the dissenting juror to answer “guilty” or “not guilty” or “yes” or “no,” but should return the jury to the jury room for further deliberations. See United States v. McCoy, 139 U.S.App. D.C. 60, 429 F.2d 739 (1970) (holding that when a juror has a question during jury poll that question should be addressed by sending the jurors back for further deliberations); see also Matthews v. United States, 252 A.2d 505 (D.C.1969) (establishing that a trial judge must send a jury back for further deliberations when a dissenting juror is discovered during jury poll).\nJones contends that the facts of this case are not materially different from the facts presented in Matthews. In that case, during a polling of the jury, one of the jurors announced agreement with the verdict, but at the same time, attempted to ask a question of the trial judge. When the trial judge refused to entertain the questions and directed the juror merely to answer the question, the juror responded that he agreed with the verdict but that his verdict was “conditional.” At that point a mistrial was requested and rejected by the trial court. We reversed, holding that the “trial judge should have been alerted to the possibility that there might not have been unanimity in the verdict [and] therefore, the judge should not have required the juror to answer either ‘guilty or not guilty’, but should have returned the jury to the jury room for further deliberation.” Id. at 506. In the present case, while the juror number eight agreed to the announced verdict without expressly making such agreement conditional, she also attempted to ask a question of the court during the jury poll. Unlike the trial judge in Matthews, the trial judge here appropriately offered the juror the opportunity to return to the jury room to continue deliberations, if necessary, and indicated she would answer the juror’s question if it were placed in writing and submitted to the court. The trial judge’s statement, however, mistakenly conditioned the offer to respond to the juror’s question by indicating that the question troubling the juror had to be one that was embraced by the jury as a whole. Under the circumstances presented here, the offer to entertain juror number eight’s question only “if the jury as a whole has a question for the Court” likely frustrated the juror’s attempt to seek clarification on a point that the rest of the jury may have felt was settled but that juror number eight felt was open and significant. Given the juror’s fairly insistent desire to ask a question, and the fact that the jury only an hour before announcing their unanimous verdict had been deadlocked, the trial court’s misstatement with respect to the juror’s right to ask a question like had the effect of coercing that juror into agreeing to the announced verdict. Thus, while we acknowledge that this is a very close case, especially under the plain error analysis, we find that the error in this case was obvious and so clearly prejudicial to the right of the appellant to a unanimous verdict, that it jeopardized the fairness and integrity of the trial. Brawner, 745 A.2d at 357. Consequently, we cannot say with assurance that the jury freely and fairly arrived at a unanimous verdict.\nReversed and remanded for a new trial.\n. Jones also argues on appeal that the trial court abused its discretion in declining to allow him to re-cross examine a witness and by failing to grant his motion for a new trial under D.C.Code § 23-110 for ineffective assistance of counsel. Because we find that the trial court erred in accepting the jury verdict in this case, we need not address Jones’ other claims of error.\n. Winters v. United States, 317 A.2d 530 (D.C.1974) (en banc).",
        "type": "majority",
        "author": "WASHINGTON, Associate Judge:"
      }
    ],
    "attorneys": [
      "Alan Dumoff, appointed by the court, for appellant.",
      "Luis A. Lopez, Assistant United States Attorney, with whom Wilma A. Lewis, United States Attorney at the time the brief was filed, and John R. Fisher, Elizabeth Trosman, and Barry Wiegand, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jermaine JONES, Appellant, v. UNITED STATES, Appellee.\nNos. 95-CM-366, 97-CO-1963.\nDistrict of Columbia Court of Appeals.\nArgued June 1, 2000.\nDecided Aug. 23, 2001.\nAlan Dumoff, appointed by the court, for appellant.\nLuis A. Lopez, Assistant United States Attorney, with whom Wilma A. Lewis, United States Attorney at the time the brief was filed, and John R. Fisher, Elizabeth Trosman, and Barry Wiegand, Assistant United States Attorneys, were on the brief, for appellee.\nBefore TERRY, RUIZ, and WASHINGTON, Associate Judges."
  },
  "file_name": "0357-02",
  "first_page_order": 399,
  "last_page_order": 403
}
