{
  "id": 11241933,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Richard LUSSI, Appellant",
  "name_abbreviation": "Commonwealth v. Lussi",
  "decision_date": "2000-08-22",
  "docket_number": "",
  "first_page": "361",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "751 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11508905,
        92845
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0165-01",
        "/pa/561/0456-01"
      ]
    },
    {
      "cite": "561 Pa. 456",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        92845
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0456-01"
      ]
    },
    {
      "cite": "650 A.2d 20",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11311697,
        475550
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0020-01",
        "/pa/538/0574-01"
      ]
    },
    {
      "cite": "538 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475550
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0574-01"
      ]
    },
    {
      "cite": "29 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "796-797"
        },
        {
          "page": "796"
        },
        {
          "page": "797"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216434
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0192-01"
      ]
    },
    {
      "cite": "710 A.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        507805,
        11841839
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0318-01",
        "/a2d/710/1083-01"
      ]
    },
    {
      "cite": "551 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507805
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0318-01"
      ]
    },
    {
      "cite": "504 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787788
      ],
      "weight": 4,
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa/504/0600-01"
      ]
    },
    {
      "cite": "710 A.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        507805,
        11841839
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "1088-90"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/551/0318-01",
        "/a2d/710/1083-01"
      ]
    },
    {
      "cite": "551 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507805
      ],
      "year": 1998,
      "opinion_index": 1,
      "case_paths": [
        "/pa/551/0318-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 15953,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2388480950047667
    },
    "sha256": "f0567b5bac82b3ed4fa33732408ea0e2d142559e8b97fbbcffb0d2abfb91b732",
    "simhash": "1:2e9defa69242f07c",
    "word_count": 2599
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J, and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice NEWMAN files a Dissenting Opinion in which Justice CASTILLE joins.",
      "Justice CASTILLE joins this Dissenting Opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Richard LUSSI, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nAppellant Richard J. Lussi, the elected tax collector for Plains Township in Lu-zerne County from 1982 to 1992, was arrested on July 14, 1994 and charged with 'theft by unlawful taking or disposition, receiving stolen property, theft by failure to make required disposition of funds, and a violation of the Local Tax Collection Law, 72 P.S. § 5511.39. The charges of theft by unlawful taking or disposition and of receiving stolen property were nolle prossed prior to trial. On December 4, 1995, Lussi was convicted on the remaining charges.\nLussi was sentenced to 5>é months to 23/£ months’ incarceration, four years of probation, community service, payment of costs and restitution for the theft conviction. A concurrent imprisonment term of 536 months to 2336 months was imposed on the conviction under the Local Tax Collection Law. Post-trial motions were filed by Lussi asserting, inter alia, that the Commonwealth was barred from prosecuting him on the general charge of theft by failure to make required disposition of funds when he was charged with the specific offense involving embezzlement under the Local Tax Collection Law. The trial court denied the post-trial motions.\nOn appeal, the Superior Court affirmed in part and vacated in part the order of the trial court. The Superior Court concluded that the trial court did not err in allowing the Commonwealth to prosecute Lussi for both offenses. The court affirmed the judgment of sentence for theft, but sustained a separate challenge by Lussi that the Commonwealth had failed to present sufficient evidence at trial on the charge of violating the Local Tax Collection Law. The judgment of sentence for that charge was vacated. The court remanded the matter for a hearing on restitution.\nLussi filed a petition for allowance of appeal from the Superior Court’s order. The Commonwealth did not seek review of that part of the order vacating judgment of sentence; nor did the Commonwealth file a cross petition after the filing of Lus-si’s petition, as permitted under Pa. Rule of Appellate Procedure No. 1113(b).\nOn January 2, 1998, we entered a per curiam order holding Lussi’s petition pending disposition of an appeal which raised a similar issue in Commonwealth v. Parmar, 551 Pa. 318, 710 A.2d 1083 (1998). Argument had been held on Parmar prior to the issuance of the per curiam order in this case. On February 26, 1998, we entered a per curiam order in Parmar, affirming the order of the Superior Court because our vote was evenly divided.\nSubsequently, we entered a per curiam order in this case, granting Lussi’s petition for allowance of appeal limited to the issue of whether the trial court erred in allowing the Commonwealth to proceed to jury on the general charge of theft by failure to make required disposition of funds when Lussi was charged with the specific crime of embezzlement under the Local Tax Collection Law. For the following reasons, we find that the trial court erred in holding that the Commonwealth could prosecute Lussi for separate offenses under both the general provision of the Crimes Code for theft and the specific provision of the Local Tax Collection Law relating to embezzlement.\n“It is the policy of the law not to permit prosecutions under the general provisions of a penal code when there are applicable special penal provisions available.” Commomvealth v. Brown, 346 Pa. 192, 29 A.2d 793, 796-797 (1943). Brown involved two defendants who were convicted on charges of perjury under the Penal Code of 1939 and violations of the Election Code of 1937 for making false statements in affidavits to nomination petitions. The Election Code of 1937 provided that any person who knowingly made a false statement in any affidavit appended to a nomination petition shall be guilty of a misdemeanor, punishable by imprisonment of not more than one year and/or a fine not exceeding $500. Under the Penal Code of 1939, a person who willfully and corruptly made a false statement in taking any other affirmation required by any act of assembly would be guilty of perjury, a felony punishable by imprisonment not exceeding seven years and/or a fine not exceeding $7,000.\nWe held that any person who was charged with knowingly making false statements in an affidavit required by the Election Code must be prosecuted under the specific penal provisions and not on a charge of perjury under the Penal Code. In reaching this conclusion, we relied upon a provision of the Statutory Construction Act which continues to be in effect today. The provision, which was formerly Section 63 of the Act, stated:\nWhenever a general provision in a law shall be in conflict with a special provision in the same or another law, the two shall be construed, if possible, so that effect may be given to both. If the conflict between the two provisions be irreconcilable, the special provisions shall prevail, and shall be construed as an exception to the general provision, unless the general provision shall be enacted later, and it shall be the manifest intention of the Legislature that such general provision shall prevail.\nSignificantly, we rejected the theory that the Legislature intended that the Commonwealth could proceed under both of two penal provisions. “It is not to be presumed or inferred that the legislation intended to provide for two different prosecutions for the same identical offense, prosecutions which provide widely divergent penalties in the event of convictions.” 29 A.2d at 796. To the contrary, we held that the specific penal provision of the Election Code “provide[d] the exclusive legal authority for the prosecution of [the] defendants for the acts charged.” Id, (emphasis added.)\nWhere the conflict between the statutes is irreconcilable, the Commonwealth must prosecute the defendant under the applicable specific penal provision. The Commonwealth does not have the discretion to elect between the general provision and the specific penal provision in that instance; nor may the Commonwealth proceed under both. As we observed in Bvoum, “[t]he question is therefore not one of criminal law pleading but one of construction of statutes.” Id,\nIn this case, Lussi was charged with theft by failure to make required disposition of funds received as well as a violation of the Local Tax Collection Law. The offense of theft by failure to make required disposition of funds received provides:\n§ 3927 Theft by failure to make required disposition of funds received (a) Offense defined. — A person who obtains property upon agreement, or subject to a known legal obligation, to make specified payments or other disposition, whether from such property or its proceeds or from his own property to be reserved in equivalent amount, is guilty of theft if he intentionally deals with the property obtained as his own and fails to make the required payment or disposition. The foregoing applies notwithstanding that it may be impossible to identify particular property as belonging to the victim at the time of the failure of the actor to make the required payment or disposition.\n(b) Presumptions. — An officer or employee of the government or of a financial institution is presumed:\n(1) to know any legal obligation relevant to his criminal liability under this section; and\n(2) to have dealt with the property as his own if he fails to pay or account upon lawful demand, or if an audit reveals a shortage or falsification of accounts.\n18 Pa.C.S. § 3927.\nThe provision of the Local Tax Collection Law under which Lussi was charged states:\n§ 5511.39 Defaulting tax collectors; embezzlement; penalty\nIf any person charged with the collection, safekeeping or transfer of any taxes under this act, shall convert or appropriate the moneys so collected, or any part thereof, to his own use, in any way whatever, or shall use by the way of investment, in any kind of property or merchandise, any portion of the money so collected by him, and shall prove a defaulter or fail to pay over the same, or any part thereof, at the time and place required by this act to the person legally authorized to demand and receive the same, shall be guilty of embezzlement, and every such tax collector and every other person aiding or abetting or being in any way accessory to such act, and being thereof convicted, shall be sentenced to undergo imprisonment, not exceeding five years, or to pay a finé, not exceeding five thousand dollars, or both, at the discretion of the court.\n72 P.S. § 5511.39 (footnote omitted).\nLussi asserts that the lower courts erred in allowing the Commonwealth to proceed under both the general provision of the Crimes Code relating to theft by failure to make required disposition of funds and the specific penal provision of the Local Tax Collection Law. Lussi contends that he should only have been prosecuted under the Local Tax Collection Law since that statute is a specific penal provision that wholly encompasses the elements of the general theft provision. The Commonwealth argues that the general theft provision contains a more stringent mens rea requirement than that required by the offense defined under the Local Tax Collection Law. The Commonwealth asserts that the mens rea requirement should be construed as an additional element of theft, therefore the Commonwealth was not limited to proceeding under the specific statute for embezzlement.\nIn determining how to effectuate the policy articulated in Brown where the same set of facts constitute more than one criminal offense, an analysis that focuses solely on the distinguishing elements of the various penal provisions misses the mark. A comparison of statutes, element by element, is a review more appropriate to application of the merger doctrine for purposes of sentencing. See, Commonwealth v. Anderson, 538 Pa. 574, 650 A.2d 20 (1994). Instead, the focus should be on whether or not the Legislature in proscribing certain conduct has chosen to set forth a particular and specific penal provision which addresses a distinct subset of circumstances within a general category of criminal activity.\nImplementation of the principle that a prosecution must proceed on the specific penal provision rather than on the general penal provision, where both are applicable, is aptly illustrated by this case. Lussi was the elected tax collector of Plains Township from 1982 through 1992. An audit revealed that funds in the amount of $177,000 had been misappropriated during his tenure. After an investigation, the District Attorney of Luzerne County brought charges against Lussi for theft by failure to make required disposition of funds and the embezzlement provision of the Local Tax Collection Law. Obviously the criminal conduct at issue fits within the parameters of both statutory provisions; however, the provision under the Local Tax Collection Law speaks to the conduct being addressed with greater particularity than the general theft provision. As we stated in Brown, “general provisions in a law must be interpreted as ■ to embrace only cases to which the special provisions, on the same subject are not applicable.” 29 A.2d at 797.\nWe find that the lower courts erred in concluding that the Commonwealth could prosecute Lussi pursuant to the theft provision of the Crimes Code as well as the specific provision of the Local Tax Collection Law. Accordingly, the order of the Superior Court affirming the judgment of sentence for theft is reversed.\nJustice NEWMAN files a Dissenting Opinion in which Justice CASTILLE joins.\n. Because the issue of the sufficiency of the evidence was not preserved by the Commonwealth, we will not address whether the Superior Court erred in determining that the Commonwealth had failed to present sufficient evidence to sustain the conviction under the Local Tax Collection Act.\n. As this case involves a question of law, our scope of review is plenary. Cranberry Park Associates v. Cranberry Township Zoning Hearing Board, Cranberry Park Associates, 561 Pa. 456 751 A.2d 165 (2000).\n. The current version of the Statutory Construction Act contains a provision consisting of substantially similar language. See 1 Pa. C.S. § 1933.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "NEWMAN, Justice,\ndissenting.\nAs I wrote in the Opinion in Support of Affirmance in Commonwealth v. Parmar, 551 Pa. 318, 710 A.2d 1083 (1998), to determine whether the Commonwealth could proceed pursuant to both a general and specific criminal statute in prosecuting a defendant, we should apply the analysis set forth in Commonwealth v. Warner, 504 Pa. 600, 476 A.2d 341 (1984). Any actual conflict between two statutes can only be established after the facts of the case are fully developed at trial. Thus, at the conclusion of the case, a court can properly determine if the general statute had an additional element in comparison with the specific statute so as to give effect to both or to eliminate the charge pursuant to the more general offense. Id.\nHere, the Commonwealth ultimately prosecuted Lussi for both theft by failure to make required disposition of funds (theft), 18 Pa.C.S.A. § 3927 and embezzlement by a defaulting tax collector, 72 Pa. C.S.A. § 5511.39. The jury found him guilty on both counts. From my review of the statutes, as applied to the evidence developed at the trial of this matter, I do not agree with the Majority’s conclusion that the Commonwealth was precluded from prosecuting Lussi pursuant to both statutes because the two statutes have different elements of proof.\nTheft by failure to make required disposition of funds received, 18 Pa.C.S.A. § 3927, contains a mens rea requiring that an official violate a known legal obligation. Further, the official must intentionally take property for his own use, and intentionally fail to make a required payment. 18 Pa.C.S.A. § 3927(a). The specific statute, 72 Pa.C.S. § 5511.39, has no requirement that the official violate a known duty and does not have a mens rea for intentional conduct. Further, improper conduct can include appropriating monies for use as an “investment.” Id. While I would apply the analysis set forth in the Opinion in Support of Affirmance in Parmar to conclude that 72 Pa.C.S. § 5511.39 must have some element of culpability pursuant to 18 Pa.C.S.A. § 302, it does not require “intentional” conduct. Instead, it can include merely negligent conduct. See Par-mar, 710 A.2d at 1088-90. I accordingly agree with the arguments of the Commonwealth that 18 Pa.C.S.A. § 3927 contains a more stringent mens rea requirement than that required by the offense defined under the Local Tax Collection Law. Further, like in Parmar, I believe that the general statute has the additional element of intentionally violating a known duty, whereas the specific statute contains no such element. Because the general statute has elements outside of the specific statute, the trial court appropriately allowed the Commonwealth to proceed under both.\nIn addition, I share the trial court’s view in not believing that the\nLegislature ever intended to strip the prosecuting officials of the authority to view the conduct of a tax collector and to require all cases of theft by embezzlement involving a tax collector to be prosecuted as a misdemeanor under the Collection Law. Clearly, the District Attorney should have the authority, when appropriate, to initiate felony charges and should not be restricted, as Lussi argues, to a prosecution of a lesser degree.\nTrial Court opinion at 4. For these reasons, I respectfully dissent and would affirm the decision of the Superior Court.\nJustice CASTILLE joins this Dissenting Opinion.",
        "type": "dissent",
        "author": "NEWMAN, Justice,"
      }
    ],
    "attorneys": [
      "Joseph J. Yeager, Forty Fort, for Richard Lussi.",
      "Peter Paul Olszewski, Jr., Dist. Atty., Frank P. Barletta, Asst. Dist. Atty., for Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Richard LUSSI, Appellant.\nSupreme Court of Pennsylvania.\nArgued Feb. 3, 1999.\nDecided Aug. 22, 2000.\nJoseph J. Yeager, Forty Fort, for Richard Lussi.\nPeter Paul Olszewski, Jr., Dist. Atty., Frank P. Barletta, Asst. Dist. Atty., for Com.\nBefore FLAHERTY, C.J, and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0361-01",
  "first_page_order": 413,
  "last_page_order": 418
}
