{
  "id": 11890196,
  "name": "COMMONWEALTH of Pennsylvania v. Rashied WRIGHT, Appellant",
  "name_abbreviation": "Commonwealth v. Wright",
  "decision_date": "1997-10-07",
  "docket_number": "No. 00965",
  "first_page": "362",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "702 A.2d 362"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "674 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463578,
        7862507
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0001-01",
        "/a2d/674/0655-01"
      ]
    },
    {
      "cite": "544 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463578
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0001-01"
      ]
    },
    {
      "cite": "629 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449073
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "293-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0283-01"
      ]
    },
    {
      "cite": "535 A.2d 115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "369 Pa.Super. 192",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        686281
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/369/0192-01"
      ]
    },
    {
      "cite": "494 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769087
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0406-01"
      ]
    },
    {
      "cite": "533 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837460
      ],
      "weight": 7,
      "year": 1993,
      "pin_cites": [
        {
          "page": "499"
        },
        {
          "page": "113"
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "499-500"
        },
        {
          "page": "113-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0491-01"
      ]
    },
    {
      "cite": "685 A.2d 547",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "546 Pa. 668",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "652 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867860,
        710933
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "358"
        },
        {
          "page": "362"
        },
        {
          "page": "363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/652/0354-01",
        "/pa-super/438/0241-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 241",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710933
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0241-01"
      ]
    },
    {
      "cite": "411 Pa.Super. 319",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        904772
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "325-26"
        },
        {
          "page": "814-15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/411/0319-01"
      ]
    },
    {
      "cite": "136 L.Ed.2d 45",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "117 S.Ct. 89",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "668 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865303,
        458810,
        458558,
        7865487
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/0491-01",
        "/pa/542/0464-01",
        "/pa/542/0464-02",
        "/a2d/668/0491-02"
      ]
    },
    {
      "cite": "542 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458810,
        458558
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0464-01",
        "/pa/542/0464-02"
      ]
    },
    {
      "cite": "339 Pa.Super. 413",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        627021
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/339/0413-01"
      ]
    },
    {
      "cite": "518 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811564
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0337-01"
      ]
    },
    {
      "cite": "270 Pa.Super. 393",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        130986
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/270/0393-01"
      ]
    },
    {
      "cite": "672 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        732416,
        7361778
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "821"
        },
        {
          "page": "821",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0608-01",
        "/a2d/672/0819-01"
      ]
    },
    {
      "cite": "448 Pa.Super. 608",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732416
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0608-01"
      ]
    },
    {
      "cite": "503 A.2d 921",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1795264,
        1795194,
        1795325
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "925"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0475-01",
        "/pa/509/0476-01",
        "/pa/509/0475-02"
      ]
    },
    {
      "cite": "509 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795194
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0476-01"
      ]
    },
    {
      "cite": "462 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187462
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0213-01"
      ]
    },
    {
      "cite": "639 A.2d 763",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843170,
        7863535
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0355-01",
        "/a2d/639/0763-01"
      ]
    },
    {
      "cite": "536 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843170
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "366-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0355-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1079,
    "char_count": 27549,
    "ocr_confidence": 0.736,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24392696253719812
    },
    "sha256": "e880c2e1fc8549f65c4340cdf9aacb4b1fe97da737c19e7b7ab93d70637c7f82",
    "simhash": "1:c7a093254646cd76",
    "word_count": 4547
  },
  "last_updated": "2024-02-27T16:34:52.547203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DEL SOLE and SAYLOR, JJ., and CERCONE, President Judge Emeritus."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Rashied WRIGHT, Appellant."
    ],
    "opinions": [
      {
        "text": "CERCONE, President Judge Emeritus:\nThis is an appeal from the judgment of sentence upon appellant’s conviction of possession with intent to deliver cocaine and criminal conspiracy. We affirm.\nOn December 15, 1995, Detective James McBride, of the city of York police department, observed Jason Bowie and Michael Burris delivering clear zip-lock baggies out of a car to various individuals for cash. After the vehicle drove away, the police stopped it, and seized cocaine, marijuana, and cash from Bowie and Burris. Bowie and Burris were arrested, charged as juveniles, and later certified to adult court. Detective McBride entered into an agreement with Burris in exchange for his cooperation in the police investigation. Pursuant to that agreement, Burris made a statement indicating who had supplied him with the drugs.\nBased on Burris’ statement, Detective McBride obtained a search warrant for Room 131 of the Budget Inn in Springettsbury, which was registered in appellant’s name. On the morning of December 16, 1995, the police executed the warrant. Appellant was inside the room along with Maurice Jackson and a woman, Khaidjah Jamison. The police seized cash, pagers, and 8.4 grams (N.T., July 15-16, 1996, at 69-70) of cocaine from the room. The cocaine was found on the two double beds in the motel room and on the woman’s person.\nAppellant was charged with the above-named offenses, and was convicted of both after a jury trial. The lower court sentenced appellant to a term of incarceration of six to ten years. Appellant then filed this timely appeal of the judgment of sentence in which he raises the following issues:\n1. Whether the lower court erred in denying appellant’s motion to suppress evidence on the basis that the search warrant was defective and the police lacked probable cause to search?\n2. Whether the lower court erred in advising defense witness Maurice Jackson that if he proceeded to testify on appellant’s behalf, he may be charged with perjury?\n3. Whether the lower court erred in advising defense witness Maurice Jackson that if he proceeded to testify on behalf of appellant, the court would set aside his previous plea of guilty and would compel Jackson to proceed to trial?\n4. Whether the-lower court erred in denying appellant’s motion for a mistrial after Maurice Jackson then refused to testify?\n5. Whether the lower court erred in sentencing appellant by considering drugs possessed by Jason Bowie as being attributable to appellant when Bowie did not testify at trial, and there was no other evidence presented at trial connecting the drugs possessed by him to appellant?\n6. Whether the lower court erred in considering the drugs possessed by Bowie in imposing a mandatory three to six year sentence when without the weight of the drugs attributable to Bowie, the mandatory minimum would have been one to two years?\n7. Whether the lower court erred in sentencing appellant to a term of six to ten years when appellant should have been sentenced to three to six years, plus a three year enhancement, for a total sentence of six years?\nWe will address these claims in order.\nAppellant’s first claim is that the lower court erred in denying his motion to suppress the drugs found in the hotel room. Appellant contends that the evidence should have been suppressed because the search warrant was defective in that it did not indicate that the confidential informant was reliable or had provided confidential information in the past. Our scope of review of the denial of a suppression motion is as follows:\nWhen reviewing rulings of a suppression court, we must determine whether the record supports that court’s factual findings. In so doing, we consider only the evidence of the prosecution and so much of the evidence for the defense as remains uneon-tradicted when read in the context of the record as a whole. Where the record supports the findings of the suppression court, we are bound by those facts and may reverse only if the legal conclusions drawn therefrom are in error.\nCommonwealth v. Hughes, 536 Pa. 355, 366-67, 639 A.2d 763, 769 (1994).\nThe record certified to us on appeal indicates that no evidence or testimony was presented at the suppression hearing on June 19, 1996. The court heard argument from both parties and then denied the suppression motion. Specifically, the lower court determined that the person identified in the search warrant affidavit as the confidential informant was in fact one of the persons involved in the crime (Burris). The lower court found that because Burris had admitted his own involvement in the crime and subjected himself to the potential of prosecution, he was in fact more reliable than a true confidential informant who has given confidential information in the past. Therefore, the lower court found that the search warrant was valid.\n“The standard for evaluating whether probable cause exists for the issuance of a search warrant is the ‘totality of the circumstances’ test as set forth in Illinois v. Gates, 462 U.S. 213, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983), which was adopted by the Pennsylvania Supreme Court in Commonwealth v. Gray, 509 Pa. 476, 484, 503 A.2d 921, 925 (1985).” Commonwealth v. Luton, 448 Pa.Super. 608, 612, 672 A.2d 819, 821 (1996).\nA magistrate is to make a practical, common-sense decision whether, given all the circumstances set forth in the affidavit before him, including the veracity and basis of knowledge of persons supplying hearsay information, there is a fair probability that contraband or evidence of a crime will be found in a particular place. The information offered to establish probable cause must be viewed in a common sense, nontechnical manner and deference must be given to the issuing magistrate.\nId. at 612-13, 672 A.2d at 821 (citations omitted).\nThe affidavit of probable cause in the instant case, dated December 15, 1995, stated:\nThe undersigned is Det. James McBride, who is presently assigned to the vice and narcotics division of the York City police dept. Based on the following information I believe there is probable cause to believe that a drug vending operation is being conducted at the above mentioned address. Specifically on 12-15-95 this officer received information from a confidential informant advising that the above mentioned subject conducting [sic] a drug vending operation out of the above mentioned address. This informant gave information against his penal interest by advising that they were involved in this drug vending operation and had received drugs from this location with which he sold [sic]. On 12-15-95 at approx. 1020 hrs. this officer arrested a Jason Bowie and a 16 yr. old juvenile in possession of a quantity of cocaine and marijuana. The cocaine field tested positive for cocaine. The above informant advised this officer that the drugs recovered from Bowie and the juvenile had come from the above-mentioned address. On 12-15-95 I contacted the Budget Host Inn and learned that the above-mentioned subject (Rasheid Wright) was the person renting the room, verifying what the informant told police. This officer is familiar with Rasheid Wright and checked and found that he has prior drug arrest. This officer had also observed both Rasheid Wright and Jason Bowie together in the area of 218 S. Pine St. in late November, involved in drug activity. On 12-1-95 officers executed a search warrant at 218 S. Pine St., which is the local address Rash-eid Wright gives and recovered both cocaine and marijuana. Rasheid Wright was not present at the time of the search warrant.\nThis officer also contacted [officer] Soop of Springettsbury police dept, who informed me that a confidential informant had contacted him on 12-13-95 and advised that they had observed marijuana inside Rash-eid Wright’s room at the Budget Host Inn Rm # 131. Based upon this information I request a search warrant for the mentioned address.\nAffidavit of probable cause, 12/15/95.\nThe reliability of an informant may be based on the declarations of the informant against his/her penal interest. Commonwealth v. Moyer, 270 Pa.Super. 393, 411 A.2d 776 (1979). Accord Commonwealth v. Moss, 518 Pa. 337, 543 A.2d 514 (1988); Commonwealth v. Yacoubian, 339 Pa.Super. 413, 489 A.2d 228 (1985). The affidavit in this case meets the requirements of the totality of the circumstances test. The fact that the informant herein was a co-defendant who made a statement against penal interest does not, as appellant argues, defeat the validity of the search warrant. In fact, under the above-cited authority, the statements against penal interest support the validity of the warrant. Therefore, we find no merit to appellant’s first claim on appeal.\nAppellant’s next three contentions on appeal relate to the occurrences at trial surrounding the testimony of defense witness Maurice Jackson. Jackson, appellant’s co-actor, had pled guilty to possession with intent to deliver and criminal conspiracy, and had been sentenced on those charges prior to appellant’s trial. Appellant called Jackson as a witness at trial. Jackson testified that he had gotten the drugs found in the hotel room from Michael Burris. Jackson indicated he never showed the drugs to appellant and that appellant did not even know the drugs were in the room. The prosecutor then cross-examined Jackson. The trial court interrupted the cross-examination and at sidebar, commented that Jackson previously had pled guilty to conspiracy with appellant as to this criminal incident. The trial judge indicated to counsel that Jackson may have placed himself in a position where he was guilty of perjury. The judge stated that it was necessary to get Jackson’s attorney to advise him, and to make sure that Jackson understood his rights before proceeding further.\nAfter Jackson’s attorney came to the courtroom, the lower court stated on the record that the attorney had advised Jackson that she did not believe Jackson’s plea of guilty was contrary to his testimony because he had pled guilty to conspiring with another person, the woman in the hotel room (Khaid-jah Jamison), as well as appellant. Then, the lower court addressed Jackson and told him that he faced a possible charge of perjury, or that in the alternative, his guilty plea could be vacated and he would have to go to trial on the charge, and the sentence, imposed under the plea agreement would no longer be binding.\nThe notes of Jackson’s guilty plea were then read into the record. The notes indicated that Jackson pled guilty to conspiring with appellant and with Ms. Jamison. The lower court told Jackson that if he stuck with the story he had told the jury, that the court would vacate his sentence and withdraw his guilty plea, and that what he had said on the stand in this trial could be used against him at his own trial, i.e., that Jackson could be charged with and convicted of conspiring with Michael Burris.\nJackson then advised the court that he was not going to testify. The lower court responded that Jackson had waived his Fifth Amendment rights, and the prosecutor stated that he wanted Jackson “on the stand saying I lied to this jury.” Id. at 124. Jackson then indicated that he wanted to let his guilty plea stand and that he would go back on the witness stand and testify that he had lied on direct examination. The prosecutor stated that he would not file perjury charges against Jackson for what he had said. Jackson returned to the witness stand and testified that he had lied initially and that he had in fact conspired with appellant. Counsel for appellant then asked for a mistrial based on the occurrences related to Mr. Jackson’s testimony. The lower court denied the motion.\nOn appeal, appellant contends that the lower court erred in advising Jackson that if he testified on appellant’s behalf, he would be charged with perjury, in advising Jackson that if he testified on appellant’s behalf, the court would set aside his guilty plea and compel him to proceed to trial, and in denying appellant’s motion for a mistrial after Jackson recanted his testimony in favor of appellant. “A trial court need only grant a mistrial where the alleged prejudicial event may reasonably be said to deprive the defendant of a fair and impartial trial.” Commonwealth v. Jones, 542 Pa. 464, 488, 668 A.2d 491, 503 (1995), cert. denied, — U.S. -, 117 S.Ct. 89, 136 L.Ed.2d 45 (1996). “A motion for mistrial is a matter addressed to the discretion of the court.” Id.\nAppellant cites Commonwealth v. Kotz, 411 Pa.Super. 319, 601 A.2d 811 (1992) in support of his contentions concerning Maurice Jackson’s testimony. In Kotz, two infor-mations were filed against appellant. Appellant pled guilty to one count of simple assault as to the first information; the other charges related to the first information were not grossed. Appellant pled guilty to one count of simple assault in reference to the second information. The lower court sentenced appellant on the same date to six to twenty-three and a half months on the first information and to a consecutive sentence of four to twenty-three and a half months on the second one.\nAppellant filed a motion to withdraw his guilty plea on the second information. The trial court directed that both guilty pleas be withdrawn and sentences vacated as to each information. Appellant appealed. On appeal, the Superior Court held that the trial court lacked the authority to sua sponte change appellant’s guilty plea on the first information. The court reasoned that a plea of guilty is the equivalent of a conviction by the verdict of a jury, and a trial judge’s authority over such a verdict is limited to consideration of post-verdict motions. Id. at 325-26, 601 A.2d at 814-15. The Superior Court also noted that the withdrawal of a guilty plea, under the Rules of Criminal Procedure, is initiated by application of the defendant. Id., citing Pa.R.Crim.P., Rule 320 and 321.\nThe Kotz case was distinguished in Commonwealth v. Rosario, 438 Pa.Super. 241, 652 A.2d 354 (1994), appeal denied, 546 Pa. 668, 685 A.2d 547 (1996). In Rosario, appellant pled guilty to the charge of hindering apprehension or prosecution in exchange for the- nol prossing of homicide and conspiracy charges. Id. at 249, 652 A.2d at 358. The trial judge accepted the plea and directed that a pre-sentence report be completed. After receiving the pre-sentence reports, the trial judge directed that the plea be withdrawn and that appellant proceed to trial on the homicide and conspiracy charges.\nOn appeal, the Superior Court in Rosario distinguished Kotz on two bases: (1) in Kotz, the trial court had already sentenced the defendant on the pleas, and (2) in Kotz, the trial court did not provide a valid basis for ordering withdrawal of the plea, whereas in Rosario, “the disparity between the factual basis of the plea presented to the court at the plea hearing and the factual statement set forth in the pre-sentence report provides a valid reason for the trial court’s withdrawal of the plea.” Id. at 257-58, 652 A.2d at 362. The Rosario court also disagreed with the Kotz court’s holding that the withdrawal of a guilty plea is always initiated by the defendant’s application, noting that Pa.R.Crim.P., Rule 320 provides authority for a trial court to “permit” or “direct” the withdrawal of a guilty plea. Id. at 259, 652 A.2d at 363.\nIn the instant ease, the trial court may have erred in threatening Jackson that the court would withdraw his guilty plea if he did not recant his testimony exonerating appellant, as the court had already sentenced Jackson. Commonwealth v. Kotz, supra. The relevant consideration for appellant in this ease, however, is not whether the trial court erred in threatening Jackson with a withdrawal of his guilty plea, but whether Jackson’s testimony to the jury after this occurrence was an event which necessitated a mistrial. Certainly, Jackson’s testimony that he had initially lied to the jury and that he had in fact conspired with appellant in regard to the drugs at issue here was prejudicial to appellant. The circumstances which led to this testimony by Jackson were in part due to the lower court’s actions in threatening Jackson that the court would withdraw his guilty plea, vacate his sentence, and require him to go to trial. On the other hand, we find merit in the lower court’s reasoning that the entire scenario was set in motion by appellant’s calling of Maurice Jackson as a witness knowing that Jackson had pled guilty to conspiring with appellant.\nIn Commonwealth v. Montgomery, 533 Pa. 491, 626 A.2d 109 (1993), appellant was convicted of attempted rape, terroristic threats and indecent assault. Prior to trial, a blanket had been sent to the crime lab to be analyzed for the presence of semen. The results were negative, and appellant was given a copy of this report. In his opening statement to the jury, counsel for appellant referred to the nonexistence of corroborating evidence, citing the lack of evidence of semen on the blanket. On that first day of trial, the district attorney had further tests performed on the blanket during the lunch recess. A dried stain was found which had not been tested. A test conducted at that time revealed the presence of seminal fluid.\nAfter the lunch recess, the prosecutor informed the court and appellant’s counsel of the results of the latest tests. Appellant requested suppression of the evidence which was denied. Appellant then requested a mistrial, which the trial court also denied. Appellant’s conviction was affirmed by the Superior Court.\nOn appeal to the Pennsylvania Supreme Court, that court held that the trial court abused its discretion in not granting a mistrial. The court referred to defense counsel’s opening statement to the jury, noting that such statement is the first opportunity for a jury to hear from a defendant through his advocate. The court held that while trial counsel’s statement of facts is not evidence, his sincerity, competency and credibility are before the jury and the jury’s estimation of counsel’s reliability affects the jury’s ability to believe the defense. Id. at 499, 626 A.2d at 113. “Therefore, any event outside of the control of defense counsel or the defendant which jeopardizes counsel’s truthfulness and integrity may well affect the defendant’s defense and credibility.” Id. (emphasis added). The Supreme Court concluded that the introduction of the results of the second test of the blanket compromised defense counsel’s credibility because it showed his initial statement to the jury to be inaccurate. Thus, the court determined that a remand for a new trial was appropriate. Id. at 499-500, 626 A.2d at 113-14.\nWe find significant the language of the Montgomery court indicating that an event outside of the control of defense counsel or the defendant should form the basis for the grant of a mistrial. Even though this case does not involve the “truthfulness and integrity” of defense counsel, as did Montgomery, the court’s language is useful in determining if the trial court here abused its discretion in refusing to grant a mistrial. Here, ultimately, it was defendant who opted to place Maurice Jackson on the stand, and to elicit testimony from him which the trial court found conflicted with Jackson’s guilty plea. In this case, it was not an event outside of the defendant’s or defense counsel’s control which resulted in the prejudicial testimony. Rather, it was the actions of the defense in using Jackson as a witness, despite the implications of Jackson’s guilty plea, which ultimately brought about the prejudicial testimony. Thus, because of appellant’s own role in producing the harmful testimony, we find no abuse of discretion by the trial court in refusing to grant appellant’s request for a mistrial.\nAppellant’s last three issues on appeal relate to his sentence and we will consider them together. Appellant contends that the trial court erred in attributing the cocaine found on the person of Jason Bowie to appellant for sentencing purposes. Appellant asserts that Bowie did not testify at trial and there was no other evidence connecting the drugs he possessed to appellant. He contends that Detective McBride’s testimony related only to Burris and not to Bowie. Thus, appellant argues that he should have been sentenced to one to two years rather than three to six years. Appellant also contends that the lower court erred in computing his maximum sentence. He argues that application of 18 Pa.C.S.A. § 6314, relating to penalties for trafficking drugs to minors, should have yielded a sentence of six to six years, rather than six to ten, as the lower court imposed.\nSentencing is a matter within the sound discretion of the trial court; the lower court’s judgment of sentence will not be disturbed absent an abuse of discretion. Commonwealth v. Green, 494 Pa. 406, 431 A.2d 918 (1981). Where the discretionary aspects of a sentence are challenged, an appeal may be allowed if there is a substantial question that the sentence imposed is not appropriate under the Sentencing Code. 42 Pa.C.S.A. § 9781(b). The Superior Court will be inclined to allow an appeal where an appellant advances a colorable argument that the trial judge’s actions were (1) inconsistent with a specific provision of the Sentencing Code, or (2) contrary to the fundamental norms underlying the sentencing process. Commonwealth v. Losch, 369 Pa.Super. 192, 201 n. 7, 535 A.2d 115, 119 n. 7 (1987). Here, both of appellant’s allegations raise the issue that the sentence is inconsistent with specific sentencing statutes. Thus, appellant has stated a substantial question as to each allegation related to his sentence.\nWhere the aggregate weight of a compound or mixture containing cocaine is at least 2.0 grams but less than ten grams, the offender must be sentenced to a mandatory minimum sentence of one year in prison. 18 Pa.C.S.A. § 7508(a)(3)(i). Where the aggregate of a cocaine mixture is at least ten grams but less than 100 grams, the mandatory minimum sentence is three years. Id, § 7508(a)(3)(ii). Here, the amount of cocaine found in the hotel room was 8.4 grams. According to the testimony at trial, 1.93 grams of cocaine was found in the console between Bowie and Burris, and 1.07 grams of the same substance was found in Bowie’s sweatpants. Even if the amount found in Bowie’s pants was excluded, the amount of cocaine still would have exceeded ten grams. Burris identified both the cocaine from Bowie and that from in between the console at trial and stated that he had obtained the cocaine from appellant. Appellant did not object at trial to the admission of the evidence obtained from Burris and Bowie, or to the admission of the lab reports relative to that evidence. Therefore, we find no abuse of discretion in the trial court’s determination to apply the mandatory minimum sentence of section 7508(a)(3)(h).\nAppellant next contends that the lower court erred in computing his maximum sentence after applying section 6314 of the crimes code. That section provides in pertinent part:\n(a) General rule.—A person over 18 years of age who is convicted in any court of this Commonwealth of a violation of section 13(a)(14) or (30) of ... The Controlled Substance, Drug, Device and Cosmetic Act shall, if the delivery or possession with intent to deliver of the controlled substance was to a minor, be sentenced to a minimum sentence of at least one year total confinement, notwithstanding any other provision of this title or other statute to the contrary.\n(b) Additional penalties.—In addition to the mandatory minimum sentence set forth in subsection (a), the person shall be sentenced to an additional minimum sentence of at least two years total confinement, notwithstanding any other provision of this title or other statute to the contrary, if the person did any of the following:\n(1) Committed the offense with the intent to promote the habitual use of the controlled substance.\n(2) Intended to engage the minor in the trafficking, transportation, delivery, manufacturing, sale or conveyance.\n(3) Committed the offense within 1,000 feet of the real property on which is located a public, private or parochial school or a college or university.\n18 Pa.C.S.A. § 6314.\nIt is clear that the above provisions create “minimum” sentences. Under the sentencing code, a court “shall impose a minimum sentence of confinement which shall not exceed one-half of the maximum sentence imposed.” 42 Pa.C.S.A. § 9756(b). A court at the time of sentencing shall “specify any maximum period up to the limit authorized by law_” Id, § 9756(a). Clearly, the setting of a minimum sentence contemplates the calculation of a maximum. Here, the minimum sentence is governed by both section 6314 and section 7508, supra. By law, a sentence relating to an offense under 35 P.S. § 780-113(a)(30) is not to exceed ten years. Id, § 780-113(f)(l.l). Thus, the trial court was correct in imposing a maximum sentence of ten years.\nJudgment of sentence affirmed.\n. 35 Pa.C.S.A. § 780-113(a)(30).\n. 18 Pa.C.S.A. § 903.\n.Burris testified at trial, and stated that appellant had supplied him with the drugs.\n.Moss was called into doubt in a completely different context in Pa. State Police v. 139 Horseshoe Corporation, 157 Pa.Cmwlth. 283, 629 A.2d 290 (1993). In that case, the Office of Administrative Law Judges (OALJ) had imposed a fine on appellee for a violation of the Liquor Code. The Pennsylvania Liquor Control Board affirmed the decision of the OAU, but on appeal, the court of common pleas reversed. The Bureau of Liquor Control Enforcement then appealed the common pleas court’s decision to the Commonwealth Court. One of the issues on appeal was whether the OALJ had properly admitted certain documents and testimony as exceptions to the hearsay rule. The Commonwealth court held, citing Moss, that the “mere indication of reliability” of a statement against penal interest is insufficient to override due process concerns in the administrative law context. Id. at 288-92, 629 A.2d at 293-94. Clearly, the reliance by the Commonwealth Court on Moss was ill-advised, as the two cases, one criminal and one civil, arise in totally different contexts. Moss, which dealt with the reliability of a confidential informant in establishing probable cause for a search warrant in a criminal prosecution, does not address any of the concerns or issues of the court in 139 Horseshoe Corporation.\n. Abrogated on other grounds (relating to the application of the Pennsylvania Racketeering Act to illegitimate, enterprises) in Commonwealth v. Besch, 544 Pa. 1, 674 A.2d 655 (1996).\n. Under the plea agreement, Jackson received a sentence of eleven and a half to twenty-three months. The lower court told Jackson that he could get a sentence of up to seven years for conspiracy for possession with intent to deliver.\n. There is an argument that in applying section 6314, the total minimum sentence should have been five years. Arguably, section 6314(a) would not add an additional year to the sentence in this case as the mandatory minimum under section 7508 was three years. However, appellant has not raised this argument, and we will not act as appellant’s counsel.",
        "type": "majority",
        "author": "CERCONE, President Judge Emeritus:"
      }
    ],
    "attorneys": [
      "J. Richard Robinson, York, for appellant.",
      "William H. Graff, Jr., Asst. Dist. Atty., York, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Rashied WRIGHT, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 23, 1997.\nFiled Oct. 7, 1997.\nJ. Richard Robinson, York, for appellant.\nWilliam H. Graff, Jr., Asst. Dist. Atty., York, for Commonwealth, appellee.\nBefore DEL SOLE and SAYLOR, JJ., and CERCONE, President Judge Emeritus."
  },
  "file_name": "0362-03",
  "first_page_order": 420,
  "last_page_order": 428
}
