{
  "id": 7359425,
  "name": "Rhonda Lea SHAULIS, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Shaulis v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "1994-02-09",
  "docket_number": "",
  "first_page": "362",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 362"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "404 Pa.Superior Ct. 335",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894930
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0335-01"
      ]
    },
    {
      "cite": "371 Pa.Superior Ct. 164",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        691695
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/371/0164-01"
      ]
    },
    {
      "cite": "138 Pa.Commonwealth Ct. 337",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1412257
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0337-01"
      ]
    },
    {
      "cite": "118 Pa.Commonwealth Ct. 627",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1375494
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/118/0627-01"
      ]
    },
    {
      "cite": "635 A.2d 124",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358765,
        1841446
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/0124-01",
        "/pa/535/0314-01"
      ]
    },
    {
      "cite": "625 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "533 Pa. 663",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "147 Pa.Commonwealth Ct. 280",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1431696
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/147/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 9416,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1894699266250658
    },
    "sha256": "9dec9742f94914082204263a6bfff31e2e512e0238d91f451e295623a1a6b13c",
    "simhash": "1:0fc1cbffc10df4bc",
    "word_count": 1501
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, KELLEY, J., DELLA PORTA, Senior Judge."
    ],
    "parties": [
      "Rhonda Lea SHAULIS, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "CRAIG, President Judge.\nLicensee Rhonda Lea Shaulis appeals an order of the Court of Common Pleas of Somerset County that dismissed her appeal from the one-year suspension of her driver operating privileges by the Department of Transportation.\nThe issues in this appeal are: (1) whether the trial court erred in concluding that the failure of a district justice or the police to inform the licensee that her privileges would be suspended if she pleaded guilty to the underlying driving offense does not render the suspension invalid; and (2) whether the trial court erred in concluding that, for the purpose of determining whether the underlying conviction for driving while her license was suspended provides an adequate legal basis to support the department’s suspension of the licensee’s privileges, courts are bound by the department’s effective date of a suspension rather than by the date upon which a licensee surrenders her license to the department.\n' The facts, as determined by the trial court, are as follows. The department sent a notice dated November 29, 1991 to the licensee informing her that, as a result of her July 24, 1991, conviction for driving during a period when her privileges were suspended, the department was suspending her privileges for a period of one year, in accordance with section 1543 of the Vehicle Code, 75 Pa.C.S. § 1543.\nThe licensee appealed that order and the trial court conducted a de novo hearing. The licensee does not dispute the fact that she pleaded guilty to the July 24 citation. Rather, she asserts that the plea is not valid, and cannot provide a basis to support the department’s suspension of her license under section 1543(c)(1) of the Vehicle Code, 75 Pa. C.S. § 1543(c)(1), because no one advised her at the time of her plea that the plea would result in a one-year suspension of her license.\n1. Notice to Licensee of Consequences of Guilty Plea\nThe licensee relies upon this court’s decision in Duffey v. Com., Department of Transportation, Bureau of Driver Licensing, 147 Pa.Commonwealth Ct. 280, 607 A.2d 815 (1991), petition for allowance of appeal granted, 533 Pa. 663, 625 A.2d 1195 (1993). However, as the department notes, Duffey is a case involving the mandatory suspension of a license under section 6310.4 of the Crimes Code, 18 Pa.C.S. § 6310.4, which provides for driver’s license suspension where a driver pleads guilty to or is found guilty of certain offenses relating to the possession, consumption and transportation of alcoholic beverages by persons under the age of twenty-one.\nThe department is correct in asserting that the present case is distinguishable from Duf-fey, because the suspension of a license under section 1543 of the Vehicle Code involves only a civil penalty, not a criminal penalty. In Duffey, the court noted that the suspension under the Crimes Code provisions constituted the actual criminal penalty for the Crimes Code violation. The license suspension in the present case clearly is a “collateral civil consequence” of the underlying vehicle operator’s conviction.\nBecause the criminal penalty aspect of Duffey is not present when the violation arises under the Vehicle Code, a licensee is not entitled to the constitutional protection the court in Duffey concluded is mandatory when a licensee is charged under section 6310.4 of the Crimes Code.\nMoreover, this court’s characterization of the Crimes Code § 6310.4 penalty as criminal has now been rendered problematic by the Pennsylvania Supreme Court’s decision in Plowman v. Com., Department of Transportation, Bureau of Motor Vehicles, — Pa. -, 635 A.2d 124, in which that court held that the license suspension penalty mandated by section 13(m) of the Controlled Substance, Drug, Device and Cosmetic Act, Act of April 14, 1972, P.L. 233, as amended, 35 P.S. § 780-113(m), does not constitute a criminal penalty. Opinion at-, 635 A.2d 124.\nAs the trial 00104; stated, the licensee here is attempting to attack the underlying conviction collaterally. Licensees, in attempting to challenge a suspension, may not collaterally attack an underlying conviction. Radice v. Com., Dept. of Transportation, Bureau of Driver Licensing, 118 Pa.Commonwealth Ct. 627, 545 A.2d 1005 (1988). Thus, the trial court did not err by concluding that the licensee’s plea was not invalid.\n2. Effective Date of Earlier Suspension\nThe licensee also asserts that the suspension here at issue is not proper because she had not surrendered her license under the earlier suspension at the time she was charged for driving while her license was suspended. However, the licensee was convicted of the driving-while-license-suspended charge on July 24, 1991. Thus, her argument that her license was not suspended when she was stopped on April 23,1991, also constitutes a collateral attack on that conviction. Accordingly, this court need not address the merits of her contention.\n3. Length of Suspension at Issue\nThe licensee also argues that the department improperly imposed a one-year suspension under section 1543, because that provision conflicts with section 1532, which provides for six-month suspensions in cases where a licensee is charged with driving while her license is suspended. However, the licensee did not raise that issue in her statement of the questions involved. Therefore, this court need not address the issue. We note, however, that in Com., Department of Transportation v. Campbell, 138 Pa.Commonwealth Ct. 337, 588 A.2d 75 (1988), this court held that section 1532(b)(2) is inapplicable to convictions for driving while operating privileges are suspended.\nThe order of the trial court is affirmed.\nORDER\nNOW, February 9, 1994, the order of the Court of Common Pleas of Somerset County, dated February 10, 1993, at No. 655 Civil 1991, is affirmed.\n. The licensee relies upon section 1541(a) of the Vehicle Code, which provides that the period of suspension \"shall commence as provided for in section 1540 ... No credit toward the ... suspension shall be earned until the driver’s license is surrendered to the department....”\nHowever, section 1540(b) of the Vehicle Code states that\nThe suspension, revocation or disqualification shall be effective upon a date determined by the Department or the date of surrender of the license to the department if that date is subsequent to the department's notice to surrender of the license, whichever occurs first....\nThe trial court correctly concluded that section 1540(b) provides for a suspension to be effective upon the occurrence of the earliest of two possible events — either a licensee’s surrender of her license to the department or the department's notice to a licensee of the effective date of a suspension. Hence, a suspension’s effective date may be earlier than the date of surrender. However, under section 1541(a) the period of suspension does not begin to run until the licensee surrenders her license.\nThat interpretation is in accord with the Pennsylvania Superior Court’s construction of the suspension provisions in Commonwealth v. MacSherry, 371 Pa.Superior Ct. 164, 537 A.2d 871 (1988) and Commonwealth v. Heckman, 404 Pa.Superior Ct. 335, 590 A.2d 1261 (1991).",
        "type": "majority",
        "author": "CRAIG, President Judge."
      },
      {
        "text": "KELLEY, Judge,\ndissenting.\nI respectfully dissent.\nIn my opinion, it is totally inconceivable and unacceptable to not require full disclosure to any person making a plea. To not require that complete knowledge of the consequences of the plea be made known to him or her is contrary to our basic concepts of notice and fairness.\nIn court cases, the issuing authority taking a plea requires that:\n(c) The plea shall be in writing,\n(1) Signed by the defendant, with a representation by the defendant that the plea is entered knowingly, voluntarily, and intelligently; and\n(2) Signed by the issuing authority, with a certification that the plea was accepted after a full inquiry of the defendant and that the plea was made knowingly, voluntarily, and intelligently. (Emphasis added.)\nPa.R.Crim.P. 149.\nTo require less for a plea of a summary offense is ludicrous for a government in a free society. Especially is this essential when a section violated as sub judice may possibly require imprisonment up to ninety days and to pay a fine of $1,000.00.\nAdditionally, the statute requires that police officers verify the basis for the suspension prior to the filing of the citation. Certainly this information with the consequential statutorily mandated suspension as a minimum should be made known to any person to knowingly, voluntarily, and intelligently plead guilty thereto.\nA year’s suspension of a vehicle operator’s license is not an insignificant hardship. Employment decreases, welfare and crime increase, and society suffers as well.\nEspecially, is disclosure critical for a guilty plea in such a case as sub judice when our jurisprudence prohibits collateral attack upon the convictions? Should not we require at the least a plea made knowingly, voluntarily, and intelligently?\nI believe we should.\n. 75 Pa.C.S. § 1543(b).\n. 75 Pa.C.S. § 1543(d).",
        "type": "dissent",
        "author": "KELLEY, Judge,"
      }
    ],
    "attorneys": [
      "Joseph B. Policicchio, for appellant.",
      "Timothy P. Wile, Asst. Counsel In-Charge Appellate Section, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rhonda Lea SHAULIS, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nSubmitted Nov. 24, 1993.\nDecided Feb. 9, 1994.\nJoseph B. Policicchio, for appellant.\nTimothy P. Wile, Asst. Counsel In-Charge Appellate Section, for appellee.\nBefore CRAIG, President Judge, KELLEY, J., DELLA PORTA, Senior Judge."
  },
  "file_name": "0362-01",
  "first_page_order": 422,
  "last_page_order": 425
}
