{
  "id": 11151696,
  "name": "Giacomo DiMAIO and Leslie DiMaio, Appellants, v. Sarah R. MUSSO, Appellee",
  "name_abbreviation": "DiMaio v. Musso",
  "decision_date": "2000-10-31",
  "docket_number": "",
  "first_page": "363",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "762 A.2d 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "690 A.2d 1245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11982969,
        11926394
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1251",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/456/0548-01",
        "/a2d/690/1245-01"
      ]
    },
    {
      "cite": "456 Pa.Super. 548",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        11982969
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/456/0548-01"
      ]
    },
    {
      "cite": "684 A2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347067,
        771069
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "130",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/0123-01",
        "/pa-super/453/0436-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 436",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771069
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 7009,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 1.0471189698489555e-07,
      "percentile": 0.5525239116257357
    },
    "sha256": "097defc042502790f45968c9a13dd3ba3d64344fb2ad15bc057ce2b5fa8a3871",
    "simhash": "1:33fcd137e6cf352a",
    "word_count": 1145
  },
  "last_updated": "2024-02-27T21:11:12.491668+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAVANAUGH, DEL SOLE and TAMILIA, JJ."
    ],
    "parties": [
      "Giacomo DiMAIO and Leslie DiMaio, Appellants, v. Sarah R. MUSSO, Appellee."
    ],
    "opinions": [
      {
        "text": "DEL SOLE, J.:\n¶ 1 Appellants filed a suit in equity against Appellee, seeking reformation of a deed and partition of property. After a bench trial, the trial court found there was no enforceable agreement underlying the deed, and thus refused to grant Appellants their requested relief. Appellants filed post-trial motions, which were denied. This appeal follows.\n¶ 2 The facts of the case are as follows. The parties orally agreed to open a restaurant together on property Appellee owned, with financial and other contributions from Appellant. After renovations began on the restaurant property, disagreement arose between the parties. To resolve their differences, they met at the office of their mutual accountant. No written agreement came out of that meeting. Soon after the meeting, however, Appellee contacted an attorney to prepare a deed for the restaurant property. Appellee and Appellant’s wife then returned to the office of the accountant, where Appellee executed a deed transferring her business property into the names of herself and Appellant. This deed was never recorded. Appellant eventually learned that the deed did not describe the restaurant property, but, through a scrivener’s error, described another parcel of land no longer owned by Appellee. Appellant then requested a new deed from Appellee. When she refused to provide one, Appellant ceased his participation in the joint restaurant venture. The business has not been resumed.\n¶ 3 Appellant presents two issues for our review: (1) whether the trial court erred in refusing to reform the deed and correct the scrivener’s error; and (2) whether the trial court erred in refusing to order partition of the restaurant property.\n¶4 We first address our standard of review:\nOur review of this case is guided by the principles that the scope of appellate review of a decree in equity is particularly limited, and that the findings of the Chancellor will not be reversed unless it appears that the Chancellor clearly committed an abuse of discretion or an error of law. Where credibility of witnesses is important to a determination, the findings of the Chancellor are entitled to particular weight because the Chancellor has the opportunity to observe them demeanor. Although an appeals court cannot sit as a trier of issues of fact and must accept the findings of fact of the lower court as the basis of its review, an appellate court is not bound to accept the findings of the Chancellor which are without support in the record or have merely been derived from other facts. Thus, the Chancellor’s conclusions of law or fact which are derived from nothing more than reasoning from underlying facts and not involving a determination of credibility of witnesses, are renewable.\nIn re Barnes Found., 453 Pa.Super. 436, 684 A2d 123, 130 (1996) (citations omitted).\n¶ 5 The trial court found, in Finding of Fact No. 7:\n[Appellant] understood that [Appellee] would transfer $ of her ownership interest in the real estate at the inception of the business operation. [Appellee], however, understood that she would do so after a period of three years, if the gross sales of the business should be shown to have averaged at least $10,000 per week.\nTrial Court Opinion, 3/26/99, at 2.\n¶ 6 The trial court found that, although Appellee signed a deed transferring the property, the parties’ understandings of when the actual transfer would occur were different. Thus, the trial court concluded, the parties’ oral agreement lacked an essential term, and failed for indefiniteness. We disagree.\n¶ 7 Although we accept the trial court’s finding as to Appellee’s subjective belief of when the transfer would occur, we do not agree with its legal conclusion that the transfer was not made. Neither the trial court nor Appellee dispute the facts relevant to the inquiry of whether Appellee made a legal delivery of the deed after she signed it.\n¶ 8 “Whether there has been delivery [of a deed] depends on the intention of the grantor as shown by his words and action and by circumstances surrounding the transaction. Conditional delivery or a delivery in escrow of a deed is not a delivery to the grantee.” Atiyeh v. Bear, 456 Pa.Super. 548, 690 A.2d 1245, 1251 (1997) (citations omitted). Apparently, Appellee’s belief at the time of the transfer was that she was making some type of conditional delivery, where a third party would hold the deed until the conditions outlined in Finding of Fact No. 7 were met. However, her actions and the circumstances surrounding the transaction did not match her subjective belief.\n¶ 9 Appellee, by her testimony, admits that she did not ask either the accountant or the attorney to hold that deed for the three-year period. N.T., 12/17/98, at 89. Neither the accountant nor the attorney recalls any conversations with Appellee concerning the named conditions in association with the deed. N.T., at 18, 46. After the deed was signed, the attorney sent a letter to the parties at the restaurant address, enclosing a copy of the deed and requesting money for transfer tax and recording fee so that he could record the deed. N.T., at 19-20, Plaintiffs Exhibit 3. Appellant’s wife wrote a check for these fees to the attorney from the restaurant account. N.T., at 126, Plaintiffs Exhibit 6. The attorney subsequently sent another letter, addressed to Appellant and Appellee and sent to their respective home addresses, advising them that he was returning the check and refraining from recording the deed because he wanted to save them tax money-by transferring the property directly to their corporation, rather than to them as tenants in common. N.T., at 20-24, Plaintiffs Exhibit 6.\n¶ 10 Appellee’s subjective belief, as accepted by the trial court, is irrelevant when compared to her objective manifestations of assent to the transfer of the deed. Further, as a matter of law, when Appellee signed the deed and left it for the parties’ corporate attorney with no instructions about a holding period or attached conditions, the deed was delivered.\n¶ 11 The trial court erred in its conclusion that it was without power to reform the deed. Accordingly, we vacate the order and remand for entry of an order reforming the deed to correct the scrivener’s error and partitioning the property.\n¶ 12 Order vacated. Remanded for proceedings consistent with this opinion. Jurisdiction relinquished.\n. Appellants are husband and wife. Appellant Giacomo DiMaio was the primary negotiator for the pair in this case. Thus, references to Appellant, singularly, refer to Mr. DiMaio.\n. The accountant is the attorney’s father. The deed was signed at the accountant’s office because the attorney was away from his office that day. The accountant gave the signed deed to his son, the attorney.",
        "type": "majority",
        "author": "DEL SOLE, J.:"
      }
    ],
    "attorneys": [
      "Elwood R. Harding, Bloomsburg, for appellants."
    ],
    "corrections": "",
    "head_matter": "Giacomo DiMAIO and Leslie DiMaio, Appellants, v. Sarah R. MUSSO, Appellee.\nSuperior Court of Pennsylvania.\nArgued June 22, 2000.\nFiled Oct. 31, 2000.\nElwood R. Harding, Bloomsburg, for appellants.\nBefore CAVANAUGH, DEL SOLE and TAMILIA, JJ."
  },
  "file_name": "0363-01",
  "first_page_order": 405,
  "last_page_order": 408
}
