{
  "id": 12046219,
  "name": "GWYNEDD DEVELOPMENT GROUP, INC., Gwynedd Venture Associates, Inc., Theophile J. Mignatti, Jr., Augie W. Mignatti, Joseph A. Mignatti, and Daniel J. McNichol, Individually, and Marion Abstract Corp., Petitioners, v. DEPARTMENT OF LABOR AND INDUSTRY, BUREAU OF LABOR STANDARDS, Respondent",
  "name_abbreviation": "Gwynedd Development Group, Inc. v. Department of Labor & Industry, Bureau of Labor Standards",
  "decision_date": "1995-09-27",
  "docket_number": "",
  "first_page": "365",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa.Commonwealth Ct. 159",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1452560
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0159-01"
      ]
    },
    {
      "cite": "521 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817477
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0121-01"
      ]
    },
    {
      "cite": "97 Pa.Commonwealth Ct. 78",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1346944
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/97/0078-01"
      ]
    },
    {
      "cite": "850 F.Supp. 1239",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3893159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/850/1239-01"
      ]
    },
    {
      "cite": "454 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1778808,
        1778877
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0507-01",
        "/pa/499/0509-01"
      ]
    },
    {
      "cite": "499 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1778877
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/499/0509-01"
      ]
    },
    {
      "cite": "119 Pa.Commonwealth Ct. 164",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1376702
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/119/0164-01"
      ]
    },
    {
      "cite": "472 A.2d 715",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "80 Pa.Commonwealth Ct. 266",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1318472
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/80/0266-01"
      ]
    },
    {
      "cite": "496 A.2d 1331",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "91 Pa.Commonwealth Ct. 260",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1337183
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/91/0260-01"
      ]
    },
    {
      "cite": "411 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "49 Pa.Commonwealth Ct. 364",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1906497
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/49/0364-01"
      ]
    },
    {
      "cite": "505 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788862
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 912,
    "char_count": 20744,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 1.6621863145547852e-07,
      "percentile": 0.6945472496659072
    },
    "sha256": "645ce75baab3a1f6b2cc74200b640468a5b3362f1f03caff8b1ea34fbb40b8e0",
    "simhash": "1:5264adfbff116ce6",
    "word_count": 3332
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and DOYLE, SMITH, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ."
    ],
    "parties": [
      "GWYNEDD DEVELOPMENT GROUP, INC., Gwynedd Venture Associates, Inc., Theophile J. Mignatti, Jr., Augie W. Mignatti, Joseph A. Mignatti, and Daniel J. McNichol, Individually, and Marion Abstract Corp., Petitioners, v. DEPARTMENT OF LABOR AND INDUSTRY, BUREAU OF LABOR STANDARDS, Respondent."
    ],
    "opinions": [
      {
        "text": "KELLEY, Judge.\nGwynedd Development Group, Inc., Gwyn-edd Venture Associates, Inc., Theophile J. Mignatti, Jr., Augie W. Mignatti, Joseph A. Mignatti, and Daniel J. McNichol, individually (hereinafter referred collectively as “petitioners”), petition for review of a notice by the Department of Labor and Industry, Bureau of Labor Standards (department), to post bond or security in the amount of $130,-417.70 pursuant to section 9.1(d) of the Wage Payment and Collection Law (WPCL).\nI. RELEVANT PROCEDURAL HISTORY\nOn or about October 24, 1988, Michael P. Meyer (Meyer) filed a complaint in equity in the Court of Common Pleas of Montgomery County (trial court) and named the petitioners as well as Marion Abstract Corporation as defendants. With leave of court, Meyer on April 20, 1990, amended the action to include a count under the WPCL requesting judgment against Gwynedd Development Group, Inc. (GDG), the Mignattis and Daniel J. McNichol for wages of $139,698.37, statutory liquidated damages and reasonable attorney’s fees.\nOn or about July 19, 1991, Meyer requested that the department require petitioners to post bond or other security pursuant to section 9.1(d) of the WPCL. On or about August 2, 1991, GDG paid an IRS levy against Meyer in the amount of $22,874.37, and further released to Meyer the additional sum of $12,489.84 thereby reducing Meyer’s claim for wages from $139,698.37 to $104,334.16. The $12,498.84 was paid by check written on the account of Gwynedd Venture Associates, Inc.\nWithout providing a prior hearing, by notice issued on September 11, 1991, the department directed petitioners to post bond or security in the amount of $130,417.70 ($104,~ 334.16 plus statutory liquidated damages of 25%) to secure payment of the entire claim for wages alleged to be due Meyer. Petitioners petitioned for review of the department’s notice with this court demanding therein an evidentiary hearing.\nBy order of November 25, 1991, this'court determined that the September 11, 1991, notice to post bond or security issued to petitioners by the department pursuant to the WPCL was an adjudication within the context of the Administrative Agency Law, 2 Pa.C.S. §§ 501-508, 701-704, because it was a final determination with no further administrative remedy to exhaust. See Guthrie v. Borough of Wilkinsburg, 505 Pa. 249, 478 A.2d 1279 (1984); Burello v. State Employees’ Retirement System, 49 Pa.Commonwealth Ct. 364, 411 A.2d 852 (1980). Therefore, this court determined that it had jurisdiction over petitioners’ appeal pursuant to section 763 of the Judicial Code, 42 Pa.C.S. § 763 and section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702.\nThereafter, by order of March 23, 1992, this court ordered (1) that the petition for review be remanded to the department for the purpose of taking testimony and reconsidering its decision; and (2) the department to issue a new decision as the department deemed proper and necessary. Further, this court reserved unto the parties the right to again file an appeal to this court in the event they deemed the decision of the department in error. On remand a hearing examiner was appointed.\nPetitioners then filed with the department on November 30, 1992, a motion to preclude or limit the department’s adjudication as to whether petitioners would be required to post a bond pursuant to section 9.1(d) of the WPCL and to the issue of whether petitioners were financially able to satisfy any ultimate judgment which Meyer may recover. By interlocutory decision dated March 24, 1993, the department granted petitioners’ motion to the extent petitioners sought to limit the issues and evidence in the proceeding to their financial ability to satisfy any judgment Meyer may recover in the WPCL suit and to preclude litigation of the merits of Meyer’s claim for wages, including whether he qualified as an employee under that law. The motion was denied, however, to the extent petitioners sought to foreclose all inquiry into any set-off or counterclaim they had or intended to assert.\nAfter several hearings, the department issued a notice to post bond or security in the amount of $130,417.70 to petitioners Gwyn-edd Development Group, Inc., Theophile J. Mignatti, Jr., Joseph A. Mignatti and Daniel J. McNichol. It is from this October 27, 1994 notice that petitioners now petition this court for review.\nII. FACTS\nThe hearing examiner set forth the following relevant facts. The wages claimed by Meyer in the civil suit consist of commissions, settlement service fees, auto lease expenses and administrative fees. The claimed administrative fees represent a standard and customary 10% fee in the real estate industry for completing work on settlements left uncompleted by another individual who left her employ with GDG. The settlement service fees purportedly represent Meyer’s agreed-upon shares of forfeited deposits from buyers who reneged on sales agreements procured by Meyer. GDG asserted a counterclaim against Meyer because it experienced significant decline in gross sales revenue during January 1987 to August 1988.\nGDG is a corporation formed to build and market homes at a residential development known as the Village of Gwynedd. The Mig-nattis are all officers and shareholders of GDG. McNichol was a former % shareholder of GDG and is alleged to have served as an agent of GDG. GDG is paid for its work through Gwynedd Venture Associates, Inc (GVA), a second corporation owned by the Mignattis, from the proceeds of new house sales. GDG does not have current employees and its financial report for the year ending December 31, 1993 shows a cash balance of $369, up from $26 for the end of 1992.\nThe current phases of Village of Gwynedd under construction are being built through a third corporation, Gwynedd Development Group II, Inc. (Gwynedd II). The only remaining parcels in the Village of Gwynedd, under contract for construction by GDG or for which GDG is arguably entitled to be paid from the sales proceeds, consists of a model home, a building used as an office, and a bare lot.\nGDG had liabilities of $157,175 as of December 31, 1993 for construction advances from GVA. GDG does not have the ability to repay these liabilities without the anticipated proceeds from the future sales of the aforesaid three parcels. None of the three parcels is being actively offered for sale at the present time.\nThe one-third interest in GDG formerly owned by McNichol was repurchased by the corporation for $7,500 in December 1990. McNichol claims not to have any money.\nA financial report for Joseph A. Mignatti, dated December 31, 1991 lists his net worth to be $2,257,500. However, of the $2,739,600 in assets reported, $2,402,000 consisted of unlisted securities, partnership interests and a 20% share in the ownership of a quarry. Additionally, $271,600 was listed as jointly owned with his wife.\nA financial report for Theophile J. Mignat-ti, Jr., dated December 31, 1992, listed his net worth to be $3,663,800. However, of the $4,676,800 in assets reported, $3,643,000 consisted of unlisted securities, loans receivable, partnership interests, and a 20% share in the ownership of a quarry. Additionally $460,-000 was listed as jointly owned with his wife and $300,000 was identified as a one-half interest as a tenant-in-eommon in a condominium in Colorado.\nIII. ISSUES RAISED ON APPEAL\nPetitioners raise the following issues for this court’s review:\n1. Whether the WPCL violates due process by virtue of allowing prejudgment execution on an employer’s assets if the employer fails to post a bond?\n2. Whether the WPCL is invalid insofar as it contains no standards or guidelines for the department’s exercise of discretion in ordering the payment of a bond?\n3. Whether an employer must prove, under section 9.1 of the WPCL that he has assets that are easily liquidated into cash in order to prove that he has the financial ability to satisfy a judgment?\n4. Whether the department must consider unencumbered real estate, solely-owned automobiles and publicly traded stocks in determining whether an employer has the financial ability to satisfy a judgment?\n5. Whether the department must consider the undisputed value of close corporate stock and partnership interests in determining whether an employer has the financial ability to satisfy a judgment?\nIV. SCOPE OF REVIEW\nSection 9.1(d) provides that “the Secretary of Labor and Industry may require the employer to post bond or security to secure payment” of an employee’s entire claim. Accordingly, whether or not to require a bond is a discretionary act of the department.\nIt is well settled that in reviewing discretionary acts of an agency, this court is limited to determining whether there has been a manifest and flagrant abuse of discretion or purely arbitrary execution of the agency’s functions or duties. Lynch v. Urban Redevelopment Authority of Pittsburgh, 91 Pa.Commonwealth Ct. 260, 496 A.2d 1331 (1985). For an agency’s decision to constitute an “abuse of discretion”, the agency must have based its conclusions upon wholly arbitrary grounds, in capricious disregard of competent evidence. Lily Penn Food Stores, Inc. v. Pennsylvania Milk Marketing Board, 80 Pa.Commonwealth Ct. 266, 472 A.2d 715 (1984). The fact that the reviewing court may have a different opinion is not sufficient to interfere with the agency’s action and judicial discretion may not be substituted for administrative discretion. Lynch.\nV. DISCUSSION\nA. WHETHER THE WPCL VIOLATES DUE PROCESS\nPetitioners first contend that the bonding provisions of the WPCL are unconstitutional and invalid because the provisions for prejudgment execution violate due process. Petitioners argue that the WPCL subjects an employer’s assets to execution if the employer does not post a bond before any court determines the employer’s liability.\nWe believe that consideration of this issue is premature. As pointed out by the department, Meyer has not attempted to execute on any of petitioners’ property. Moreover, a reviewing court should not decide a constitutional question if the case can be decided on non-constitutional grounds. Friedlander v. Zoning Hearing Board of Sayre Borough, 119 Pa.Commonwealth Ct. 164, 546 A.2d 755 (1988). Accordingly, we decline to address petitioners’ first issue.\nB. WHETHER THE WPCL FAILS TO PROVIDE SUFFICIENT STANDARDS TO GUIDE THE DEPARTMENT’S DISCRETION IN DETERMINING WHETHER TO ORDER THE POSTING OF A BOND\nPetitioners contend that while giving the department the discretion to require a bond or not require a bond, the WPCL provides no guidance whatsoever regarding how the department must exercise that discretion. Petitioners argue that to satisfy constitutional requirements, laws must give the person of ordinary intelligence a reasonable opportunity to know what is prohibited and in order to prevent the evil of arbitrary enforcement, laws must provide explicit standards for those who apply them.\nThe power and authority to be exercised by administrative agencies must be conferred by the legislature. Department of Environmental Resources v. Butler County Mushroom Farm, 499 Pa. 509, 454 A.2d 1 (1982). The powers and authority must be either expressly conferred or given by necessary implication. Id.\nThe purpose of the WPCL is to allow employees to recover wages and other benefits that are due from employers pursuant to an agreement between the parties. See Killian v. McCulloch, 850 F.Supp. 1239 (E.D.Pa.1994). To accomplish this purpose, the title to the WPCL provides that the WPCL confers certain powers and duties upon the department, including powers and duties with respect to the civil collection of wages. Specifically, to aid in the civil collection of wages, the WPCL expressly confers upon the Secretary of Labor the discretionary authority to require an employer to post a bond to secure payment of the employee’s entire claim. Since the authority to require a bond is discretionary rather than mandatory, the necessary implication is that the Secretary of Labor may utilize whatever reasonable standards the Secretary deems appropriate when determining whether an employer will be required to post a bond. Moreover, there is no requirement in the WPCL that the department promulgate standards or regulations to aid the Secretary of Labor in exercising the conferred discretionary authority.\nFurther, it is well settled that an administrative agency has wide discretion when establishing rules, regulations and standards and also in the performance of its administrative duties and functions. See Pennsylvania Game Commission v. Department of Environmental Resources, 97 Pa.Commonwealth Ct. 78, 509 A.2d 877 (1986), aff'd, 521 Pa. 121, 555 A.2d 812 (1989). This court cannot overturn an agency’s exercise of its discretion absent proof of fraud, bad faith, or blatant abuse of discretion. Id.\nAccordingly, we hold that the WPCL is not unconstitutional because there are no standards contained therein to guide the department’s discretion in determining whether to order the posting of a bond.\nC. WHETHER THE DEPARTMENT ABUSED ITS DISCRETION WHEN IT ISSUED THE NOTICE TO POST BOND\nPetitioners’ remaining three issues will be addressed seriately. Petitioners essentially contend that the department’s decision is purely arbitrary, not in accordance with the law and is not supported by substantial evidence. Petitioners argue that the department imposed fluctuating and conflicting burdens of proof.\nIn its final October 27, 1994 decision, the department stated that the burden of the employer is to demonstrate the absence of any necessity for bond or security based on its financial position and ability to satisfy the judgment requested by Meyer. We note that the department had previously set forth this same burden in its interlocutory decision of March 24, 1993, granting in part and denying in part petitioners’ motion limiting the scope of the bond hearings.\nThe fact that the department used such language as “I am not entirely convinced”, “I am not satisfied”, and “I am also concerned” does not indicate that the department changed burdens or imposed a different standard than previously set forth. When the department’s decision is reviewed as a whole, it is clear that the department did not impose new, fluctuating or conflicting burdens upon petitioners by using such terms in its decision.\nIn determining whether the evidence demonstrated the absence of any necessity for bond based on GDG’s financial position and its ability to satisfy the judgment, the department pointed out that GDG’s latest annual financial report showed cash assets of $369 and that one third of its stock sold for only $7,500. With regard to the future income of GDG, the department noted that the three parcels owned by GDG were not actively offered for sale and that the income from the eventual sales may not be paid to GDG, but instead to Gwynedd II. Further, two of the parcels were being used by developers. The department believed that the independence incentive for GDG to insist on constructing a home on the one vacant parcel and to demand payment for the sales proceeds from the three parcels was lacking. We cannot conclude that such reasoning was a manifest abuse of the department’s discretion.\nPetitioners contend that the department should have considered the financial position of GVA. However, the department’s refusal to do so was not an abuse of discretion based on the fact that Meyer had not requested judgment against this company in his WPCL count and that he did not allege that he was an employee of GVA.\nWhen considering the absence of the necessity for the individual defendants to post a bond, the department found no showing of financial ability by McNichol. It is clear from the record that McNichol had no money and the burden was on McNichol to show the absence of the necessity for a bond and his financial ability to satisfy the requested judgment. Therefore, it was not an abuse of discretion for the department to require McNichol to post the bond.\nPetitioners argue that the department should have concluded, based on the evidence, that Joseph A. Mignatti and Theophile J. Mignatti were financially able to satisfy the requested judgment and that there was an absence for the necessity of a bond from these individuals. We disagree.\nThe department reviewed the assets of each of these defendants and found that the availability of those assets was questionable. Based on the financial statements, this determination was well within the department’s discretion. The department pointed out that large portions of the assets consisted of unlisted securities and holdings in family businesses and that certain of the assets, including liquid assets, were jointly owned with their spouses. This caused the department concern that Meyer would not be able to promptly collect any compensation that may be due to him by petitioners in keeping with the purpose of the WPCL.\nWe remind petitioners that this court cannot overturn an agency’s exercise of its discretion in the absence of bad faith, fraud, capricious action or abuse of power. As the petitioners’ burden was to prove the absence of the necessity for a bond based on their financial positions and the ability to satisfy the requested judgment, we hold that the department did not abuse its discretion in issuing a notice to petitioners to post a bond or security in the amount of $130,-417.70.\nAccordingly, the department’s action is affirmed.\nORDER\nNOW, this 27th day of September, 1995, the notice to post bond or security issued by the Department of Labor and Industry, Bureau of Labor Standards, dated October 27, 1994, is affirmed and the petitioners are directed to comply with said notice.\nDOYLE, J., concurs in the result only.\nSMITH and FRIEDMAN, JJ., dissent.\n. Act of July 14, 1961, P.L. 637, as amended, 43 P.S. §§ 260.9a(d).\n. Section 9.1(d) of the WPCL provides:\nIn any civil action brought under the provisions of this act, the Secretary of Labor and Industry may require the employer to post bond or security to secure payment of the entire claim of the employe with credit in the amount of any good faith assertion of a right of set-off or counter-claim. Such bond or security shall be posted in the court where the civil action is brought. The request for bond or security shall be signed by the secretary and shall provide that such bond or security in the amount stated shall be posted within 30 days of service thereof on the employer. If such bond or security is not posted within the 30-day period, the employer will be deemed to have admitted his liability and execution may immediately ensue.\n. See section 10 of the WPCL which permits the addition as liquidated damages an amount equal to 25% of the total amount of wages due. 43 P.S. § 260.10.\n. We note that the department’s notice to post bond or security refers to \"David J. McNichol” while the petitioners' petition for review refers to “Daniel J. McNichol.”\n. The department argues that petitioners have waived this issue because they failed to raise it below. Pennsylvania Rule of Appellate Procedure 1551 generally provides that no question shall be heard or considered by this court which was not raised before the government unit. However, an exception to rule 1551, found at Pa.R.A.P. 1551(a)(1), permits this court to consider a challenge to the facial validity of a statute even when that question was not previously raised before the government unit and the issue is included in the challenging party's petition for review. See McGrath v. State Board of Dentistry, 159 Pa.Commonwealth Ct. 159, 632 A.2d 1027 (1993). A review of the record reveals that petitioners have included this issue in their petition for review. Reproduced Record (R.) at 59la-993.\n. The department contends that petitioners have also waived this constitutional issue; however, as discussed previously, this court is permitted to consider this issue pursuant to Pa.R.A.P. 1551(a)(1) and petitioners have included this issue in their petition for review. See R. at 591a-99a.\n. Meyer did not request that Augie Mignatti be required to post a bond.",
        "type": "majority",
        "author": "KELLEY, Judge."
      }
    ],
    "attorneys": [
      "Sean P. Flynn, for petitioners.",
      "Richard C. Lengler, Assistant Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "GWYNEDD DEVELOPMENT GROUP, INC., Gwynedd Venture Associates, Inc., Theophile J. Mignatti, Jr., Augie W. Mignatti, Joseph A. Mignatti, and Daniel J. McNichol, Individually, and Marion Abstract Corp., Petitioners, v. DEPARTMENT OF LABOR AND INDUSTRY, BUREAU OF LABOR STANDARDS, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued May 10, 1995.\nDecided Sept. 27, 1995.\nReargument Denied Nov. 15, 1995.\nSean P. Flynn, for petitioners.\nRichard C. Lengler, Assistant Counsel, for respondent.\nBefore COLINS, President Judge, and DOYLE, SMITH, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ."
  },
  "file_name": "0365-01",
  "first_page_order": 423,
  "last_page_order": 430
}
