{
  "id": 7863546,
  "name": "STATE of Maine v. Kevin ROBERGE; STATE of Maine v. Kevin MICHAUD",
  "name_abbreviation": "State v. Roberge",
  "decision_date": "1994-06-06",
  "docket_number": "",
  "first_page": "366",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 366"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "495 A.2d 825",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920105
      ],
      "pin_cites": [
        {
          "page": "826"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0825-01"
      ]
    },
    {
      "cite": "487 A.2d 642",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916591
      ],
      "pin_cites": [
        {
          "page": "644"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/487/0642-01"
      ]
    },
    {
      "cite": "534 A.2d 970",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7884185
      ],
      "pin_cites": [
        {
          "page": "973"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/0970-01"
      ]
    },
    {
      "cite": "598 A.2d 1183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371986
      ],
      "pin_cites": [
        {
          "page": "1185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/598/1183-01"
      ]
    },
    {
      "cite": "614 A.2d 1297",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935018
      ],
      "pin_cites": [
        {
          "page": "1298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/1297-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 4461,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3285330534714572
    },
    "sha256": "80f83d2314de2825477e1609526e4caf11223ecbf83a1eac5c50cfff98237629",
    "simhash": "1:16abd390f88091f9",
    "word_count": 727
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "STATE of Maine v. Kevin ROBERGE. STATE of Maine v. Kevin MICHAUD."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nKevin Roberge and Kevin Michaud appeal from judgments entered in the Superior Court (Kennebec County, Crowley, J.) affirming judgments entered in the District Court (Augusta, Batherson, AR.J.) convicting each of them of one count of sexual abuse of a minor. They contend that the trial court erred in concluding that neither held a reasonable belief that the victim was at least 16 years old. We agree that the record reveals a misapplication of the burden of proof, and vacate the judgments.\nIn August 1991, the State charged Ro-berge and Michaud with one count each of sexual abuse of a minor, 17-A M.R.S.A. § 254 (Class D) (Supp.1993). Each charge involved the same victim. The cases were tried together in May 1992.\nThe victim testified that before engaging in various sexual acts with Roberge and Mi-chaud, he told each of them that he was only 15 years old. The defendants admitted the sexual acts, but denied knowing the victim’s age. They presented evidence of the victim’s mature physical appearance and behavior, which included the ability to lead others to believe he was anywhere from 16 to 20 years old. Roberge and Michaud each testified that the victim said he had a management position in food service at Colby College, paid rent for his living quarters, and was negotiating to buy a car. The court convicted the defendants, despite acknowledging that the victim misled them about his age.\nWhen the Superior Court acts as an intermediate appellate tribunal, we review the District Court’s decision directly. State v. Clisham, 614 A.2d 1297, 1298 (Me.1992). We examine the court’s legal conclusions for error. State v. Arnheiter, 598 A.2d 1183, 1185 (Me.1991). If the record, “albeit ambiguous, imports a misapplication of the State’s burden of proof,” we must vacate the conviction. State v. Pelletier, 534 A.2d 970, 973 (Me.1987).\nPursuant to 17-A M.R.S.A. § 254(2), a defendant charged with sexual abuse of a minor must be acquitted if he “reasonably believed the [victim] to have attained his 16th birthday.” Although such a defense must be generated by facts in evidence, we agree that in this case there was sufficient evidence to generate that defense. Therefore, the burden was on the State to disprove the defense beyond a reasonable doubt. 17-A M.R.S.A. § 101(1) (1983); State v. Glidden, 487 A.2d 642, 644 (Me.1985). The record reveals, however, that the trial court treated section 254(2) as an affirmative defense, placing the burden of proving it on Roberge and Michaud. See 17-A M.R.S.A. § 101(2) (defendant must prove matter designated “affirmative defense” by preponderance of the evidence).\nThe trial court’s factual findings overwhelmingly suggest a reasonable doubt whether the defendants reasonably believed that the victim was at least 16 years old. We are convinced, therefore, that the court misapplied the burden of proof. Our conclusion is buttressed by the court’s elaborate justification of the victim’s conduct and its reliance on the defendants’ failure to take affirmative measures to ascertain the victim’s age. Because the court impermissibly assigned to the defendants the burden of proving that their belief was reasonable, the judgment must be vacated.\nContrary to the defendants’ assertions, viewing the evidence in the light most favorable to the State, the evidence was sufficient to support findings of guilt beyond a reasonable doubt. State v. Barry, 495 A.2d 825, 826 (Me.1985). Because we vacate the judgments, we need not address the defendants’ remaining contentions.\nThe entry is:\nJudgments vacated.\nRemanded with direction to vacate the judgments of the District Court and remand for further proceedings consistent with the opinion herein.\nAll concurring.\n. Section 254(1) provides that a person is guilty of sexual abuse of a minor if:\n[h]aving attained the age of 19 years, the person engages in a sexual act with another person, not the actor’s spouse, who has attained the age of 14 years but has not attained the age of 16 years, provided that the actor is at least 5 years older than the other person.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Donald W. Macomber (orally), Asst. Atty. Gen., Augusta, for State.",
      "J. Mitchell Flick (orally), Winthrop, for Roberge.",
      "Robert E. Sandy, Jr. (orally), Waterville, for Michaud."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Kevin ROBERGE. STATE of Maine v. Kevin MICHAUD.\nSupreme Judicial Court of Maine.\nArgued May 10, 1994.\nDecided June 6, 1994.\nDonald W. Macomber (orally), Asst. Atty. Gen., Augusta, for State.\nJ. Mitchell Flick (orally), Winthrop, for Roberge.\nRobert E. Sandy, Jr. (orally), Waterville, for Michaud.\nBefore ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
  },
  "file_name": "0366-01",
  "first_page_order": 432,
  "last_page_order": 433
}
