{
  "id": 8456364,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Lynn A. STROUSE, Appellant",
  "name_abbreviation": "Commonwealth v. Strouse",
  "decision_date": "2006-09-29",
  "docket_number": "No. 207 MDA 2006",
  "first_page": "368",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 368"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "637 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354008,
        937954
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "304",
          "parenthetical": "\"It is the function of the fact-finder to pass upon the credibility of the witnesses and to determine the weight to be accorded the evidence produced at trial. The fact-finder is free to believe all, part, or none of the evidence introduced.\" (citations omitted)"
        },
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0302-01",
        "/pa-super/431/0529-01"
      ]
    },
    {
      "cite": "431 Pa.Super. 529",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        937954
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "\"It is the function of the fact-finder to pass upon the credibility of the witnesses and to determine the weight to be accorded the evidence produced at trial. The fact-finder is free to believe all, part, or none of the evidence introduced.\" (citations omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/431/0529-01"
      ]
    },
    {
      "cite": "874 A.2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8950888
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/874/0049-01"
      ]
    },
    {
      "cite": "648 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706490,
        7870172
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "557-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0569-01",
        "/a2d/648/0555-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 569",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706490
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0569-01"
      ]
    },
    {
      "cite": "874 A.2d 66",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8950909
      ],
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/874/0066-01"
      ]
    },
    {
      "cite": "650 A.2d 20",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11311697,
        475550
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "23",
          "parenthetical": "criminal attempt to murder is defined by reading the attempt statute in conjunction with the murder statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0020-01",
        "/pa/538/0574-01"
      ]
    },
    {
      "cite": "538 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475550
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "580",
          "parenthetical": "criminal attempt to murder is defined by reading the attempt statute in conjunction with the murder statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0574-01"
      ]
    },
    {
      "cite": "787 A.2d 394",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        404481,
        9454620
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0415-01",
        "/a2d/787/0394-01"
      ]
    },
    {
      "cite": "567 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404481
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0415-01"
      ]
    },
    {
      "cite": "861 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9190832,
        1100683
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "894",
          "parenthetical": "quoting Commonwealth v. DeJesus, 567 Pa. 415, 787 A.2d 394, 398 (2001)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/861/0892-01",
        "/pa/580/0392-02"
      ]
    },
    {
      "cite": "580 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1100731,
        1100683
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "397",
          "parenthetical": "quoting Commonwealth v. DeJesus, 567 Pa. 415, 787 A.2d 394, 398 (2001)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/580/0392-01",
        "/pa/580/0392-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 11739,
    "ocr_confidence": 0.703,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2043094018222684
    },
    "sha256": "f103dff160d14668c11bccde77b4b06a577ae39ea0f95cee6e4368f8501ed444",
    "simhash": "1:bcb16262fb05f8fd",
    "word_count": 1958
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, ORIE MELVIN and POPOVICH, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Lynn A. STROUSE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPOPOVICH, J.:\n¶ 1 Appellant Lynn A. Strouse appeals the judgment of sentence (nine to twenty-three months imprisonment) for attempting to lure a child into a motor vehicle on grounds that the evidence was insufficient to sustain his conviction. We affirm.\n¶ 2 “The standard of reviewing the sufficiency of the evidence is whether the evidence admitted at trial and all reasonable inferences drawn therefrom, when viewed in the light most favorable to the Commonwealth as the verdict winner, is sufficient to support all the elements of the offenses beyond a reasonable doubt.” Commonwealth v. Smith, 580 Pa. 392, 397, 861 A.2d 892, 894 (2004) (quoting Commonwealth v. DeJesus, 567 Pa. 415, 787 A.2d 394, 398 (2001)).\n¶3 The offense of luring a child into a motor vehicle is defined at 18 Pa. C.S.A. § 2910, which provides that: “A person who lures a child into a motor vehicle without the consent, express or implied, of the child’s parents or guardian, unless the circumstances reasonably indicate the child is in need of assistance, commits a misdemeanor of the first degree.” Criminal attempt to lure a child into a motor vehicle is defined by reading the attempt statute, 18 Pa.C.S.A. § 901(a), in unison with the child luring statute, 18 Pa.C.S.A. § 2910. Thus, attempting to lure a child into a motor vehicle is defined as taking a substantial step towards luring a child into a motor vehicle without the consent of the child’s parent or guardian. See Commonwealth v. Anderson, 538 Pa. 574, 580, 650 A.2d 20, 23 (1994) (criminal attempt to murder is defined by reading the attempt statute in conjunction with the murder statute); Commonwealth v. Johnson, 874 A.2d 66, 71 (Pa.Super.2005) (semble).\n¶ 4 In Commonwealth v. Figueroa, 436 Pa.Super. 569, 648 A.2d 555 (1994), this Court, in analyzing Section 2910, stated that:\nCriminal intent or guilty knowledge is an essential element of a criminal offense, though the legislature may define a crime so that proof of criminal intent or guilty knowledge is unnecessary. In such case, the culpability or mens rea is established by proof that the person acted intentionally, knowingly or recklessly.\nThe gravamen of the present crime is luring a child into a motor vehicle. We have stated above that inviting the children into [an individual’s] car with a promise of a ride to school or the bus stop [ ... ] is sufficient to meet the prohibition of the statute. This knowing conduct we believe meets the requirements of culpability. That there may have been no intent to harm is not relevant since this is not a requirement of the act.\nFigueroa, 648 A.2d at 557-58.\n¶ 5 With the preceding as a backdrop, a review of the trial transcript discloses the following; to-wit: At approximately 1:00 p.m. on the 8th day of October, 2004, K.L., a juvenile born on July 26, 1988, was walking home from a restaurant in the Maidencreek Township area of Berks County, Pennsylvania. In particular, K.L. was walking in the area of 402 Cassidy Court wearing a tube-top, knee-length red and white sun dress. KL. was en route home when a dark gray SUV approached her. The driver, later identified as Appellant, asked if she knew where Brooke Lynn Meadows was situated. KL. replied in the negative. Appellant then drove around the block before asking K.L. the identical question. KL.’s response was the same.\n¶ 6 Appellant drove around the block a third time and, thereafter, stopped to ask K.L. if she wanted to make some money. When KL. asked Appellant what he meant, he said, “If you help me find this place, I will give you a hundred dollars.” N.T. (Non-Jury Trial), 7/29/05, at 14. K.L. declined the offer, to which Appellant said, ‘Well, you don’t like spending money?” Id. at 14. At this point, a vehicle pulled behind Appellant’s SUV, which required him to move, but not before he told K.L., “Stay here. I will be right back.” Id. at 15. By the time Appellant returned, KL. made her way to a nearby house and told the owner and a neighbor of Appellant’s behavior. The police were phoned and dispatched to investigate an “attempted abduction of a juvenile female.” Id. at 30.\n¶ 7 The police’s interview of the victim and attendant neighbors secured á description of the SUV operator with New Jersey plates. An immediate search of the area produced the vehicle. Detective Hor-ner, of the Northern Berks police department, knocked on the building adjacent to where the SUV was parked. Appellant granted the detective access, and he admitted contacting a girl walking along the side of the road within minutes of the detective’s arrival. Thereafter, Appellant was transported to police headquarters, waived his rights and admitted “his intentions were [.-..] to have sex with .the girl and that he was going to pay her $100[.]” N.T. (Non-Jury Trial), 7/29/05, at 34. Appellant also gave a written statement indicating that the female victim “appeared to be 18 or 19 years old[.]” See Commonwealth’s Exhibit No. 1.\n¶ 8 The trial court, sitting as the fínder-of-fact and credibility-assessor, found Appellant guilty of attempting to lure the minor child/victim into his motor vehicle. The trial court believed K.L. looked under the age of eighteen, which rendered Appellant’s conduct reckless, “especially for the purposes of having sex without asking the person how old she [wa]s[.]” N.T. (Non-Jury Trial), 7/29/05, at 39. Thereafter, sentence was imposed, a notice of appeal was filed, and Appellant challenged the sufficiency of the evidence on the strength of Commonwealth v. Gallagher, 874 A.2d 49 (Pa.Super.2005), allocatur granted, 2005 Pa. LEXIS 3247.\n¶ 9 In Gallagher, this Court addressed for the first time whether the culpability requirement of 18 Pa.C.S.A. § 302 should be applied to the “luring” element of 18 Pa.C.S.A. § 2910. In concluding that the Commonwealth had failed to prove that Appellant possessed the requisite mens rea to commit the crime, Justice Montemu-ro, writing for the majority of the panel, stated, as herein relevant:\nAs the trial court noted, the statute sub judice does not specifically provide a mistake of age defense. However, that omission does not absolve the Commonwealth of its burden to prove that Appellant possessed the requisite mens rea to commit the crime.\nApplying § 302, we hold that the Commonwealth was required to prove, beyond a reasonable doubt, that Appellant either intentionally sought out the complainant because he was under the age of 18, knew the complainant was under the age of 18, or, at the very least, was reckless as to the complainant’s age. Although the trial court states in its Opinion that “the evidence, in no uncertain terms, clearly establishes that [Appellant] was fully aware of the fact that his young companion was a minor,” (Trial Ct. Op. at 7), this finding is contradicted by the Appellant’s acquittal on the charge of corruption of minors based on his testimony that he reasonably believed [the minor child/victim] to be over the age of 18. Indeed, a photograph of the victim at the time of the incident included among the trial exhibits makes evident why the trial judge would credit Appellant’s mistake of age defense. This credibility determination makes ludicrous the court’s subsequent finding that Appellant “knew he was dealing with a minor.” (Id.). Moreover, the fact that Appellant may have learned later in the evening that [the minor child/victim] was only 17 years old is irrelevant. By that time, [the minor child/victim] had already entered Appellant’s R.V. with him and begun drinking.\nAccordingly, we find that the Commonwealth has failed to satisfy its burden of proving beyond a reasonable doubt that Appellant either knew the complainant was under the age of 18, or, at the very least, was reckless as to his age when he offered [the minor child/victim] a ride home. Therefore, we reverse the judgment of sentence on the luring conviction.\nGallagher, 874 A.2d at 58.\n¶ 10 Unlike in Gallagher, the trial court here made no findings at odds with the victim’s age and Appellant’s belief as to her age. In fact, the trial court concluded, without reservation, that the child-victim appeared to be under the age of eighteen at the time of trial, which was almost ten months after the date of the offense. N.T. (Non-Jury Trial), 7/29/05, at 17-21. The trial court observed KL.’s appearance and found her to be “substantially younger than eighteen at the time of trial. She was just over sixteen years old at the time of the offense.” Trial court opinion, 3/24/06, at 4. This belief by the trial court was predicated upon observing the child during the course of the proceedings, which finding we have no basis to overturn. See Commonwealth v. Adamo, 431 Pa.Super. 529, 637 A.2d 302, 304 (1994) (“It is the function of the fact-finder to pass upon the credibility of the witnesses and to determine the weight to be accorded the evidence produced at trial. The fact-finder is free to believe all, part, or none of the evidence introduced.” (citations omitted)).\n¶ 11 It may have been that Appellant did not intentionally seek out the complainant because she was under the age of eighteen, or that he did not know she was under the age of eighteen, but he would still be in violation of the child-luring statute if he was “reckless” as to the complainant’s age. Gallagher, 874 A.2d at 53.\nA person acts recklessly with respect to a material element of an offense when he consciously disregards a substantial and unjustifiable risk that the material element exists or will result from his conduct. The risk must be of such a nature and degree that, considering the nature and intent of the actor’s conduct and the circumstances known to him, its disregard involves a gross deviation from the standard of conduct that a reasonable person would observe in the actor’s situation.\n18 Pa.C.S.A. § 302(b)(3).\n¶ 12 We find that the Commonwealth established that Appellant acted recklessly with respect to the victim’s age, which is a material element of the offense. We do so based upon several factors. First, the trial court’s firsthand view of K.L. led it to conclude that Appellant “consciously] disregard[ed]” the risk that she was under eighteen, and Appellant’s argument to the contrary was implausible and not credible. Adamo, 637 A.2d at 304. Second, given Appellant’s admission to pursuing K.L. to have sex and that she actually appeared to be barely sixteen, Appellant’s conduct was “a gross deviation from the standard of conduct that a reasonable person would observe.” Trial court opinion, 3/24/06, at 6.\n¶ 13 Accordingly, in light of the preceding, we hold that Appellant possessed the required mens rea when he attempted to lure K.L. into his vehicle without the consent of her parents, when there was no indication that K.L. needed assistance, thereby violating 18 Pa.C.S.A. §§ 901, 2910.\n¶ 14 Judgment of sentence affirmed.\n. 18 Pa.C.S.A. §§ 901, 2910. Appellant was also charged with but found not guilty of disorderly conduct. 18 Pa.C.S.A. § 5503(a)(4).\n. Retired, assigned to this Court.\n. Judge Bender joined in the lead opinion, and he expounded upon the basis for reading 18 Pa.C.S.A. § 302(c)(culpability requirement) into the statute prohibiting luring a minor child/victim into a motor vehicle without parental consent or apparent need. In contrast, Judge Stevens filed a dissenting opinion, which opted for a strict liability interpretation of the minor child-luring statute.",
        "type": "majority",
        "author": "POPOVICH, J.:"
      }
    ],
    "attorneys": [
      "Lara C.G. Hoffert, Reading, for appellant.",
      "Douglas J. Waltman, Asst. Dist. Atty., Reading, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Lynn A. STROUSE, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 12, 2006.\nFiled Sept. 29, 2006.\nLara C.G. Hoffert, Reading, for appellant.\nDouglas J. Waltman, Asst. Dist. Atty., Reading, for appellee.\nBEFORE: STEVENS, ORIE MELVIN and POPOVICH, JJ."
  },
  "file_name": "0368-01",
  "first_page_order": 424,
  "last_page_order": 428
}
