{
  "id": 9108410,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Anthony RIENZI, Appellee",
  "name_abbreviation": "Commonwealth v. Rienzi",
  "decision_date": "2003-03-19",
  "docket_number": "",
  "first_page": "369",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "827 A.2d 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "706 A.2d 1250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "777 A.2d 508",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "737 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11567898,
        838539
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "220",
          "parenthetical": "holding that where a petitioner fails to satisfy the PCRA time requirements, this Court has no jurisdiction to entertain the petition"
        },
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0214-01",
        "/pa/558/0313-01"
      ]
    },
    {
      "cite": "558 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838539
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "holding that where a petitioner fails to satisfy the PCRA time requirements, this Court has no jurisdiction to entertain the petition"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/558/0313-01"
      ]
    },
    {
      "cite": "758 A.2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "pin_cites": [
        {
          "page": "208",
          "parenthetical": "stating that \"given the fact that the PCRA's timeliness requirements are mandatory and jurisdictional in nature, no court may properly disregard or alter them in order to reach the merits of the claims raised in a PCRA petition that is filed in an untimely manner\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "562 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225995
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "stating that \"given the fact that the PCRA's timeliness requirements are mandatory and jurisdictional in nature, no court may properly disregard or alter them in order to reach the merits of the claims raised in a PCRA petition that is filed in an untimely manner\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0001-01"
      ]
    },
    {
      "cite": "739 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11562000,
        837135
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "109",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/0108-01",
        "/pa/559/0009-01"
      ]
    },
    {
      "cite": "559 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837135
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0009-01"
      ]
    },
    {
      "cite": "722 A.2d 638",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11773538,
        765982
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "641-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0638-01",
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "554 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765982
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0547-01"
      ]
    },
    {
      "cite": "746 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11471640,
        95775
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "587"
        },
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/746/0585-01",
        "/pa/560/0487-01"
      ]
    },
    {
      "cite": "560 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95775
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0487-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 9013,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21445478095441087
    },
    "sha256": "90fc78f1a9ebd9981329c0f93c6233e674ac420c066bfc53b30bd5af01b4faa6",
    "simhash": "1:d113b5937a9f154a",
    "word_count": 1436
  },
  "last_updated": "2024-02-27T22:52:57.386837+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice NIGRO files a concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Anthony RIENZI, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJUSTICE NEWMAN.\nWe granted allowance of appeal in this matter to address the treatment of an untimely, second petition filed pursuant to the Post Conviction Relief Act (PCRA).\nFacts and Procedural History\nOn November 11, 1994, Anthony Rienzi (Appellee) was part of a gang of teenagers from Abington, Pennsylvania, who went to the Fox Chase section of Philadelphia, seeking revenge over an altercation that took place previously. After attacking several young men, Appellee and others from his group, caught up with Eddie Po-lec (Polec) at the St. Cecelia’s Roman Catholic Church, where Polec fell on the ground, as he attempted to escape from the gang. Appellee struck Polec in the head and then lifted him off the ground by the belt and collar. As Appellee held Po-lec in the air, one of his cohorts used a baseball bat to deliver additional blows to Polec’s head. Other members of the gang also hit and kicked Polec in the head. The next morning, Polec died from multiple head trauma inflicted in the beating.\nFollowing a jury trial in the Philadelphia Court of Common Pleas, Appellee was tried jointly with other individuals involved in the attack. He was convicted of third degree murder and criminal conspiracy on February 5, 1996. Thereafter, the judge sentenced Appellee to an aggregate term of fifteen to thirty years of imprisonment. On December 16, 1997, the Superior Court affirmed the judgment of sentence and Appellee did not seek allowance of appeal.\nOn July 2, 1998, Appellee, represented by Oscar Gaskins, Esquire, filed a petition seeking relief pursuant to the PCRA. The Commonwealth filed a Motion to Dismiss the petition. Subsequently, new counsel, Jettie Newkirk, Esquire, entered her appearance replacing Mr. Gaskins. On December 7, 1998, the Court of Common Pleas of Philadelphia County (PCRA court) issued a Notice of Intent to Dismiss Without a Hearing pursuant to Pennsylvania Rule of Criminal Procedure 1507. However, on December 28, 1998, the petition was withdrawn without prejudice.\nApproximately ten months later, on October 12, 1999, Appellee, now represented by Patrick Egan, Esquire, filed a second PCRA petition, raising some of the issues from the first petition, as well as several others. The PCRA Court dismissed this petition as untimely and Appellee sought review with the Superior Court, arguing that previous PCRA counsel was ineffective for withdrawing the first petition. The Superior Court reversed the PCRA Court and remanded for an evidentiary hearing, holding that, due to the “unique procedural posture” of the case, the second, untimely petition should be treated as an amended first petition. The Commonwealth filed a petition for reconsideration, which the Superior Court denied. Thereafter, the Commonwealth sought allowance of appeal, which we granted. For the following reasons, we reverse the Order of the Superior Court.\nDiscussion\nIn 1996, the Legislature enacted amendments to the PCRA, “which mandate that all petitions for post-conviction relief, including second and subsequent petitions, be filed within one year of the date upon which the judgment became final, unless one of three enumerated exceptions apply.” Commonwealth v. Lark, 560 Pa. 487, 746 A.2d 585, 587 (2000). See also 42 Pa.C.S. § 9545(b)(1); Commonwealth v. Peterkin, 554 Pa. 547, 722 A.2d 638, 641-42 (1998). This Court has described these exceptions as follows:\n[Petitioner] must show that his failure to raise these claims previously was the result of illegal interference by government officials, or that facts upon which his claims rest were unknown and could not have been ascertained with due diligence, or that he is asserting a newly recognized constitutional right, and that the petition raising these claims was filed within 60 days of the date the claim could have been presented.\nCommonwealth v. Crawley, 559 Pa. 9, 739 A.2d 108, 109 (1999) (emphasis in original) (citing 42 Pa.C.S. § 9545(b) throughout). A judgment of sentence becomes final at the conclusion of direct review or at the expiration of the time for seeking such review. 42 Pa.C.S. § 9545(b)(3); Lark, 746 A.2d at 587. This Court has repeatedly stated that the PCRA timeliness requirements are jurisdictional in nature and, accordingly, a PCRA court cannot hear untimely PCRA petitions. See, e.g., Commonwealth v. Murray, 562 Pa. 1, 758 A.2d 201, 208 (2000) (stating that “given the fact that the PCRA’s timeliness requirements are mandatory and jurisdictional in nature, no court may properly disregard or alter them in order to reach the merits of the claims raised in a PCRA petition that is filed in an untimely manner”); Commonwealth v. Fahy, 558 Pa. 313, 737 A.2d 214, 220 (1999) (holding that where a petitioner fails to satisfy the PCRA time requirements, this Court has no jurisdiction to entertain the petition).\nIn the case sub judice, Appellee’s judgment of sentence became final upon the expiration of the thirty-day period to seek appellate review with this Court, which was January 15, 1998. Therefore, unless he could demonstrate that one of the exceptions outlined in 42 Pa.C.S. § 9545(b)(1) applied, Appellee had until January 15, 1999, to file all PCRA petitions for post-conviction relief. Instantly, Appellee filed his first PCRA petition within this one-year period, on July 2, 1998, and, on December 28, 1998, this petition was withdrawn without prejudice.\nNotwithstanding the fact that Appellee had until January 15, 1999, to file a timely PCRA petition, Appellee did not do so. Instead, approximately eleven months after withdrawing his initial petition, well past the one-year time limit mandated by the PCRA, he filed the latest PCRA petition. The Superior Court treated this new petition as an amended first petition, “based upon the unique procedural posture of this case and the fact [Appelleej’s first counseled PCRA petition was effectively withdrawn without prejudice.” Commonwealth v. Rienzi, No. 1468 Philadelphia 2000, Slip op. at 3, 777 A.2d 508 (Pa.Super. filed March 20, 2001). By doing so, the Superior Court allowed Appellee to avoid the PCRA time-bar and, effectively, tolled the mandatory time requirements of the PCRA.\nAs previously stated, this Court has consistently upheld and repeatedly noted the jurisdictional nature of the PCRA time requirement. See, e.g., Murray; Fahy; Lark. Indeed, in Fahy, we specifically held that the PCRA “jurisdictional time limitation is not subject to equitable principles such as tolling....” Fahy, 737 A.2d at 222. Accordingly, we reject the instant attempt by the Superior Court to circumvent the PCRA time-bar by treating the second PCRA petition as an amendment to the first petition, where, as here, the second petition was filed after the expiration of the PCRA filing deadline. Moreover, we note that the Superior Court ignored the fact that the' petition was withdrawn and, therefore, there was nothing pending before the PCRA court that Appellee could “amend.”\nAppellee maintains that his counsel withdrew the petition without discussing her intentions to do so with him and without any review of the merits. However, that argument does not overcome the fact that Appellee had adequate time to amend his petition or file a new one in a timely manner, but failed to do so. Instantly, Appellee does not offer any explanation as to why he waited until after the filing period expired to file his second petition.\nConclusion\nAccordingly, because a PCRA court is without jurisdiction to consider the merits of an untimely PCRA petition, we reverse the Order of the Superior Court.\nJustice NIGRO files a concurring opinion.\n. 42 Pa.C.S. §§ 9541-9546.\n. 18 Pa.C.S. § 2502(c).\n. 18 Pa.C.S. § 903(a).\n. See Commonwealth v. Crook, 706 A.2d 1250 (Pa.Super.1997) (Unpublished Memorandum).\n. Rule 1507 has since been renumbered as Rule 907, but the rule remains substantially the same in relevant part, as it concerns this case.\n.As noted by the Superior Court, the December 28, 1998 Order withdrawing the petition is not included in the record. However, in their briefs, both the Commonwealth and Ap-pellee agree that the petition was withdrawn at the behest of Appellee’s counsel.\n. See Pa.R.A.P. 1113(a).",
        "type": "majority",
        "author": "JUSTICE NEWMAN."
      },
      {
        "text": "JUSTICE NIGRO\nCONCURRING.\nGiven this Court’s strict adherence to the PCRA’s time requirements, I am constrained to concur in the result reached by the majority. I also note that although I find Appellee’s allegations that counsel withdrew his first PCRA petition without his consent to be disconcerting, the fact remains that the withdrawal occurred while there was still time remaining in the PCRA’s one-year filing limit and Appellee failed to file another petition within that time period.",
        "type": "concurrence",
        "author": "JUSTICE NIGRO"
      }
    ],
    "attorneys": [
      "Catherine Lynn Marshall, Philadelphia, Regina Marie Oberholzer, Harrisburg, for the Com. of PA, Appellant.",
      "Patrick Joseph Egan, Philadelphia, for Appellee, Anthony Rienzi."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant v. Anthony RIENZI, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Oct. 11, 2002.\nDecided March 19, 2003.\nCatherine Lynn Marshall, Philadelphia, Regina Marie Oberholzer, Harrisburg, for the Com. of PA, Appellant.\nPatrick Joseph Egan, Philadelphia, for Appellee, Anthony Rienzi."
  },
  "file_name": "0369-01",
  "first_page_order": 407,
  "last_page_order": 410
}
