{
  "id": 7863644,
  "name": "TAMMAC CORPORATION v. Virginia MILLER-MEEHAN",
  "name_abbreviation": "Tammac Corp. v. Miller-Meehan",
  "decision_date": "1994-06-06",
  "docket_number": "",
  "first_page": "370",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 370"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "34 Me. 422",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8847029
      ],
      "year": 1852,
      "pin_cites": [
        {
          "page": "424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/34/0422-01"
      ]
    },
    {
      "cite": "549 So.2d 48",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7541776
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/549/0048-01"
      ]
    },
    {
      "cite": "36 Me. 455",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        634634
      ],
      "year": 1853,
      "pin_cites": [
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/36/0455-01"
      ]
    },
    {
      "cite": "627 A.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363532
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1009"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/627/1008-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 4592,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 9.31052265537145e-08,
      "percentile": 0.5129495966753274
    },
    "sha256": "09cd1e2bf6bdbb2e3f3b54cf5bd49a52f2b14b25e1de42416e26a8fecce4f330",
    "simhash": "1:80213ff65a8875b4",
    "word_count": 720
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA JJ-, and COLLINS, A.R.J."
    ],
    "parties": [
      "TAMMAC CORPORATION v. Virginia MILLER-MEEHAN."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nTammac Corporation appeals from the denial by the Superior Court (York County, Brodrick, J.) of a motion for attachment and trustee process against Virginia Miller-Mee-han, who, it alleges, breached the covenant against encumbrances in two mortgages that she granted to Tammac. Although we reject the rationales proffered by Miller-Meehan in support of the denial of the motion, we agree that the trial court reached the correct result, and affirm the judgment.\nIn 1990, Miller-Meehan entered into an agreement with North American Homes to build homes in a subdivision that she owned in North Berwick. The agreement provided for a partial release from Miller-Meehan’s $500,000 mortgage to Somersworth Bank as each house and lot were sold. After obtaining commitments from prospective purchasers, North American Homes borrowed the cost of building two houses from Tammac. North American Homes gave Tammac two promissory notes in the amounts of $103,050 and $95,000, respectively. Payment of these notes was secured by Miller-Meehan’s separate mortgages on lots 22 and 28 in her subdivision. Although Miller-Meehan was not personally liable on the promissory notes, she warranted in each mortgage that “the said premises are free and clear of all and every encumbrance.”\nWhen lot 23 was sold in 1991, Somersworth Bank received $27,500 to release its mortgage on that lot and Tammac discharged its $95,000 mortgage from Miller-Meehan. In 1993, however, Tammac filed a complaint against Miller-Meehan alleging breach of the covenants in the two mortgages and seeking an attachment and trustee process in the amount of $65,000. The trial court denied the motion, accepting Miller-Meehan’s arguments that Tammac had not demonstrated that it was more likely than not to recover judgment for $65,000 because (1) it had constructive knowledge of the Somersworth mortgage; (2) the Tammac mortgages absolved Miller-Meehan of personal liability on North American’s promissory notes; and (3) there was insufficient evidence as to the size of any deficiency that might be due after the sale of lot 22. This timely appeal followed.\nPursuant to M.R.Civ.P. 4A(e), the party seeking an attachment must demonstrate that it will “more likely than not ... recover judgment, including interest and costs, in an amount equal to or greater than the aggregate sum of the attachment....” The denial of a motion for an attachment is immediately appealable. Foley v. Jacques, 627 A.2d 1008, 1009 (Me.1993). We review the trial court’s decision for both clear error and abuse of discretion. Id.\nA covenant against encumbrances is broken at the time of the conveyance. Reed v. Pierce, 36 Me. 455, 460 (1853). Miller-Meehan raised two defenses to the claim that she breached that covenant, neither of which has merit. Notice or knowledge of an encumbrance does not bar an action for breach of the covenant against encumbrances, which is executed for protection and indemnity against known and unknown encumbrances. Lockhart v. Phenix City Inv. Co., 549 So.2d 48, 51 (Ala.1989). Miller-Meehan’s lack of personal liability on the promissory notes is also irrelevant. Accordingly, Tammac has established its claim for breach of covenant.\nTammac has still failed to satisfy M.R.Civ.P. 4A(c), however, because there is no evidence that it is likely to incur any damages as a result of Miller-Meehan’s breach. Tammac offers no evidence that the $95,000 note secured by the mortgage on lot 23 was not fully paid at the time the mortgage was discharged. Until Tammac establishes a deficiency with respect to lot 23 or demonstrates a likely deficiency with respect to lot 22, it has established only nominal damages. Stowell v. Bennett, 34 Me. 422, 424 (1852). An attachment to secure payment of nominal damages would constitute an abuse of judicial process. Should Tam-mac demonstrate a likelihood of more than nominal damages, there is nothing to prevent a second motion for an attachment.\nThe entry is:\nJudgment affirmed.\nAll concurring.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Patrick S. Bedard, Eliot, for plaintiff.",
      "Richard J. Abbondanza, Hopkinson & Ab-bondanza, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "TAMMAC CORPORATION v. Virginia MILLER-MEEHAN.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Jan. 18, 1994.\nDecided June 6, 1994.\nPatrick S. Bedard, Eliot, for plaintiff.\nRichard J. Abbondanza, Hopkinson & Ab-bondanza, Portland, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA JJ-, and COLLINS, A.R.J.\nJustice Collins sat at oral argument and participated in the initial conference while he was a Justice, and, on order of the Chief Justice, was authorized to continue his participation in his capacity of Active Retired Justice."
  },
  "file_name": "0370-01",
  "first_page_order": 436,
  "last_page_order": 438
}
