{
  "id": 8091556,
  "name": "BANGOR-HYDRO ELECTRIC COMPANY v. Ernest H. JOHNSON, State Tax Assessor",
  "name_abbreviation": "Bangor-Hydro Electric Co. v. Johnson",
  "decision_date": "1967-02-08",
  "docket_number": "",
  "first_page": "371",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "226 A.2d 371"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "115 A. 896",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "121 Me. 121",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        655243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/121/0121-01"
      ]
    },
    {
      "cite": "30 L.R.A.,N.S., 576",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "76 A. 679",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "106 Me. 234",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/106/0234-01"
      ]
    },
    {
      "cite": "68 A. 1040",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "103 Me. 240",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/103/0240-01"
      ]
    },
    {
      "cite": "21 L.R.A. 525",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "27 A. 143",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "85 Me. 330",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        589674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/85/0330-01"
      ]
    },
    {
      "cite": "69 Me. 346",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        636395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/69/0346-01"
      ]
    },
    {
      "cite": "38 Me. 537",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        648299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/38/0537-01"
      ]
    },
    {
      "cite": "29 Me. 115",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/29/0115-01"
      ]
    },
    {
      "cite": "181 A.2d 249",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 180",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942594
      ],
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0180-01"
      ]
    },
    {
      "cite": "56 A. 1112",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "98 Me. 325",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        651147
      ],
      "pin_cites": [
        {
          "page": "332"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/98/0325-01"
      ]
    },
    {
      "cite": "33 A. 399",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "53 N.J.Eq. 370",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        108020
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/53/0370-01"
      ]
    },
    {
      "cite": "65 Me. 162",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        614157
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "165"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/65/0162-01"
      ]
    },
    {
      "cite": "6 Me. 154",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8737449
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/me/6/0154-01"
      ]
    },
    {
      "cite": "54 Me. 263",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844300
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/54/0263-01"
      ]
    },
    {
      "cite": "6 A.2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "136 Me. 189",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        660013
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/136/0189-01"
      ]
    },
    {
      "cite": "183 A. 132",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "134 Me. 153",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844287
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/134/0153-01"
      ]
    },
    {
      "cite": "105 A. 113",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "117 Me. 507",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        679660
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/117/0507-01"
      ]
    },
    {
      "cite": "54 A. 940",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "941"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 Me. 347",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        481577
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "349, 350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/97/0347-01"
      ]
    },
    {
      "cite": "49 A. 1047",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "1048"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "95 Me. 287",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        672896
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "289, 290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/95/0287-01"
      ]
    },
    {
      "cite": "94 A.2d 907",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "148 Me. 410",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        632658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/148/0410-01"
      ]
    },
    {
      "cite": "150 F.Supp. 310",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4279292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/150/0310-01"
      ]
    },
    {
      "cite": "24 A. 805",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "84 Me. 170",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        609536
      ],
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/84/0170-01"
      ]
    },
    {
      "cite": "178 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "228 Md. 90",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1866610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/228/0090-01"
      ]
    },
    {
      "cite": "51 S.Ct. 601",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        434157
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/283/0570-01"
      ]
    },
    {
      "cite": "238 U.S. 570",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1962,
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1107,
    "char_count": 23886,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 3.70099298465535e-07,
      "percentile": 0.8929151854027011
    },
    "sha256": "6ec96a6dbbbce00dff4c0943cb7398d40102c13c767ab7df65c6a98c9e7446a9",
    "simhash": "1:17b20583e4a73591",
    "word_count": 4009
  },
  "last_updated": "2024-02-27T23:47:28.286818+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN and DU-FRESNE, JJ.",
      "RUDMAN, J., did not sit."
    ],
    "parties": [
      "BANGOR-HYDRO ELECTRIC COMPANY v. Ernest H. JOHNSON, State Tax Assessor."
    ],
    "opinions": [
      {
        "text": "MARDEN, Justice.\nOn report.\nComplainant (Bangor) is an electric light and power company engaged in selling electricity. In connection therewith it owns transmission lines consisting of wooden poles with wires attached, which poles are set into the ground within the limits of designated public highways and their locations in each instance authorized by written permits obtained from the public officials, authorized to act in that connection, in the municipalities in which the poles are located, under the provisions of 35 M.R.S.A. § 2482.\nDuring the period September 1, 1962 to August 31, 1964 Bangor sold to the New England Telephone & Telegraph Company (Telephone) an undivided one-half interest in and to certain utility poles which immediately prior to such sale were owned wholly by Bangor.\nDuring the same period Bangor purchased from Telephone an undivided one-half interest in and to certain utility poles which immediately prior to such sale were wholly owned by Telephone and lawfully set within the limits of public highways by virtue of the same provision of the statute. All of the poles involved were or became elements in the distribution system of Bangor by means of which electricity was delivered to its customers. Bangor held a certificate from the Bureau of Taxation (Regulation 8) permitting it, as a convenience, to pay both sales and use taxes on its purchases.\nUpon the sales made by Bangor to Telephone, the respondent, State Tax Assessor, assessed a sales tax, and upon the sales in which Bangor was a vendee, the respondent assessed a use tax, both under the provisions of the sales and use tax law (Act) 36 M.R. S.A. § 1754 et seq.\nBangor challenged the , assessment of these taxes, and by procedural steps which are not questioned, the case was reported.\nThe problem to be resolved is whether the utility poles subject of the sales are interests in real property, which interests are not subject to the Act, or are sales at retail of tangible personal property and subject to the Act.\nA second point of attack is that if the property transferred is subject to sales and use tax, such assessment is unconstitutional as being- without due process of law and a denial of equal protection of the law.\nIf it be determined that one or both of the transactions are taxable, the amount of tax is not in issue.\nBangor grounds its plea for tax exemption, apart from the constitutional question, upon two representations, (a) that the setting of the poles into the ground resulted in their losing their status as personal property and gaining their status as fixtures to real estate, and (b) a statutory provision in Section 4, Chapter 91-A, R.S. 1954 (now-36 M.R.S.A. § 551) which provides that:\n“Real estate, for the purposes of taxation, shall include * * * lines of electric light and power companies.”\nIf the statute, defining lines of electric light and power companies as real estate for the purpose of taxation, applies, our issue is resolved and the reference sales were not taxable.\nThe statutory clause upon which Bangor relies has since 1917 (Chapter 52, P.L. 1917) been a part of the law dealing with taxation “relating to towns.” Before 1917 the statute did not classify light and power company lines for purposes of taxation. By the 1917 Act “transmission lines of electric light and power companies” were ' added to the definition of real estate for municipal tax purposes. This phrase remained unchanged until 1955 when by Chapter 399 of the Public Laws of that year the “taxation laws relating to towns” were revised, a new chapter was added entitled “Property Tax Laws” (Chapter 91-A, R.S. 1954) and the provisions of Chapter 92 R.S. 1954 dealing with the same subject was repealed. In the 1955 revision the phrase “transmission lines of electric light and power companies” was changed to read “lines of electric light and power companies.”\nBangor urges that since this revision of 1955 occurred after the effective date of the sales and use tax law (Chapter 250, P.L.1951), its effect was to classify electric light and power lines as real estate for all tax purposes and thereby remove them from the reach of the sales and use tax law, if indeed such property were ever within its reach.\nThe taxation to which the statute referred was the ad valorem tax, the assessment and collection of which was delegated to municipalities, and is of no significance with relation to taxation under the sales and use tax law. The sales and use tax is an excise tax. 47 Am.Jur., Sales and Use Taxes § 2; Indian Motorcycle Co. v. United States, 238 U.S. 570, 573, 51 S.Ct. 601, 75 L.Ed. 1277; and Lane Construction Corporation v. Comptroller of Treasury, (1962) 228 Md. 90, 178 A.2d 904, [1] 906. The fact that the adjective “transmission” modifying “lines” was deleted in the 1955 revision is not significant.\nWe are left then with the question of whether the sale of utility poles is a sale of a property which falls within the purview of the sales and use tax law and, if so, does that property become exempt from the sales and use tax law by virtue of af-fixation to the land.\nLogs are personal property, see Andrews v. Schoppe, 84 Me. 170, 172, 24 A. 805; United States v. Lamb, D.C., 150 F.Supp. 310, [1-9] 313, and being “materially existent,” Webster’s Third New International Dictionary, they are tangible personal property. When shaped they become poles and when treated chemically to deter rotting, they become poles which resist deterioration from exposure to the weather. They remain poles of a special wood and size until they are set into the ground and wires attached for the purpose of transmitting electrical energy. They then become elements in electric light and power company lines and are termed public utility poles or utility poles, but their nature as personal property does not necessarily change.\nThe Act (36 M.R.S.A. § 1811) imposes a tax “on the value of all tangible personal property, * * * sold at retail in this State.”\n“ ‘Retail sale’ or ‘sale at retail’ means any sale of tangible personal property, in the ordinary course of business, for consumption or use, or for any purpose other than for resale, * * 36 M.R.S.A. § 1752, subsection 11.\n“ ‘Tangible personal property’ means personal property which may be seen, weighed, measured, felt, touched or in any other manner perceived by the senses, * * 36 M.R.S.A. § 1752, subsection 17.\n“ ‘Sale’ means any transfer, * * * in any manner * * *, for a consideration in the regular course of business * 36 M.R.S.A. § 1752, subsection 13.\nThe sale of logs destined to be utility poles, unless excluded by other terms of the tax act, such as purchase for resale, or sale not in the regular course of business, are within the terms of the Act. See Libbey v. Johnson, 148 Me. 410, 94 A.2d 907. There is no contention that the sales involved were “casual” sales.\nDoes the insertion of these poles upright in the ground, under the conditions here involved, cause them to lose their legal character as personal property?\n“There is no universal test by which it can be determined whether a chattel has become so affixed to the realty as to become accessory to it and form a part and parcel of it. The manner and extent of physical annexation has been declared an uncertain and unsatisfactory criterion, and, while it would be impossible to reconcile all the cases upon this subject, yet the modern and most approved rule appears to be to give special prominence to the intention of the party making the annexation. * * * This rule does not apply to cases in which a party makes improvements and permanent erections without right as between him and the owner of the soil. In such case the intention to preserve the same as property separate and apart from the freehold cannot avail, no matter how plainly that intention may be manifested. Many other apparent exceptions will be found to involve no real conflict with the rule above stated, when we remember that the intention, which is material, is not the hidden, secret intention of the party making the annexation, but the intention which the law deduces from such external facts as the structure and mode of attachment, the purpose and use for which the annexation has been made, and the relation and situation of the party making it.” Readfield Telephone and Telegraph Company v. Cyr et al., 95 Me. 287, 289, 290, 49 A. 1047, 1048.\nIn Hayford v. Wentworth, 97 Me. 347, 349, 350, 54 A. 940, 941, the court in announcing the test to be applied to our problem said:\n“Under what circumstances articles once chattels lose their character as chattels and become merged into realty, has been a somewhat troublesome question, decided differently by different courts, and differently by the same court at different periods. The trend of judicial opinion, however, has been away from a tendency toward merger, till now there is tendency toward non merger. Without taking space here to trace the steps in this development of the law in such cases (a task which has been well done in some of the opinions below cited) it is sufficient to say that courts now very generally discard the old test of the physical character of the annexation, and hold that a chattel is not merged in the realty, unless (1) it is physically annexed, at least by juxtaposition, to the realty, or some appurtenance thereof; (2) it is adapted to and usable with that part of the realty to which it is annexed; and (3) it was so annexed with the intention, on the part of the person making the annexation, to make it a permanent accession to the realty, [citations].”\nThe court then reiterated the method of evaluating “intention” as expressed in Read-field, supra.\nThe test announced in Hayford, supra, was followed in Peoples’ Trust Company v. Mount Waldo Granite Works et al., 117 Me. 507, 513, 105 A. 113 (machinery as between mortgagor and mortgagee) ; Cumberland County Power and Light Company v. Hotel Ambassador, 134 Me. 153, 157, 183 A. 132 (refrigerators as between mortgagor and mortgagee); and Wedge v. Butler, 136 Me. 189, 190, 6 A.2d 46 (wood planer as between mortgagor and mortgagee).\nBangor is burdened with proof of tax exemption by § 1763 of the Act and burdened with proof of the claimed accession by Hayford, supra, at page 352, 54 A. 940.\nNow to apply this test.\nIt must be conceded that setting the poles into the ground annexes them physically to the real estate, but even in the earlier cases which place great emphasis on this fact and were governed largely by the possibility of the chattels being removed, without injury to the real estate, it could not be argued that the removal of utility poles from the realty would appreciably affect its condition and value. See Readfield, supra, at page 290, 49 A. 1047.\n“The fact of actual and permanent annexation of the thing, personal in its nature, to the freehold, was formerly regarded as essential. But this has been found to be unsatisfactory * * *, when fixing a rule of general application, and has been abandoned as an absolute test.” Strickland v. Parker, 54 Me. 263, 265, and see Hayford, supra.\nThe matter of determining whether the annexation “is adapted to and usable with that part of the realty to which it is annexed” expresses a test of unnecessary vagueness. It may be conceded that the poles are “usable with that part of the realty” in which they are installed, but their use is independent of the use to which the land is devoted. Whether or not it can be said that the poles are “adapted” to that realty requires an understanding of the word “adapted.” In Farrar v. Stackpole (1829) 6 Me. 154, which case expressed the “institutional test” announced in Lawton v. Salmon, 1 Henry Blackstone 259, 126 Eng.Rep. 151 n. (C.P.1782), and which Maine case long ante-dated Hayford, supra, it was implied that an item of personal property associated with a saw mill had changed its character by being “fixed, used, and appropriated” to that which was real, to-wit, the saw mill.\n“The principle is, that certain things, personal in their nature, when fitted and prepared to be used with real estate, change their character and appertain to the realty, as an incident or accessory to its principal.” Farrar, supra, at page 158.\nIn this sense, if the personal property were of such design as to be considered an essential part of the mill operation, it could be said to have been adapted to that use. Accepting that definition, momentarily, it cannot be said that the setting of poles within the limits of a public highway are in any way incidental to the use of the .highway. The application of the “adaptability” test is better expressed if it be said that the chattel is adapted to the use to which the land is put.\n“It is not the mere fastening that is so much to be regarded, as the nature of the thing, its adaptation to the uses and purposes for which and to which the building is erected or appropriated.” Pope v. Jackson (1876) 65 Me. 162, 165.\nFurther amplifying “adaptation” it has been held that the chattel and the real estate must be united in the prosecution of a common enterprise, Feeder v. Van Winkle (1895) 53 N.J.Eq. 370, 33 A. 399. '\nSo interpreting the second element of the test announced in Hayford, supra, renders, we suggest, the test more useful and we adopt it.\nSo applied, it leads us to a conclusion here, which does no violence to other Maine cases on the subject, that the installation of poles within the limits of a public highway establishes no adaptation to the use of the highway and neither contributes to its purpose nor brings about any joinder in a common enterprise. Typical cases falling within this definition may be found among those dealing with the installation of custom-built heating and air conditioning systems, machinery, etc., in a building, but as to which it must be granted there has been no uniformity of decision.\nIn recent cases, a most significant element is the intent at the time of attachment of the one allegedly annexing the personalty to the real estate. In this connection the relationship between the owner of the real estate and the party allegedly annexing the personal property is many times controlling.\nIllustrative of a basis for evaluating intention according to the relationship of the parties, is the consideration of the intention of the alleged annexor as a mortgagor—owner of the real estate to which the personalty is attached, and the tenant at will, or for years, of property belonging to another. The first annexor is adding to his own beneficial ownership, while the second is fully aware that his right to the premises is subject to expiration.\nThe category in which Bangor-vendor and Telephone-vendee fall is that of licensee. There is no unity of title in the owner of the personalty and the real estate, and not unlike the tenant at will, they may elect or be required to remove their pole lines from the real estate involved. The highways within the limits of which the poles were installed may have belonged to the municipality or may have been strips of land in which the public had only an easement, with title, subject to the easement, in abutting owners. See Readfield, supra, at page 290, 49 A. 1047. The highways are subject to relocation, by public authority, and utility lines are subject to relocation, by both public authority and the utility.\n35 M.R.S.A. § 2482 authorizing permits for installation of public utility lines in highways also provides that the municipal officers may “direct or approve alteration” of the permit.\n35 M.R.S.A. § 2488 states that such permits give no legal right “to the continued use of such enjoyment or raise any presumption of a grant thereof.”\nThis provision has been a part of the law since 1885 (Chapter 378 § 7 P.L. 1885) and supports a conclusion in Read-field, supra, at page 292, 49 A. at page 1048, that pole permits are “a mere license revocable at the will of the municipal officers so far as any particular portion of the highway or any particular highway is concerned, and not a permanent, vested interest in the land itself.” See also Twin Village Water Company v. Damariscotta Gas Light Company, 98 Me. 325, 332, 56 A. 1112.\nBangor urges that only § 2489 (originating in Chapter 236 P.L. 1909) provides for revocation of pole permits and then only by municipalities having a population of more than 40,000. From this we understand that Bangor contends that the legislature intended that less populated municipalities could not revoke pole permits with an implication resulting that installation in such towns had a degree of permanence.\nThis position is untenable for two reasons. 1) Chapter 236 P.L. 1909 (now 35 M.R.S.A. § 2489) was enacted for the purpose of requiring consolidation in the use of wire bearing' poles. Criticism was aimed at the measure in its original form that such consolidation, when directed by municipalities without available professional competence in the electrical field, would expose telephone users to danger. By amendment the “40,000 inhabitants” qualification was added “which restricted it (the bill) entirely to Portland where they have a City Electrician.” Legislative Record 1909, pp. 1186-1188, 1194. The revocation of pole permits was only incidental to the consolidation and there is nothing in the legislative record to suggest that the 1885 statute referred to above and discussed in Readfield, supra, was in any way affected. 2) Assuming, without finding, that the 1909 Act, by indirection, intended that municipalities of 40,000 inhabitants or less should not revoke pole permits, such legislative intention is not pertinent to our problem. The controlling intention as to whether a pole becomes a part of the real estate by accession is not that of the legislature or the town, but that of the annexor.\nThe test to determine .whether personal property becomes part of real estate by accession, composed from Maine case law may be expressed as follows: Except in cases of trespass (Readfield, supra,) a chattel is not merged in the realty, unless (1) it is physically annexed, at least by juxtaposition, to the realty or some appurtenance thereof, (2) it is adapted to the use to which the land to which it is annexed is put, or the chattel and the real estate are united in the prosecution of a common enterprise, and (3) it was so annexed with the intention on the part of the person making the annexation to make it a permanent accession to the realty, (Hayford, supra) which intention. is not the hidden secret intention of the party making the annexation, but the intention which the law deduces from such external facts as the structure and mode of attachment, the purpose and use for which the annexation has been made and the relation and use of the party making it. (Readfield, supra).\nApplying this test, we find nothing in this report sufficient to persuade a finder of fact that the reference utility poles became part of the real estate by accession. They remain tangible personal property and come within the purview of the Act.\nFinally Bangor insists that as an object of the use tax it has been denied constitutional “due process” and “equal protection,” inasmuch as Telephone is as accessible to the Tax Assessor as Bangor for assessment and collection of taxes on Telephone sales and that imposing the burden of both taxes on Bangor is arbitrary, discriminatory and an abuse of administrative discretion.\nThe use tax is necessary to minimize unfair competition between intrastate and interstate sales of tangible personal property, see Hanbro, Inc. v. Johnson, 158 Me. 180, 184, 181 A.2d 249, and while the assessment of the use tax is usually associated with out of state purchases of property brought into Maine for use in Maine, § 1861 of the Act does not limit its application to such a transaction.\nThe Act imposes:\n“A tax * * * on the * * *, use * * * in this State of tangible personal property, purchased at retail sale * * *. Every person so * * *, using * * * is liable for the tax * *\nA justification for imposing such broad liability, without limitation to out of state purchases, may be found in instances, not suggested in this case, where the solvency of a vendor is questionable.\nAdditionally regulation No. 8 of the Bureau of Taxation under which Bangor accepted its certificate to authorize combined reporting of its purchases, obligates Bangor “to report and pay directly to the Assessor sales and use taxes on all tangiable personal property purchased by it.” (emphasis added)\nBangor has suffered no constitutional deprivation.\nThe sale of the undivided interest in poles by Bangor to Telephone is subject to a sales tax, for which Bangor is liable.\nThe sale of the undivided interest in poles by Telephone to Bangor is subject to a use tax, for which Bangor is liable.\nThe tax assessment is valid.\nRUDMAN, J., did not sit.\n. See generally American Law of Property, Vol. Y § 19.5-19.11, discussing relationship of heir—executor, vendor— vendee, mortgagor—mortgagee, divided ownership, trespassers, licensees and tenant—landlord.\nRepresentative cases, are Farrar v. Stackpole, 6 Me. 154 (vendor-vendee, chain in saw mill); Corliss v. McLagin, 29 Me. 115 (mortgagor-mortgagee, shingle machine) ; Parsons v. Copeland, 38 Me. 537 (tenancy in common, levy on real estate, buildings); Strickland v. Parker, 54 Me. 263 (debtor-creditor, marine railway); Pope v. Jackson, 65 Me. 162 (mortgagor-mortgagee, machinery); Hal! v. Inhabitants of Benton, 69 Me. 346 (tax assessment, log boom) ; Paris v. Norway Water Company, 85 Me. 330, 27 A. 143, 21 L.R.A. 525 (tax assessment, water conduits); Readfield Telephone and Telegraph Company v. Cyr, 95 Me. 287,\n49 A. 1047 (licensee, telephone lines); Hayford v. Wentworth, 97 Me. 347, 54 A. 940 (landlord-tenant, watercloset); City of Portland v. New England Telephone & Telegraph Company, 103 Me. 240, 68 A. 1040 (licensee, telephone conduits) ; Squire & Company v. City of Portland, 106 Me. 234, 76 A. 679, 30 L.R.A.,N.S., 576 (lessor-lessee, cold storage refrigerator) ; People’s Trust Company v. Mount Waldo Granite Works et al., 117 Me. 507, 105 A. 113 (mortgagor-mortgagee, machinery); Whiting v. Inhabitants of Lubec, 121 Me. 121, 115 A. 896 (landlord-tenant, machinery, transmission lines) ; Cumberland County Power & Light Co. v. Hotel Ambassador, 134 Me. 153, 183 A. 132 (mortgagor-mortgagee, refrigerators) ; and Wedge v. Butler, 136 Me. 189, 6 A.2d 46 (mortgagor-mortgagee, planer).\n. This exception has been weakened by some decisions, see American Law of Property, Vol. V § 19.9.\n. With respect to manufacturers and utilities, where the Assessor finds that the conduct of a taxpayer’s business renders it impractical or inequitable for it to pay sales and use taxes separately under the law on purchases made by it, and where the Assessor has determined that payment of such taxes to the State would not be jeopardized, such taxpayer shall be given a certificate, with an identifying registration number, relieving its vendors of collecting such taxes from it, upon the taxpayer’s obligating itself to report and pay directly to the Assessor sales and use taxes on aE tangible personal property purchased by it, the sale or use of which is otherwise taxable. The placement of such registration number on the taxpayer’s purchase orders or contracts shall be sufficient evidence to its vendors to relieve them from collecting sales or use taxes thereon. The Assessor may require any such taxpayer to give bond, in such sum and form as he may deem necessary to secure the payment of such taxes.",
        "type": "majority",
        "author": "MARDEN, Justice."
      }
    ],
    "attorneys": [
      "Blanchard & Blanchard, by Albert Cook Blanchard, Bangor, for complainant.",
      "Jon R. Doyle, Asst. Atty. Gen., Augusta, for the State."
    ],
    "corrections": "",
    "head_matter": "BANGOR-HYDRO ELECTRIC COMPANY v. Ernest H. JOHNSON, State Tax Assessor.\nSupreme Judicial Court of Maine.\nFeb. 8, 1967.\nBlanchard & Blanchard, by Albert Cook Blanchard, Bangor, for complainant.\nJon R. Doyle, Asst. Atty. Gen., Augusta, for the State.\nBefore WILLIAMSON, C. J., and WEB-BER, TAPLEY, MARDEN and DU-FRESNE, JJ."
  },
  "file_name": "0371-01",
  "first_page_order": 411,
  "last_page_order": 419
}
