{
  "id": 8154563,
  "name": "ETTY v. MIDDLETON et al.",
  "name_abbreviation": "Etty v. Middleton",
  "decision_date": "1948-11-23",
  "docket_number": "No. 702",
  "first_page": "371",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "62 A.2d 371"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "183 La. 697",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        3128834,
        10063375
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/la/183/0697-01",
        "/so/164/0630-01"
      ]
    },
    {
      "cite": "195 S.W. 682",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0295-01"
      ]
    },
    {
      "cite": "231 S.W. 300",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "208 Mo.App. 149",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        1791002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/208/0149-01"
      ]
    },
    {
      "cite": "148 S.E. 80",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ga. 398",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        142573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/168/0398-01"
      ]
    },
    {
      "cite": "36 S.E.2d 889",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "62 A. 57",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "78 Vt. 188",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4464495
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/78/0188-01"
      ]
    },
    {
      "cite": "137 A. 324",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "100 Vt. 328",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4555442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/100/0328-01"
      ]
    },
    {
      "cite": "135 Or. 669",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2007504
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/or/135/0669-01"
      ]
    },
    {
      "cite": "22 P.2d 44",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "131 Cal.App. 718",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2230515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/131/0718-01"
      ]
    },
    {
      "cite": "103 A. 358",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "117 Me. 219",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        679735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/117/0219-01"
      ]
    },
    {
      "cite": "172 A. 826",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "132 Me. 459",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        597875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/132/0459-01"
      ]
    },
    {
      "cite": "89 F.2d 863",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1270558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/89/0863-01"
      ]
    },
    {
      "cite": "67 App.D.C. 119",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "38 App.D.C. 497",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1771318
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/38/0497-01"
      ]
    },
    {
      "cite": "192 Cal. 467",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2143228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/192/0467-01"
      ]
    },
    {
      "cite": "56 P.2d 1289",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "pin_cites": [
        {
          "page": "1292"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "13 Cal.App.2d 440",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2263534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/13/0440-01"
      ]
    },
    {
      "cite": "94 Mont. 452",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        4969865
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mont/94/0452-01"
      ]
    },
    {
      "cite": "47 N.E.2d 235",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "70 Ohio App. 479",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1372117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/70/0479-01"
      ]
    },
    {
      "cite": "31 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8152964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/31/0683-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 612,
    "char_count": 9673,
    "ocr_confidence": 0.661,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.200906693787939
    },
    "sha256": "79b6165a8d9d92a00872653b9c587be6917ddec163ece84b5581616271fce211",
    "simhash": "1:a1b360e572d931ed",
    "word_count": 1644
  },
  "last_updated": "2024-02-27T23:10:15.581034+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAYTON, Chief Judge, and* HOOD and CLAGETT, Associate Judges."
    ],
    "parties": [
      "ETTY v. MIDDLETON et al."
    ],
    "opinions": [
      {
        "text": "CAYTON, Chief Judge.\nThe question on this appeal is whether the trial court improperly overruled defendant’s motion for a continuance which was based on her illness and that of her husband.\nThe action was one to recover $2,800 for commissions allegedly due for the sale of certain plumbing equipment. Defendant had filed an answer disputing the claim and the assignment commissioner placed' the case on the daily trial calendar on. May 25, 1948. On that day the case was continued to June 15 at defendant’s request, because of the absence of an important witness. On June 15 defendant’s counsel presented a statement from her physician to the effect that she was confined at a local hospital for medical observation and would be unable to attend a trial “for several weeks.” The ease was then continued until July 19. The record recites that it was the understanding of plaintiffs’ counsel “that if the defendant was not sufficiently recovered by July 19, 1948, counsel for defendant would produce a sworn medical affidavit and would notify plaintiffs’ counsel in sufficient time,” but that it was the understanding of defendant’s counsel “that advance notice would be furnished, supported by a medical statement” with no mention of a requirement that such statement be under oath. ' The record does not recite which of these two versions was correct or even whether the discussion concerning the matter was in open court or elsewhere.\nNot less than five days (defendant says it was seven days) before July 19th defendant’s counsel notified plaintiffs’ counsel that he would be unable to go to trial on the 19th because defendant was seriously ill and also because her husband was critically ill in a hospital. On July 16 defendant filed a formal motion asking that the case be continued to a date not earlier than August 13. The motion recited that because of defendant’s illness the continuance to July 19 was a tentative one, conditioned on defendant’s recovery and ability to appear in court. The motion was accompanied by a physician’s certificate which recited: “Mrs. Ruby Etty has been a patient under my care for six weeks. She is suffering from an anxiety state complicated by nervous exhaustion and chronic bronchitis. At present she is permitted only limited activity. Her husband is hospitalized with a serious heart ailment — a fact which contributes to her present condition. I should estimate that she could not return to full activity including participation in court proceedings before four weeks from this date.”\nDefendant’s counsel was'prepared'to argue the motion the day- after it was filed, but it was not reached for hearing until July 19th. Counsel for plaintiffs argued-that he did not believe the motion was made in good faith (this we will discuss later) and that it was his understanding that any such motion was to be supported by an affidavit from the doctor. Counsel for defendant said he. had no recollection -of such an understanding, that the doctor’s certificate established defendant’s illness and the critical illness of her husband, and that he, defendant’s counsel had complied with the previous understanding to notify his opponent in advance, and also that no evidence had been presented to disprove the facts relied bn as grounds for continuance. He also told the court that defendant who had filed a sworn answer to the complaint had a meritorious defense 'to the action. The judge who heard the motion overruled it and ordered that the case proceed to trial later that same day. It was assigned to another judge who heard the testimony 'of the two plaintiffs and,. there being no testimony for defendant, -ordered judgment for plaintiffs for $2,800. This appeal followed..\nWe must hold that defendant was entitled to a continuance and that it was ■error to order the trial to proceed in her absence. We recognize the general rule that -action on a motion for continuance rests in the sound discretion of the trial court and is generally not the subject of reversal except when an abuse of discretion is shown. But we also are mindful ■of the rule that in acting on a motion for a continuance the judge’s discretion must not be exercised arbitrarily or capriciously but in accordance with fixed legal' principles and with a view to promoting substantial justice. “It is also well established that it is the policy of the law to bring about a trial on the merits wherever possible, so that any doubts which may exist should be resolved' in fayor of the application, to the end of securing a trial upon the merits.”\nAnd in this jurisdiction it has been held that action on a discretionary matter is subject to appellate review “where the error in its exercise is plainly shown and works material hardship and injustice.” We think there can'hardly be a doubt that “material hardship and injustice” have resulted from the ruling in this case. One of the most important rights of a party litigant — the right to be present at the trial of her ’ case — was taken from her, and what followed was not a trial on the mer-’ its but really little else than an ex parte hearing. And it was ex parte because defendant, despite her own illness and the more critical illness of her husband, was denied an opportunity • to come into' court, confront her accusers, and tell her side of the story.' It was error to refuse her that opportunity. In addition to the cases we have already cited others support the views we have stated.\nWe do not overlook the fact that the medical statement in this case was not sworn to. But there is nothing to indicate that the motions judge based his ruling on such defect, if defect it was. Undoubtedly it is more satisfactory and safer too to support such motions by affidavits,, but that is not required in this jurisdiction either by statute or rule of court. Presumably if the judge had demanded such an affidavit defense counsel could have furnished it. Plaintiffs’ counsel, it is true, said that it was his understanding that if defendant’s illness continued she was to furnish an affidavit to that effect but the recollection of defendant’s attorney was to the contrary. This misunderstanding (undoubtedly a mutually honest one) between reputable attorneys should, it seems to us, have helped guide the judge in the exercise of his discretion in the opposite direction from that which he took. For despite the misunderstanding between counsel the allegation of illness was still uncontradicted on the record — uncontra-dicted, that is, by any evidence for plaintiffs, but only by unsworn statements of their counsel. It is true that plaintiffs’ attorney did challenge the good faith of defendant. This challenge seems to have been based on the fact that plaintiffs’ attorney had six days after the previous continuance telephoned the hospital where defendant had been and was told that she had left. Counsel apparently considered that this cast doubt on the doctor’s statement, submitted in support of that earlier continuance, which counsel said purported to show that defendant would be in the hospital for several weeks. As a matter of fact the statement said no such thing. It said “that defendant was confined for medical observation at the Homeopathic Hospital, and would be unable to go to trial for several weeks.”\nWe have not failed to consider the fact that the case had been continued twice before; but as against that is the fact that it had been on the trial calendar for less than two months and the continuance which was requested at this time was for less than an additional month. Also not to be overlooked is the fact that nowhere in the record is there the slightest suggestion that injury or prejudice to plaintiffs would have resulted from the continuance requested.\nAll these various circumstances we have weighed carefully one against the other, and with the rights of both parties in mind, and we are convinced that a continuance should have been granted in this case. Reluctant though we are to reverse a decision which lies in the field of discretion, we feel that we have no alternative under the circumstances presented to us here.\nReversed and remanded for further proceedings.\nTaylor v. Yellow Cab Co., D.C.Mun.App., 31 A.2d 683, and cases there cited.\nLeiberg v. Vitangeli, 70 Ohio App. 479, 47 N.E.2d 235. See also Grant v. Michaels, 94 Mont. 452, 23 P.2d 266.\nNicholls v. Anders, 13 Cal.App.2d 440, 56 P.2d 1289, 1292, quoting from Waite v. Southern Pac. Co., 192 Cal. 467, 221 p. 204.\nIn re Mattullath, 38 App.D.C. 497. See also Harrah v. Morgenthau, 67 App.D.C. 119, 89 F.2d 863; Hill v. Finnemore, 132 Me. 459, 172 A. 826; Charlesworth v. American Express, 117 Me. 219, 103 A. 358.\nBy this we do not mean to criticize the judge who conducted the trial: probably on the one-sided evidence before him - he could have reached no other decision.\nEckert v. Graham, 131 Cal.App. 718, 22 P.2d 44; Baker v. Jensen, 135 Or. 669, 295 P. 467; Band Finance Corporation v. St. Johnsbury Wiring Co., 100 Vt. 328, 137 A. 324; Massucco v. Tomassi, 78 Vt. 188, 62 A. 57; Hutchinson v. Montgomery Memorial Park Corporation, W.Va., 36 S.E.2d 889; Webb v. Carpenter, 168 Ga. 398, 148 S.E. 80; Noah v. L. B. Price Mercantile Co., 208 Mo.App. 149, 231 S.W. 300; Ashworth v. Brickey, 129 Ark. 295, 195 S.W. 682; State v. McNoughton, 183 La. 697, 164 So. 630.",
        "type": "majority",
        "author": "CAYTON, Chief Judge."
      }
    ],
    "attorneys": [
      "Roy St. Lewis, of Washington, D. C. (James R. Murphy, of Washington, D. C., on the brief), for appellant.",
      "A. M. Goldstein, of Washington, D. C., for appellees."
    ],
    "corrections": "",
    "head_matter": "ETTY v. MIDDLETON et al.\nNo. 702.\nMunicipal Court of Appeals for the District of Columbia.\nNov. 23, 1948.\nRoy St. Lewis, of Washington, D. C. (James R. Murphy, of Washington, D. C., on the brief), for appellant.\nA. M. Goldstein, of Washington, D. C., for appellees.\nBefore CAYTON, Chief Judge, and* HOOD and CLAGETT, Associate Judges."
  },
  "file_name": "0371-02",
  "first_page_order": 409,
  "last_page_order": 412
}
