{
  "id": 7863708,
  "name": "David CARR v. The BOARD OF TRUSTEES OF the MAINE STATE RETIREMENT SYSTEM et al.",
  "name_abbreviation": "Carr v. Board of Trustees of Maine State Retirement System",
  "decision_date": "1994-06-07",
  "docket_number": "",
  "first_page": "372",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 372"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "569 A.2d 1216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11947036
      ],
      "pin_cites": [
        {
          "page": "1217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/569/1216-01"
      ]
    },
    {
      "cite": "470 A.2d 1262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8013400
      ],
      "pin_cites": [
        {
          "page": "1264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/1262-01"
      ]
    },
    {
      "cite": "523 A.2d 1376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920397
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1379"
        },
        {
          "page": "1379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/523/1376-01"
      ]
    },
    {
      "cite": "593 A.2d 1050",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7381895
      ],
      "pin_cites": [
        {
          "page": "1053"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/1050-01"
      ]
    },
    {
      "cite": "609 A.2d 1146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12120010
      ],
      "pin_cites": [
        {
          "page": "1149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/1146-01"
      ]
    },
    {
      "cite": "639 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859692
      ],
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/639/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 16879,
    "ocr_confidence": 0.693,
    "pagerank": {
      "raw": 1.8805008903135591e-07,
      "percentile": 0.7275895235590956
    },
    "sha256": "a17296c35785f778c1962ae9db77802b370b52860032cef1cc5f71bc4c7cc7b3",
    "simhash": "1:d826f67a961b0431",
    "word_count": 2713
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "David CARR v. The BOARD OF TRUSTEES OF the MAINE STATE RETIREMENT SYSTEM et al."
    ],
    "opinions": [
      {
        "text": "RUDMAN, Justice.\nThe Board of Trustees of the Maine State Retirement System (the “Board”) and the City of Portland appeal from the judgment entered in the Superior Court (Kennebec County, Chandler, J.) vacating a decision of the Board. When Carr applied for disability retirement benefits, the Board interpreted the applicable disability retirement statute to require that the evaluation of Carr’s disability to perform his job be based on the job he was performing at the time of his application for benefits rather than the job he was performing when he was originally injured. 5 M.R.S.A. § 1122 (1964). Taking the statute as a whole, and with deference to the Board’s interpretation of its own statute, we find that the Board’s interpretation was reasonable. We therefore vacate the decision of the Superior Court and direct affirmance of the decision of the Board.\nThe facts are largely undisputed. On December 11, 1978, David Carr suffered an injury to his back while working as a public safety officer for the City of Portland. Carr could not work and received total workers’ compensation benefits for four years. He returned to a Hght-duty assignment in March 1983. The City initially offered only a six-month, temporary position, but in September 1983 made the job permanent. In November 1984, the Workers’ Compensation Commission awarded Carr a lump sum payment based on 40% permanent impairment. Carr has continued to receive partial disability benefits.\nAlso in November 1984, Carr applied for and received a job as a vehicle control manager in the City’s Department of Parks and Public Works. He held that position until April 1987, when he applied for and received a position as vehicle maintenance supervisor in the same department.\nIn 1988 and 1989 Carr re-injured his back. At the time of his re-injury, Carr held his position as vehicle maintenance supervisor. Carr applied for disability retirement in 1990, and the Board of Trustees initially considered whether Carr’s disability should be determined in light of his position as vehicle maintenance supervisor, or his former position as a public safety officer. The Board ruled that the Medical Board should evaluate Carr’s ability to perform his duties as a vehicle maintenance supervisor. The Board found that Carr\nhad a complete break from the employment position in which the disabiling [sic] injuries occurred. Mr. Carr has not been employed as a Public Safety Officer for 13 years. During that time he has, as a result of the competitive hiring process, applied for and been hired in two different positions. The Board finds that, under these facts, the employment position which Mr. Carr must be medically evaluated against for purposes of determining occupational disability is that of a Vehicle Maintenance Supervisor.\nThe Medical Board then reviewed Carr’s claim and recommended that the Board deny his application, finding that he was physically capable of performing his job as a vehicle maintenance supervisor. Accepting the Medical Board’s findings, the Board denied Carr’s claim.\nCarr appealed to the Superior Court, contending that the evaluation should have determined whether he could perform his duties as a public safety officer, and alternatively, that the determination that he could perform his present job was erroneous. The court vacated the decision of the Board, holding that the standard applied should have been Carr’s ability to perform the duties of a public safety officer. The court stated that\nthe Board erred. [Carr], having been disabled in 1978, never reached a point where he was not at least partially disabled. Although he aggravated the disability on his present job, there never was any “clear and definite break” with the former employment. To rule otherwise in this situation would serve only to discourage partially disabled people from accepting employment which they are capable of performing.\nThe Board of Trustees of the Maine State Retirement System and the City of Portland appeal.\n‘When the Superior Court acts as an intermediate tribunal, we directly review the board’s decision for error of law, abuse of discretion, or findings not supported by substantial evidence in the record.” WLH Mgt. Corp. v. Town of Kittery, 639 A.2d 108, 109 (Me.1994). The primary issue for us is one of law — statutory interpretation. As a general rule, an administrative agency’s construction of its own statute is entitled to deference. Porter v. Maine State Retirement System, 609 A.2d 1146, 1149 (Me.1992) (interpretation by agency upheld “unless the statute plainly compels a contrary result”); Imagineering, Inc. v. Superintendent of Ins., 593 A.2d 1050, 1053 (Me.1991).\nI. The Standard for Disability Benefits\nWe look first to the language of the statute to ascertain the legislative intent. Robinson v. Board of Trustees of the Maine State Retirement System, 523 A.2d 1376,1379 (Me. 1987). The statute at issue reads:\nUpon the filing, with the board of trustees, of an application by a member in service or by his department head, and upon the determination by the board of trustees that he has incurred disability as the result of injuries received in the line of duty, any member may be retired on a disability retirement allowance ... provided the medical board, after a medical examination of such member, shall certify that the member is mentally or physically incapacitated for further performance of duty, that such incapacity is likely to be permanent and that he should be retired.\n5 M.R.S.A. § U22(2)(A) (1964) (emphasis added). The question is whether the Board could reasonably interpret the statute to require that Carr be evaluated to determine his capacity to perform his duties as a vehicle maintenance supervisor.\nAccording to Carr, the plain language shows that “performance of duty” must be linked to “in the line of duty,” so that the statute requires that he be evaluated as a public safety officer — the line of duty in which he was injured. The City argues that the plain language is on their side: Carr incurred his disability while acting as a vehicle maintenance supervisor, and it is unreasonable to evaluate Carr based on a job he has not held for more than twelve years. The Board portrays the statute as ambiguous, and argues that its interpretation is reasonable and therefore entitled to deference by the courts.\nWhen interpreting a statute, we consider the structure of the entire statutory system. Robinson, 523 A.2d at 1379. Our interpretation must be “consistent with the overall structure of the retirement statute and with the Legislature’s intent.” Id. The statute recognizes two types of disability— (1) non-line of duty; and (2) line of duty. 5 M.R.S.A. § 1122. The phrasing “disability as the result of injuries received in the line of duty” creates a distinction from disability as a result of injuries not received in the line of duty, in which case only members with at least ten years service are eligible for disability benefits. 5 M.R.S.A. § 1122(1)(A). Line-of-duty disability benefits are available to “any member” — i.e., regardless of length of service. 5 M.R.S.A. § 1122(2)(A).\nThe phrase “line of duty” is therefore distinct from the performance of duty referred to in the latter half of the section. The “line of duty” phrasing is concerned with the eligibility of an employee for benefits; to be eligible, an employee must either have served ten years or be injured in the line of duty. In contrast, the phrase “incapacitated for further performance of duty” defines the requisite severity of an eligible employee’s incapacity. The concepts are separate. Carr’s interpretation severs the word “duty” in each sentence from the other words in the sentence in order to create an identical meaning in both places. His position is unpersuasive. See State v. Leonard, 470 A.2d 1262, 1264 (Me.1984) (attach meaning to all the words in the statute).\nThe statute further provides that any member retired on disability must undergo an annual physical examination for the first five years after retirement, and once every three years thereafter. 5 M.R.S.A. § 1122(3). If the medical board and board of trustees certify that the beneficiary is “able to engage in a gainful occupation paying more than the difference between his retirement allowance and his average final compensation at retirement” then the retirement benefits shall be reduced. 5 M.R.S.A. § 1122(4). This section undermines Carr’s contention that the Board’s interpretation would discourage employees from seeking work; the statute already requires that employees seek work if they are able to do so.\nIn light of the overall ambiguity in the statute with regard to how to handle Carr’s unique situation, the provision for follow-up physical examinations supports the Board’s interpretation of the statute. Carr seeks to base his disability evaluation on a job that he has not held since 1978. Plainly, the Legislature intended that a disabled em-\nployee be re-evaluated periodically for ability “to engage in a gainful occupation,” not for ability to perform the duties that the employee performed at the time of the original injury. The purpose of disability retirement is to provide replacement wages during a period of incapacity, and benefits are meant to terminate with the end of the worker’s incapacity. Dishon v. Maine State Retirement System, 569 A.2d 1216, 1217 (Me.1990). Carr’s proposed interpretation of the statute would base a worker’s right to benefits on his ability to perform a single occupation, and not on that worker’s ability to support himself in general. That interpretation does not comport with the overall legislative intent.\nThe statute also provides that a worker’s retirement allowance ceases when the worker is restored to service, and his earnings exceed his retirement benefits. 5 M.R.S.A. § 1123. Although the record is unclear with regard to the relationship between Carr’s earnings as a vehicle maintenance supervisor and his disability benefits if retired as a public safety officer, this statutory provision supports the interpretation by the Board. The Board found that Carr had made a “clear and definite break” with his former position. That finding makes sense, particularly in light of the statute’s explicit provision that a worker who returns to work and earns more than his retirement allowance severs himself from that allowance.\nAlthough Carr remained in service to the City, he long ago left the light-duty position created to return him to the workforce after his injury as a public safety officer. In fact, in the intervening twelve years, Carr twice applied for and received an entirely different position with the City. The original determination by the Board — that Carr made a “clear and definite break” in his employment — under the unique circumstances of this case is a reasonable interpretation of the statute. We therefore direct the Superior Court to affirm the Board’s decision.\nII. Carr’s disability\nCarr also challenges the finding that he is able to perform his duties as a vehicle maintenance supervisor. That finding is factual, and we therefore review only for clear error. The April 1991 letter from Dr. Walsh explicitly states that Carr “could, with these factors reconciled, engage in routine 40-hour per week job activity, particularly in the proposed job description as vehicle maintenance supervisor.” The Medical Board found that Carr was not incapacitated. The Board’s finding that Carr is capable of performing his duties as a vehicle maintenance supervisor is therefore supported by competent evidence.\nThe entry is:\nJudgment vacated. Remanded for entry of judgment affirming the decision by the Board of Trustees of the Maine State Retirement System.\nAll concurring.\n. The City of Portland had adopted the old Maine State Retirement System, 5 M.R.S.A. §§ 1001-1221 (1964) (superseded by 5 M.R.S.A. §§ 17001-18201 (1989)), but never adopted the new System. Therefore, the old Act applies to this action. See 5 M.R.S.A. § 1033 (local district can certify system); 5 M.R.S.A. §§ 18201-02 (local district participation & adoption of amendments).\n.The relevant portions of the disability retirement section of the statute read:\n§ 1122. Disability Retirement\n1. Ordinary Disability.\nA. Upon the filing, with the Board of Trustees, of an application by a member in service or his department head, any member who has had 10 or more years of creditable service, and has not attained age 60, may be retired on a disability retirement allowance, provided that the medical board, after a medical examination of such member, shall certify that the member is mentally or physically incapacitated for further performance of duty, that such incapacity is likely to be permanent and that he should be retired.\n2. Occupational Disability.\nB. Upon the filing, with the Board of Trustees, of an application by a member in service or by his department head, and upon the determination by the Board of Trustees that he has incurred disability as a result of injuries received in the line of duly, any member may be retired on a disability allowance, determined in accordance with paragraph B of this subsection in lieu of any benefits determined in accordance with paragraph B of subsection I of this section, provided that the medical board, after examination of such member, shall certify that the member is mentally or physically incapacitated for further performance of duly, that such incapacity is likely to be permanent and that he should be retired.\n3. Medical Examinations. Once each year during the first 5 years following the retirement of a member on disability retirement allowance, and once in every 3-year period thereafter, the Board of Trustees may, and upon his application shall, require any disability beneficiaiy who has not attained the age of 60 to undergo a medical examination by the medical board, such examination to be made at the place of residence of the beneficiaiy or other place mutually agreed upon. Should any disability beneficiaiy who has not attained the age of 60 refuse to submit to such a medical examination, his allowance may be discontinued until his withdrawal of such refusal, and should his refusal continue for 1 year, all his rights in and to his pension may be revoked by the Board of Trustees.\n4. Earnings. Should the medical board report and certify to the Board of Trustees that any disability beneficiaiy is engaged in or is able to engage in a gainful occupation paying more than the difference between his retirement allowance and his average final compensation at retirement, and should the Board of Trustees concur in such report, then his retirement allowance shall be reduced to such an amount which, together with the amount eamable by him, shall equal his average final compensation at retirement. Should his earning capacity later be changed, his retirement allowance may be further modified; provided that the new retirement allowance shall not exceed the amount of the retirement allowance originally granted. For the purpose of this section, “retirement allowance\" shall mean the allowance payable without optional modification as hereinafter provided in section 12.\n5. Disability payments under other laws. Any amounts which may be paid or payable by the State under the provisions of any workmen’s compensation or similar law except amounts which may be paid or payable under section 13 chapter 31 to or on account of any member or retired member on account of any disability shall be offset against the amount of any retirement allowance payable under this section on account of the same disability.\n§ 1123. Restoration to Service.\nShould a disability beneficiaiy be restored to service and should his annual eamable compensation then or at any time thereafter be equal to or greater than his average final compensation at retirement, his retirement allowance shall cease, the beneficiaiy shall again become a member of the retirement system, and he shall contribute thereafter at the same rate he paid prior to his retirement....\n11 M.R.S.A. §§ 1122-23 (1964).\n. Carr responds to Walsh’s evaluation by simply stating that: \"It is obvious ... from the statements of [Carr’s supervisor] Robert Cook that those factors could not be reconciled.” Cook's statements, however, were simply competing evidence and are not entitled to any special deference.",
        "type": "majority",
        "author": "RUDMAN, Justice."
      }
    ],
    "attorneys": [
      "Robert J. Piampiano (orally), M. Thoma-sine Burke, Richardson & Troubh, Portland, for plaintiff.",
      "Elizabeth L. Boynton (orally), Portland, for City of Portland.",
      "Cabanne Howard (orally), Polly Haight Frawley, Asst. Attys. Gen., Augusta, for M.S.R.S."
    ],
    "corrections": "",
    "head_matter": "David CARR v. The BOARD OF TRUSTEES OF the MAINE STATE RETIREMENT SYSTEM et al.\nSupreme Judicial Court of Maine.\nArgued April 26, 1994.\nDecided June 7, 1994.\nRobert J. Piampiano (orally), M. Thoma-sine Burke, Richardson & Troubh, Portland, for plaintiff.\nElizabeth L. Boynton (orally), Portland, for City of Portland.\nCabanne Howard (orally), Polly Haight Frawley, Asst. Attys. Gen., Augusta, for M.S.R.S.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
  },
  "file_name": "0372-01",
  "first_page_order": 438,
  "last_page_order": 443
}
