{
  "id": 8103078,
  "name": "Samuel L. DEAN, Sr., Appellant, v. KELLY ADJUSTMENT CO., a corporation, Appellee",
  "name_abbreviation": "Dean v. Kelly Adjustment Co.",
  "decision_date": "1966-10-31",
  "docket_number": "No. 3934",
  "first_page": "374",
  "last_page": "375",
  "citations": [
    {
      "type": "official",
      "cite": "223 A.2d 374"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 203,
    "char_count": 2687,
    "ocr_confidence": 0.8,
    "sha256": "2b32d03b34a2dd3f594ce4a57ac6bd1d830d5d461aca1e53608e71a5e668871f",
    "simhash": "1:28145273b808ba7e",
    "word_count": 440
  },
  "last_updated": "2023-07-14T16:23:11.749258+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Samuel L. DEAN, Sr., Appellant, v. KELLY ADJUSTMENT CO., a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge:\nThis appeal is from a judgment for the balance due on a promissory note executed by appellant. In his brief appellant makes numerous statements of fact which do not appear in the record and cannot be considered by us.\nAppellant’s main argument appears to be that the note in question was not in form a negotiable instrument and that it was incumbent on appellee to prove consideration for the instrument. Certainly the defense of lack or failure of consideration was open to appellant. Appellee made no claim to be a holder in due course. GS Rule 8(c) of the trial court requires that failure of consideration be pleaded as an affirmative defense, but appellant merely filed a general denial without indicating any specific defense. Assuming, however, that the issue of consideration was properly before the court, the record shows that appellee gave evidence of consideration. Appellee’s testimony was that one McRae had assigned to appellee a claim against appellant for $500 for money loaned, and that appellant, accompanied by McRae, came to appellee’s office, acknowledged he owed the claim, executed the note in the sum of $500, and thereafter made seven payments on the note, totaling $112.50.\nAppellant says the trial court was in error in sustaining an objection to the following question, put by appellant’s counsel to appellee’s witness: “What consideration did you give for the note?” The purpose of this question is not clear. Appellee made no claim that it had given appellant any consideration for the note. The consideration for the note was appellant’s indebtedness to McRae who had assigned his claim to appellee. If the question was intended to elicit the consideration appellee had given McRae for the assignment of the debt, it should have been framed in a different manner. Furthermore, the consideration for the transaction between Mc-Rae and appellee was not relevant to any issue in the case. There was no error in sustaining the objection to the question.\nIt appears that appellant’s only defense was that he had paid the note in full. He testified that he had executed the note and had paid it, but he produced receipts only for the partial payments admitted by the appellee. Thus his only defense failed.\nAffirmed.\n. D.O.Oode 1961, § 28:3-408 (Supp. V, 1966).",
        "type": "majority",
        "author": "HOOD, Chief Judge:"
      }
    ],
    "attorneys": [
      "Brian Michael Olmstead, Washington, D. C., for appellant.",
      "Jacob Gordon, Washington, D. C., for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Samuel L. DEAN, Sr., Appellant, v. KELLY ADJUSTMENT CO., a corporation, Appellee.\nNo. 3934.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 19, 1966.\nDecided Oct. 31, 1966.\nRehearing Denied Nov. 18, 1966.\nBrian Michael Olmstead, Washington, D. C., for appellant.\nJacob Gordon, Washington, D. C., for ap-pellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0374-01",
  "first_page_order": 414,
  "last_page_order": 415
}
