{
  "id": 8103112,
  "name": "Walter M. DAWSON, Appellant, v. Harry DRAZIN, t/a Goodharts Printers, Appellee",
  "name_abbreviation": "Dawson v. Drazin",
  "decision_date": "1966-10-31",
  "docket_number": "No. 3953",
  "first_page": "375",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "223 A.2d 375"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "175 A.2d 604",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8135065
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/175/0604-01"
      ]
    },
    {
      "cite": "25 App.D. C. 324",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1329218
      ],
      "year": 1905,
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/25/0324-01"
      ]
    },
    {
      "cite": "146 F.2d 667",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        7416221,
        5698495
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/146/0667-01"
      ]
    },
    {
      "cite": "79 U.S.App.D.C. 306",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5698495
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "183 F.2d 139",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1238223
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/183/0139-01"
      ]
    },
    {
      "cite": "87 U.S.App.D.C. 9",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "173 F.2d 648",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1178633
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/173/0648-01"
      ]
    },
    {
      "cite": "84 U.S.App.D.C. 343",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "97 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8144413
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/97/0139-01"
      ]
    },
    {
      "cite": "139 A.2d 275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8118813
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/139/0275-01"
      ]
    },
    {
      "cite": "180 F.2d 766",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1251081
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/180/0766-01"
      ]
    },
    {
      "cite": "86 U.S.App.D.C. 137",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1950,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 5481,
    "ocr_confidence": 0.799,
    "pagerank": {
      "raw": 7.834470838160746e-08,
      "percentile": 0.45828482664433334
    },
    "sha256": "65bf7cf73bc6cb33d08532e4a1fb3c16d8b6f3a0300405f387796906129a4b93",
    "simhash": "1:b37e5db6313ca1df",
    "word_count": 928
  },
  "last_updated": "2024-02-27T20:05:54.886428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Walter M. DAWSON, Appellant, v. Harry DRAZIN, t/a Goodharts Printers, Appellee."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge:\nThis appeal arises from a judgment awarding $1,601.03 to appellee (plaintiff below) for goods sold and delivered and services rendered. Appellant contends that the trial court erred in (1) denying his motion to dismiss; (2) making a trial finding for appellee; and (3) not barring ap-pellee’s claim on the ground of the statute of limitations or laches.\nThe controversy centers around the printing of a pamphlet relating the history and activities of a nonprofit corporation, of which appellant’s wife, now deceased, was the founder and general manager. Appel-lee testified that in October 1958 appellant and his wife came to his plant and inquired about the printing of the pamphlet. Appel-lee knew the parties because he had previously printed other material for them and appellant had done some electrical work in the printing shop. The parties agreed on the work to be done, and appellant stated he would stand behind the job. A few weeks later, appellant brought in his personal check for $150, the amount of the deposit, and several months after that, another $150 check was given to appellee, which check was signed either by appellant or jointly by appellant and his wife. During the course of the printing, both appellant and his wife made numerous changes in the copy, many of which are illustrated in appellee’s exhibits. In July 1960 appellee stopped the printing work because he was convinced that appellant and his wife would never be satisfied with the job. He estimated that appellant had been in his establishment forty or fifty times and had received delivery of between twenty-five and one hundred copies of the pamphlet in various forms.\nAppellant testified that he had never dealt with appellee in any capacity, and prior to the present litigation had only seen him once. Although he had driven his wife to appellee’s shop a few times, he had always circled the block until she came out. At no time did he have a conversation with appellee, nor did he give him any checks for the printing job. He admitted being comptroller of the corporation and donating $150 to it each year from his electrical business, but stated that he was not active in its affairs.\nAt the close of all the evidence the trial judge stated: “I think the Plaintiff’s testimony was credible and convincing. I think the Plaintiff has sustained his burden of proof * *\nAppellant had made a pretrial motion to dismiss alleging that he was an improper party since the printing work was done either for his wife or for the corporation. The motion was denied, and when it was renewed at the opening of the trial, with no new affidavits or materials being presented, it was again denied, the judge stating that it would call for matters of proof. We find no error in this regard. It is well settled that when a motion to dismiss supported by affidavits, or a motion for summary judgment, reveals genuine issues of fact, it must be denied. Gen. Sess.Civ.Rules 12(b), 56(c); Dewey v. Clark, 86 U.S.App.D.C. 137, 180 F.2d 766 (1950); Klenk v. Capital Transit Company, D.C.Mun.App., 139 A.2d 275 (1958) ; Smith v. Leventhal, D.C.Mun.App., 97 A.2d 139 (1953). In any event, appellant suffered no prejudice since all matters which would have been proved on the motion were aired in open court.\nAppellant next contends that the court erred in making a trial finding for appellee. As noted supra, its action was based on credibility, a factor solely within its province as the trier of fact, and not reviewable on appeal. Accepting appellee’s testimony as the more credible, we have reviewed the record and are convinced that there was substantial evidence to support the finding of the trial court — whether its decision was based on appellant’s guaranty of a corporate obligation or on the belief that appellant and his wife made the oral contract as individuals — and that finding cannot be disturbed. D.C.Code § 17-305 (a) (Supp. V, 1966).\nFinally, appellant argues that the trial court erred in not applying the doctrine of laches or the statute of limitations. The former is a bar in equity actions when one party’s undue and unexplained delay in bringing suit has worked an injustice to the other party, Mount Vernon Sav. Bank v. Wardman, 84 U.S.App.D.C. 343, 173 F.2d 648 (1949), and cannot properly be used in a suit based entirely on simple contract or quantum meruit. The latter is not applicable under the facts of the instant case. Appellee’s uncontroverted testimony shows that he stopped work on the project in July 1960 and sent a bill to appellant and his wife at that time. It was then that his cause of action arose. Zellan v. Cole, 87 U.S.App.D.C. 9, 183 F.2d 139 (1950); Lalley v. Escoett, 79 U.S.App.D.C. 306, 146 F.2d 667 (1945); Boogher v. Roach, 25 App.D. C. 324, 333 (1905). Since the complaint was filed in February 1963, the statute of limitations had not run its full three years. D.C.Code § 12-301(7), (8) (Supp. V, 1966). The trial judge was correct in not barring the action on this ground since appellant had not met his burden of proof. Pekofsky v. Blalock, D.C.Mun.App., 175 A.2d 604 (1961).\nAffirmed.",
        "type": "majority",
        "author": "QUINN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Robert A. Harris, Washington, D. C., for appellant.",
      "Daniel C. Eberly, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Walter M. DAWSON, Appellant, v. Harry DRAZIN, t/a Goodharts Printers, Appellee.\nNo. 3953.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 19, 1966.\nDecided Oct. 31, 1966.\nRobert A. Harris, Washington, D. C., for appellant.\nDaniel C. Eberly, Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0375-01",
  "first_page_order": 415,
  "last_page_order": 417
}
