{
  "id": 9423603,
  "name": "Jason W. GREER v. CITY OF PHILADELPHIA; Commonwealth of Pennsylvania, Department of Transportation; Fischbach & Moore, Inc. and T.H. Green Electric Company, Inc.; Custom Tower Structures, Inc. and Thomas Devlin Appeal of Custom Tower Structures, Inc",
  "name_abbreviation": "Greer v. City of Philadelphia",
  "decision_date": "2002-04-24",
  "docket_number": "",
  "first_page": "376",
  "last_page": "382",
  "citations": [
    {
      "type": "official",
      "cite": "795 A.2d 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "884 S.W.2d 722",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10018942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/884/0722-01"
      ]
    },
    {
      "cite": "422 Pa.Super. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        923478
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/422/0143-01"
      ]
    },
    {
      "cite": "532 Pa. 631",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835953
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "litigant cannot recover counsel fees or costs from adverse party absent express statutory authorization, agreement of parties or other established exception"
        },
        {
          "page": "323",
          "parenthetical": "litigant cannot recover counsel fees or costs from adverse party absent express statutory authorization, agreement of parties or other established exception"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0631-01"
      ]
    },
    {
      "cite": "371 N.W.2d 644",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10654471
      ],
      "pin_cites": [
        {
          "page": "646"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/371/0644-01"
      ]
    },
    {
      "cite": "741 N.E.2d 390",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        11139344
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/741/0390-01"
      ]
    },
    {
      "cite": "66 A. 553",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 6,
      "year": 1907,
      "pin_cites": [
        {
          "page": "557"
        },
        {
          "page": "555"
        },
        {
          "page": "557"
        },
        {
          "page": "557"
        },
        {
          "page": "557"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "217 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953727
      ],
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0252-01"
      ]
    },
    {
      "cite": "527 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827724
      ],
      "weight": 8,
      "year": 1991,
      "pin_cites": [
        {
          "page": "3"
        },
        {
          "page": "4"
        },
        {
          "page": "4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 824,
    "char_count": 20099,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21747870242628045
    },
    "sha256": "9d15089152daf81749e229a858024f5e81a5776d5182cde91889661267820b7f",
    "simhash": "1:af4002e3fcdefebd",
    "word_count": 3146
  },
  "last_updated": "2024-02-27T20:54:19.083056+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: FLAHERTY, C.J., ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Jason W. GREER v. CITY OF PHILADELPHIA; Commonwealth of Pennsylvania, Department of Transportation; Fischbach & Moore, Inc. and T.H. Green Electric Company, Inc.; Custom Tower Structures, Inc. and Thomas Devlin Appeal of Custom Tower Structures, Inc."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice NIGRO.\nWe granted the Petition for Allowance of Appeal of Custom Tower Structures (“CTS”) to consider whether under the contract at issue in this case, the Commonwealth Court’s decision allowing indemnification for damage caused by the indemni-tees’ own negligence violates the rule set forth in Ruzzi v. Butler Petroleum Co., 527 Pa. 1, 588 A.2d 1 (1991). For the reasons that follow, we reverse.\nIn 1998, the Pennsylvania Department of Transportation (“PennDOT”) entered into a contract with J.H. Green Electric Company (“Green”) to remove large overhead signs from Interstate 95 in Philadelphia. As part of the contract, Green assumed responsibility for traffic management. Green, in turn, entered into a subcontract with CTS to undertake some of the work (“CTS Contract”), and by the terms of that subcontract, CTS assumed responsibility for traffic management. The CTS Contract also contained an indemnity clause in which GTS agreed to indemnify and hold harmless PennDOT and Green:\nfrom and against claims, damages, losses and expenses, including but not limited to attorney’s fees, arising out of or resulting from the performance of the Subcontractor’s Work under this Subcontract ... but only to the extent caused in whole or in part by negligent acts or omissions of the Subcontractor, the Subcontractor’s Sub Subcontractors, anyone directly or indirectly employed by them or anyone for whose acts they may be liable, regardless of whether or not such claim, damage, loss or expense is caused in part by a party indemnified hereunder.\nCTS Contract, at § 4.6.1, R.R. at 29A (emphasis added).\nThe sign removal caused periodic stoppage of traffic in all lanes on I 95. Jason Greer was sitting at such a stoppage on April 30, 1993, when Thomas Devlin rear-ended his stopped car at approximately 55 m.p.h. Greer suffered permanent injuries, including paraplegia. Greer brought a negligence action against the City of Philadelphia, PennDOT, Green, and Green’s parent company, Fischbach & Moore. CTS and Devlin were joined as additional defendants. Greer settled his claim with Devlin prior to trial. The case proceeded to a jury trial against the remainder of the defendants in January 1998. Before the jury began deliberations, the trial court granted motions for non-suit filed by the City of Philadelphia and Fischbach & Moore. The jury returned a verdict in favor of Greer and against PennDOT, Green, and CTS in the amount of $2.5 million. The jury found Greer to be 12% comparatively negligent and PennDOT, Green, CTS, and Devlin each to be 22% negligent.\nPennDOT and Green filed motions for judgment notwithstanding the verdict, alleging, inter alia, that they were entitled to indemnification by CTS under the terms of the CTS Contract. The trial court denied the motions, finding that CTS did not intend to assume liability for the negligence of PennDOT and Green, absent specific language in the subcontract to that effect. On appeal, the Commonwealth Court reversed the judgment of the trial court as to indemnification, stating:\nClearly, the language in the subcontract limits CTS’ indemnification of PennDot and Green only to the extent of CTS’ negligence, even if damages were caused in part by PennDot’s and Green’s negligence. In this case, that meant that PennDot and Green were completely indemnified because the subcontract and the jury’s verdict allocating comparative negligence coincided to produce that result. Specifically, the jury awarded Greer $2.5 million. From that verdict, the trial court deducted Devlin’s $100,000 settlement and $300,000 for Greer’s 12% negligence, and found PennDot, Devlin, Green, and CTS each 22% negligent, thus making their share of the verdict $462,000 each ($2.5 million less than $400,000 x .22). As such, PennDot was liable for 22% of the verdict or $462,000, but because it was entitled to indemnification by CTS for 22% of the verdict, PennDot’s liability was offset completely as was Green’s for the same reason. As such, the trial court erred by failing to order CTS to indemnify PennDot and Green from damages.\nGreer v. City of Philadelphia, Nos. 3047 and 3049 C.D.1998 and No. 378 C.D.1999, Memorandum Op. at 12-13 (Pa. Commw.Ct. April 5, 2000). The Commonwealth Court affirmed the trial court’s decision in all other respects. Judge Smith dissented without opinion, and Judge McGinley dissented on the ground that the indemnification agreement was insufficient to entitle PennDOT and Green to indemnification under this Court’s holding in Ruzzi v. Butler Petroleum Co., 527 Pa. 1, 588 A.2d 1 (1991). This Court granted alloca-tur, and we now reverse.\nIn Ruzzi, the owners of a gas station hired a contractor to, among other things, supply and install gasoline tanks at their station. In the parties’ contract, the station owners agreed to indemnify the contractor “from any and all claims for loss, damage, injury or other casualty ... caused or occasioned by any ... explosion ... occurring ... by reason of the ... installation and/or repair of’ the tanks. 588 A.2d at 3. When one of the tanks to be installed arrived at the site with a hole, a resulting explosion injured a third party who had been hired by the contractor. The contractor was found to be 84% negligent and sought indemnity from the gas station owners pursuant to the contract. In spite of the broad language in the indemnity provision, this Court held that the agreement did not provide indemnity to the contractor for its own negligence, reaffirming the rule previously announced in Perry v. Payne, 217 Pa. 252, 66 A. 553 (1907), that “if parties intend to include within the scope of their indemnity agreement a provision that covers losses due to the indemnitee’s own negligence, they must do so in clear and unequivocal language. No inference from words of general import can establish such indemnification.” 588 A.2d at 4. As the Ruzzi court explained, assuming liability for the negligence of an indemnified party “is so hazardous, and the character of the indemnity so unusual and extraordinary, that there can be no presumption that the indemnitor intended to assume the responsibility unless the contract puts it beyond doubt by express stipulation.” Id. (quoting Perry, 66 A. at 557). Moreover, as this Court noted in Perry, it would be “contrary to experience and against reason” for a contractor to agree to indemnify another for the other’s negligence, when such indemnification would subject it to “uncertain and indefinite” liability. Perry, 66 A. at 555.\nThe instant case clearly implicates the Perry-Ruzzi rule, because it requires this Court to decide whether CTS is liable for the share of the damages which the jury attributed to the negligence of PennDOT and Green, in addition to the damages attributed to its own negligence. Under the Perry-Ruzzi rule, CTS is hable for the damages attributed to PennDOT’s and Green’s neghgence only if the language of the CTS Contract clearly and unequivocally demonstrates that CTS intended to provide such indemnification.\nHere, as stated above, the CTS Contract provides indemnity from claims for damages “only to the extent caused in whole or in part by neghgent acts or omissions of the Subcontractor, the Subcontractor’s Sub Subcontractors, anyone directly or indirectly employed by them or anyone for whose acts they may be hable,” and “regardless of whether or not such claim ... is caused in whole or in part by a party indemnified hereunder.” Green argues that these provisions clearly and unequivocally provide it and PennDOT with complete indemnity for their own neghgence, as long as CTS is also partially neghgent. PennDOT, on the other hand, advocates the approach taken by the Commonwealth Court, contending that the provision unambiguously indemnifies it and Green for their own neghgence only up to an amount equal to CTS’s liability for its neghgence.\nWe reject both PennDOT’s and Green’s interpretations. Contrary to their assertions, the language of the indemnity provision in no way demonstrates an unambiguous intention by CTS to provide indemnification for the negh-gence of the indemnitees, as required by the Perry-Ruzzi rule. By agreeing to language stating that PennDOT and Green were indemnified for damages “only to the extent that” the damages were caused by the neghgence of CTS and its sub-subcontractors, employees and anyone for whom it may be liable, the parties communicated their intent to limit any indemnification to that portion of damages attributed to the neghgence of CTS and those under its supervision. The chosen language simply does not evince an intent to provide indemnification for damages due to the neghgence of other unspecified parties, including an indemnitee. Moreover, we read the second part of the provision, which states that the indemnity clause will apply “regardless of whether or not such claim ... is caused in whole or in part by a party indemnified hereunder,” merely to clarify that any contributory negligence by PennDOT and Green will not bar their indemnification for damages due to CTS’s negligence.\nIn coming to this conclusion, we have carefully considered the interpretations proffered by Green and PennDOT. However, Green’s interpretation, the broader of the two, ignores the plain language of the indemnity provision, which confers indemnity “only to the extent” that the damages and/or claims are caused in whole or in part by the negligence of CTS or its agents. In fact, when Green argues that the indemnity provision is unambiguous, it tellingly excludes the “to the extent” language from its quotation of the contractual provision. Instead, it asserts: “The language of the indemnity provision specifically presents the circumstances in which indemnity will be required. Those circumstances are when the claim is caused ‘in whole or in part by the negligent acts or omissions of the Subcontractor.’ ” Green Brief at 10 (emphasis in original). However, this is simply not what the indemnity provision says. It does not state that Green and PennDOT are completely indemnified “when” or “if’ CTS is negligent. Rather, it states that they are indemnified “to the extent” that CTS is negligent. Despite Green’s attempt to discount the “to the extent” language, that language is in the plain text of the contract and clearly must be given effect.\nPennDOT, on the other hand, recognizes the import of the “to the extent” phrase and readily acknowledges that resolution of the issue before this Court hinges on its interpretation. PennDOT Brief at 11-12 (“[T]he ultimate question for disposition by the court is really only what effect should be given to the indemnification clause’s ‘but only to the extent’ phrase.”) As stated above, PennDOT argues that the phrase limits CTS’s assumption of Penn-DOT’s and Green’s liability to an amount equal to that for which CTS, its sub-subcontractors and employees were independently hable.\nUnless the language of the contract is clear and unambiguous, however, such that the “contract puts it beyond doubt” that the parties intended the interpretation that PennDOT advocates, we must opt for the interpretation that does not shoulder CTS with the fiscal responsibility for Green’s and PennDOT’s negligence. Perry, 66 A. at 557; Ruzzi, 588 A.2d at 4. Here, the CTS Contract simply does not “put[ ] it beyond doubt by express stipulation” that CTS intended to indemnify PennDOT and Green for their own negligence. Perry, 66 A. at 557. If CTS intended to accept the liability PennDOT contends it accepted, it would have been a simple matter to write the indemnity clause to unambiguously state that the in-demnitees were indemnified for an amount of damage attributed to their own negligence up to the amount for which the indemnitor was independently responsible. However, the parties to the contract did not do so. Instead, they used the language quoted above, which we easily read to only indemnify Green and PennDOT for that portion of damages caused by the negligence of CTS, its sub-subcontractors and employees.\nThis Court has never before had occasion to consider the precise language at issue in this case. Significantly, however, courts in other jurisdictions that have considered virtually identical language to that used in the indemnity provision here have concluded, as we do now, that the clause provides indemnity only for the amount of damage caused by the indemnitor’s negligence, and not for damages attributable to the indemnitee’s negligence. While Penn-DOT calls the analysis in these cases “unsophisticated and simplistic,” PennDOT Brief at 35, we find the cases to be persuasive evidence that the interpretation Penn-DOT advocates is anything but the clear and unambiguous meaning of the contractual language. In particular, in Hagerman Construction Corp. v. Long Electric Co., the Indiana Court of Appeals considered an identical provision and specifically concluded that it did not “not expressly state, in clear and unequivocal terms, that it applies to indemnify [the indemnitee] for its own negligence.” 741 N.E.2d 390, 393 (Ind.Ct.App.2000). Rather, the Hagerman court concluded, as we conclude here, that the provision only required the subcontractor to provide indemnity from liability for damages that result from the subcontractor’s negligence. Id. Similarly, in Braegelmann v. Horizon Development Co., the Minnesota Court of Appeals considered a virtually identical provision and stated that “the phrase ‘to the extent caused’ ... suggests a ‘comparative negligence’ construction under which each party is accountable ‘to the extent’ their negligence contributes to the injury.” 371 N.W.2d 644, 646 (Minn.App.1985).\nPennDOT argues that giving the phrase a “comparative negligence construction” renders the entire indemnity provision meaningless because, even without the clause, PennDOT and Green would be entitled to contribution, as joint tortfeasors, for any damages attributed to them that were caused by CTS’s negligence. Penn-DOT Brf. at 27-31 (citing the “Uniform Contribution Among Tort-feasors Act,” 42 Pa.C.S.A. § 8321 et seq.) We disagree. At a minimum, the indemnity provision provides PennDOT and Green with an additional means of recovering any amount they might be compelled to pay on account of CTS’s negligence. In addition, it unambiguously entitles them to recover attorney’s fees and other expenses arising out of CTS’s negligence, which they might not otherwise be able to recover. See Lavelle v. Koch, 532 Pa. 631, 617 A.2d 319, 323 (1992)(litigant cannot recover counsel fees or costs from adverse party absent express statutory authorization, agreement of parties or other established exception). Moreover, the indemnity provision gives them a meaningful benefit in that it unconditionally obligates CTS to indemnify them not only for its own negligence, but also for the negligence of its sub-subcontractors and “direct or indirect” employees. Accordingly, we do not agree that our interpretation of the provision renders it meaningless, when such an interpretation gives PennDOT and Green significant relief beyond that to which they are entitled under Pennsylvania’s contribution statute.\nWe hold, therefore, that the indemnity clause in the CTS Contract did not unambiguously indemnify PennDOT and Green for their own negligence, but rather, served only to protect PennDOT and Green from liability for damages due to the negligence of CTS, its sub-subcontractors, its employees and others for whose acts CTS may be liable. We therefore conclude that PennDOT and Green are liable for the share of damages that the jury attributed to each of them when it assigned them each a proportional percentage of liability.\nAccordingly, the order of the Commonwealth Court is reversed.\nFormer Chief Justice FLAHERTY did not participate in the decision of this case.\n. While CTS specifically assumed responsibility in its subcontract for the “Maintenance and Protection of Traffic During Construction,” Green and PennDOT both retained certain supervisory responsibilities over traffic management. Accordingly, the trial court held that there was ample evidence to support the imposition of direct liability on all three parties.\n. PennDOT urges us to \"reject Ruzzi’s anachronistic views,” PennDOT Brief at 37, and instead to embrace \"the most modern, most reasonable, and best and most correct approach,” id. at 41, which, in its view, is to no longer subject provisions allegedly providing for indemnification of a party for its own negligence to \"strict scrutiny.” Id. at 37-38. This argument is curious given PennDOT’s assertion elsewhere in its brief that Pennsylvania is in the minority of states that do not statutorily prohibit either indemnification generally or indemnification of a party for its own negligence. See id. at 27 n. 20. In any event, we do not believe that Ruzzi’s rule is \"anachronistic,” but rather, continue to believe that it is a sound rule, carefully designed to ensure that no party is unwittingly subjected to liability that we have characterized as \"hazardous ... unusual and extraordinary.” Perry, 66 A. at 557.\n. Under either approach, the resulting indemnification would be the same in light of the unique circumstances of this case, where PennDOT, Green and CTS were each found to be 22% liable. Namely, CTS would be saddled with 66% of the damages in an incident in which it was only 22% negligent.\n. In support of its argument, Green cites Hershey Foods Corp. v. General Electric Service Co., 422 Pa.Super. 143, 619 A.2d 285 (1992), which found a particular indemnity provision to unambiguously indemnify the indemnitee even when the indemnitee was partly negligent. Id. at 288. Although Green characterizes the indemnification provision in that case as being \"essentially similar” to the language at issue here, Green Brf. at 10, the provision did not contain the \"to the extent” limitation present in the CTS Contract, but rather simply provided for indemnification for damages \"caused in whole or in part by” the indemnitor’s negligence. Because we disagree that the \"to the extent” language can be, or should be, overlooked, we decline to employ Hershey’s analysis here.\n. Also noteworthy is Dillard v. Shaughnessy, Fickel & Scott Architects, Inc., 884 S.W.2d 722 (Mo.Ct.App.1994)(applying Kansas law), a case in which an indemnitee, who was not negligent, sought to collect attorney’s fees and costs from the partially negligent indemnitor under an indemnification provision identical in all material respects to the provision here. Even without applying the rules of strict construction that are employed under Kansas law when an indemnitee is seeking indemnification for its own negligence, that court concluded that the \"to the extent” language limited the indemnitor’s liability to that portion of the attorney’s fees and costs that corresponded to the percentage of fault attributed to it for the plaintiff's injuries.\n. This would be particularly meaningful in a situation in which a plaintiff brings a negligence action against PennDOT, Green, and CTS, and a jury finds CTS’s negligence to be the sole cause of plaintiff's injuries. Under the indemnity provision, CTS would then be obligated to reimburse Green and PennDOT for all of their attorney’s fees and costs in defending the action.",
        "type": "majority",
        "author": "Justice NIGRO."
      }
    ],
    "attorneys": [
      "Herman Bloom, Ellen Bloom Glass, Philadelphia, for appellant, Custom Tower Structures, Inc.",
      "Jay M. Levin, Gaele McLaughlin Bart-hold, Philadelphia, for appellee, Dept, of Transp.",
      "Thomas A. Masterson, Norristown, for appellee, Jason Greer.",
      "Robyn S. McGrath, Philadelphia, for ap-pellee, Thomas Devlin.",
      "John J. Hatzell, Philadelphia, for appel-lee, T.H. Green Elec. Co., Inc."
    ],
    "corrections": "",
    "head_matter": "Jason W. GREER v. CITY OF PHILADELPHIA; Commonwealth of Pennsylvania, Department of Transportation; Fischbach & Moore, Inc. and T.H. Green Electric Company, Inc.; Custom Tower Structures, Inc. and Thomas Devlin Appeal of Custom Tower Structures, Inc.\nSupreme Court of Pennsylvania.\nArgued Oct. 16, 2001.\nDecided April 24, 2002.\nHerman Bloom, Ellen Bloom Glass, Philadelphia, for appellant, Custom Tower Structures, Inc.\nJay M. Levin, Gaele McLaughlin Bart-hold, Philadelphia, for appellee, Dept, of Transp.\nThomas A. Masterson, Norristown, for appellee, Jason Greer.\nRobyn S. McGrath, Philadelphia, for ap-pellee, Thomas Devlin.\nJohn J. Hatzell, Philadelphia, for appel-lee, T.H. Green Elec. Co., Inc.\nBefore: FLAHERTY, C.J., ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0376-02",
  "first_page_order": 416,
  "last_page_order": 422
}
