{
  "id": 7863787,
  "name": "Jeanne FORBES-LILLEY v. MAINE UNEMPLOYMENT INSURANCE COMMISSION",
  "name_abbreviation": "Forbes-Lilley v. Maine Unemployment Insurance Commission",
  "decision_date": "1994-06-16",
  "docket_number": "",
  "first_page": "377",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 377"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "513 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931470
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "859"
        },
        {
          "page": "858"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0857-01"
      ]
    },
    {
      "cite": "423 A.2d 519",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943833
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/423/0519-01"
      ]
    },
    {
      "cite": "388 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8008244
      ],
      "pin_cites": [
        {
          "page": "519"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/388/0516-01"
      ]
    },
    {
      "cite": "603 A.2d 476",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938837
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "478"
        },
        {
          "page": "478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/603/0476-01"
      ]
    },
    {
      "cite": "470 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952754
      ],
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/470/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 8754,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 9.080301236670345e-08,
      "percentile": 0.5054339075366943
    },
    "sha256": "2d699776751dc77378fcdf2d26f827fca51c9ad2f7a576f3b8002224e77f2b1f",
    "simhash": "1:cd0f0c4129ab06d3",
    "word_count": 1350
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "Jeanne FORBES-LILLEY v. MAINE UNEMPLOYMENT INSURANCE COMMISSION."
    ],
    "opinions": [
      {
        "text": "WATHEN, Chief Justice.\nThe Maine Unemployment Insurance Commission (“the Commission”) appeals from an order of the Superior Court (Franklin County, Alexander, /.), vacating the Commission’s denial of unemployment benefits to Jeanne Forbes-Lilley (claimant). The Commission contends that competent evidence supports its determination that claimant was discharged for misconduct connected with her work. We agree and vacate the Superior Court order.\nThe evidence presented to the Commission may be summarized as follows: Claimant worked on probationary status as a tractor-trailer driver for Burlington Motors (“employer”) from July 16,1992 to September 17, 1992. On September 12, while driving on an interstate highway, she overtook two vehicles traveling in the right lane and pulled into the left lane to pass. Before she had cleared the vehicles, she pulled back into the right lane, causing the right front corner of her tractor to strike the left rear of one of the vehicles. The driver of that vehicle required medical treatment, the tractor-trailer and the vehicle together sustained property damage totalling $16,778.45, and the claimant received a summons for an unsafe lane change. She testified before the Commission that she' did not intentionally cause the accident, but acknowledged that she could have prevented the accident by waiting until the vehicle was visible in her rear-view mirror before pulling back into the right lane.\nThe employer’s written policy on driver qualifications is taken directly from the U.S. Department of Transportation regulations and states that an employee can have “no major preventable accident in the past three years,” and that the employee may be disqualified as a driver following “any major preventable accident.” The policy defines major preventable accident as an accident which results in personal injury or property damage in excess of $4,400. The claimant received a copy of this policy when she started her employment.\nIn addition to its written policy, the employer had an established accident review process. Its accident review board, consisting of drivers and management personnel, found the accident to be preventable pursuant to National Safety Council Guidelines. Although the review board sent her a copy of its decision and informed her of her right to appeal the decision, the claimant did not contest the board’s finding. Accordingly, the employer terminated the claimant’s employment, and she applied for unemployment benefits.\nBased on the above facts, a majority of the Commission determined that the claimant’s careless and negligent driving was of such a degree as to constitute misconduct within the statutory definition. The claimant appealed to the Superior Court, which vacated the Commission’s decision and held that the claimant’s single act of negligence was insufficient to constitute misconduct. The Commission now appeals.\nOur review of the Commission order is limited to a determination of whether competent evidence supports the Commission’s findings and whether the Commission has applied the correct law to its findings. Wellby Super Drag Stores, Inc. v. Maine Unemployment Ins. Comm’n, 603 A.2d 476, 478 (Me.1992). The relevant statute defines misconduct as:\n[Cjonduct evincing such willful or wanton disregard of an employer’s interests as is found in deliberate violations or disregard of standards of behavior which the employer has a right to expect of his employee, or in carelessness or negligence of such degree or recurrence as to manifest equal culpability, wrongful intent or evil design, or to show an intentional or substantial disregard of the employer’s interests or of the employee’s duties and obligations to his employer.\n26 M.R.S.A. § 1043(23) (1988) (emphasis added). A claimant is disqualified from receiving unemployment benefits for the week in which she was discharged for misconduct connected with her work, and that disqualification continues until the claimant has earned 4 times her weekly benefit amount in employment by an employer. 26 M.R.S.A. § 1193(2) (1988).\nClaimant’s admitted violation of a company rule does not necessarily rise to the level of statutory misconduct. Moore v. Maine Dept. of Manpower Affairs, et al., 388 A.2d 516, 519 (Me.1978). Rather, such a determination requires a two-prong analysis: (1) the employer must have a reasonable standard for discharge and (2) the employee must have acted unreasonably in failing to meet that standard. Wellby, 603 A.2d at 478. The employee’s behavior is measured as the objective manifestation of intent. Sheink v. Maine Dept. of Manpower Affairs, 423 A.2d 519, 522 (Me.1980). A finding of unreasonable behavior is not disturbed on appeal “if the Commission [could have] justifiably determine[d] that the employee’s conduct was of a type, degree, or frequency that was so violative of the employer’s interests that it may reasonably be deemed tantamount to an intentional disregard of those interests.” Id.\nThe Commission determined and the claimant concedes that the employer’s written policy is reasonable. With reference to the second prong of the test, the Commission found that the claimant acted unreasonably in causing the accident. It found the claimant “particularly negligent” for her failure to observe a vehicle readily visible to a prudent driver. In McInnis v. Maine Unemployment Ins. Comm’n, 513 A.2d 857, 859 (Me.1986), we held that “section 1043 specifically includes within the definition of misconduct careless or negligent acts of such degree that they are equivalent to intentional or deliberate violations of an employer’s standards.” In Mclnnis, the employee, while working as a bus-driver for the employer, caused three accidents. Id. at 858. The third and most serious accident occurred after the employee picked up some disabled passengers and left the wheelchair lift protruding from the bus. The employee failed to notice the lift in his mirror and failed to respond to a red warning light on the dashboard.' As the employee resumed his driving, the lift struck and damaged the trunk and rear window of a car. Id. Based on those findings by the Commission, we upheld the determination that the employee’s negligence rose to the level of misconduct, finding that the circumstances of the third accident alone clearly demonstrated the degree of negligence or carelessness required to come within the statutory definition of misconduct. Id.\nAlthough recurrent acts of negligence typically form the basis for denying benefits, the statute specifically contemplates that a single act of negligence may also constitute misconduct. The record demonstrates that claimant knew she was passing two vehicles, yet she failed to locate both vehicles in her mirror before turning into the right lane. In fact, she returned to the right lane so quickly that the front of her tractor rammed the rear comer of one vehicle. She was fined for making an unsafe lane change, and the accident resulted in personal injury and in property damage far more extensive than the damage sustained in McInnis. Finally, claimant admitted the obvious fact that the accident could have been avoided if she had waited longer before pulling over. Driving a tractor-trailer on an interstate highway presents greater than ordinary risk. Claimant’s failure to drive prudently posed a serious threat to the passengers in the other vehicle. The Commission did not err in finding that her conduct was tantamount to an intentional disregard of the employer’s interests.\nThe entry is:\nJudgment vacated. Remanded for entry of judgment affirming the decision of the Commission.\nAll concurring.",
        "type": "majority",
        "author": "WATHEN, Chief Justice."
      },
      {
        "text": "DANA, Justice,\nwith whom ROBERTS, J. joins, dissenting.\nI respectfully dissent.\nToday the Court concludes that a factfin-der may characterize a single unfortunate moment of inattentiveness as the functional equivalent of an intentional tort. If the Legislature had intended for misconduct to include a single act of simple negligence, it could have so provided.\nIn addition, I believe that the Court’s decision ignores the “remedial nature” of the Employment Security Law, which “dictates a liberal construction in favor of the employee.” Brousseau v. Maine Employment Sec. Comm’n, 470 A.2d 327, 329 (Me.1984). For these reasons, I would affirm the judgment of the Superior Court.",
        "type": "dissent",
        "author": "DANA, Justice,"
      }
    ],
    "attorneys": [
      "Robert Edmund Mittel (orally) Mittel, Asen, Eggert, Hunter & Altshuler, Portland, for plaintiff.",
      "Michael E. Carpenter, Atty. Gen. and Pamela W. Waite (orally), Asst. Atty. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Jeanne FORBES-LILLEY v. MAINE UNEMPLOYMENT INSURANCE COMMISSION.\nSupreme Judicial Court of Maine.\nArgued April 28, 1994.\nDecided June 16, 1994.\nRobert Edmund Mittel (orally) Mittel, Asen, Eggert, Hunter & Altshuler, Portland, for plaintiff.\nMichael E. Carpenter, Atty. Gen. and Pamela W. Waite (orally), Asst. Atty. Gen., Augusta, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
  },
  "file_name": "0377-01",
  "first_page_order": 443,
  "last_page_order": 446
}
