{
  "id": 9177297,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Jose DeJESUS, Appellant",
  "name_abbreviation": "Commonwealth v. DeJesus",
  "decision_date": "2005-02-22",
  "docket_number": "",
  "first_page": "379",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2002 WL 1160755",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2002,
      "pin_cites": [
        {
          "page": "*3"
        },
        {
          "page": "*3"
        },
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "732 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        56907,
        11553069
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1176"
        },
        {
          "page": "1192",
          "parenthetical": "Castille, J. concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0207-01",
        "/a2d/732/1167-01"
      ]
    },
    {
      "cite": "827 A.2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9108680,
        9108745,
        197235,
        197204,
        197206,
        9108637
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "rule announced in Grant applies to capital cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/827/0385-02",
        "/a2d/827/0385-03",
        "/pa/573/0531-01",
        "/pa/573/0532-02",
        "/pa/573/0532-01",
        "/a2d/827/0385-01"
      ]
    },
    {
      "cite": "573 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197204,
        197206
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "rule announced in Grant applies to capital cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0532-02",
        "/pa/573/0532-01"
      ]
    },
    {
      "cite": "813 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9381173,
        716471
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "738",
          "parenthetical": "claims challenging effective assistance of counsel generally should not be raised on direct appeal, but rather, are to be deferred for collateral review under PCRA"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0726-01",
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "572 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716471
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "claims challenging effective assistance of counsel generally should not be raised on direct appeal, but rather, are to be deferred for collateral review under PCRA"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 697,
    "char_count": 14321,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21521602224685688
    },
    "sha256": "6b4b0f0a13d5f52658c8bfd841c82f2f01af98b1801562cef9f434ae6570a9f5",
    "simhash": "1:a457d80e552e01f2",
    "word_count": 2327
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Jose DeJESUS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice CASTILLE.\nThis is a direct appeal from the sentence of death imposed by the Court of Common Pleas of Philadelphia County. Following a capital jury trial, which commenced on June 29,1998, before the Honorable James A. Lineberger, appellant was found guilty of first-degree murder, two counts of aggravated assault, and possessing an instrument of crime. On July 7, 1998, following a penalty phase hearing, the jury found one aggravating circumstance and one mitigating circumstance, concluded that the aggravator outweighed the miti-gator, and accordingly, returned a sentence of death. Sentencing on the non-murder bills was deferred until\" September.\nThe docket reflects that, on July 17, 1998, appellant filed a motion entitled “Post-Sentencing Motions,” in which he requested a new trial and/or an arrest of judgment, alleging in boilerplate fashion that the verdict was contrary to the evidence, the law, and the weight of the evidence. It appears that the trial court did not rule on that motion. On September 29, 1998, the trial court formally imposed the sentence of, death, as well as two consecutive sentences of seven and one-half to fifteen years of imprisonment for the aggravated assault convictions and one concurrent sentence of two and one-half to five years of imprisonment for possessing an instrument of .crime. Appellant did not file, any further motions.\nNotice of automatic appeal to this Court was filed on October 29, 1998, and at some point not reflected in the docket, new counsel was appointed. Thereafter, the trial court did not request, and appellant accordingly did not file, a Statement of Matters Complained of on Appeal pursuant to Pa.R.A.P. 1925(b). The trial court then issued a five-page opinion, dated November 8, 2001, in which it stated that, although appellant did not file post-sentence motions, the court would “address those issues apparent in the record.” Slip op. at 2. The opinion then addressed: (1) a pre-trial suppression issue concerning the admissibility of appellant’s statement to police; (2) the sufficiency of the evidence; and (3) the sufficiency of the evidence to support the aggravating circumstance found by the jury.\nAppellant’s new counsel on appeal raises a total of nine claims for this Court’s review, none of which were discussed in the trial court’s opinion. Six of these claims sound only in the ineffective assistance of trial counsel, and a seventh, procedural claim requests a remand for an evidentiary hearing on the issue of ineffective assistance. These claims presumably are subject to deferral for review under the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. § 9541, et seq., consistently with this Court’s decisions in Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002) (claims challenging effective assistance of counsel generally should not be raised on direct appeal, but rather, are to be deferred for collateral review under PCRA), and Commonwealth v. Freeman, 573 Pa. 532, 827 A.2d 385 (2003) (rule announced in Grant applies to capital cases).\nAppellant’s remaining two claims, however, sound in apparently-preserved claims of trial court error. Specifically, appellant claims that the trial court erred in: (1) permitting, over trial counsel’s objection, testimony that appellant possessed a shotgun sometime after the day of the crime; and (2) rejecting trial counsel’s request to grant individual voir dire as to each juror regarding a prejudicial newspaper article that was printed prior to commencement of the penalty phase.\nThe necessity of a trial court opinion or record articulation of the basis for decisions challenged on appeal is explicitly recognized in our Rules of Appellate Procedure. Rule 1925(a) provides that:\nUpon receipt of the notice of appeal the judge who entered the order appealed from, if the reasons for the order do not already appear of record, shall forthwith file of record at least a brief statement, in the form of an opinion, of the reasons for the order, or for the rulings or other matters complained of, or shall specify in writing the place in the record where such reasons may be found.\nPa.R.A.P. 1925(a). In order to facilitate this essential element of appellate review, Rule 1925 also provides the trial court with the option of directing an appellant to identify, for the benefit of the trial court in preparation of its Rule 1925(a) opinion, the claims appellant seeks to raise on appeal:\nThe lower court forthwith may enter an order directing the appellant to file of record in the lower court and serve on the trial judge a concise statement of the matters complained of on the appeal no later than 14 days after entry of such order. A failure to comply with such direction may be considered by the appellate court as a waiver of all objections to the order, ruling or other matter complained of.\nPa.R.A.P. 1925(b).\nIn this case, the trial court did not direct appellant to file a Rule 1925(b) statement, and thus elected not to specifically inform itself of the issues that new counsel intended to raise on appeal. As it so happens, appellant has raised claims, including two apparently-preserved claims of trial court error, which the trial court did not anticipate when it drafted its Rule 1925 opinion. Moreover, the court has not specified where in the record the reasons for its challenged rulings may be found, and indeed, our review of the record has revealed no such articulation. This Court is thus left without the benefit of the trial court’s views on two discretionary decisions it rendered at trial, which decisions have now been challenged on appeal.\nThis Court has had occasion to examine a trial court’s failure to independently express the rationale for its decisions under review in other contexts. In Commonwealth v.(Roy) Williams, 557 Pa.207, 732 A.2d 1167 (1999), a capital defendant petitioned the trial court for collateral relief under the PCRA, and the Commonwealth filed a motion to dismiss. The PCRA court denied the petition without a hearing and subsequently issued an opinion that amounted to a wholesale adoption of the Commonwealth’s brief in support of its motion to dismiss. On appeal to this Court, we remanded the matter, in part, to the PCRA court for an independent analysis and opinion on those issues which were not properly explained. The Court reasoned that:\nCertainly Pa.R.A.P. 1925(a) provides a degree of flexibility ... permitting trial judges, where appropriate, to specify places in the record where reasons may be found for their decisions. We cannot, however, in this post-conviction case involving a review of the propriety of a death sentence, condone the wholesale adoption by the post-conviction court of an advocate’s brief.... [T]he independent role of the judiciary cannot properly be served in this case absent some autonomous judicial expression of the reasons for dismissal.\nId. at 1176. In a concurring opinion, this author added that:\nThe PCRA court’s failure to draft an opinion addressing the claims constitutes an abdication of the trial court’s duty which cannot be-condoned. While the PCRA court undoubtedly intended only to conserve judicial energies, this manner of conservation is inappropriate. This Court’s review ... should not proceed until a proper opinion is filed by the court below.\nThe obvious purpose of Pa.R.A.P. 1925(a) is to facilitate appellate review of a particular trial court order. Additionally, however, the rule fulfills an important policy consideration by providing to disputing parties, as well as to the public at large, the legal basis for a judicial decision. The trial court’s adoption of one party’s advocacy brief, in lieu of an independent judicial opinion, deprives the parties and the public of the independent reasoning of the court.\nWilliams, 732 A.2d at 1192 (Castille, J. concurring).\nLater, in Commonwealth v. Fulton, — A.2d —, 2002 WL 1160755 (Pa. May 30, 2002), this Court applied the holding in (Roy) Williams in the non-capital, PCRA arena. In Fulton, as in (Roy) Williams, the PCRA court adopted the Commonwealth’s motion to dismiss as constituting the entire extent of its opinion explaining the reasons for dismissal of the defendant’s petition. The Superior Court affirmed the dismissal, holding that Williams was not applicable to a non-capital case. On appeal, this Court reversed, rejecting the notion that such a distinction called for a different result. In concluding that a remand was appropriate, we reaffirmed the concerns we articulated in Williams and cautioned lower courts that:\nA central concern in our decisions in this area has to do with the proper function of the trial courts and the necessity of articulating the court’s independent judicial analysis in support of dispositive orders so as to better focus appeals and better facilitate the appellate function.\nFulton, — A.2d at —, 2002 WL 1160755, at *3.\nOur decisions in Williams and Fulton are instructive and persuasive here. Just as the “need for ... independent judicial analysis does not depend upon the type of crime,” Fulton, — A.2d at —, 2002 WL 1160755, at *3, neither does it depend upon the reason for the absence of an independent articulation by the court below of the reasons for its decisions. The only notable difference between our decisions in Williams and Fulton and the case sub judice is that the former involved a trial court’s adoption of the Commonwealth’s argument as to relevant appeal issues, while this case involves the trial court’s silence as to relevant appeal issues. Because that distinction concerning the manner in which the trial court failed to explain its decision is unrelated to the purpose of the Rule, it is of no moment. The trial court’s lapse here was no less an impediment to the appellate function than in Williams; Fulton, and other PCRA cases where this Court has ordered a remand on the same grounds. See Fulton, — A.2d at —, 2002 WL 1160755, at *3 (collecting cases). Indeed, in any case where the trial court fails to prepare an opinion that addresses the issues upon which it passed and which are raised by a party on appeal, the net result is the same: the appellate court is deprived of explication and guidance on those issues from the judicial entity most familiar with the matter. Moreover, the parties may be left without a meaningful context within which to make their arguments on appeal, particularly as to discretionary matters. Those concerns are no less salient in the context of direct capital review than they are in the PCRA arena; nor are they less salient where the lower court is silent on appeal issues, as opposed to adopting the position of an advocate as the entire basis for its opinion.\nBased on the foregoing, we remand this matter to the trial court for issuance of an adequate opinion in accordance with Pa. R.A.P. 1925, which shall address the two apparently-preserved issues of trial court error that appellant raises on appeal and which were not discussed in the trial court’s initial opinion. The opinion is to be filed within sixty (60) days of the date of this opinion. Jurisdiction is retained.\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 2702.\n. 18 Pa.C.S. § 907.\n. The aggravating circumstance was that the defendant, while in the commission of the offense, knowingly created a grave risk of death to another person in addition to the victim of the offense. 42 Pa.C.S. § 9711(d)(7). The mitigating circumstance was that the appellant was only eighteen years old at the time of the crime. 42 Pa.C.S. § 9711(e)(4).\n.Pursuant to 42 Pa.C.S. § 9711(h), this Court has automatic jurisdiction to review the court's judgment of a sentence of death.\n. Specifically, appellant alleges that trial counsel was ineffective in: (1) failing to present certain mitigating evidence at the penalty hearing; (2) failing to request complete jury instructions on manslaughter, passion, and provocation; (3) failing to object to the prosecutor’s misstatements of the law during closing argument; (4) failing to make an adequate closing argument to the jury following the penalty hearing; (5) failing to object to the court's incorrect statement of the law in response to one jury inquiry and failing to object to the court’s failure to answer another jury inquiry; and (6) failing to request voir dire of the jury when it submitted an inquiry to the court revealing one juror’s preexisting bias.\n. In Grant, we held that the rule announced therein would be applicable to the parties in that case and to \"those cases currently pending on direct appeal.” Id. at 739. Here, appellants notice of automatic appeal was filed on October 29, 1998, and thus Grant is applicable since the appeal was pending when Grant was decided.\n. In its opinion, the trial court stated that appellant failed to file post-sentence motions, albeit it did not suggest that any consequence followed from that supposed failure. In point of fact, the docket reveals appellant did file such a motion, although seemingly prematurely. See Pa.R.Crim.P. 720(A)(1) (time for filing optional post-sentence motions is no later than 10 days after \"imposition of sentence\"). Moreover, we note that under existing post-sentence practice, appellant was not required to file such motions at all in order to preserve his claims for appellate review, so long as the claims were preserved by contemporaneous objections at trial. See Pa.R.Crim.P. 720(B)(1)(c) (\"Issues raised before or during trial shall be deemed preserved for appeal whether or not the defendant elects to file a post-sentence motion on those issues.”). This change in post-verdict motions practice has made the procedure set, forth in Rule 1925 even more important to ensure that the trial court files a meaningful opinion.\n. Because appellant's claims of ineffectiveness were not raised below, and no hearing was held upon them, the trial court need not address those claims.",
        "type": "majority",
        "author": "Justice CASTILLE."
      }
    ],
    "attorneys": [
      "Jose DeJesus, David Scott Rudenstein, Philadelphia, for Jose DeJesus, Appellant.",
      "Hugh J. Burns, Philadelphia, Amy Zapp, Harrisburg, Karla Gebel Perrin, for the Com. of PA, Appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Jose DeJESUS, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Aug. 27, 2003.\nDecided Feb. 22, 2005.\nJose DeJesus, David Scott Rudenstein, Philadelphia, for Jose DeJesus, Appellant.\nHugh J. Burns, Philadelphia, Amy Zapp, Harrisburg, Karla Gebel Perrin, for the Com. of PA, Appellee.\nBefore: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0379-02",
  "first_page_order": 419,
  "last_page_order": 424
}
