{
  "id": 7863843,
  "name": "STATE of Maine v. Bernard JAMIESON",
  "name_abbreviation": "State v. Jamieson",
  "decision_date": "1994-06-16",
  "docket_number": "",
  "first_page": "380",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 380"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "486 A.2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909116
      ],
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0112-01"
      ]
    },
    {
      "cite": "483 A.2d 725",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933386
      ],
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/483/0725-01"
      ]
    },
    {
      "cite": "600 A.2d 1094",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364231
      ],
      "pin_cites": [
        {
          "page": "1096"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/600/1094-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 249,
    "char_count": 3475,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2002168852315328
    },
    "sha256": "57741e396976be7926c0af0ea2dbfe6c994bc2cf7cb078501a237b393f268f30",
    "simhash": "1:ce3e12901b51c32d",
    "word_count": 561
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
    ],
    "parties": [
      "STATE of Maine v. Bernard JAMIESON."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nBernard Jamieson contends that the judgment entered in the Superior Court (Penob-scot County, Chandler, J.) on a jury verdict finding him guilty of operating a motor vehicle while under the influence of intoxicating liquor (OUI), 29 M.R.S.A. § 1312-B (Pamph. 1993), should be vacated because it is irreconcilable with the jury’s verdict finding him not guilty on the charge of operating a motor vehicle in violation of his license restriction, 29 M.R.S.A. § 530(1)(B) (Pamph.1993). We affirm the judgment.\nOn the State’s motion the two charges were joined for trial. Although at the time of trial the State introduced no evidence as to Jamieson’s blood alcohol content at the time of his arrest on the charges, Jamieson does not challenge the sufficiency of the evidence to support the jury’s verdict finding him guilty of the charge of OUI. See State v. Bento, 600 A.2d 1094, 1096 (Me.1991) (“[A] defendant is guilty of [OUI] if ‘his mental or physical faculties are impaired however slightly,’ i.e., ‘to any extent.’ ” (quoting State v. Longley, 483 A.2d 725, 732 (Me.1984))). To establish the existence of the license restriction, the State introduced in evidence the notice from the Secretary of State to Jamie-son of the restriction on his license. The notice stated: “You are notified that your operating privileges are restored with the condition that you do not operate a motor vehicle after having consumed intoxicating liquor in accordance with the provisions of 29 M.R.S.A. § 1312-D subsection 11.” Although section 1312-D(11) merely sets forth the directive that any license to operate a motor vehicle issued to any person convicted of OUI must contain this restriction, the jury was not so informed. The only evidence relating to the unexplained statutory provision was Jamieson’s testimony that he believed the restriction only prohibited him from driving with a blood alcohol content in excess of 0.05%.\nOn the evidence before it, the jury was warranted in accepting Jamieson’s testimony as to the nature of the conduct prohibited by the license restriction. See State v. Reardon, 486 A.2d 112, 117 (Me.1984) (determination of credibility of witness within province of factfinder). Accordingly, because the jury rationally could have concluded that the State failed to prove beyond a reasonable doubt that the restriction on Jamieson’s license prohibited him from driving a motor vehicle after the consumption of any alcohol, the verdicts are logically reconcilable.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Section 1312-B provides in pertinent part:\n1. Offense. A person is guilty of a criminal violation under this section if he operates or attempts to operate a motor vehicle:\nA. While under the influence of intoxicating liquor or drugs or a combination of liquor and drugs; or\nB. While having 0.08% or more by weight of alcohol in his blood.\n. Section 530(1)(B) provides in pertinent part:\nB. Any person who operates a motor vehicle on any way or parking area ... in violation of any condition or restriction placed on the use of an ... operator's license under the authority of this subchapter is guilty of a Class E crime....",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey Silverstein, Asst. Dist. Atty., Bangor, for the State.",
      "Sandra B. Dombro, Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Bernard JAMIESON.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs April 28, 1994.\nDecided June 16, 1994.\nJeffrey Silverstein, Asst. Dist. Atty., Bangor, for the State.\nSandra B. Dombro, Bangor, for defendant.\nBefore WATHEN, C.J., and GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
  },
  "file_name": "0380-01",
  "first_page_order": 446,
  "last_page_order": 447
}
