{
  "id": 8013055,
  "name": "Lawrence J. WINTER et al., Appellants, v. Edwin Darnell BROWN, a minor, by his mother and next friend Audrey Ann Brown, et al., Appellees; Edwin Darnell BROWN, a minor, by his mother and next friend Audrey Ann Brown, et al., Appellants, v. Lawrence J. WINTER et al., Appellees",
  "name_abbreviation": "Winter v. Brown ex rel. Brown",
  "decision_date": "1976-11-01",
  "docket_number": "Nos. 9262, 9270",
  "first_page": "381",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "365 A.2d 381"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "50 F.2d 311",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1824889
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/50/0311-01"
      ]
    },
    {
      "cite": "60 App.D.C. 161",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "81 A.2d 344",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8144294
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/81/0344-01"
      ]
    },
    {
      "cite": "192 N.W.2d 691",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "35 Mich.App. 429",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2089197
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/35/0429-01"
      ]
    },
    {
      "cite": "288 Minn. 144",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        301391
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "306-307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/288/0144-01"
      ]
    },
    {
      "cite": "263 La. 774",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        9739122,
        3261711
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/269/0239-01",
        "/la/263/0774-01"
      ]
    },
    {
      "cite": "50 N.E. 527",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1898,
      "opinion_index": 0
    },
    {
      "cite": "171 Mass. 171",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        467518
      ],
      "year": 1898,
      "opinion_index": 0,
      "case_paths": [
        "/mass/171/0171-01"
      ]
    },
    {
      "cite": "13 Cal.Rptr. 864",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "193 Cal.App.2d 147",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2327391
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/193/0147-01"
      ]
    },
    {
      "cite": "3 S.E.2d 788",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "60 Ga.App. 262",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1497172
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/60/0262-01"
      ]
    },
    {
      "cite": "151 So.2d 372",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9855622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/151/0372-01"
      ]
    },
    {
      "cite": "69 A.2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8145123
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/69/0057-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 824,
    "char_count": 16589,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 3.5605730411893416e-07,
      "percentile": 0.8857695950613337
    },
    "sha256": "51251214b3e8842d45a6e80ae0d36568b892d38d1aae0e7e3353c964beb2ce45",
    "simhash": "1:cf72f3798f0c89da",
    "word_count": 2667
  },
  "last_updated": "2024-02-27T19:27:40.075995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY and MACK, Associate Judges, and BELSON, Associate Judge, Superior Court of the District of Columbia."
    ],
    "parties": [
      "Lawrence J. WINTER et al., Appellants, v. Edwin Darnell BROWN, a minor, by his mother and next friend Audrey Ann Brown, et al., Appellees. Edwin Darnell BROWN, a minor, by his mother and next friend Audrey Ann Brown, et al., Appellants, v. Lawrence J. WINTER et al., Appellees."
    ],
    "opinions": [
      {
        "text": "BELSON, Associate Judge:\nAppellants in No. 9262 are members of the bar who were sued in the Superior Court for legal malpractice. Appellees therein are the parents of Edwin Darnell Brown, an infant who allegedly sustained serious injuries in the course of being delivered by a first-year resident at a hospital operated by Prince George’s County, Maryland. At the time of the child’s birth, there was in effect a Maryland statute which required that notice of any claim against Prince George’s County, including necessarily a claim of medical malpractice on the part of agents or employees of the hospital in question, be given the county in writing within 180 days of the occurrence. Appellees retained appellant attorneys some four months after the occurrence. Appellants were unaware of the notice requirement and failed to comply with it. They investigated the circumstances of the delivery, conferred with medical experts and, subsequent to the expiration of the six-month notice period, advised appellees they had no cause of action for medical malpractice. Appellees then retained other counsel who filed an action in Maryland against Prince George’s County, but not against any agent or employee of the hospital. Upon demurrer, the Maryland action was dismissed with prejudice because of failure to give notice. Appel-lees then brought the instant action for legal malpractice, alleging that appellants had been retained “to prosecute and pursue plaintiffs’ claims and actions for the aforesaid damages against Prince George’s County, Maryland,” but negligently failed to do so.\nSome eight months after bringing this action, plaintiffs amended the complaint to join as a defendant Dr. Fouad Naccache, the first-year resident whose claimed negligence in attempting to deliver infant plaintiff was allegedly directly reponsible for his injury. Appellants cross-claimed against him. Dr. Naccache moved successfully for dismissal for lack of personal jurisdiction. Appellees have not brought action in Maryland against Dr. Naccache or any of the individual physicians or other persons who played a part in the delivery of the infant, nor have they brought an action against those hospital employees who had responsibility for fixing the policies of the hospital regarding delivery of infants by residents or supervision of such deliveries. Dr. Naccache has, at all pertinent times, been available to be sued in Maryland, although he indicated in a deposition taken shortly after the filing of the instant suit that he was contemplating an eventual return to his native Egypt. The chief resident who supervised him, Dr. Machado, had already returned to Brazil at the time of Dr. Naccache’s deposition.\nPursuant to Maryland statute, the immunity of Prince George’s County against civil suits arising out of the operation of the hospital is removed to the extent of the liability limit of the hospital’s malpractice insurance coverage. At the time of the occurrence that limit was $100,000. The policy included as insureds the employees and staff of the hospital. Neither the 180-day notice provisions nor the statutory limitation of liability to $100,000 applied to employees or to staff.\nAt trial, appellees proved to the satisfaction of the jury that appellants “were negligent in serving [appellees] as their lawyers” with the proximate result that appel-lees were deprived of a cause of action against Prince George’s County that could successfully have been pursued, and that appellees were damaged thereby. The jury returned verdicts of $500,000 for the minor plaintiff through his next friend, and of $16,144.33 for his father James Leon Brown, Jr., individually. Upon post trial motion, the trial judge reduced the former to $100,000 plus interest and costs, the maximum verdict which could have been returned against the hospital under the statute, and vacated the father’s verdict altogether. The appeal in No. 9262 followed. The father of the minor plaintiff cross-appealed in No. 9270 to protect his rights in the event the former appeal should succeed. We affirm.\nAppellants urged throughout the proceedings in the trial court and contend here that appellees have not established their right to recover against appellants for loss of a cause of action against the hospital and county since they have not yet taken advantage of their right to sue hospital employees and staff members who remain as potentially liable defendants. As a result, appellants argue, appellees have not yet suffered any loss. Appellants further urge that appellees have failed to take available steps to avoid the consequences of appellants’ failure to give notice, that is, that they have failed to mitigate damages. They argue that even if some loss was sustained, appellees have failed to establish what their damages are. Appellants made numerous motions before, during and after trial seeking complete immunization against appellees’ claims for damages because of the appellees’ surviving right of action against the first-year resident and other agents or employees of the hospital.\nWe agree with the trial judge’s denial of those motions. When appellees retained appellants, appellees had a right of legal action against the hospital and county which had not existed at common law but was the creature of a relatively recent statute. That right of action was broader in scope than the alternative action which appellants particularly insist appellees should pursue, the action against the first-year resident. Appellees could have urged against the hospital numerous theories of negligence not available to them in a suit against that individual. Those theories included failure on the part of responsible hospital staff members or employees to establish procedures for deliveries which would have avoided placing upon a relatively inexperienced resident the responsibility for delivering, alone, an infant presenting in the transverse position; failure to require specifically that a supervising physician be present or immediately available under circumstances such as those involved here; failure to exercise appropriate care in the selection and training of residents such as Dr. Naccache; failure to inform Mrs. Brown that her baby would be delivered by a relatively inexperienced resident, contrary to the prevailing practice in Maryland and in breach of the hospital’s duty to obtain an informed consent; and, generally, failure on the part of any other agent or employee to adhere to the appropriate standard of care with resulting injury to appellees.\nWith respect to the last-mentioned theory, it is noteworthy that the chief resident, who eventually took over and delivered the infant, might be charged with negligent supervision. He, however, had returned to his native Brazil by the time this action was filed. At trial, appellees put in evidence of negligent supervision and argued it to the jury. The trial judge observed cogently that it would be unreasonable to require appellees to pursue every possible cause of action against agents or employees of the hospital and county as a prerequisite to suing the attorneys who deprived them of their primary cause of action against the hospital.\nIt is true, as appellants argue, that appel-lees’ case against the hospital depended ultimately upon a showing of negligence on the part of the delivering physician. In the factual context of this case, it appears that no failure of the hospital to take any action required by applicable standards of care to protect appellees from injury would have led to liability on the part of the hospital absent negligent delivery by Dr. Nac-cache.\nIt is also true, however, that in a suit against the hospital appellees could place before the jury the many theories of negligence referred to above. It seems beyond argument that, as a practical matter, appel-lees’ prospects for convincing the jury to return a verdict in their favor would be substantially better in an action against the hospital than in an action against any individual employee or agent, including Dr. Naccache. This is the case not because of any supposed bias of juries against corporate or governmental bodies as defendants, but because of the predictable impact upon a fair-minded jury of the presentation of a multiplicity of bases for holding the hospital liable.\nThe problems posed by this appeal are novel and difficult to resolve. The authorities cited by counsel are not entirely in point and no controlling precedent has come to our attention. Appellants cite language from the case of Niosi v. Aiello, D. C.Mun.App., 69 A.2d 57 (1949), in support of their claim that appellees did not sustain the burden of proving that appellants’ “negligence resulted in and was the proximate cause of loss to the client,” since a valid cause of action still exists against the original tortfeasor. However, in that case we referred to a situation where plaintiff failed to prove a loss because he failed to show that he ever had a valid cause of action. Appellants also cite cases in which a plaintiff attempted to recover for attorney malpractice when the claims against the original defendant were still pending in court. In Delesdernier and Marchand v. Miazza, 151 So.2d 372 (La.Ct.App.1963), plaintiff sued her attorneys alleging they had failed to protect certain inherited property rights. In the interim, plaintiff had hired new attorneys to secure those same property rights, and the court held the action was premature since plaintiff had not established those property rights to be “irretrievably lost”. In Wood v. Anderson, 60 Ga.App. 262, 3 S.E.2d 788 (1939), the original suit, which had allegedly become barred because of the attorney’s malpractice, had been reinstated by the allegedly negligent attorneys and was also still pending.\nWhere an attorney has failed to secure a client creditor, with the result that the client takes or could take a lesser amount as an unsecured creditor, the calculable difference measures the damages for which the negligent counsel is liable to the client. Theobald v. Byers, 193 Cal.App.2d 147, 13 Cal.Rptr. 864 (1961); Drury v. Butler, 171 Mass. 171, 50 N.E. 527 (1898). In the instant case, however, to require appellees to pursue any of the more limited causes of action we have described above would require them to bear without recompense a substantial but non-quantifiable loss.\nAppellants have precipitated a situation in which the difference in value between the cause of action of which they deprived appellees and the cause of action which appellees still retain against hospital agents or employees is not subject to fair measurement or calculation. It is they, rather than appellees, who must bear the onus of their error and the resultant impossibility of ascertaining the value of what was lost.\nThe alternative would be to permit appellants to retreat from the situation they created, leaving the injured appellees to pursue the first-year resident and possibly other defendants through actions which would be less apt to succeed than an action against the hospital and county. An unfavorable verdict in the suggested suit against the first-year resident would make it unlikely that appellees, could successfully pursue an action against the attorney appellants. We find this alternative unacceptable. Clearly, appellees’ counsel chose the more prudent course when they elected to pursue the instant action rather than a more limited suit.\nTurning to another point raised by appellants, we conclude the trial court did not err when it refused to reduce the recovery by the amount of the contingent attorney fees. The damages sustained by ap-pellees include the cost of additional litigation in order to recover on their original claim. Ramp v. St. Paul Fire & Marine Ins. Co., 263 La. 774, 269 So.2d 239, 245 (1972). Those additional attorney’s fees cancel out any attorney’s fees that appel-lees might have owed appellants had they successfully prosecuted the case against the hospital. See Christy v. Saliterman, 288 Minn. 144, 179 N.W.2d 288, 306-307 (1970).\nNo other matters raised by the appeal in No. 9262 merit discussion. Since the cross-appeal in No. 9270 was taken for the sole purpose of preserving the rights of James Leon Brown, Jr., in the event the appeal in No. 9262 should prove successful, no discussion of the cross-appeal is necessary.\nAccordingly the judgment appealed from is\nAffirmed.\n. In view of the limited nature and purpose of the cross-appeal, No. 9270, discussed briefly below, the parties will be referred to throughout as they appear in the principal appeal, No. 9262.\n. Md.Code Ann., Art. 57, § 18 (1957).\n. Md.Code Ann., Art. 43, § 556A (1957).\n. On denying appellants’ motion for a directed verdict at the close of plaintiffs’ ease, the trial judge aptly expressed from the bench some of the reasons for Ms ruling as follows:\nWell, at the time of the ruling ... on the motion for summary judgment, I expressed the view that the claim against the hospital is broader than the claim, against the individual i>hysician; that there was a loss of a statutory cause of action insofar as the injured child is concerned; and that it was difficult for me to accept the proposition that, when the immune status of the hospital as an agency of the county was waived, . . . something was not being conferred, a cause of action, a right, was not being conferred upon an individual who was injured by reason of negligence occurring on the premises of a hospital. And, I failed to find in the law then, and I still fail to find, that where a person has a cause of action against a corporate entity, that he must search out the various agents who might be personally responsible, such as in a hospital, for the establishment and implementation of hospital policy for the purchase of proper medical instruments, for the training of interns and residents and for the supervision of same, and thereafter sue each of those agents.\n. In Abbe v. Woman’s Hospital Association, 35 Mich.App. 429, 192 N.W.2d 691 (1971), the court rejected a claim that the doctor had been negligent in failing to explain the difference between a nurse anesthesiologist and a physician anesthesiologist because that claim was unsupported by testimony as to the prevailing practice by which the defendant was to be judged. By implication, had the prevailing practice been to inform patients, a cause of action for negligence in obtaining an informed consent might have lain. We do not indicate that the courts of Maryland would adopt such a theory of informed consent, but only that appellees could have urged it.\n. It is for this reason that we reject appellants’ related contention that the trial judge erred in refusing to instruct the jury to consider appellees’ remaining potential claims in assessing damages. Furthermore, considering the relationship of the parties to the instant action and to the other potential actions, and considering also the nature of the claims and defenses raised in the instant action, it would have been impractical and unreasonable to ask the jury to measure the potential mitigation as suggested by appellants.\n. Davis v. Sheriff, D.C.Mun.App., 81 A.2d 344 (1951); Davison v. Morgan, 60 App.D.C. 161, 50 F.2d 311 (1931).\n. Not presented by this appeal is the question of what should follow if appellees should in the future bring suit against any employee or agent of the hospital and county on account of the matters involved here. The parties did not address that issue before the trial court and did not brief it on appeal. Only if there should be such further litigation need it be decided whether appellants are subrogated pro timto to the appellees’ remaining rights of action.",
        "type": "majority",
        "author": "BELSON, Associate Judge:"
      }
    ],
    "attorneys": [
      "James C. Gregg, Washington, D.C., with whom Gary W. Brown, Washington, D.C., was on the brief, for Lawrence J. Winter et al.",
      "Milton Heller, Washington, D.C., with whom Irving Dross, Langley Park, Md., was on the brief, for Edwin Brown et al."
    ],
    "corrections": "",
    "head_matter": "Lawrence J. WINTER et al., Appellants, v. Edwin Darnell BROWN, a minor, by his mother and next friend Audrey Ann Brown, et al., Appellees. Edwin Darnell BROWN, a minor, by his mother and next friend Audrey Ann Brown, et al., Appellants, v. Lawrence J. WINTER et al., Appellees.\nNos. 9262, 9270.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 14, 1975.\nDecided Nov. 1, 1976.\nRehearing and Rehearing en Banc Denied Dec. 9, 1976.\nJames C. Gregg, Washington, D.C., with whom Gary W. Brown, Washington, D.C., was on the brief, for Lawrence J. Winter et al.\nMilton Heller, Washington, D.C., with whom Irving Dross, Langley Park, Md., was on the brief, for Edwin Brown et al.\nBefore KELLY and MACK, Associate Judges, and BELSON, Associate Judge, Superior Court of the District of Columbia.\nSitting by designation pursuant to D.C.Code 1973, § 11-707(a)."
  },
  "file_name": "0381-01",
  "first_page_order": 437,
  "last_page_order": 442
}
