{
  "id": 7899745,
  "name": "BOLLING FEDERAL CREDIT UNION, Appellant, v. CUMIS INSURANCE SOCIETY, INC., Appellee",
  "name_abbreviation": "Bolling Federal Credit Union v. Cumis Insurance Society, Inc.",
  "decision_date": "1984-03-21",
  "docket_number": "No. 83-926",
  "first_page": "382",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "475 A.2d 382"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "48 N.E. 35",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1897,
      "opinion_index": 0
    },
    {
      "cite": "168 Ill. 199",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3187765
      ],
      "year": 1897,
      "opinion_index": 0,
      "case_paths": [
        "/ill/168/0199-01"
      ]
    },
    {
      "cite": "368 F.Supp. 972",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5635995
      ],
      "pin_cites": [
        {
          "page": "979"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/368/0972-01"
      ]
    },
    {
      "cite": "420 N.E.2d 456",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "51 Ill.Dec. 42",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "95 Ill.App.3d 562",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3117824
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/95/0562-01"
      ]
    },
    {
      "cite": "720 F.2d 705",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1903896,
        3790691
      ],
      "pin_cites": [
        {
          "page": "710"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/720/0705-01",
        "/us-app-dc/232/0058-01"
      ]
    },
    {
      "cite": "445 A.2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984392
      ],
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/445/0339-01"
      ]
    },
    {
      "cite": "253 S.E.2d 863",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "865"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "149 Ga.App. 240",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        800861
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/149/0240-01"
      ]
    },
    {
      "cite": "531 F.2d 1037",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10814056,
        1074559
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "1047"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-ct-cl/209/0313-01",
        "/f2d/531/1037-01"
      ]
    },
    {
      "cite": "209 Ct.Cl. 313",
      "category": "reporters:specialty",
      "reporter": "Ct.Cl.",
      "case_ids": [
        10814056
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "329-31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-ct-cl/209/0313-01"
      ]
    },
    {
      "cite": "355 F.2d 839",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        842240,
        3653165
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/355/0839-01"
      ]
    },
    {
      "cite": "122 U.S.App.D.C. 414",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3653165
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "238 F.Supp. 1011",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        371406
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1014"
        },
        {
          "page": "1013"
        },
        {
          "page": "1014-15",
          "parenthetical": "criticizing Illinois law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/238/1011-01"
      ]
    },
    {
      "cite": "518 F.Supp. 1116",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5607350
      ],
      "pin_cites": [
        {
          "page": "1117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/518/1116-01"
      ]
    },
    {
      "cite": "512 F.2d 205",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        159066
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "208",
          "parenthetical": "applying Ohio aw"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/512/0205-01"
      ]
    },
    {
      "cite": "483 F.Supp. 1142",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4127791
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/483/1142-01"
      ]
    },
    {
      "cite": "626 F.2d 959",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        651560,
        3505402
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "961"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/626/0959-01",
        "/us-app-dc/200/0095-01"
      ]
    },
    {
      "cite": "200 U.S.App.D.C. 95",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3505402
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/200/0095-01"
      ]
    },
    {
      "cite": "393 F.2d 362",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2109075,
        3578574
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/393/0362-01"
      ]
    },
    {
      "cite": "129 U.S.App.D.C. 253",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3578574
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "470 A.2d 1256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8013260
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/1256-01"
      ]
    },
    {
      "cite": "558 F.2d 1113",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        946866
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1114"
        },
        {
          "page": "1114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/558/1113-01"
      ]
    },
    {
      "cite": "148 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8120600
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "312"
        },
        {
          "page": "312"
        },
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/148/0311-01"
      ]
    },
    {
      "cite": "12 U.S.C. §§ 1751",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "392 A.2d 1005",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018027
      ],
      "pin_cites": [
        {
          "page": "1006"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/392/1005-01"
      ]
    },
    {
      "cite": "148 A.2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8120600
      ],
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/148/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1062,
    "char_count": 24076,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 2.7901757746981383e-07,
      "percentile": 0.8359549147459948
    },
    "sha256": "8d52603b212c82d4ae3caa0a7ddd77a95379e3a3c2541afc51d58e2e6425988b",
    "simhash": "1:9e35c75d061d9587",
    "word_count": 3921
  },
  "last_updated": "2024-02-27T17:43:37.522735+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FER Associate Jud; REN, PRYOR and TERRY, es."
    ],
    "parties": [
      "BOLLING FEDERAL CREDIT UNION, Appellant, v. CUMIS INSURANCE SOCIETY, INC., Appellee."
    ],
    "opinions": [
      {
        "text": "PRYOR, Associate Judge:\nThis case involves the proper construction of a release from liability. The trial court ruled upon cross-motions for summa-appellee’s favor, and dis-nt’s complaint with preju-m ry judgment missed appelk dice. We conclude that there was no genuine issue of ma court did not e appellee, pursu a matter of la\\ Aerial fact, and that the trial err in awarding judgment to lant to Super. Ct.Civ.R. 56, as w. Hence, we affirm.\nAppellant (Billing) is a credit union regulated by federa law, see 12 U.S.C. §§ 1751-95j (1982), which conducts business in the District of Columbia. Appellee (Cumis) is a Wisconsin corporation- which also does business here. In 1972, the parties executed a “Discovery Bond” which provided indemnification upon Bolling’s proof of loss, for losses resulting from, inter alia, failure by any Bolling em ployee “to well and faithfully perform his duties.”\nIn 1979, Boling presented Cumis with claims for dociimented losses of over one million dollars. The claims stemmed from nearly seven hundred demonstrably unrecoverable loans, which were made by Boll-ing's agents as$ertedly in derogation of the organization’s policy. Rather than commit the resources necessary to investigate these claims and defend a resultant lawsuit, Cumis offered a settlement. Bolling agreed, signed a release dated February 7, 1980, and accepted payment of $250,000. The release, waiving all claims as of the execution date, is reproduced in the margin.\nIn late 1981 and early 1982, Bolling returned to Cumis with claims for losses arising from an additional twenty-four unrecoverable loans made by the same employees responsible for the losses previously at issue. Indeed, seventeen of the twenty-four loans had been declared in default before the release was signed. Cumis refused to indemnify Bolling for these losses, claiming that such compensation had been waived by the release.\nBolling sued to collect, and has argued throughout these proceedings that although the twenty-four delinquent loans were made prior to February 7, 1980, they had not been charged off as losses before then, and consequently were not covered by the release as “claims of any kind or character which Bolling [had] or may have [had] against Cumis” as of the release date. Cumis contends contrarily that the present claims are barred by the release, which was drafted and intended to preempt any and all claims stemming from transactions occurring prior to the release date. Our reading of the release persuades us that Cumis is essentially correct that the plain language determines the outcome here. The language of the release is sufficiently clear to preclude, under parol evidence principles, the use of extrinsic evidence to probe the parties’ intentions. Because there were no genuine issues of material fact, the trial court was confronted with a straightforward legal question. We agree with the trial judge that Cumis was entitled to judgment as a matter of law. Super.Ct.Civ.R. 56(c).\nA release is a form of contract. The parties’ intentions are paramount to construction of the instrument. Saslaw v. Rosenfeld, 148 A.2d 311, 312 (D.C.1959); see generally Couch On INSURANCE 2d § 60:18 (Rev. ed. 1983). If the release is facially unambiguous, we must rely solely upon its language as providing the best objective manifestation of the parties’ intent. Couch, supra, § 60:20; see, e.g., Saslaw, supra, 148 A.2d at 312; Locafrance U.S. Corp. v. Intermodal Systems Leasing, Inc., 558 F.2d 1113, 1114 (2d Cir.1977).\nThe present release provides that Cumis is not liable “for all claims of any kind or character which Bolling has or may have against Cumis to the date of this release ..., including but not limited to all matters relating to Civil Action No. 13573-79 -” Addressing the question of intent, Bolling contends that the parties understood that there could be no “claim” prior to a determination of the loss suffered. Under Super.Ct.Civ.R. 56, the trial court was bound to entertain all favorable inferences from Bolling’s pleadings and supporting documents before granting summary judgment in Cumis’ favor, McCoy v. Quadrangle Development Corp., 470 A.2d 1256 at 1258 n. 3 (D.C.App.1983), but the language of the release renders Boll-ing’s assertions immaterial to the outcome, even if true.\nThe release does not solely encompass claims for accrued or imputable losses, as determined by Bolling’s accounting department. It expressly releases Cumis from “all claims of any kind or character” (emphasis added). Compare Wells v. Rau, 129 U.S.App.D.C. 253, 256, 393 F.2d 362, 365 (1968). Moreover, the release covers claims “which Bolling has or may have ” (emphasis added) as of the execution date. Recognizing that we should “construe the contract as a whole so as to give meaning to all of the express terms,” Washington Metropolitan Area Transit Authority v. Mergentime Corp., 200 U.S.App.D.C. 95, 97, 626 F.2d 959, 961 (1980), the language in the release must necessarily be read to encompass losses of which Bolling had knowledge, as well as those which existed but were not yet identified, at the time the release was signed.\nIn support of its position Bolling also argues, relying heavily upon Fidelity and Deposit Co. of Maryland v. President and Directors of Georgetown College, 483 F.Supp. 1142 (D.D.C.1980), and Russell Gasket Co. v. Phoenix of Hartford Insurance Co., 512 F.2d 205 (6th Cir.1975), that the claims at issue were not, as a matter of law, claims as of the date of the release because actúa losses were unknown at that time and t, “claim” can only be for an actual, documented loss. We are not persuaded by this argument.\nThe cases relied upon by Bolling address whether a claim was presented in timely fashion in light of the applicable statutes of limijtation. In such a context— statutory preclusion of a bona fide claim— it is reasonable to conclude, as the courts did in those instances, that a claim, which stems from thje insured’s discovery of a loss, does not arise before the insured has had an opportunity to determine the extent of the loss suffered. See Fidelity and Deposit Co., supra, 483 F.Supp. at 1147; Russell Gasket Co., supra, 512 F.2d at 208 (applying Ohio aw).\nThese clses are inapposite because the context he^ is not statutory preclusion of a valid claim, but voluntary waiver thereof. When it signed the release, Boll-ing knew that I at least seventeen of the twenty-four loajns had been declared in default. On the facts of this case, we think it reasonable to conclude that Bolling should have realized that the agents responsible for these (and jiearly seven hundred additional) bad loans may well have made others. Surely Bolling, which had complete access to its own corporate records, had the responsibility to make at least a cursory check of those records prior to signing a broadly-worded release. See Consolidated Rail Corp. v. Hudson Cement Corp., 518 F.Supp. 1116, 1117 (S.D.N.Y.1981); cf. Randolph v. Ottenstein, 238 F.Supp. 1011, 1014 (D.D.C.1965) (insurance company had no independent knowledge of plaintiffs injuries), affd, 122 U.S.App.D.C. 414, 355 F.2d 839 (1966). In the circumstances of this case, where there is neither allegation nor evidence of fraud, duress, or inequality of bargaining power between the parties, see id., 238 F.Supp. at 1013, Bolling may not have known the extent of its losses when it signed the release agreement, but it did have the means to articulate and bargain for appropriate language of reservation, if that was its intent. See Johnson, Drake & Piper, Inc. v. United States, 209 Ct.Cl. 313, 329-31, 531 F.2d 1037, 1047 (1976).\nTerminology similar to that selected by the parties here has been construed consistently by courts as providing for nothing less than a general release. See, e.g., Saslaw, supra, 148 A.2d at 312; Locafrance, supra, 558 F.2d at 1114; Garrett v. Heisler, 149 Ga.App. 240, 241, 253 S.E.2d 863, 865 (1979). There is no reason to reach a contrary conclusion today. See Ran dolph, supra, 288 F.Supp. at 1013. The judgment is\nAffirmed.\n. Cumis refusejd to indemnify these claims based upon its construction of the Discove-” Bond. Bolling filed suit in 1979 to com] payment.\n.\nRELEASE\nWHEREAS) CUMIS Insurance Society, Inc. (\"CUMIS”) issued a bond number CPC 09992 dated January 11, 1972, with various endorsements and renewals, to Bolling Federal Credit Union (\"Bolli: ig”);\nWHEREAS, Bolling has made various claims under the bond for losses allegedly resulting from the unfaithful performance of its employees;\nWHEREAS, CUMIS and Bolling have agreed to con promise the losses allegedly incurred by Bolling;\nTHE PARTIES THEREFORE AGREE:\nIn consideration of the sum of two-hundred and fifty thoulsand dollars ($250,000) paid by CUMIS to Bolling, receipt of which is acknowledged, Bolling hereby RELEASES, ACQUITS AND FOREVER DISCHARGES CUMIS Insurance Society, Inc., its agents, servants and employees, for all claims of any kind or character which Bolling has or may have against CUMIS to the date of this release under the above referenced bond, its endorsements and renewals, including but not limited to all matters relating to Civil Action No. 13573-79 filed in the Superior Court of the District of Columbia.\nIN WITNESS WHEREOF, Bolling Federal Credit Union has affixed its seal by an authorized officer on this the 7[th] day of February, 1980.\nThe release was signed by Bolling’s president and notarized.\n. Cumis also defended this action by arguing that even if the release did not bar indemnification for the twenty-four loans, the terms of the Discovery Bond itself precluded recovery. Cu-mis further questioned whether Bolling adequately established that malfeasance of duty by its employees caused the losses of which Bolling complains. In light of our holding, we do not address these defenses.\n. The trial court issued its judgment from the bench, without accompanying opinion. Therefore, it is not apparent whether the court relied upon its construction of the release, or bond, in reaching a decision. This does not preclude our affirmance based upon the reasons stated herein, however, because the court reached the proper result. See Marinopoliski v. Irish, 445 A.2d 339, 340 (D.C.1982); United States v. Garrett, 720 F.2d 705 at 710 (D.C.Cir.1983).\n. An affidavit filed by a Bolling official stated that the parties established through negotiations, during the pendency of the 1979 litigation, that a “loss” only accrued after the account had been charged off as such by Bolling’s accountants.\n. It is for this reason that we disagree with our dissenting colleague. He perceives that it is a genuine issue of fact whether each loss was or should have been written off as such by the release date. In our view, the general language used by the parties anticipates and renders irrelevant the issue of when the losses did or should have accrued.\n. This is a case where neither the pleadings nor the evidence established that the sheer number of loans made bV the malfeasant agents precluded Bolling's investigation, or that additional potential losses wfere undiscoverable at the time the release was signed for some other reason. The trial court vyas not bound to entertain such possibilities. McCoy, supra, at 1258 n. 3. During oral argument, counsel for Bolling indicated that in addition i.o the nearly seven hundred bad loans expressly covered by the settlement and release, the instant twenty-four loans were the only others suspect. This underscores our belief that the language used by the parties manifested an intent to effect a general release.\n. The record doe access to Bolling' s not reveal that Cumis had any ⅛ records.\n. Bolling's reference to Murphy v. S-M Delaware, Inc., 95 Ill.App.3d 562, 51 Ill.Dec. 42, 420 N.E.2d 456 (1981), does not convince us that the general release in our case cannot bar claims which were unknown at the time the release was signed. ‘Illinois law holds that contracting parties may not release each other from unknown claims, even through the use of very broad language to that effect. Pennwalt Corp. v. Metropolitan Sanitary Dist. of Greater Chicago, 368 F.Supp. 972, 979 (N.D.Ill.1973) (citing Todd v. Mitchell, 168 Ill. 199, 48 N.E. 35 (1897)). The law in our jurisdiction is otherwise. See Sas-law, supra; Randolph, supra, 238 F.Supp. at 1014-15 (criticizing Illinois law); see generally Couch, supra, § 60:70.",
        "type": "majority",
        "author": "PRYOR, Associate Judge:"
      },
      {
        "text": "FERREN, Associate Judge,\ndissenting:\nI respectfully dissent because I believe there are genuine issues of material fact that preclude summary judgment.\nI.\nThe release at issue provides:\nWHEREAS, CUMIS Insurance Society, Inc. (“CUMIS”) issued a bond number CPC 09992 dated January 11, 1972, with various endorsements and renewals, to Bolling Federal Credit Union (“Bolling”);\nWHEREAS, Bolling has made various claims under the bond for losses allegedly resulting from the unfaithful performance of its employees;\nWHEREAS, CUMIS and Bolling have agreed to compromise the losses allegedly incurred by Bolling;\nTHE PARTIES THEREFORE AGREE:\nIn consideration of the sum of two-hundred and fifty thousand dollars ($250,000) paid by CUMIS to Bolling, receipt of which is acknowledged, Bolling hereby RELEASES, ACQUITS AND FOREVER DISCHARGES CUMIS Insurance Society, Inc., its agents, servants and employees, for all claims of any kind or character which Bolling has or may have against CUMIS to the date of this release under the above referenced bond, its endorsements and renewals, including but not limited to all matters relating to Civil Action No. 13573-79 filed in the Superior Court of the District of Columbia.\nIN WITNESS WHEREOF, Bolling Federal Credit Union has affixed its seal by an authorized officer on this the 7[th] day of February, 1980.\nThis release refers to claims for losses under paragraph A of the bond:\nTHIS BOND PROVIDES COVERAGE\nA. For direct loss of, or damage to, any property, as defined herein, caused by the fraud or dishonesty of any of the Insured’s employees, as herein defined, and directors, committed anywhere, whether acting alone or in collusion with others, or through the failure on the part of such employee, excluding directors acting as directors except for fraud or dishonesty, to well and faithfully perform his duties.\nThe only basis for a claim here — as both the preamble to the release and paragraph A of the bond make clear — is a “loss” caused by the failure of a Bolling employee to perform his or her duties faithfully. Thus, the critical question is whether Boll-ing’s 24 claims in this lawsuit, attributable to improper loans by unfaithful employees, are claims under the bond for “losses” that Bolling had or may have had “to the date of this release.”\nA loan, whether in default or not, will not ripen into a loss until reasonable business practices require a writeoff. Thus, each of the 24 loans for which Bolling makes a claim (of which 17 were in default at the time the release was executed) presents a question of fact: under Bolling’s policy for writing off loans (which must accord with reasonable business practices), was the transaction a “loss,” or should it have been deemed a “loss,” as of the date of the release? Only if so could it be a claim “which Bolling has or may have against CUMIS to the date of this release under the above referenced bond” (emphasis added). See Saslaw v. Rosenfeld, 148 A.2d 311, 312 (D.C.1959) (“release discharging all ‘... causes of actions ... claims and demands whatsoever in law or in equity ...’ which [appellant] had or might have as of the date of the release” read by court to “relinquish[ ] all rights to sue on any claim which [appellant] might have had against appellee prior to the effective date of the release.” (emphasis added)).\nBecause the record does not show whether any, let alone all, of the 24 loans represented actual pr imputable losses as of the date of the release, February 7, 1980, there was no basis Ifor summary judgment that all 24 loan transactions represented claims for which Bolling signed a release.\nThe majorit|y premises its opinion on a perception that both parties intended a general release or all Bolling’s claims attributable to employee transactions, not merely to actual or imputable losses, as of the date of the release. The problem is that the release does not say this. Although the body of the release does refer to “claims of any kind or character,” two facts are unassailable: (1) Bjolling’s release of claims is limited to claims that Bolling “has” (actual) or “may have’ (imputable) “to the date of this release,” not thereafter; and (2) there cannot possibly be a “claim[] of any kind or character J.. under the above referenced bond” lj>y the date of the release, unless there has been an actual or imputable loss by that date. That requires a claim-by-claim ¡factual determination.\nThe majority actually appears to agree with this analysis, for my colleagues acknowledge thajt “the language in the release must necessarily be read to encompass losses of' which Bolling had knowledge, as well jas those which existed but were not yet jidentified, at the time the release was signed ” (emphasis added). Ante at 385. ¡And yet the majority then violates its own reading of the release, for, in affirming summary judgment, my colleagues conclude that Bolling also released unidentified losses that may have accrued, under usual business practices, after the release had been signed.\nThe majority goes on to charge Bolling with responsibility for “articulatpng] and bargaining] for appropriate language of reservation, if that was its intent.” Ante at 386. This admonition, however, ignores the fact that by expressly limiting the effect of the release to claims “to the date of this release,” the parties have articulated, with appropriate language, a reservation of claims arising from post-release losses. The majority’s reading of the release gives no effect to this language. Moreover, if, as the majority suggests, this release was intended to encompass claims arising from losses that accrued both before and after the date of its execution, I would charge Cumis with responsibility for articulating and bargaining for language that made clear this exceedingly broad purpose. Such a purpose could easily have been memorialized by simply referring to all claims arising both before and after the release date with respect to loans made by a specified group of employees. Thus, the flaw in the majority’s analysis is twofold: first, it violates a cardinal principle of interpreting contracts by rendering meaningless one of the terms expressly included by the parties, Restatement (Second) of ContRacts § 203(a) (1979); and, second, it reads the release to have an expansive meaning which the parties easily could have expressed but did not.\nIn summary, Cumis should not prevail here automatically under the release; each claim must be evaluated as to whether it does — or does not — represent an actual or imputable loss to Bolling as of the release date.\nII.\nCumis further argues that even if the court were to rule that the release does not warrant summary judgment — i.e., that one or more of the 24 claims accrued after February 7, 1980 — Cumis must prevail under paragraph 9 of the General Conditions of the bond, which provides:\nTERMINATION AS TO EMPLOYEES AND DIRECTORS. This bond, insofar as it covers losses caused by employees and directors, shall be deemed terminated as respects subsequent losses caused by any employee or director — (a) as soon as the Insured learns of any fraudulent or dishonest act on the part of such employee or director, without prejudice to the loss of any Property then in his or her custody, or (b) as soon as the Insured learns of lack of faithful performance claim payment by any surety or insurer as a result of lack of faithful performance by such employee, without prejudice to the loss of any Property then in his or her custody, or (c) at noon of the 15th day after receipt by the Insured of written notice of the Society’s desire it terminate this Bond as to such employee or director.\nCumis’ theory is that, once it has paid a claim with respect to certain unfaithful employees, the bond is terminated as to those employees, and that any subsequent claim with respect to them is accordingly barred. I disagree.\nParagraph 9 precludes claims for “subsequent losses,” i.e., losses after the “Insured learns of a lack of faithful performance claim payment” with respect to loans by particular unfaithful employees. This provision is intended to prevent an insured from relying on those same employees, and continuing to receive insurance coverage, once it learns of the unfaithful performance and recovers insurance for it.\nBut, clearly, paragraph 9 does not preclude payment of more than one claim for uncompensated losses from loans that such an employee had made before the insured reasonably should have discovered the employee’s misconduct. The bar to recovery under paragraph 9 after an insured has received a claim payment is “without prejudice to the loss of any Property then [i.e., at the time of a claim payment] in his or her custody.” Although this language is written as though the employee had absconded with and retained custody of property, it must be construed with reference to the kind of loss transaction contemplated by the parties in executing the bond. Thus, it obviously covers a situation, such as this, where there is a second claim for losses attributable to an employee who unfaithfully put property (here, loan proceeds) in the custody of a third party before discovery of the unfaithful deed.\nIII.\nBecause there are genuine issues of material fact as to whether Bolling’s 24 claims are barred by the release, and because paragraph 9 of the General Conditions of the bond does not preclude Bolling’s claims in the event any of them survives the release, I would reverse and remand for trial.\n. It is interesting to note that the majority suggests its reading of the release might well be different if \"the| sheer number of loans made by the malfeasant agents [had] precluded Bolling’s investigation” o'r if \"additional potential losses [had been] undiscoverable at the time the release was signed.” Ante at 386, n. 7. The record in this case contains absolutely no evidence of the totjal number of loans made by the malfeasant employees; nor does it indicate in any way that ¿¡oiling was able to estimate the extent of the losses it could expect to incur from loans that did pot ripen into losses until after the date of the release. Although counsel for Bolling indicated during oral argument that the 24 transactions pt issue in this case are the only loans that Bolling now argues ripened into losses after the release date, he did not state how many loans by malfeasant employees did not become losses or whether Bolling had any way of determining, at the time the release was signed, the likelihood that such loans would become losses.\nIn determining whether an issue of fact exists for summary judgment purposes, any doubt must, of course, be resolved against the moving party. Turner v. American Motors General Corp., 392 A.2d 1005, 1006.(D.C.1978). It should therefore be presumed that Bolling’s ability to discover the extent of the losses it would incur after the release — a factor which the majority properly recognizes to be important — was lacking. Thus, far from ”underscor[ing]\" the validity of the analysis used by the majority, the absence of evidence regarding the predictability of Bolling’s post-release losses strongly supports a conclusion that factual issues remain to be resolved and summary judgment was inappropriate.",
        "type": "dissent",
        "author": "FERREN, Associate Judge,"
      }
    ],
    "attorneys": [
      "John C. Morrison, Washington, D.C., with whom Paul A. Kiefer, Washington, D.C., was on briefs, for appellant.",
      "F. Joseph N appellee. salon, Washington, D.C., for"
    ],
    "corrections": "",
    "head_matter": "BOLLING FEDERAL CREDIT UNION, Appellant, v. CUMIS INSURANCE SOCIETY, INC., Appellee.\nNo. 83-926.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 7, 1984.\nDecided March 21, 1984.\nJohn C. Morrison, Washington, D.C., with whom Paul A. Kiefer, Washington, D.C., was on briefs, for appellant.\nF. Joseph N appellee. salon, Washington, D.C., for\nBefore FER Associate Jud; REN, PRYOR and TERRY, es."
  },
  "file_name": "0382-01",
  "first_page_order": 438,
  "last_page_order": 445
}
