{
  "id": 12046544,
  "name": "Earl SHERROD, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (THOROUGHGOOD, INC.), Respondent",
  "name_abbreviation": "Sherrod v. Workmen's Compensation Appeal Board",
  "decision_date": "1995-10-17",
  "docket_number": "",
  "first_page": "383",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 383"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "531 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834345
      ],
      "weight": 3,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0287-01"
      ]
    },
    {
      "cite": "156 Pa.Commonwealth Ct. 565",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1447103
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0565-01"
      ]
    },
    {
      "cite": "509 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795308
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0267-01"
      ]
    },
    {
      "cite": "664 A.2d 703",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0703-01"
      ]
    },
    {
      "cite": "132 Pa.Commonwealth Ct. 22",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1401193
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0022-01"
      ]
    },
    {
      "cite": "133 Pa.Commonwealth Ct. 532",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1402869
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0532-01"
      ]
    },
    {
      "cite": "655 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "540 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "646 A.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1464344,
        12058743
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/166/0354-01",
        "/a2d/646/1272-01"
      ]
    },
    {
      "cite": "166 Pa.Commonwealth Ct. 354",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1464344
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/166/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 10090,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 8.207969812609436e-07,
      "percentile": 0.974762428234233
    },
    "sha256": "572be600aa0acd31f211d3c655c98897e8361f0db0801f6940c664622ae45ed1",
    "simhash": "1:016a39a7f6bce1fd",
    "word_count": 1609
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and FRIEDMAN, JJ., and SILVESTRI, Senior Judge."
    ],
    "parties": [
      "Earl SHERROD, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (THOROUGHGOOD, INC.), Respondent."
    ],
    "opinions": [
      {
        "text": "SILVESTRI, Senior Judge.\nEarl Sherrod (Claimant) petitions for review of an opinion and order of the Workmen’s Compensation Appeal Board (Board) which affirmed in part and amended in part the decision of the Worker’s Compensation Judge (Judge) to terminate benefits to Claimant.\nClaimant was employed by Thoroughgood, Inc. (Employer) as a maintenance man wherein his duties included plumbing, carrying boxes of supplies, loading and unloading supplies and moving furniture. Claimant sustained a work-related injury to his low back, ribs and legs when lifting a dryer on December 19, 1989 for which he received benefits. On July 26,1991, Employer filed a Termination Petition alleging Claimant was fully recovered from his work injury as of June 6, 1991. On December 31, 1991, Employer’s request for supersedeas was granted. On November 12, 1992, Claimant filed a Petition for Reinstatement of Compensation on the basis that the Judge had improperly refused to reopen the record despite Claimant’s having secured a new attorney and having scheduled Claimant’s deposition.\nAfter receipt of the medical depositions of William Bonner, M.D. on behalf of Employer and Corey K. Ruth, M.D. on behalf of Claimant, and after a hearing at which Claimant testified, the Judge issued an opinion on April 8, 1994 granting the petition of Employer and terminating Claimant’s benefits as of June 6, 1991. On appeal, the Board issued a determination affirming the termination of benefits to Claimant.\nOn appeal to this court, only one issue is presented for review. Herein, Claimant contends the Judge did not render a “reasoned decision”. Specifically, Claimant asserts that a reasoned decision must include an explanation of credibility findings, and argues that a remand to a different Judge is required because the original Judge rendered the decision in a cursory fashion despite having adequate time and opportunity to render a decision in compliance with the law.\nThe issue presented for our consideration is governed by Section 422(a) of the Workers’ Compensation Act (Act). Section 422(a) provides:\nNeither the board nor any of its members nor any referee shall be bound by the common law or statutory rules of evidence in conducting any hearing or investigation, but all findings of fact shall be based upon sufficient competent evidence to justify same. All parties to an adjudicatory proceeding are entitled to a reasoned decision containing findings of fact and conclusions of law based upon the evidence as a whole which clearly and concisely states and explains the rationale for the decisions so that all can determine why and how a particular result was reached. The adjudicator shall specify the evidence upon which the adjudicator relies in conformity with this section. The adjudication shall provide the basis for meaningful appellate review.\nHerein, the Judge made five (5) findings of fact, specifically finding as follows:\n1. The Claimant, Earl Sherrod, suffered an injury to his low back, ribs and legs in the course and scope of his employment as a maintenance man on December 19, 1989. Defendant accepted the injury and began paying wage loss compensation at the rate of $162.00 based on an average weekly wage of $180.00.\n2. Dr. William Bonner, a board certified phychiatrist, examined Mr. Sherrod on behalf of the Defendant on June 6,1991. Dr. Bonner concluded that the Claimant had probably been attempting to manipulate test results, that there were no objective findings of any disability resulting from the work injury and that as of June 6, 1991, the Claimant had fully recovered from his work related injury and was able to return to work without restrictions due to the injury.\n3. Claimant presented the testimony of Dr. Corey K. Ruth, which the Court finds to be self-serving, unconvincing and not credible. Dr. Ruth began treating Mr. Sherrod in April, 1990 and, between his office visits and referrals to his owned Central Rehabilitation, by far the greatest item of medical expense. Despite these many thousands of dollars worth of medical treatment, Mr. Sherrod appears not to have benefited from it at all.\n4. The Claimant testified on his own behalf, after careful review and consideration, the Court finds his testimony unconvincing as to continuing disability. The Court notes that Claimant believes he has experienced significant improvement and has reduced the amount of medical treatment. Dr. Ruth’s testimony is not consistent with that of his patient.\n5. Defendant has presented a reasonable contest.\nOn the basis of these findings, the Judge made two (2) conclusions. First, the Judge concluded that Employer had “sustained its burden to prove by unequivocal, convincing evidence that Claimant has fully recovered from his work-related injury and was able to return to work without any restrictions due to the injury.” Second, the Judge concluded that Claimant had failed to sustain the burden on his Petition for Reinstatement.\nClaimant argues that “the 1993 Amendment to Section 422(a) requires a more detailed analysis and a greater level of specificity regarding the evidence considered by the ... Judge.” See Claimant’s brief at p. 14. Claimant provides no authoritative support for this assertion. Claimant merely makes the bald assertion that brevity is inconsistent with a “reasoned decision”.\nTo the contrary, Employer asserts a “reasoned decision” is to be clear, concise and explain the rationale of the decision. Employer submits that the brevity of the Judge’s decision in this case does not belie the fact that the decision meets all of the requirements of Section 422(a). We agree.\nThe record reveals that only three items of evidence were introduced and all three were addressed by the Judge’s decision. From review of the Judge’s decision, it is clear’ that the Judge rejected Dr. Ruth’s testimony as not credible, self-serving and unconvincing. The authority of the Judge over questions of credibility, conflicting medical evidence, and evidentiary weight is unquestioned. Hills Dept. Store No. 59 v. Workmen’s Compensation Appeal Board (McMullen), 166 Pa.Commonwealth Ct. 354, 646 A.2d 1272 (1994), petition for allowance of appeal denied, 540 Pa. 587, 655 A.2d 518 (1995); Buczynski v. Workmen’s Compensation Appeal Board (Richardson-Vicks, Inc.), 133 Pa.Commonwealth Ct. 532, 576 A.2d 421 (1990); Cavallo v. Workmen’s Compensation Appeal Board (Barnes & Tucker Co.), 132 Pa.Commonwealth Ct. 22, 571 A.2d 1096 (1990). Section 422(a) does not require that a Judge set forth in detail the process by which he arrived at such a determination. It is sufficient that he state in a clear and concise manner what the determination was, as here.\nAs stated by the Board in its opinion:\nA reasoned decision does not require the Workers’ Compensation Judge to explain why he found one witness credible and another not credible. A credibility determination is a value judgment for which no objective standard of review can be established. If credibility is not subject to review, it is a meaningless gesture to require an explanation....\nA reasoned decision is a decision which sets forth the essence of the testimony which the Workers’ Compensation Judge found credible. The essence of the testimony is more than just the ultimate opinion rendered by the witness. The essence of the testimony is the facts relied upon by the witness in rendering his testimony and opinion. Such an explanation is subject to review....\nSee decision of the Board at pp. 4-5.\nSee also Greenwich Collieries v. Workmen’s Compensation Appeal Board (Buck), 664 A.2d 703 (Pa.Cmwlth.1995).\nIn opinions published prior to the enactment of the 1993 Amendments to the Act, the Supreme Court refused to impose on administrative agencies “a requirement of redundant explanation”. See Bethenergy; Peak v. Unemployment Compensation Board of Review, 509 Pa. 267, 501 A.2d 1383 (1985). Even in light of the recent amendment to Section 422(a) requiring a “reasoned decision”, it would seem plausible that imposition of a “redundant explanation” would no more be required now then it was prior to the amendment.\nAccordingly, on the basis of the foregoing, we affirm the order of the Board.\nORDER\nAND NOW, this 17th day of October, 1995, the order of the Workmen’s Compensation Appeal Board is affirmed.\n. The Board specifically amended the Judge’s decision and order to provide that Employer be responsible for payment of Claimant’s related medical expenses through the date of the Judge’s decision. In all other respects, the Board affirmed the decision.\n. Our scope of review is limited to determining whether constitutional rights have been violated, whether an error of law has been committed and whether all necessary findings are supported by substantial evidence. Bugay v. Workmen’s Compensation Appeal Board (Mellon Bank, N.A., 156 Pa.Commonwealth Ct. 565, 628 A.2d 519 (1993).\n. Claimant maintains that though the Judge had a seven (7) month period in which to dispose of this matter, the decision \"contained a scant five Findings of Fact and two Conclusions of Law”. See Brief of Claimant at p. 18.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 834.\n. \"Reason” is defined as \"a faculty of the mind by which it distinguishes truth from falsehood, good from evil, and which enables the possessor to deduce inferences from facts or from propositions.” See Black’s Law Dictionary 1265 (6th ed. 1990).\n. The Supreme Court of this Commonwealth has also made clear the principle that the appellate role is not to reweigh evidence or to review the credibility of witnesses. Bethenergy Mines, Inc. v. Workmen’s Compensation Appeal Board (Skirpan), 531 Pa. 287, 612 A.2d 434 (1992). The role of both the Board and this court are appellate in nature. Id.",
        "type": "majority",
        "author": "SILVESTRI, Senior Judge."
      }
    ],
    "attorneys": [
      "Donna E. Baker, for petitioner.",
      "Lisabeth R. Brown, for respondent."
    ],
    "corrections": "",
    "head_matter": "Earl SHERROD, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (THOROUGHGOOD, INC.), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Aug. 11, 1995.\nDecided Oct. 17, 1995.\nDonna E. Baker, for petitioner.\nLisabeth R. Brown, for respondent.\nBefore DOYLE and FRIEDMAN, JJ., and SILVESTRI, Senior Judge."
  },
  "file_name": "0383-01",
  "first_page_order": 441,
  "last_page_order": 444
}
