{
  "id": 11242138,
  "name": "Luis BLAZQUEZ, Appellant, v. PENNSYLVANIA FINANCIAL RESPONSIBILITY ASSIGNED CLAIMS PLAN, Appellee",
  "name_abbreviation": "Blazquez v. Pennsylvania Financial Responsibility Assigned Claims Plan",
  "decision_date": "2000-07-28",
  "docket_number": "",
  "first_page": "384",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "506 A.2d 522",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346134
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "examining PennDOT's investigative powers according to 75 Pa.C.S.A. § 3754"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0075-01"
      ]
    },
    {
      "cite": "638 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        940014,
        7357519
      ],
      "weight": 3,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/432/0295-01",
        "/a2d/638/0233-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        940014
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/432/0295-01"
      ]
    },
    {
      "cite": "394 Pa.Super. 274",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        879720
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/394/0274-01"
      ]
    },
    {
      "cite": "675 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865123,
        736324
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0751-01",
        "/pa-super/450/0242-01"
      ]
    },
    {
      "cite": "450 Pa.Super. 242",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736324
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/450/0242-01"
      ]
    },
    {
      "cite": "638 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        940014,
        7357519
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/432/0295-01",
        "/a2d/638/0233-01"
      ]
    },
    {
      "cite": "432 Pa.Super. 295",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        940014
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/432/0295-01"
      ]
    },
    {
      "cite": "675 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865123,
        736324
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/675/0751-01",
        "/pa-super/450/0242-01"
      ]
    },
    {
      "cite": "450 Pa.Super. 242",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736324
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/450/0242-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 11109,
    "ocr_confidence": 0.668,
    "pagerank": {
      "raw": 6.560457787785445e-08,
      "percentile": 0.4020527837723358
    },
    "sha256": "afe01261d5a64ec6de25877226d6ce83e5051d4853e9b1b7b502d7b9d47196b4",
    "simhash": "1:fd74a757090607b4",
    "word_count": 1761
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CAVANAUGH and BECK, JJ., and CIRILLO, President Judge Emeritus.",
      "¶ 10 BECK, J., files a Dissenting Opinion."
    ],
    "parties": [
      "Luis BLAZQUEZ, Appellant, v. PENNSYLVANIA FINANCIAL RESPONSIBILITY ASSIGNED CLAIMS PLAN, Appellee."
    ],
    "opinions": [
      {
        "text": "CIRILLO, President Judge Emeritus:\n¶ 1 Luis Blazquez appeals from the order entered in the Court of Common Pleas of Philadelphia County. We affirm.\n¶ 2 Luis Blazquez was struck by an unidentified taxicab while riding his bicycle. He timely submitted an official accident report to PennDOT, and sought compensation for his injuries under the Pennsylvania Financial Responsibility Assigned Claims Plan (the Plan). The Plan denied benefits, concluding that Blazquez had failed to report the accident to a proper governmental authority as required by the Motor Vehicle Financial Responsibility Law. See 75 Pa.C.S.A. § 1702 (MVFRL). The case was submitted to arbitration in September of 1997. The arbitration panel found in favor of Blazquez in the amount of $15,000, and the Plan appealed the award. The case was submitted to the trial court on briefs and the trial court judge found in favor of the Plan. Post-trial motions were filed and denied, and this timely appeal followed.\n¶ 3 Blazquez raises one issue for our review:\n[Whether] the victim of a hit and run motor vehicle satisfy [ies] the statutory requirement that the accident be reported to a proper governmental authority by filing a Traffic Accident Report with the Pennsylvania Department of Transportation?\n¶ 4 The MVFRL reporting requirement is contained within the definition of uninsured motor vehicles:\n(3) An unidentified motor- vehicle that causes an accident resulting in injury provided the accident is reported to the police or proper governmental authority and the claimant notifies his insurer within 30 days, or as soon as practicable thereafter, that the claimant or his legal representative has a legal action arising out of the accident.\n75 Pa.C.S.A. § 1702 (emphasis added). The purpose underlying the reporting requirement of section 1702 is the prevention of fraudulent claims. Owens v. Travelers Ins. Co. 450 Pa.Super. 242, 675 A.2d 751 (1996); Jackson v. Pennsylvania Fin. Resp. Assigned Claims Plan, 394 Pa.Super. 274, 575 A.2d 626 (1990).\n¶ 5 Blazquez relies upon Gunter v. Constitution State Service, 432 Pa.Super. 295, 638 A.2d 233 (1994), where Gunter, a pedestrian, was struck by a hit-and-run driver and the Philadelphia Fire and Rescue Squad arrived at the scene. This court determined that because emergency medical technicians (EMTs) from the Rescue Squad were acting on behalf of the municipality and had to complete forms containing information about the accident, that the EMTs actions confirmed the legitimacy of the claim. Id. at 231M0. Therefore, this court held that the Philadelphia Fire and Rescue Squad was proper governmental authority under the reporting statute. Id.\n¶ 6 The issue becomes more problematic under other factual scenarios. In Owens, this court decided that a governmental agency, such as the Pennsylvania Department of Labor and Industry (DOLI), did not qualify as a proper governmental authority under section 1702 because it is not ordinarily involved in the reporting or investigating of motor vehicle accidents. The Owens court determined that:\nThe DOLI is not a part of the government’s emergency response team, is not present at the scene of the accident, does not observe, first-hand, the alleged injuries, and does not make a contemporaneous report of the circumstances of both the accident and the injury. Instead, DOLI receives a simple notification, through an individual’s employer, that an employee has been injured during the course and scope of employment. See 77 P.S. § 994 (relating to an employer’s report to the Department of Labor and Industry for Worker’s Compensation purposes). This non-eontemporaneous, second-hand notification simply does not act to prevent fraud in the reporting of unidentified motor vehicle accidents as effectively as a report to the police.\nOwens, supra at 754.\n¶ 7 In the present case, Blazquez was struck by a motor vehicle while riding his bicycle; however, unlike Gunter, Blazquez himself submitted an official accident report to PennDOT. Because Blazquez did not have an EMT fill out his accident report, the notification could not have prevented fraud; therefore, the reporting requirement of section 1702 has not been met. Owens, supra. Blazquez did not report his accident to someone at the scene of the accident, but instead filed it directly with PennDOT. The trial court correctly determined that “reporting an accident to a statewide agency such as PennDOT will [not] play any meaningful role in eliminating the threat of fraud unless PennDOT promptly relays any reports filed with it to local police and law enforcement authorities.” To find otherwise is to circumvent the legislative intent behind the reporting requirement of section 1702.\n¶ 8 Here, Blazquez offered no corroborative evidence validating his claim was presented. Blazquez waited nearly one month before he reported the incident to PennDOT. Had the accident been timely reported to the police, it could have been investigated and the taxi cab company involved in the incident may have been identified. While PennDOT is vested with statutory power to conduct accident investigations, “it is generally undertaken for safety reasons and PennDOT is not ordinarily involved in interviewing motorists and assessing fault.” Shoyer v. Philadelphia, 96 Pa.Cmwlth. 75, 506 A.2d 522 (1986) (examining PennDOT’s investigative powers according to 75 Pa.C.S.A. § 3754). Therefore, PennDOT was not a proper governmental authority to whom an accident victim may make a report under section 1702.\n¶ 9 Order affirmed.\n¶ 10 BECK, J., files a Dissenting Opinion.\n. The report was made on an official Penn-DOT form entitled, \"Driver’s Accident Report” and properly signed by the accident victim.",
        "type": "majority",
        "author": null
      },
      {
        "text": "BECK, J.,\ndissenting:\n¶ 11 dissent.\n¶ 2 The issue in this case is whether the Pennsylvania Department of Transportation (PennDOT) qualifies under the Motor Vehicle Financial Responsibility Law (MVFRL) as a proper governmental authority to whom an accident victim may make a report in order to be eligible to seek recovery against the Pennsylvania Assigned Claims Plan (the Plan). I find PennDOT is a proper governmental authority.\n¶ 3 The facts in this case are stated in the majority’s opinion.\n¶ 4 The MVFRL reporting requirement is contained within the definition of “uninsured motor vehicles”:\n(3) An unidentified motor vehicle that causes an accident resulting in injury-provided the accident is reported to the police or proper governmental authority and the claimant notifies his insurer within 30 days, or as soon as practicable thereafter, that the claimant or his legal representative has a legal action arising out of the accident.\n75 Pa.C.S.A. § 1702 (emphasis added). Thus, in order to be eligible for benefits under the Plan, an injured party must report the accident to the police or to a proper governmental authority.\n¶ 5 The question is whether under the statute PennDOT is a proper governmental authority. In Gunter v. Constitution State Service, 432 Pa.Super. 295, 638 A.2d 233 (1994), a panel of this court decided that under the statute the Philadelphia Fire and Rescue Squad was a proper governmental authority. The Rescue Squad appeared at the scene after a hit and run driver struck Gunter. The victim did not speak to any police officers, either at the scene or at the hospital. The Gunter court noted that the MVFRL is to be liberally construed to meet the statutory policy aims of protecting the innocent victims of irresponsible drivers.\n¶ 6 In deciding that the Rescue Squad is a “proper governmental authority” under the MVFRL, the Gunter panel considered that emergency medical technicians (EMTs) complete forms containing information about the accident, the service rendered, their arrival time at the location, the name of the victim, and the injuries to the victim. The EMTs also sign forms relating to the accident. The court found that the EMTs’ conduct confirms the legitimacy of the claim and safeguards against the claim being fraudulent. Gunter, stipra at 240.\n¶ 7 In Owens v. Travelers Ins. Co., 450 Pa.Super. 242, 675 A.2d 751 (1996), a panel of this court examined the definition of a governmental authority under the MVFRL. Like Gunter, Owens involved a pedestrian who was struck near an intersection. Owens reported the accident to her employer, the Hospital of the University of Pennsylvania (HUP), which in turn reported the accident to the Pennsylvania Department of Labor and Industry (DOLI). Relying on the definition of governmental authority set forth in Gunter, the Owens court concluded that HUP was not a governmental authority for purposes of the statute and therefore could not qualify as a proper governmental authority under the statute. The Owens court concluded that HUP’s reporting the accident to a government agency, DOLI, was not sufficient to satisfy the reporting mandate of the MVFRL.\n¶ 8 It is clear from the relevant case law interpreting the MVFRL that governmental agencies which are proper repositories for reporting under the MVFRL are those that care for victims of accidents such as governmental fire and rescue squads, Gun-ter, those agencies which investigate accidents such as law enforcement, and those agencies charged with the safety of the roads and highways, such as PennDOT. The purpose of the reporting requirement is not to establish technical barriers to recovery, but to prevent fraud and to assure that injured victims will report their accidents to governmental agencies whom they reasonably believe are proper repositories for this information. The law attempts to establish a balance between the prevention of fraud and the legitimate claims and expectations of accident victims.\n¶ 9 PennDOT is an agency created by the state legislature. It has general supervisory power over roads and highways in the state. Its preamble recites that one of its purposes is “to develop programs to assure adequate safe and efficient transportation[.]” 71 P.S. § 511. As a governmental agency it has the power to “make necessary and reasonable investigations[.]” 75 Pa.C.S.A. § 6104(c). We also point out that a person who makes a false report to a public servant is subject to criminal penalties. See, e.g., 18 Pa.C.S.A. § 4904.\n¶ 10 Given PennDOT’s statutory purpose, an accident victim would have a reasonable expectation that PennDOT would be a proper governmental agency to which to report. Despite the fact that the accident victim in this case made a self-report, there were safeguards against fraud. The victim reported the accident on an official PennDOT form and by so doing he exposed himself to criminal penalty for false reporting. 18 Pa.C.S.A. § 4904. I would therefore hold that the victim’s report in this case was sufficient under the circumstances.",
        "type": "dissent",
        "author": "BECK, J.,"
      }
    ],
    "attorneys": [
      "Mark C. Hanamirian, Philadelphia, for appellant.",
      "Michael Senoyuit, Montgomeryville, for appellee."
    ],
    "corrections": "",
    "head_matter": "Luis BLAZQUEZ, Appellant, v. PENNSYLVANIA FINANCIAL RESPONSIBILITY ASSIGNED CLAIMS PLAN, Appellee.\nSuperior Court of Pennsylvania.\nArgued Feb. 16, 2000.\nFiled July 28, 2000.\nMark C. Hanamirian, Philadelphia, for appellant.\nMichael Senoyuit, Montgomeryville, for appellee.\nBefore: CAVANAUGH and BECK, JJ., and CIRILLO, President Judge Emeritus."
  },
  "file_name": "0384-01",
  "first_page_order": 436,
  "last_page_order": 440
}
