{
  "id": 12046661,
  "name": "Michelle D. HATALSKI v. COMMONWEALTH OF PENNSYLVANIA, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant",
  "name_abbreviation": "Hatalski v. Commonwealth",
  "decision_date": "1995-10-17",
  "docket_number": "",
  "first_page": "386",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "364 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "618 A.2d 1091",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1439912
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/152/0057-01"
      ]
    },
    {
      "cite": "648 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866577,
        475563
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0285-01",
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "538 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475563
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "521 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817472
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0242-01"
      ]
    },
    {
      "cite": "349 Pa.Superior Ct. 561",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        646828
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "573"
        },
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/349/0561-01"
      ]
    },
    {
      "cite": "629 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449073
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0283-01"
      ]
    },
    {
      "cite": "514 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804537
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0569-01"
      ]
    },
    {
      "cite": "606 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1428658
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/146/0461-01"
      ]
    },
    {
      "cite": "634 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454639
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0383-01"
      ]
    },
    {
      "cite": "615 A.2d 113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1436578
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/150/0001-01"
      ]
    },
    {
      "cite": "531 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1363593
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/109/0611-01"
      ]
    },
    {
      "cite": "626 A.2d 660",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1447175
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0024-01"
      ]
    },
    {
      "cite": "683 A.2d 70",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 16564,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 3.840610876991891e-07,
      "percentile": 0.8992010731127568
    },
    "sha256": "a70a1ccf837f408c55aaaef714e1cae7e7fbf4a8c83d8b8331abd78928f23f17",
    "simhash": "1:9f2a9fe673c5b6fd",
    "word_count": 2649
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH and FRIEDMAN, JJ., and NARICK, Senior Judge."
    ],
    "parties": [
      "Michelle D. HATALSKI v. COMMONWEALTH OF PENNSYLVANIA, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant."
    ],
    "opinions": [
      {
        "text": "NARICK, Senior Judge.\nThe Department of Transportation, Bureau of Driver Licensing (DOT) appeals from the order of the Court of Common Pleas of Luzerne County that sustained the appeal of Michelle D. Hatalski from DOT’s one-year suspension of her operating privilege pursuant to Pennsylvania’s Implied Consent Law, 75 Pa.C.S. § 1547(b)(1). We reverse.\nOn September 4, 1994, Wilkes-Barre police officer Brian Horst observed a vehicle traveling the wrong way on a one-way street. Officer Horst stopped the vehicle which was operated by Hatalski. Observing several in-dicia of intoxication, Officer Horst had Hatal-ski perform field sobriety tests which she failed. Officer Horst placed Hatalski under arrest for driving under the influence of alcohol. Officer Horst transported Hatalski to the Luzerne County Central Processing Center for a breathalyzer test. Officer Horst described Hatalski as being upset and crying.\nUpon arrival at the processing center, Ha-talski displayed anger, yelling at one of the officers. Officer Horst turned Hatalski over to Jackson Township Police Officer Jerome Leedock, who also observed indicia of intoxication in Hatalski’s appearance. Before requesting that Hatalski take the breathalyzer test, Officer Leedock read the Implied Consent Law and O’Connell warnings from a form. After Officer Leedock had read the form to Hatalski, she claimed that she was still confused as to her rights and wanted to speak with someone. Officer Leedock again explained the warnings to Hatalski, stating that the right to speak with counsel applied only later when she would be questioned. While Hatalski still stated that she did not understand why she could not speak with someone, she verbally assented to submit to the breathalyzer test. Hatalski failed to provide sufficient air to perform the test but claimed she was blowing as hard as she could. Officer Leedock expressed that Ha-talski was “faking” her inability to provide sufficient air. After several attempts by Ha-talski, the breathalyzer test machine ran through its cycle without receiving adequate samples. Officer Leedock considered Hatal-ski’s conduct a refusal.\nBy official notice, DOT notified Hatalski that, as a result of her refusing to take the breathalyzer test, her operating privilege was to be suspended for one year. Hatalski filed a timely statutory appeal pursuant to 75 Pa.C.S. § 1550(a) with the Court of Common Pleas of Luzerne County.\nAt the de novo hearing, Hatalski testified that she was physically incapable of supplying a sample because of a nervous condition, mitral valve prolapse, which did not allow her to expend enough air to complete the breathalyzer test. (Trial Court Finding of Fact 5.) Hatalski also testified that stress brings upon episodes of her mitral value prolapse condition. Although she knew of her medical condition, Hatalski testified that she did not tell Officer Leedock of the condition because of her confusion and the stress associated with being arrested. (Trial Court Finding of Fact 7.)\nHatalski also introduced into evidence the medical report of John Menio, M.D. DOT objected to the introduction of the report on the basis that it did not have the opportunity to cross-examine Dr. Menio. However, the trial court overruled the objection and allowed the report into evidence.\nBoth Officers Horst and Leedock testified to Hatalski’s behavior at the time of her arrest and testing. DOT introduced a video tape of the actual testing scenario into evidence. However, the trial court did not review the video at the hearing but stated that if the video tape was relevant, the court would view it subsequently.\nThe trial court found that Dr. Memo’s report was competent medical evidence and that at the time of the testing Hatalski experienced an episode of mitral valve prolapse which rendered her incapable of successfully completing the breathalyzer test. The trial court concluded that Hatalski made a good-faith effort to provide the samples but that her medical condition did not allow her to successfully provide them. The trial court also excused Hatalski from the requirement of notifying the testing officer of a condition which would prevent her from supplying an adequate sample because she was under stress at the time of the test. The trial court also concluded that the O’Connell explanation given to Hatalski was legally insufficient because Officer Leedock did not give Hatalski a sufficient reason why she had no right to contact someone prior to the testing. (Trial Court Conclusion of Law at 7.) Thus, the trial court sustained Hatalski’s appeal.\nDOT now appeals to this Court, arguing that the trial court erred as a matter of law in holding that Hatalski could not make a knowing and conscious refusal because O’Connell does not apply in this case. In the alternative, DOT argues that Officer Leedock provided a legally sufficient O’Connell warning to Hatalski. DOT argues that the trial court erred in excusing Hatalski from the requirement of notifying Officer Leedock of the condition which allegedly prevented her from providing an adequate sample. DOT also argues that the trial court erred in considering Dr. Memo’s report over its objection that it did not have the opportunity to cross-examine Dr. Memo on the contents of his report.\nDOT first challenges the trial court’s holding that Hatalski did not receive sufficient O’Connell warning. We find this argument persuasive because while Hatalski continued asking to speak with someone after O’Connell warnings had been given, she did not refuse to submit to the breathalyzer test. Hatalski verbally assented to the test but then failed to successfully complete the test because she did not provide two consecutive, sufficient breath samples as required by 67 Pa.Code § 77.24(b). In Halford v. Department of Transportation, Bureau of Traffic Safety, 136 Pa.Cmwlth. 421, 683 A.2d 70 (1990), after initially displaying confusion concerning his rights, the arrestee verbally assented to take the breathalyzer test. Upon performing the test, he failed to supply sufficient air into the testing machine which the police recorded as a refusal. On appeal, the arrestee argued that because he had been confused about his rights that he did not knowingly and consciously refuse the test. We did not agree, holding that the arrestee’s refusal resulted from his failure to supply enough air into the machine and not any confusion regarding his rights and therefore, an O’Connell analysis was not at issue.\nHere, Hatalski displayed initial confusion concerning her rights but eventually assented to take the breathalyzer test, as did the arrestee in Halford. Hatalski, too, did not provide sufficient samples as the arrestee in Halford. We hold that any alleged confusion which Hatalski may have demonstrated was vitiated by her subsequent verbal assent to take the test. Thus, the trial court erred in holding that Hatalski was confused concerning her rights under O’Connell because O’Connell does not apply in a case where the arrestee verbally assents to take the breathalyzer test.\nThe trial court also excused Hatalski’s failure to inform Officer Leedock of her medical problem and thus, found that Hatalski did not knowingly and consciously refuse to take the breathalyzer test. DOT argues that the trial court erred in excusing Hatalski from failing to inform Office Leedock because no substantial evidence supports the finding that her excited and emotional state following the arrest would excuse her from making a knowing and conscious refusal. In Department of Transportation, Bureau of Driver Licensing v. Wilhelm, 166 Pa. Cmwlth. 24, 626 A.2d 660 (1993), we held that where a licensee suffers from a medical condition whose existence, 1) affects the licensee’s ability to perform the test and 2) is not obvious, the licensee is required to inform the officer of the condition so an alternative chemical test that the licensee could perform can be administered. If the officer was not so notified, the licensee is precluded from relying upon any such condition or inability as an affirmative defense to a suspension as a consequence of a test refusal. Larkin v. Commonwealth, 109 Pa.Cmwlth. 611, 531 A.2d 844 (1987). The licensee has the burden of proving that he or she was so overwrought at the time of the testing he or she could not notify the testing officer of his or her physical incapability. Department of Transportation, Bureau of Driver Licensing v. Holsten, 150 Pa.Cmwlth. 1, 615 A.2d 113 (1992). Before a trial court can excuse a licensee’s failure to inform the tester of such medical condition, the licensee must present competent, unequivocal expert evidence as to the severity of his or her emotional state following the drunk driving arrest and how that severe emotional state precluded the licensee from recalling something as significant as a medical condition which renders him or her incapable of performing the breathalyzer test.\nIn Pollock v. Department of Transportation, Bureau of Driver Licensing, 160 Pa. Cmwlth. 383, 634 A.2d 852 (1993), the licensee had just sustained an obviously violent, physical attack before being arrested for drunk driving. She refused to submit to the breathalyzer test and DOT subsequently suspended her driving privileges. On appeal, the licensee argued that the trial court erred in holding that her refusal to submit to the breathalyzer test was knowing and conscious because she had sustained obvious physical injuries. Citing Department of Transportation, Bureau of Driver Licensing v. Walsh, 146 Pa.Cmwlth. 461, 606 A.2d 583 (1992), we held even where a licensee has sustained injuries, but does not suffer from an obvious inability to comply with the testing request, competent medical testimony is required to prove that a knowing and conscious refusal could not be made. Even the licensee’s description of her physical and emotional state in Pollock, did not rise to the level of obvious, severe and incapacitating injuries which relieved the licensee of her burden to introduce expert medical testimony to prove her inability to make a knowing and conscious refusal to submit to the breathalyzer test.\nHere, the trial court had no such medical evidence of Hatalski’s emotional state at the time of the testing which would excuse her from notifying Officer Leedock of her medical condition. Therefore, we hold that the trial court erred in not holding Hatalski to a standard of proof as established in Pollock.\nThe only medical evidence offered by Hatalski was the written report of Dr. Menio. DOT objected to the admission of the report on the basis that it had no opportunity to cross-examine Dr. Menio. The trial court overruled the hearsay objection and admitted the report into evidence, basing its finding that Hatalski was physically incapable of successfully performing the breath test upon that document.\nThe courts of this Commonwealth have long adhered to the policy that the use of hearsay evidence is to be discouraged. Heddings v. Steele, 514 Pa. 569, 526 A.2d 349 (1987). Due process requires the challenging party be afforded a reasonable opportunity to cross-examine the reliability of adverse evidence. Pennsylvania State Police, Bureau of Liquor Control Enforcement v. 139 Horseshoe Corp., 157 Pa.Cmwlth. 283, 629 A.2d 290 (1993). “Although the right of cross-examination is not absolute and although hearsay evidence may be received upon proof of exceptional circumstances ..., cross-examination is particularly important where it is the only means for testing the liability of an opinion regarding disputed facts.” Ganster v. Western Pennsylvania Water Co., 349 Pa.Superior Ct. 561, 573, 504 A.2d 186, 192 (1985). Because Dr. Memo’s report was so crucial in this ease, we hold that the trial court erred as a matter of law in admitting the report over DOT’S objection based upon its inability to cross-examine Dr. Menio.\nAs O’Connell does not apply in this case and because the trial court’s findings are not supported by substantial evidence, we hold that the trial court erred as a matter of law in sustaining Hatalski’s appeal.\nAccordingly, we reverse and reinstate DOT’s suspension of Hatalski’s driving privileges.\nORDER\nAND NOW, this 17th day of October, 1995, the order of the Court of Common Pleas of Luzerne County in the above-captioned matter is hereby reversed and the Department of Transportation’s suspension of Hatalski’s driving privileges is reinstated.\nFRIEDMAN, J., concurs in the result only.\n. 75 Pa.C.S. § 3731.\n. See Department of Transportation, Bureau of Traffic Safety v. O'Connell, 521 Pa. 242, 555 A.2d 873 (1989).\n. A. According to the provisions of Section 1547 of the Vehicle Code of Pennsylvania, which deals with implied consent, any person who drives, operates, or is in actual physical control of the movement of a motor vehicle in this Commonwealth is deemed to have given consent to submit to one or more chemical tests of their blood, breath, or urine for the purpose of determining their blood alcohol concentration for the presence of a controlled substance. When a person is arrested by a police officer and requested to submit to such chemical testing, he is required to submit to such testing.\nA refusal to submit to such testing when requested will result in notification being sent to the Pennsylvania Department of Transportation, and your operating privileges will be suspended for a period of 12 months.\nI’m advising you that you are now under arrest for Driving Under the Influence of Alcohol or Controlled Substance pursuant to Section 3731 of the Pennsylvania Vehicle Code.\nTwo, a police officer when requesting you to submit to a chemical test of your breath to determine blood alcohol concentration, [sic]\nThree, unless you agree to submit to the test requested by the police officer your conduct will be deemed to be a refusal and your operating privileges will be suspended for 12 months. And this refusal is also applicable if you refuse to submit breath samples as requested under the implied consent law. This refusal may be introduced into evidence in a criminal prosecution for Driving Under the Influence of Alcohol or a Controlled Substance.\nFour, the Constitutional rights you have as a criminal defendant, commonly known as the Miranda Rights including the right to speak to an attorney and the right to remain silent, apply only to criminal prosecutions and do not apply to the chemical testing procedure under Pennsylvania’s Implied Consent Law, which is a civil not a criminal proceeding.\nFive, you have no right to speak with an attorney, or anyone else, before taking the chemical test requested by the police officer nor do you have a right to remain silent when asked by the police office to submit to a chemical test.\n(23a-24a)\n.The trial court made no finding of fact that reflects it viewed the video tape.\n. Our scope of review of a final determination of a court of common pleas in an operating privilege suspension appeal is limited to determining whether the necessary findings made by the trial court are supported by competent evidence, whether the trial court committed an error of law or whether the trial court manifestly abused its discretion. Department of Transportation, Bureau of Driver Licensing v. Ingram, 538 Pa. 236, 648 A.2d 285 (1984). We must also view the evidence in a light most favorable to the party which prevailed before the fact-finder. Department of Transportation, Bureau of Driver Licensing v. Malizio, 152 Pa.Cmwlth. 57, 618 A.2d 1091 (1992).\n. Hatalski argues that DOT did not properly raise a specific hearsay objection to Dr. Memo's report and therefore, the objection was not properly raised in the trial court and cannot be reviewed by this Court, citing Stine v. Department of Transportation, 26 Pa.Cmwlth. 292, 364 A.2d 745 (1976). While DOT did not use the word \"hearsay,” it is obvious that its objection was based upon hearsay as hearsay evidence is subject to exclusion primarily because the declarant, who is not present in court, cannot be subjected to cross examination. McCormick on Evidence, § 245 (3d ed. 1984).",
        "type": "majority",
        "author": "NARICK, Senior Judge."
      }
    ],
    "attorneys": [
      "Timothy P. Wile, Assistant Counsel In-Charge Appellate Section, for appellant.",
      "Donald H. Blackwell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Michelle D. HATALSKI v. COMMONWEALTH OF PENNSYLVANIA, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Sept. 22, 1995.\nDecided Oct. 17, 1995.\nReconsiderations Denied Dec. 12, 1995.\nTimothy P. Wile, Assistant Counsel In-Charge Appellate Section, for appellant.\nDonald H. Blackwell, for appellee.\nBefore SMITH and FRIEDMAN, JJ., and NARICK, Senior Judge."
  },
  "file_name": "0386-01",
  "first_page_order": 444,
  "last_page_order": 449
}
