{
  "id": 8456424,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. David FLORES, Appellant",
  "name_abbreviation": "Commonwealth v. Flores",
  "decision_date": "2006-10-03",
  "docket_number": "No. 167 MDA 2006",
  "first_page": "387",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "804 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11416801
      ],
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0034-01"
      ]
    },
    {
      "cite": "887 A.2d 750",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9003178,
        988566
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/887/0750-01",
        "/pa/584/0640-01"
      ]
    },
    {
      "cite": "584 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988566
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0640-01"
      ]
    },
    {
      "cite": "813 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9381173,
        716471
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "738"
        },
        {
          "page": "738"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0726-01",
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "572 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716471
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "883 A.2d 654",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8910086
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "656"
        },
        {
          "page": "657"
        },
        {
          "page": "657"
        },
        {
          "page": "658"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/0654-01"
      ]
    },
    {
      "cite": "870 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9019354,
        650294
      ],
      "weight": 5,
      "year": 2005,
      "pin_cites": [
        {
          "page": "801"
        },
        {
          "page": "800"
        },
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/870/0795-01",
        "/pa/582/0164-01"
      ]
    },
    {
      "cite": "582 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        650294
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/582/0164-01"
      ]
    },
    {
      "cite": "831 A.2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9089743
      ],
      "pin_cites": [
        {
          "page": "659"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/831/0656-01"
      ]
    },
    {
      "cite": "897 A.2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8425141
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "495"
        },
        {
          "page": "495"
        },
        {
          "page": "495"
        },
        {
          "page": "495"
        },
        {
          "page": "495"
        },
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/897/0493-01"
      ]
    },
    {
      "cite": "888 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998669,
        2473287
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "772"
        },
        {
          "page": "772"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0771-01",
        "/pa/585/0389-01"
      ]
    },
    {
      "cite": "585 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2473287
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0389-01"
      ]
    },
    {
      "cite": "903 A.2d 1178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3787546,
        8410990
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0218-01",
        "/a2d/903/1178-01"
      ]
    },
    {
      "cite": "857 A.2d 188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9181397
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "192"
        },
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/857/0188-01"
      ]
    },
    {
      "cite": "888 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998737,
        2472599
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "780"
        },
        {
          "page": "780"
        },
        {
          "page": "777, 780"
        },
        {
          "page": "780"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0775-01",
        "/pa/585/0395-01"
      ]
    },
    {
      "cite": "585 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2472599
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0395-01"
      ]
    },
    {
      "cite": "896 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8427357
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "643"
        },
        {
          "page": "643"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/896/0640-01"
      ]
    },
    {
      "cite": "386 U.S. 738",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182629
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0738-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 14627,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 1.9242508155593184e-07,
      "percentile": 0.7334004801052108
    },
    "sha256": "47a3f809879e69acfef9e9ca4597bac32bf68ab27d31f9ff728f92aca147799a",
    "simhash": "1:cb38f63c7d7ed48d",
    "word_count": 2430
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LALLY-GREEN, McCAFFERY and COLVILLE , JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. David FLORES, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nCOLVILLE, J.:\n¶ 1 This appeal follows the judgment of sentence entered after Appellant’s convictions for two counts of criminal trespass and one count of theft by deception. Appellant’s attorney has filed a petition to withdraw as counsel, alleging that the appeal is frivolous. Counsel has also filed a brief pursuant to Anders v. California, 386 U.S. 738, 744, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), presenting issues that might arguably support the appeal.\n¶ 2 The issues in the Anders brief are: (1) whether there was sufficient evidence to sustain the convictions for criminal trespass and theft; (2) whether the trial court abused its sentencing discretion by failing to consider factors relevant to sentencing; and (3) whether the trial court erred by denying counsel’s motion for a continuance and trying Appellant in absentia.\n¶ 3 Based on the reasons set forth herein, we deny the petition to withdraw and we remand with directions that counsel file an adequate Rule 1925(b) statement. Furthermore, we direct the trial court to issue an opinion in response to that statement.\n¶ 4 For counsel to withdraw pursuant to Anders, counsel must: (1) file a petition for leave to withdraw which states that, after making a conscientious examination of the record, counsel has determined that the appeal is frivolous; (2) file a brief referring to anything that might arguably support the appeal; and (3) furnish a copy of the brief to the appellant, advising him of his right to retain new counsel, proceed pro se or raise any additional points that he deems worthy of the court’s attention. Commonwealth v. Kearns, 896 A.2d 640, 643 (Pa.Super.2006). If this Court receives such a petition and an Anders brief, and if we are satisfied that counsel has complied with the foregoing three requirements, we then must undertake our own independent examination of the record to determine whether or not the appeal is wholly frivolous. Kearns, 896 A.2d at 643.\n¶ 5 Here, counsel has complied with the aforesaid three requirements. Normally, we would therefore address the substance of the Anders brief in order to determine whether to grant counsel’s request to withdraw. In this case, though, we see that there are questions of 1925(b) waiver. This necessitates a review of waiver principles in the Anders context.\n¶ 6 When ordered to do so by a trial court, an appellant must file a concise statement of matters complained of on appeal pursuant to Pennsylvania Rule of Appellate Procedure 1925(b). Commonwealth v. Castillo, 585 Pa. 395, 888 A.2d 775, 780 (2005); Pa.R.A.P. 1925(b). The complete absence of a 1925(b) statement, the omission of a certain issue from that statement, and/or the failure to identify specific errors with respect to a listed issue all result in waiver of some or all issues on appeal. Castillo, 888 A.2d at 780; Commonwealth v. McCree, 857 A.2d 188, 192 (Pa.Super.2004); Pa.R.A.P. 1925(b).\n¶ 7 Moreover, when an appellant fails to file a proper 1925(b) statement, there will be waiver even if the trial court writes an opinion. Commonwealth v. Wholaver, - Pa. -, 903 A.2d 1178 (2006); Castillo, 888 A.2d at 777, 780; Commonwealth v. Schofield, 585 Pa. 389, 888 A.2d 771, 772 (2005). This requirement of strict compliance with Rule 1925(b) ensures that trial courts will focus on the issues actually preserved by the appellant. Schofield, 888 A.2d at 772. This approach, in turn, helps to guarantee meaningful, effective appellate review. Id. Additionally, this requirement eliminates the potential for inconsistent results that arise when trial and appellate courts have discretion to address or to waive issues listed in imperfect 1925(b) statements. Id.\n¶ 8 In most circumstances where this Court determines that a 1925(b) statement is faulty — either because an issue is entirely missing or because the issue is not adequately specified — we simply find waiver, and our analysis of the case, or at least the particular issue, ends. Castillo, 888 A.2d at 780.\n¶ 9 The Anders context is slightly different. To begin with, Anders seeks to ensure that an attorney, while believing the appeal is frivolous and while seeking to withdraw, will nonetheless preserve the arguable issues that the client might want to pursue pro se or by new counsel. Commonwealth v. Myers, 897 A.2d 493, 495 (Pa.Super.2006). Put another way, although the Anders counsel may believe that even the arguable issues will ultimately fail, that counsel is obligated to preserve those arguable claims so that the appellant can pursue them after Anders counsel withdraws. Myers, 897 A.2d at 495. As part of this obligation to preserve issues, Anders counsel must file a proper 1925(b) statement. Myers, 897 A.2d at 495. This Court can then determine if the issues are non-frivolous, and we can further decide if the Anders counsel may withdraw so that the appellant can pursue the non-frivolous issues pro se or with the help of a new lawyer. Commonwealth v. Bishop, 831 A.2d 656, 659 (Pa.Super.2003).\n¶ 10 If the Anders counsel fails to file an adequate 1925(b) statement and we merely find that all issues are waived, then the case would end and the appellant would have no option to proceed with the appeal either pro se or with a new attorney. Myers, 897 A.2d at 495. This result would frustrate the very purpose of Anders. Myers, 897 A.2d at 495. It would also encourage counsel, who already thinks the appeal is frivolous, merely to shirk the obligation to file a proper 1925(b) statement, Id. Anders is not intended to be a means for circumventing the appellate rules. Myers, 897 A.2d at 495. We therefore need to review the relevant case law to determine the appropriate disposition of 1925(b) waiver within the Anders landscape.\n¶ 11 In Commonwealth v. Halley, 582 Pa. 164, 870 A.2d 795, 801 (2005), the appellant’s counsel on direct appeal failed to file any 1925(b) statement and therefore waived all claims. Appellant filed a PCRA petition for reinstatement of appellate rights nunc pro tunc, alleging his prior counsel’s ineffectiveness. The trial court dismissed the petition and this Court affirmed, essentially reasoning that the appellant had been afforded his right to a direct appeal even though his claims on that appeal had been waived. Id.\n¶ 12 The Supreme Court reasoned differently. It first noted that direct appeal counsel’s failure to file a 1925(b) statement and the consequent waiver of all issues left the appellant without any ability to challenge his conviction and sentence via the fundamental right of direct appeal. Id. at 800. This dereliction by counsel — the complete waiver of issues — was the sort of actual or constructive denial of assistance of counsel where prejudice is to be legally presumed. Id. at 801. In light of this total denial of the right to appeal, the Halley court remanded the case for the reinstatement of direct appellate rights rather than merely finding waiver. Id.\n¶ IB Commonwealth v. West, 883 A.2d 654, 656 (Pa.Super.2005), was a case where direct appeal counsel filed a “preliminary” Rule 1925(b) statement containing no issues and requesting permission to file a supplemental statement. However, counsel never subsequently filed such a supplemental statement. Counsel’s failure to file a 1925(b) statement listing issues waived all appellate claims. This Court then determined that, under Halley, this failure was a complete denial of the right to counsel and prejudice was to be presumed. West, 883 A.2d at 657.\n¶ 14 However, we next noted that Halley was a PCRA case and, therefore, the ineffectiveness claim (along with the concomitant question of prejudice) was properly before the Halley Supreme Court pursuant to Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726, 738 (2002). West was not a collateral attack but, rather, a direct appeal. Normally, any claim of ineffectiveness would be deferred to collateral attack according to Grant. Grant, 813 A.2d at 738. However, Halley had determined that the failure to file any 1925(b) statement and the waiver of all issues was such a complete and clear denial of the right to counsel that prejudice was to be presumed. Under Grant, such clear-cut ineffectiveness claims could be heard on direct appeal rather than being deferred to PCRA attack. West, 883 A.2d at 657. This Court therefore decided that the Halley reasoning should apply. We presumed prejudice and, to afford the appellant the opportunity to pursue issues on appeal, remanded the case for the filing of a 1925(b) statement.\n¶ 15 In Myers, counsel filed a 1925(b) statement indicating there were no meritorious issues and explaining that he would seek to withdraw pursuant to Anders. The trial court nonetheless wrote an opinion supporting its reasons for imposing the particular sentence that it chose. Counsel then filed an Anders brief challenging the sentence. This Court found that we could not address the issue in the Anders brief because of counsel’s failure to preserve the sentencing issue or any other issues in the 1925(b) statement. However, following Halley and West, we remanded the case for the filing of a 1925(b) statement that would preserve issues for review so as to afford the appellant his direct appeal right. Myers, 897 A.2d at 496.\n¶ 16 In light of our foregoing discussion of Rule 1925(b), waiver, the purpose of Anders, and the Halley, West, and Myers holdings, we now consider the case sub judice.\n¶ 17 Here, Anders counsel filed a 1925(b) statement. Regarding sufficiency of the evidence, the statement reads as follows:\nThe evidence presented was insufficient to prove beyond a reasonable doubt that the appellant committed the above-captioned offenses. See Commonwealth v. May, 584 Pa. 640, 887 A.2d 750 (2005).\n¶ 18 We have already found similar language too vague to satisfy the 1925(b) mandate. McCree, 857 A.2d at 192 (finding language that “[tjhere was insufficient evidence to sustain the verdict of guilt beyond a reasonable doubt” is too vague, but nonetheless addressing the merits because facts of case showed there could only be one element of one offense at issue, the trial court knew which one element was contested, and the trial court wrote an opinion on that issue); Commonwealth v. Lemon, 804 A.2d 34, 37 (Pa.Super.2002) (finding a 1925(b) statement inadequate where it contained statements that “[t]he verdict of the jury was against the evidence,” “[t]he verdict of the jury was against the weight of the evidence,” and “[t]he verdict was against the law.”).\n¶ 19 In the present ease, the 1925(b) statement language does not specify how the evidence failed to establish which element or elements of the three offenses for which Appellant was convicted. We find that the 1925(b) statement did not preserve the claim of insufficient evidence.\n¶ 20 The 1925(b) statement and the brief both challenge the sentence but they do so by presenting differing allegations of error. The statement alleges that, while Appellant’s minimum sentences are within the guideline ranges, the máximums imposed on him were “... not necessary to balance the need for punishment with rehabilitation of the appellant.” The statement also seems to complain that the court denied Appellant’s request for concurrent rather than consecutive terms for trespass. By contrast, the Anders brief raises the question of whether the court failed to consider factors relevant to sentencing. The 1925(b) statement therefore did not preserve the sentencing issue which was briefed.\n¶ 21 Appellant argues in the brief that the trial court erred by denying his motion for a continuance and by trying him in absentia. These issues are not in the 1925(b) statement.\n¶ 22 Finally, the fact that the trial court filed an opinion does not alleviate the waiver problems.\n¶ 23 This case thus presents a situation where the 1925(b) statement filed by Anders counsel preserved none of the issues argued in the Anders brief. Admittedly, Halley, West, Myers involved situations where there was either no 1925(b) statement filed at all or where the 1925(b) statement listed no issues whatsoever. Moreover, we recognize that the West opinion indicated that it and Halley applied only where counsel completely failed to file a 1925(b) statement, thus resulting in the waiver of all claims. West, 883 A.2d at 658. However, although counsel in this case did file a statement, the statement did not preserve any of the arguments pursued in the brief. We hold that there is no functional difference between the total absence of a 1925(b) statement (Halley, West and Myers) and one that completely fails to-preserve the issues raised on appeal. Both situations leave an appellant without any ability to pursue a direct appeal.\n¶ 24 Pursuant to Halley, West and Myers, we do not end our analysis by saying that Appellant can choose to raise an ineffectiveness claim by filing a PCRA petition. Rather, we will afford Appellant his appellate rights by remanding this case for the filing of a Rule 1925(b) statement which properly preserves all issues to be raised before this Court.\n¶ 25 We deny counsel’s petition to withdraw and remand this case. On remand, the trial court shall have thirty days either to appoint new counsel for Appellant or to direct current counsel to continue on this case. At the time of rendering that decision, the trial court shall issue an order directing Appellant’s counsel to file a proper 1925(b) statement within fourteen days. Within thirty days after counsel files the 1925(b) statement, the trial court shall file its opinion in response to the new 1925(b) statement. The Prothonotary of this Court will subsequently establish a new briefing schedule for the parties.\n¶26 Petition denied. Case remanded with instructions. Jurisdiction retained.\n. After the parties submitted briefs on this case, the trial court filed an opinion in response to the original 1925(b) statement. Because we are remanding for a new 1925(b) statement, the trial court is hereby ordered to prepare a new opinion addressing whatever issues Appellant raises in that new statement.\n. For criminal trespass, the court sentenced Appellant to 14 to 28 months' incarceration, consecutive at each of the two counts. Appellant received a concurrent term of 6 to 24 months on the theft charge.",
        "type": "majority",
        "author": "COLVILLE, J.:"
      }
    ],
    "attorneys": [
      "Anne E. Gingrich, Harrisburg, for appellant.",
      "James P. Parker, Asst. Dist. Atty., Harrisburg, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. David FLORES, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 26, 2006.\nFiled Oct. 3, 2006.\nAnne E. Gingrich, Harrisburg, for appellant.\nJames P. Parker, Asst. Dist. Atty., Harrisburg, for Com., appellee.\nBEFORE: LALLY-GREEN, McCAFFERY and COLVILLE , JJ.\nRetired Senior Judge assigned to Superior Court."
  },
  "file_name": "0387-01",
  "first_page_order": 443,
  "last_page_order": 448
}
