{
  "id": 11242918,
  "name": "In re John T. HODGES. Alexis Hodges Brown, Appellant",
  "name_abbreviation": "In re Hodges",
  "decision_date": "2000-07-13",
  "docket_number": "No. 99-PR-681",
  "first_page": "389",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 389"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "663 A.2d 1248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882786
      ],
      "pin_cites": [
        {
          "page": "1250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/1248-01"
      ]
    },
    {
      "cite": "709 A.2d 74",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11827628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/709/0074-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1127,
    "char_count": 24496,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23885678276996072
    },
    "sha256": "468085057d5a8e08111b0cbf04dee6e9b424705069b2341737e63e10ed921a05",
    "simhash": "1:771fe9d280813143",
    "word_count": 4073
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, RUIZ and WASHINGTON, Associate Judges."
    ],
    "parties": [
      "In re John T. HODGES. Alexis Hodges Brown, Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\n' This case concerns the attempt of a daughter to have a conservator and guardian appointed for her elderly father. Appellant, Alexis Hodges Brown, appeals from an adverse grant of summary judgment in a proceeding arising under the District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986. See D.C.Code §§ 21-2001 to -2098 (1997 Repl.). Ms. Brown, who had had no contact with her father in over three years, initiated the proceeding to have a guardian and conservator appointed for her father, appellee, John T. Hodges, whom she believes to be suffering from mental illness or other mental conditions that may have affected Mr. Hodges’ ability to manage his affairs. Mr. Hodges filed a motion for summary judgment with accompanying affidavits, which Ms. Hodges opposed with other affidavits. Ms. Hodges subsequently filed the affidavit of Nathan A. Billig, M.D., requesting that he be recognized as an expert witness, and a request for further limited discovery. The trial court granted Mr. Hodges’ motion for summary judgment, dismissed the discovery requests, and denied the request to recognize the additional affidavit of the expert witness. Ms. Hodges timely appealed these determinations.\nSummary judgment is proper where the record shows that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. See Super. Ct. Civ. R. 56(c) (2000); Big Builders, Inc. v. Israel, 709 A.2d 74, 76 n. 1 (D.C.1998). D.C.Code § 21-2022 provides that “[ujnless specifically provided to the contrary in this chapter or inconsistent with its provisions, the rules of the court ... govern proceedings [for appointment of guardians and conservators] under this chapter.” See In re Langon, 663 A.2d 1248, 1250 (D.C.1995) (holding that existing rules of trial and appellate practice apply to intervention proceedings). This is an appropriate case for summary judgment because Ms. Brown has failed to raise a material issue of fact as to Mr. Hodges’ ability to provide for his financial and personal needs, as evidenced by his income level and present living arrangement. Moreover, Mr. Hodges has already made further provision for the event of his incapacity by investing his son, Stephen Hodges, with his power of attorney, thus obviating the need for court intervention. Ms. Brown has made no allegation that this appointment was improper, that her brother is incapable of adequately performing his duties in the event of Mr. Hodges’ incapacity, or that the power of attorney is insufficient.\nWe adopt the well-reasoned opinion of the trial court set forth below, with certain factual clarifications, as our own. The judgment of the trial court is\nAffirmed.\nMEMORANDUM ORDER\nThis case is before the Court for adjudication of the Motion for Summary Judgment filed on behalf of the Subject, as well as the subsequent Motion for Leave to Have Nathan Billig Recognized as Expert Witness. This latter pleading was filed on March 5, 1999, while the Motion for Summary Judgment has been under advisement. Both requests for relief are opposed. This petition is opposed by the Subject’s son, Stephen Hodges.\nThe Court will address both matters herein as follows.\nI. MOTION FOR SUMMARY JUDGMENT\nThe Subject herein has retained his own lawyer and has filed a Motion for Summary Judgment and to Dismiss Hearing. Essentially, he argues that there is no basis for this Court to proceed on the Petition for Appointment of Guardian and Conservator.\nMindful of the fundamental case law governing the dispositions of summary judgment motions, this Court also endeavors to apply the relevant legal principles that control intervention proceedings in particular.\nThe facts that are necessary to adjudicate this matter are sufficiently set forth in the record already. In this Court’s view, no discovery is appropriate and the Petition should be denied. A variety of factors compel this conclusion, and the Court will set forth its reasoning as follows.\nA. Pertinent Facts of record.\nThe Petition for General Proceedings was filed by the Subject’s daughter (Alexis Brown) on June 30, 1998. At that time, the Subject was 85 years of age and was residing (as he does now) at the United States Soldiers’ & Airmen’s Home (hereinafter “the Home”) in the District of Columbia.\nThe Subject has very substantial assets. According to Robert Rabinowitz, Ph.D., who examined the Subject at the Home, the [Subject’s] assets consist of approximately $1,400,000 in certificates of deposit and securities. In addition, the Subject receives retirement income from numerous sources: the military ($2538 per month), Civil Service ($867.00 per month); an annuity ($301.00 per month), and Social Security ($466.00 per month).\nWhere conservatorship issues are concerned, there are no reports that the Subject is currently unable to pay any bills, such as his fee for residing in the Home, or that he cannot oversee his investments and otherwise protect his interests.\nWhere guardianship interests are concerned, there are no reports that the Subject cannot make health care decisions for himself or that he [lacks a] back-up plan for such an eventuality.\nB. Issues Presented by the Parties.\nThe Motion for Summary Judgment and to Dismiss Hearing is predicated on the assertion that the Subject is not in fact incapacitated within the meaning of the Code. Essentially, counsel for the Subject contends on the basis of various affidavits that the Subject simply is not suffering any harm, that he is protected, and has his own plan in place for the contingency of becoming incapacitated.\nThe gist of the Opposition appears to be a contention that the Subject was exhibiting certain signs of mental illness while he was living in Colorado, prior to his departure to the District of Columbia in 1997. There are no allegations about disturbed or dangerous behavior during the intervening time period.\nThe Petitioner contends that there are material issues of fact existing as to whether the Subject is suffering from a mental illness that affects “other qualities and abilities” aside from property management. In other words, the Subject’s daughter contends that even if the Subject is able to manage his finances, hire a lawyer, and otherwise provide for himself, that the Court should still impose a fiduciary upon him if he is found to have a “diagnosable and potentially treatable paranoia.” Petitioner’s Opposition to Motion for Summary Judgment at 18.\nIn her words, the Petitioner suspects that aside from the Subject’s ability to manage assets, there are “other qualities and abilities” that are being affected by an unlabeled mental illness. Opposition to Mot. for Summary Judgment at 18. The Petitioner’s focus is squarely upon her quest to establish that her father suffers from “treatable paranoia.” Opposition to Mot. for Summary Judgment at 18.\nC. The Intervention Statute.\nThe Code provides that a person is “incapacitated” if he or she is\nan adult whose ability to receive and evaluate information effectively or to communicate decisions is impaired to such an extent that he or she lacks the capacity to manage all or some of his or her financial resources or to meet all or some essential requirements for his or her physical health, safety, habilitation, or therapeutic needs without comb-ordered assistance or the appointment of a guardian or conservator.\nD.C.Code § 21-2011(11).\nIn turn, the Code also defines what is meant by the terms “manage financial resources” and “meet essential requirements for physical health or safety.” In pertinent part, the Code states that a person is able to manage his or her financial resources if he or she can take\nthose actions necessary to obtain, administer, and dispose of real and personal property, intangible property, business property, benefits, and ineome[.]\nD.C.Code § 21-2011(15). The Code states that a person is able to meet the essential requirements for physical health or safety if he or she can take\nthose actions necessary to provide health care, food, shelter, clothing, personal hygiene, and other care without which serious physical injury or illness is more likely than not to occur.\nD.C.Code § 21-2011(16).\nThese statutory definitions are the measure by which the Court must evaluate any reasonable inferences that must be drawn in favor of the party opposing summary judgment.\nThe Code places the burden of proof upon the Petitioner, and the standard of proof is “clear and convincing evidence.” D.C.Code § 21-2003.\nD. Analysis of the Issues.\nTo be sure, the obligation to draw reasonable inferences in favor of the opposing party does not mean that the Court must assume facts that are unsubstantiated or that the Court must fill blanks where no evidence exists.\nFor the sake of discussion, however, it is not necessary for the Court to await the result of a fishing expedition so that the Petitioner can attempt to establish if the Subject is actually suffering from a diagnosable mental illness.\nBased upon the affidavits of record, including those proffered by the Petitioner, this Court would confidently deny the Petition even if the Subject is found to have a current diagnosis of paranoia, or some type schizophrenia, or the like.\nBecause the Subject is not in danger of being unable to provide for himself or protect his asset[s], the mere existence of mental illness is the most that the Petitioner can realistically hope to prove. Such proof, without discrete proof of a need for a fiduciary, would not entitle the Petitioner to relief.\nThe Petitioner cannot prevail on this Petition by merely demonstrating that the Subject has an illness. This is because, as a matter of law, the Court is not empowered to impose a fiduciary upon the Subject if, as practical matter, he does not need one.\nThe objective of the Code is not to insure that no citizen of the District is mentally ill. Rather, the test for imposing a court-appointed fiduciary is proof that the Subject cannot take those actions enumerated in the Code in order to provide for himself and protect himself.\nThe facts of record clearly show that the Subject does not need any court-ordered assistance or any Guardian or Conservator.\nFor the sake of brevity, the Court will not repeat all of the details in the competing affidavits. It suffices to say that even if the Petitioner’s factual renditions of old incidents are credited by the Court, they are too old to elucidate any genuine, present-day inability of the Subject to protect himself and to provide for himself.\nThe Court will not quibble with the Petitioner’s descriptions of the Subject’s past conduct, as outlined in her affidavit. While the descriptions of the Subject’s past conduct [ ] may denote behavior that is not understood by the Petitioner and which was obviously disconcerting to her, the strongest allegation as to the need for a fiduciary is that the Subject sold his home for an unreasonably low sum. He apparently did this without first informing his daughter. He left Colorado and relocated to the District. He ceased his relationship with his daughter.\nThis type of occurrence should always be examined closely, because it may be a trouble sign. The significance of this story about the house sale fades, however, when seen in the light of the Subject’s zeal to get away from his daughter and to simply relocate himself. Selling a house for a bargain price is not unusual when the seller is in a hurry to move away.\nSurmising that his daughter was attempting to poison him (for motives unstated) the Subject gave a power of attorney to his son, with instructions to sell the house. Thus, any judgment call made by the son as to the selling price cannot be fairly attributed to mental illness of his father. The sale of the house and the Subject’s decision to relocate to the District came in the wake of his suspicion that his daughter had tried to poison him.\nThe Subject may have been innocently mistaken about the poisoning theory — or he simply may have experienced a paranoid delusion altogether. However, if he believed it (for whatever reason), his subsequent desire to move to a more protected environment (at the Home) is totally consistent with a desire to protect himself and to simplify his life. By moving to the Home, he would cease being a single homeowner and he would be in a place that could monitor his visitors and protect him.\nIt is clear from all of the affidavits that even if . the Subject’s fear of poisoning at the hands of his daughter was a paranoid delusion, it has not resulted in any inability of the Subject to handle his financial affairs or to make health care decisions for himself.\nThe sole, alleged bad result of the alleged poisoning delusion is that the Subject has cut off his relationship with his daughter and possibly other family members. It is she — not the Subject — who is being adversely affected by the alleged delusion. It is quite apparent from her affidavit and pleadings that the object of obtaining a court appointed Guardian is to somehow force her father to accept treatment, to rid himself of the so-called paranoia so that he will now have a friendly relationship with his daughter. A change in their relationship is the only putative goal of a cure.\nThere are no indications that the so-called paranoia has brought any genuine discomfort to the Subject. As long as he is not being forced to continue a relationship with his daughter, he considers that his problem has been solved and he otherwise functions well.\nThe pleadings, files, and records in this case conclusively show that the Petitioner is not entitled to relief. Several factors are important.\nThis Court is most impressed with the unrebutted affidavit evidence as to the Subject’s present ability to self-manage his portfolio, to retain counsel to oppose the Petition, and to institute a power of attorney contingency plan by which his son will make decisions for him upon his incapacity-\nIn addition, no one disputes the fact that the Subject has established a new residence at the Home, which has its own medical facilities, a full range of personal care options, the assistance of social workers (when needed), etc.\nThe fact that the Subject has executed a power of attorney instrument, to address future decision-making needs, shows that he is well aware of the need for having a contingency plan in place. This is not the act of a person who is so demented or paranoid that he does not recognize the need for such coverage. He plainly does. Morever, the Subject promptly and shrewdly retained his own attorney, instead of waiting for court-appointed counsel to act on his behalf.\nFurthermore, the Court recognizes a glaring fact of life with respect to the inability of the Petitioner to demonstrate her entitlement to relief.\nThe Subject resides in an institution that, by historical performance, is vigilant about the mental capacity of its residents. Every year, the Home files its own Petitions for General Proceedings whenever it is apparent that a resident cannot manage his affairs or make reliable decisions about health care, etc. The Home is not shy or reluctant to take such actions and to bring these situations to the attention of the Superior Court. With the high level of inquiry and prodding by the Petitioner, it is remarkable that the Home has never filed a Petition regarding this resident.\nAs a practical matter, the officials and physicians of the Home are in the best position to know whether anything is seriously amiss with John T. Hodges. To avoid liability problems and in order to insure that their own bill is paid, the Home has every incentive to move with alacrity to file a Petition if any one of its residents begins to show signs of legal incapacity. It is not in the Home’s best interests to hide any such problem.\nThis Court will not deny the Petition simply because of the failure of the Home to take action. However, its declination to do so strongly and realistically corroborates the legal and factual contentions of the Subject.\nThe appointment of a fiduciary would do at least two things that are not in the Subject’s interests: (1) take away his personal freedom and authority to make decisions; and (2) forcibly expend his assets to pay for such unneeded help. In addition, since it is clear that the Subject cherishes his privacy, the appointment of a fiduciary would require that all of his personal and financial business be displayed upon the public record for the rest of his life— giving the Petitioner and other[s] a gratuitous window into his life that he clearly opposes.\nThe Court must obey the legislature’s command that the intervention law “shall be liberally construed and applied to promote its underlying purposes and policies.” D.C.Code § 21-2001(a). The Court is not to liberally construe [the statute] to promote anything else. The explicit, underlying purposes and policies of the intervention law, are (in pertinent part) to “[p]romote a speedy and efficient system for managing and protecting the estates of protected individuals so that assets may be preserved for application to the needs of protected individuals and their dependents!”] D.C.Code § 21-2001(b)(2).\nThe “system” for managing and protecting the assets of the Subject is already in place. Consequently, there is no lawful role for the Court to play, particularly against the express desires of the Subject.\nIt is true, as Petitioner argues, that the Code can be applied so as to insure that a person who is ill is able to address his or her “therapeutic” needs, even if insuring financial needs are not the issue. This would certainly include the right to obtain psychotropic medication, therapies, etc. Court-ordered assistance is appropriate, however, only when the absence of such treatment adversely affects the Subject personally. Collateral ill effects upon persons who are neither the Subject nor his dependents are clearly not the business of the Court. The intervention statute was never designed to cast the Superior Court as the relationship police.\nIronically, the Petitioner swears in her own affidavit that on May 15, .1998, she had a conversation with a medical officer at the Home, to whom she stated that she was “trying to avoid upsetting [her] father in any way, but only wanted to provide information and to encourage them to give him help in getting him evaluated.” Affidavit of Petitioner at paragraph 45. She then complains in the affidavit that the medical officer “dismissed [her] concerns” and told her to get a lawyer. Affidavit of Petitioner at paragraph 45.\nIf indeed the Petitioner does not want to upset her father, she has acted in a manner inconsistent with this intent. Based upon the content and tone of the Subject’s affidavit and the arguments of his lawyer, it is clear that Petitioner has upset her father by filing the instant Petition.\nEven before she ever filed the Petition, she [had] already accomplished the goal of alerting the officials and physicians at the Home that she suspects that her father is mentally ill and that she wants him to have treatment if he needs it. She is disgruntled that they apparently do not have the same view. This, however, is again not a reason for the Court to inject a court-appointed fiduciary into her father’s life.\nIt is important to note the observations in the statement of one of the Petitioner’s potential witnesses, James H. Brown. His statement (unsworn) is an attachment to the affidavit of the Petitioner. This person is a longtime family friend and is the former husband of the Petitioner. He observes that the Subject and the Petitioner “are both strong willed individuals and have always struggled to agree[ ] on various issues.... John has always had a preference for his [son] Stephen, while Leontine [their mother] preferred Alexis.” Statement at 1.\nMr. Brown complains about the rejection of his inquiries and interest in the Subject by officials of the Home, stating, “Their actions have impeded any attempt to properly determine John’s true mental státe and reestablish a relationship between John and the four of us.” Statement at 2. This is a short, plain statement of the sub-text that drives this litigation. Unmistakably, [Mr.] Brown has revealed that this Petition is designed ultimately to re-engineer the Subject’s family relationships.\nIn context, the statement of James H. Brown tends to cast the instant Petition as an extension of the ancient sibling rivalry, and a tug of war over the affections of their father. The father is caught in the middle.\nThe Petitioner desires to satisfy her own curiosity about why her father has rejected her, and desires to insure that he is “cured” of this approach. This is a bald encroachment upon the Subject’s personal freedom in a situation in which he otherwise needs no help from the Court.\nDrawing all reasonable inferences in favor of the Petitioner, there is still no sound reason for this Court to force the Subject to undergo psychiatric examinations and treatment in order to satisfy the curiosities and goals of third persons. This is precisely what this case is all about.\nOn balance, the Court is utterly unconvinced that granting the Petition would do any favor for the Subject, as opposed to the Petitioner.\nII. MOTION FOR LEAVE TO SUBPOENA PHYSICIAN\nThe Motion is moot, but lacks merit in any event because the request to take discovery is nothing more than a request to launch a fishing expedition. This Motion will be denied, and the Court will also deny the Motion for Leave to Take Discovery.\nWHEREFORE, it is by the Court this 16th day of April, 1999\nORDERED that the Subject’s Motion for Summary Judgment is hereby granted. The Petition for General Proceeding is denied; and it is\nFURTHER ORDERED that the Motion for Leave to Take Discovery is denied; and it is\nFURTHER ORDERED that the Motion to Subpoena Physician is hereby denied; and it is\nFURTHER ORDERED that the Motion to Have Nathan Billig Recognized As Expert is denied.\nOur factual clarifications are noted in footnotes marked by an asterisk.\n. Petitioner's Opposition to the Motion for Summary Judgment also contains a Motion to Permit Limited Discovery.\n. One of the attachments to the Motion for Summary Judgment is a Report of Visitor, prepared by Rabinowitz. He was not appointed by the Court, but is a witness for the Subject. Although his Report is unsworn, no party disputes the generalized description therein of the Subject’s assets. Even if these numbers provided by Rabinowitz are not precise[ ], it is obvious that the Subject is simply a wealthy man.\nMs. Brown and her friend, Gilbert Kover, visited her father, a former Air Force airman, for two weeks at his Colorado home in August 1996. One evening after dinner out at a restaurant, Mr. Hodges stayed up late with chest pains but would not allow Mr. Kover to drive him to the hospital. Mr. Hodges left early the next morning saying he was going to the U.S. Air Force Academy Hospital. Later, a \"senior victim volunteer” from the Colorado Springs Police Department called on Mr. Hodges’ behalf and directed Ms. Brown and Mr. Kover to leave Mr. Hodges’ home because he had filed an elder abuse claim against her. A few hours later the Colorado Springs police escorted Ms. Brown and her friend from the house after they had finished packing. Ms. Brown has had no direct contact with her father since that incident. Mr. Hodges allegedly told the police and others with whom he was in contact that he did not want Ms. Brown to know of his whereabouts because he believed she was trying to harm him, perhaps by poisoning.\nAs additional evidence to the August 1996 incident of alleged paranoia, Ms. Brown's affidavit relates that as of September 1995 Mr. Hodges had complained to the police three times that \"someone had taken 'brownish' bricks from his driveway area and had thrown them into the street,” though she had always known her father’s driveway to be lined by large stones not bricks.\nBy \"the four of us,” Mr. Brown means himself, appellant, and their two children, Mr. Hodges’ grandchildren.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Ron M. Landsman, Bethesda, MD, for appellant.",
      "MaryJane Reynolds, Washington, DC, with whom John C. Morrison, Alexandria, VA, was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re John T. HODGES. Alexis Hodges Brown, Appellant.\nNo. 99-PR-681.\nDistrict of Columbia Court of Appeals.\nArgued June 1, 2000.\nDecided July 13, 2000.\nRon M. Landsman, Bethesda, MD, for appellant.\nMaryJane Reynolds, Washington, DC, with whom John C. Morrison, Alexandria, VA, was on the brief, for appellee.\nBefore TERRY, RUIZ and WASHINGTON, Associate Judges."
  },
  "file_name": "0389-01",
  "first_page_order": 423,
  "last_page_order": 431
}
