{
  "id": 7350513,
  "name": "Anthony F. COLLURA and Rose Mary Collura, Appellants, v. L & E CONCRETE PUMPING, INC., and Burrell Construction and Supply Co., Jointly and/or Severally, Appellees",
  "name_abbreviation": "Collura v. L & E Concrete Pumping, Inc.",
  "decision_date": "1996-11-04",
  "docket_number": "",
  "first_page": "392",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "686 A.2d 392"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pa.Super. 294",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844346
      ],
      "year": 1902,
      "pin_cites": [
        {
          "parenthetical": "when plaintiff died before determining the validity of judgment, but deposition of plaintiff was taken on the rule to open the judgment, this deposition testimony was admissible at later trial"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/21/0294-01"
      ]
    },
    {
      "cite": "40 A. 802",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1898,
      "pin_cites": [
        {
          "parenthetical": "if the deposition of a person, competent to testify, is taken in the cause, who subsequently, and before the trial dies or becomes incompetent, the deposition is admissible"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "187 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900314
      ],
      "year": 1898,
      "pin_cites": [
        {
          "parenthetical": "if the deposition of a person, competent to testify, is taken in the cause, who subsequently, and before the trial dies or becomes incompetent, the deposition is admissible"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/187/0166-01"
      ]
    },
    {
      "cite": "644 A.2d 1202",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 665",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "425 Pa.Super. 473",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927715
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "705"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0473-01"
      ]
    },
    {
      "cite": "415 Pa.Super. 137",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        911101
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "determination by worker's compensation referee that workers' carcinoma was not related to occupational exposure collaterally estopped workers' widows from relitigating that same issue in subsequent tort actions"
        },
        {
          "parenthetical": "determination by worker's compensation referee that workers' carcinoma was not related to occupational exposure collaterally estopped workers' widows from relitigating that same issue in subsequent tort actions"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/415/0137-01"
      ]
    },
    {
      "cite": "665 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        458972,
        7880612
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0124-01",
        "/a2d/665/1167-01"
      ]
    },
    {
      "cite": "542 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458972
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0124-01"
      ]
    },
    {
      "cite": "428 Pa.Super. 167",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933169
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0167-01"
      ]
    },
    {
      "cite": "88 A.2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "parenthetical": "testimony given at former proceeding between parties is admissible where witness is unable to attend because of sickness"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234588
      ],
      "year": 1952,
      "pin_cites": [
        {
          "parenthetical": "testimony given at former proceeding between parties is admissible where witness is unable to attend because of sickness"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0582-01"
      ]
    },
    {
      "cite": "529 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831217
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "opinion in support of affirmance"
        },
        {
          "parenthetical": "opinion in support of affirmance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0360-01"
      ]
    },
    {
      "cite": "657 A.2d 992",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        718041,
        11941826
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/441/0415-01",
        "/a2d/657/0992-01"
      ]
    },
    {
      "cite": "441 Pa.Super. 415",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        718041
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/441/0415-01"
      ]
    },
    {
      "cite": "428 Pa.Super. 568",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933167
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "plaintiff must diligently prosecute case in order to prevent the entry of a judgment non pros"
        },
        {
          "parenthetical": "plaintiff must diligently prosecute case in order to prevent the entry of a judgment non pros"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0568-01"
      ]
    },
    {
      "cite": "529 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831150
      ],
      "weight": 7,
      "year": 1992,
      "pin_cites": [
        {
          "page": "356"
        },
        {
          "page": "1009",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0350-01"
      ]
    },
    {
      "cite": "247 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919663
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0129-01"
      ]
    },
    {
      "cite": "662 A.2d 660",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        722011,
        7863509
      ],
      "weight": 3,
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "663-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/443/0483-01",
        "/a2d/662/0660-01"
      ]
    },
    {
      "cite": "443 Pa.Super. 483",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        722011
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/443/0483-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 814,
    "char_count": 16865,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18940737471566876
    },
    "sha256": "315047371ce41dda2eed33963d37575739b292d2188006b44b7a7d1204ec9da6",
    "simhash": "1:19cbd06efbfa27fb",
    "word_count": 2738
  },
  "last_updated": "2024-02-27T19:30:33.176097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CIRILLO, President Judge Emeritus, and TAMILIA and HESTER, JJ."
    ],
    "parties": [
      "Anthony F. COLLURA and Rose Mary Collura, Appellants, v. L & E CONCRETE PUMPING, INC., and Burrell Construction and Supply Co., Jointly and/or Severally, Appellees."
    ],
    "opinions": [
      {
        "text": "CIRILLO, President Judge Emeritus:\nAnthony F. Collura and Rose Mary Collu-ra appeal the order entered in the Court of Common Pleas of Allegheny County denying them petition for relief from a judgment of non pros. We affirm.\nOn January 19, 1989, the Colluras instituted the underlying personal injury suit after Mr. Collura was injured while performing work at a construction site. Mr. Collura’s employer, A.A. Martini Construction Company, was hired to complete a construction project at-a New Kensington hospital. Mr. Collura’s.work consisted of pouring concrete on the roof of an addition to a medical building. The concrete was supplied by a hose that was powered by a pumper truck. While performing his work, the hose suddenly “bucked,” causing Mr. Collura to fall off the roof of the building, onto the ground, where he landed on his head, neck and back. The Appellee, L & E Concrete Pumping (L & E), owned the hose, delivery system and truck. At the time of the accident, an L & E employee was operating the truck.\nIn 1993, L & E filed a motion for summary judgment .which the court denied. On September 1, 1995, L & E filed an amended petition for a rule to show cause why the action should not be dismissed for failure of the Appellants to prosecute. The court issued a rule and directed the Colluras to file an answer to the petition within twenty days. After hearing oral argument on the petition, the court entered an order granting judgment of non pros in favor of the Appellee, L & E. The Colluras filed a petition requesting relief from the judgment, which the trial court summarily denied. The Colluras now appeal and ask this court to review the following issues:\n(1) Was the entry of judgment of non pros by the Court of the Common Pleas appropriate where there was docket activity in the case and where any delays in the prosecution of the case were caused by the action and activities of L & E Concrete or were reasonably explained by the Collu-ras?\n(2) Whether the Colluras demonstrated that they proceeded with due diligence and set forth compelling reasons for delay in the case in that:\n(a) Mr. Collura’s employer filed a Termination Petition in the Workers’ Compensation case, alleging that Mr. Collura had recovered from his work injury. Mr. Collura’s counsel successfully defended against the Termination Petition; and\n(b) Mr. Collura’s health made it virtually impossible for him to participate in the prosecution of the Colluras’ case; and\n(c) L & E Concrete sold the pumper truck during the pending litigation without notice to the Colluras, thereby preventing the Colluras from examining the vehicle.\nThe question of whether to enter a judgment of non pros for a plaintiffs failure to prosecute an action within a reasonable time rests within the sound discretion of the trial court and will not be disturbed absent an ’abuse of that discretion. Mudd v. Nosker Lumber, Inc., 443 Pa.Super. 483, 662 A.2d 660 (1995). The well-established circumstances under which a court may enter a judgment non pros are where: (1) a party has shown a lack of due diligence by failing to proceed with reasonably promptitude; (2) there is no compelling reason for the delay; and, (3) the delay has caused prejudice to the adverse party. James Bros. Lumber Co. v. Union Banking and Trust Co. of Du Bois, 432 Pa. 129, 247 A.2d 587 (1968).\nOur supreme court has set forth the time limit for docket inactivity which will presume that the adverse party has been prejudiced. In Penn Piping, Inc. v. Insurance Co. of North America, 529 Pa. 350, 603 A.2d 1006 (1992), our supreme court stated:\nWe believe it is, and we now hold that in cases involving a delay for a period of two years or more, the delay will be presumed prejudicial for purposes of any proceeding to dismiss for lack of activity on the docket. Thus, if there is a lack of due diligence in failing to proceed with reasonable promptitude; if there is no compelling reason for the delay; and if the delay is for two years or more, the case may be dismissed for lack of activity on the docket.\nId. at 356, 603 A.2d at 1009 (emphasis added).\nIn Pine Township, supra, our court found that plaintiffs petition to remove its case from a termination list was “neither substantive in nature nor exemplary of the type of positive docket activity contemplated by this Court in Penn Piping.\" Id. at 478, 625 A.2d at 706. Similarly, the last action taken by the Appellants which was entered on the docket, before the filing of Appellee’s rule to show cause, was a June 28,1994 entry of the appearance of Appellants’ counsel, Shelley W. Elovitz, Esq. This court does not deem such activity as “substantive” or an example of “positive docket” action. Pine Township, supra. In fact, Ms. Elovitz did not even replace counsel from another firm, but rather, substituted herself for an attorney from her own office who had previously represented the Colluras. Such an action should not be classified as a step taken to “diligently prosecute” the Colluras case. See Gates v. Servicemaster Commercial Service, 428 Pa.Super. 568, 631 A.2d 677 (1993) (plaintiff must diligently prosecute case in order to prevent the entry of a judgment non pros).\nIn light of the classification of Ms. Elovitz’s entry of appearance as non-substantive docket activity, we find that the last substantive docket entry prior to the service of L & E’s petition was a July 6,1993 court order directing the Colluras to file supplemental answers to a set of interrogatories. Because the gap in time from July 6, 1993 until the July 28, 1995 petition for a rule to show cause constitutes a “delay for a period of two years or more,” we presume that Appellee has been prejudiced. Penn Piping, supra,\nThe Colluras next claim that they diligently prosecuted their case, and, in the alternative, have given compelling reasons for any perceived delay in prosecuting the ease. Specifically, the Colluras contend that a worker’s compensation termination proceeding which was pending, prevented them from simultaneously proceeding with the prosecution of the present ease. They also assert that Mr. Collura’s declining health prevented him from testifying on his behalf at a trial. Finally, the Appellants claim that the Appel-lee has “unclean hands” because it sold the truck involved in the present accident, which, in turn, has created reasonable delays in prosecuting the present case.\nThe Penn Piping court recognized certain compelling reasons for a delay which would defeat the dismissal of a case for docket inactivity. Such instances are “where the delay was caused by bankruptcy, liquidation, or other operation of law, or in cases awaiting significant developments in the law.” Penn Piping, 529 Pa. at 356 n. 2, 603 A.2d at 1009 n. 2. The court, however, did not intend this list to be all inclusive or exhaustive. Rather, the court stated that “[tjhere may, of course, be other compelling reasons which will be determined on a case-by-ease basis.” Id. Instantly, we do not find that Appellants have provided the court with any compelling reasons.\nThe doctrine of non pros has developed in order to ensure that plaintiffs do not take advantage of defendants through dilatory tactics. Mudd v. Nosker Lumber, Inc., 443 Pa.Super. 483, 662 A.2d 660 (1995) (citation omitted). By the same respect, however, a defendant will not be allowed to intentionally prejudice a plaintiff in the prosecution of a case. Id. at 489-93, 662 A.2d at 663-64. The Appellants assert that on December 9, 1992, their counsel requested that L & E produce the truck involved in Mr. Collura’s accident in order to allow them expert to review it and prepare an expert report for use at trial. L & E responded to this request by informing Appellants that the truck had been sold in October of 1992. The Colluras claim that L & E has “unclean hands” for intentionally selling the truck used in the accident in order to prevent Appellants from successfully prosecuting their case.\nWe remind the Appellants that it is their own responsibility to pursue the present cause of action in a diligent manner; it is not Appellee-defendant’s burden to ensure that this case proceeds. Aimee’s Touch, Inc. v. Kramer, 441 Pa.Super. 415, 657 A.2d 992 (1995). Appellants had over one and one-half years from the commencement of their personal injury action to secure examination of the truck involved in the accident. Streidl v. Community General Hospital, 529 Pa. 360, 603 A.2d 1011 (1992) (opinion in support of affirmance) (plaintiffs delay in waiting to secure an expert report for trial was not a compelling reason justifying delay in prosecution). There is no evidence in the record that the Appellee has acted in an intentionally culpable manner to prevent the Appellants from proceeding with their suit. Cf. Mudd, supra (defendants held to have “unclean hands” where they requested a continuance on the eve of trial, ostensibly to negotiate a settlement, and then filed a motion for judgment of non pros four weeks later). We do not find that Appellants’ “unclean hands” argument has merit.\nAppellants also contend that the declining health of Mr. Collura has prevented them from having him testify at trial. Such testimony, they claim, is necessary and vital to their case. We disagree. As the trial court and Appellee recognize, a number of witnesses are able to testify to the accident and circumstances surrounding Mr. Collura’s fall. Even assuming that Mr. Collura’s version of the accident is so unique and necessary to the plaintiffs’ case, he has already provided lengthy testimony at a July, 1990 deposition. According to evidentiary principles, if Mr. Collura were “unavailable” to testify at trial due to his health condition, this deposition testimony could be admitted at trial. See Shields v. Larry Constr. Co. Inc., 370 Pa. 582, 88 A.2d 764 (1952) (testimony given at former proceeding between parties is admissible where witness is unable to attend because of sickness).\nFinally, Appellants assert that at the time the present case was dismissed, they were defending against and continue to defend a worker’s compensation termination proceeding brought by Mr. Collura’s employer. The Colluras claim that the potential decision of this proceeding could have a collateral effect on the outcome of the underlying suit with L & E. Such effect, they contend, “constitutes a significant development[ ] of the law of the case,” and, therefore, is a compelling reason for delay in prosecuting the present case. We disagree.\nThe Colluras cite Phillips v. A.P. Green Refractories Co., 428 Pa.Super. 167, 630 A.2d 874 (1993), aff'd, 542 Pa. 124, 665 A.2d 1167 (1995), to support their argument that the present ease may be barred by the collateral estoppel effect of the worker’s compensation judgment. In Phillips, the plaintiffs brought suit against a Pennsylvania corporation and various other manufacturers and/or suppliers of silicon products for damages they allegedly sustained while working at a U.S. Steel plant. Prior to filing this civil action, the appellees filed a worker’s compensation claim against their employer, U.S. Steel, seeking compensation for the same alleged injuries. Subsequent to the filing of the civil complaint, the worker’s compensation referee found that appellees were not entitled to benefits under the Worker’s Compensation Act. After a civil trial ensued, several defendants moved for a compulsory non-suit and later a directed verdict claiming that the present civil action was barred by the doctrine of collateral estoppel due to the preclu-sive effect of the worker’s compensation determination against the plaintiffs. The trial court denied both motions and entered a verdict in favor of plaintiffs. On appeal, our court reversed this decision, holding that the denial of the worker’s compensation claim for injuries collaterally estopped the plaintiff-workers from bringing an action in tort against the defendant-supplier.\nWe find Phillips is both distinguishable and not applicable to the facts underlying the present appeal. The Colluras worker’s compensation proceeding will not determine whether L & E’s negligence caused Mr. Col-lura’s injuries. In contrast, the worker’s compensation proceeding will involve the issue of whether Mr. Collura’s disability status should be terminated because he has recovered from his work-related injury. In Phillips, our court noted that the worker’s compensation proceeding and the claims asserted in the civil tort action were identical. See also Grant v. GAF Corp., 415 Pa.Super. 137, 608 A.2d 1047 (1992) (determination by worker’s compensation referee that workers’ carcinoma was not related to occupational exposure collaterally estopped workers’ widows from relitigating that same issue in subsequent tort actions). The Phillips court also noted that the worker’s compensation finding was final because the plaintiffs did not appeal the referee’s decision. Neither of these situations exist in the present ease. The Colluras may have a positive decision in the termination proceeding. Even assuming, arguendo, that Mr. Collura is ordered to resume work, this decision will not be final until Mr. Collura appeals such a finding. More importantly, however, this termination decision is not “identical” to the trial court’s determination in the present civil action— namely, whether L & E is potentially liable in tort for Mr. Collura’s injuries. At most, the worker’s compensation decision may affect the amount of a potential damage award in the civil proceeding. Accordingly, we do not find this meritless claim of collateral estoppel to be a “compelling reason” under Penn Piping, supra.\nOrder affirmed.\nHESTER, J., files a Dissenting Statement.\n. In the present case the plaintiffs filed their complaint in the underlying personal injury action on January 19, 1989. On August 14, 1992, the plaintiffs’ attorney filed a praecipe for substitution of counsel. On May 19, 1993, the Colluras filed a brief in opposition to L & E’s motion for summary judgment. On July 19, 1993, the plaintiffs filed supplemental answers to defendant’s interrogatories. The last docket entry before the filing of Appellees' rule to show cause took place on June 28, 1994. This June of 1994 entry involved a praecipe for substitution of plaintiffs’ counsel. Finally, after receiving the Appellee’s rule to show cause, the Colluras placed the case at issue on August 3, 1995.\n. We recognize the standard of review for the denial of a petition to open a judgment of non pros; an order denying such a petition will be affirmed unless the trial court has abused its discretion. Pine Township Water Co., Inc. v. Felmont Oil Corp., 425 Pa.Super. 473, 625 A.2d 703 (1993), allocatur denied, 537 Pa. 665, 644 A.2d 1202 (1994) (citations omitted). In order to remove a judgment of non pros, a party must have: (1) promptly filed the petition; (2) the delay must be reasonably explained; and, (3) facts must be shown to exist which support a cause of action. Id. at 476-78, 625 A.2d at 705.\nAlthough the Colluras have filed their appeal from the order denying the opening of the judgment non pros, we agree with the trial court that because the Appellants raised the same issues and defenses in their petition for relief as they did at argument on Appellee's petition to enter a judgment non pros, our analysis of Appellant’s issues involves a review of the trial court's decision ordering the entry of a judgment non pros. This standard is set forth in the text of this memorandum preceding the present footnote.\n. Our state courts have held that deposition proceedings are sufficient proceedings warranting admission at trial when the deponent has become ''incompetent\" and cannot testify. See Wells v. New England Mut. Life Ins. Co., 187 Pa. 166, 40 A. 802 (1898) (if the deposition of a person, competent to testify, is taken in the cause, who subsequently, and before the trial dies or becomes incompetent, the deposition is admissible); Shannon v. Costner, 21 Pa.Super. 294 (1902) (when plaintiff died before determining the validity of judgment, but deposition of plaintiff was taken on the rule to open the judgment, this deposition testimony was admissible at later trial). See also 42 Pa.C.S.A. § 5933(b) (sub-section of code relating to testimony by deposition of section regarding the competency of a surviving party).",
        "type": "majority",
        "author": "CIRILLO, President Judge Emeritus:"
      },
      {
        "text": "HESTER, Judge,\ndissenting.\nI respectfully Dissent.",
        "type": "dissent",
        "author": "HESTER, Judge,"
      }
    ],
    "attorneys": [
      "Patricia L. Haas, Pittsburgh, for appellants.",
      "David P. Helwig, Pittsburgh, for appellees."
    ],
    "corrections": "",
    "head_matter": "Anthony F. COLLURA and Rose Mary Collura, Appellants, v. L & E CONCRETE PUMPING, INC., and Burrell Construction and Supply Co., Jointly and/or Severally, Appellees.\nSuperior Court of Pennsylvania.\nArgued Sept. 10, 1996.\nFiled Nov. 4, 1996.\nReargument Denied Jan. 15, 1997.\nPatricia L. Haas, Pittsburgh, for appellants.\nDavid P. Helwig, Pittsburgh, for appellees.\nBefore CIRILLO, President Judge Emeritus, and TAMILIA and HESTER, JJ."
  },
  "file_name": "0392-03",
  "first_page_order": 462,
  "last_page_order": 467
}
