{
  "id": 8109240,
  "name": "Charles W. CARRAS, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Carras v. District of Columbia",
  "decision_date": "1962-07-20",
  "docket_number": "No. 2977",
  "first_page": "393",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 393"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "92 U.S. App.D.C. 110",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3757613
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "206 F.2d 415",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3757613,
        1260127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/206/0415-01"
      ]
    },
    {
      "cite": "176 A.2d 878",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8137592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/176/0878-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 5659,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 1.4114391209462958e-07,
      "percentile": 0.6470298075293193
    },
    "sha256": "b3a32b7b8859526fd1ad3bb11de89d7c3de17b4c0da7af69e6d4658e59c03334",
    "simhash": "1:7ea726bc68709d17",
    "word_count": 932
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Charles W. CARRAS, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge.\nAppellant was arrested for an indecent exposure in a local bus terminal. He pleaded guilty to the charge, and on a showing to the court that appellant had twice before been committed to St. Eliza-beths Hospital for similar offenses and that he had been released from that institution only two months before the latest offense, proceedings were had under our sexual psychopath statute. After a hearing he was found to be a sexual psychopath and committed to St. Elizabeths Hospital. On this appeal appellant’s chief argument is that the evidence did not sustain the finding that he was a sexual psychopath within the statutory definition, which reads as follows:\n“The term ‘sexual psychopath’ means a person, not insane, who by a course of repeated misconduct in sexual matters has evidenced such lack of power to control his sexual impulses as to be dangerous to other persons because he is likely to attack or otherwise inflict injury, loss, pain, or other evil on the objects of his desire.” Code 1961, § 22-3503(1).\nThe basis for this argument is the preliminary report of the two psychiatrists who examined appellant and the testimony of one of those psychiatrists at the hearing. In the preliminary report the psychiatrists concluded that appellant was a sexual psychopath within the definition of the statute, but added: “Mr. Carras is not dangerous to others in spite of offensive inclinations. It is our recommendation that he receive ambulatory treatment (psychotherapy) for his condition.”\nThe psychiatrist who testified at the hearing stated that appellant was of sound mind but had a compulsion to expose himself which he could not resist. He further said he did not believe appellant was dangerous in that he would physically attack anyone in any manner. He conceded there could be possible psychological damage to a minor child or sensitive adult should such a person observe an indecent exposure, but he repeated that appellant would not physically harm other persons and would be helped by ambulatory treatment.\nThe gist of appellant’s argument is that in order to come within the statutory definition of sexual psychopath, one must be dangerous to others, and that this means likely to inflict physical injury to another; and that, absent the likelihood of physical danger to others, one cannot be classified under the statute as a sexual psychopath, no matter how disgusting and offensive his conduct may be to others.\nIt is our opinion that the words of the statute, ‘‘likely to attack or otherwise inflict injury, loss, pain, or other evil,” are not to be restricted to physical injury alone. In the common understanding of the words, injury includes injury to the feelings, and pain includes mental suffering. The psychiatrists conceded, and without that concession we would hold as a matter of common sense, an exhibition of the sort here described might result in a painful reaction on the part of the observer and might produce a psychological injury. Much, of course, would depend upon the age, sex, sensitivity and experience of the observer, but the statute requires only a likelihood and not a certainty. It is our conclusion that the evidence sustained the conviction.\nAppellant next contends that the court' should have explored various means of treatment short of commitment, especial-ly in view of the psychiatrists’ recommen--dation that he receive ambulatory psycho^ therapy. Under the statute the court had no choice but was required to order commitment to St. Elizabeths.\nFinally, appellant complains of the action of the trial court respecting bond on appeal. Appellant’s motion for bond pending appeal was denied on the ground that, having adjudged appellant to be a sexual psychopath, the court had no alternative under the statute but to order immediate commitment. We think this was error. The statute gave appellant the right of appeal as in other cases, and we find no language in the statute explicitly denying the right to bail on appeal. Though this is a civil proceeding, and not a criminal one, and though appellant was committed for treatment as a patient, we think the court has the power to grant bond pending appeal. We do not mean to say that bond should have been allowed in this case, but we do hold that in a sexual psychopath proceeding the trial court has the power, on a proper showing, to permit the one adjudged to remain at liberty on bond pending appeal. However, the question of appellant’s right to bail is now moot. His case is here and ready for disposition on the merits and no practical relief can be given him with respect to bail.\nWe hold that the evidence justified the trial court in finding appellant to be a sexual psychopath and in ordering his commitment.\nAffirmed.\n. Code 1961, § 22-3503 et seq.\n. The constitutionality of our statute was upheld in Miller v. Overholser, 92 U.S. App.D.C. 110, 206 F.2d 415.\n. Presumably “ambulatory treatment” means treatment, without confinement, at the hospital.\n. Webster’s New International Dictionary (2d ed.).\n. Code 1961, § 22-3508.\n. Code 1961, § 22-3508.\n. Starr v. District of Columbia, D.C.Mun. App., 176 A.2d 878.",
        "type": "majority",
        "author": "HOOD, Chief Judge."
      }
    ],
    "attorneys": [
      "Walter M. Nicholson, Jr., Washington, D. C., for appellant.",
      "Hubert B. Pair, Asst. Corp. Counsel, with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and H. Thomas Sisk, Asst. Corp. Counsel, were on the brief, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Charles W. CARRAS, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 2977.\nMunicipal Court of Appeals for the District of Columbia.\nArgued May 7, 1962.\nDecided July 20, 1962.\nWalter M. Nicholson, Jr., Washington, D. C., for appellant.\nHubert B. Pair, Asst. Corp. Counsel, with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and H. Thomas Sisk, Asst. Corp. Counsel, were on the brief, for ap-pellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0393-01",
  "first_page_order": 425,
  "last_page_order": 427
}
