{
  "id": 11711896,
  "name": "John BENNETT and Blanche Bennett, and Malaika Mebane, a Minor, by Her Parent and Natural Guardian, Patricia Mebane, and Patricia Mebane in Her Own Right, v. Elonder B. GRAHAM and Federation of Jewish Agencies; Elonder B. GRAHAM and Jewish Family and Children's Agency of Philadelphia v. John BENNETT and Kimberly Bennett. Appeal of John BENNETT and Malaika Mebane",
  "name_abbreviation": "Bennett v. Graham",
  "decision_date": "1998-05-19",
  "docket_number": "",
  "first_page": "393",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "714 A.2d 393"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "300 Pa.Super. 469",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        191833
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "holding that a party cannot claim on appeal that he was prejudiced by an answer to a question raised by that party's own counsel"
        },
        {
          "parenthetical": "holding that a party cannot claim on appeal that he was prejudiced by an answer to a question raised by that party's own counsel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/300/0469-01"
      ]
    },
    {
      "cite": "126 A2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "331 Pa.Super. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        612831
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/331/0404-01"
      ]
    },
    {
      "cite": "664 A.2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470805,
        7867669
      ],
      "weight": 2,
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0474-01",
        "/a2d/664/0525-01"
      ]
    },
    {
      "cite": "541 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470805
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0474-01"
      ]
    },
    {
      "cite": "690 A.2d 183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468692,
        11922685
      ],
      "weight": 4,
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citing Miller v. Brass Rail Tavern, Inc., 541 Pa. 474, 664 A.2d 525 (1995)"
        },
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0254-01",
        "/a2d/690/0183-01"
      ]
    },
    {
      "cite": "547 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468692
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "citing Miller v. Brass Rail Tavern, Inc., 541 Pa. 474, 664 A.2d 525 (1995)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0254-01"
      ]
    },
    {
      "cite": "380 Pa.Super. 120",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458625
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/380/0120-01"
      ]
    },
    {
      "cite": "203 A.2d 657",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "658"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891900
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0296-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 12346,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24278094977738085
    },
    "sha256": "686aa5c3f27813b16c98721a2530df40d2a18e868c221b32b3c9d1c6fff4f986",
    "simhash": "1:3fff06ecc86ca16f",
    "word_count": 1959
  },
  "last_updated": "2024-02-27T20:32:41.691981+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "John BENNETT and Blanche Bennett, and Malaika Mebane, a Minor, by Her Parent and Natural Guardian, Patricia Mebane, and Patricia Mebane in Her Own Right, v. Elonder B. GRAHAM and Federation of Jewish Agencies. Elonder B. GRAHAM and Jewish Family and Children’s Agency of Philadelphia v. John BENNETT and Kimberly Bennett. Appeal of John BENNETT and Malaika Mebane."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from an order of the Superior Court which affirmed an order of the Court of Common Pleas of Philadelphia County in a negligence case brought by appellants.\nIn July, 1986, a vehicle operated by appel-lee Graham collided with a vehicle operated by appellant Bennett in which appellant Me-bane was a passenger. The accident occurred at an intersection regulated by traffic lights. There were no other witnesses to the accident and the occupants of each car claimed that the other vehicle ran a red light. The occupants of both vehicles suffered personal injuries to varying degrees and were treated at a local hospital.\nPhiladelphia police officer Charles Lough-ery responded to the radio call reporting the accident. After observing the accident scene, Officer Loughery proceeded to the hospital where he interviewed the parties and completed his accident report.\nAppellants filed a complaint against Graham and the Federation of Jewish Agencies alleging that Graham’s negligent operation of her vehicle caused the accident. Appellees filed a cross-complaint against Bennett and his wife Kimberly, the owner of the vehicle driven by Bennett, alleging that Bennett’s negligent operation of a motor vehicle caused the accident and resulted in payment of uninsured motorist benefits by Hartford Insurance Company to Graham and the agency.\nAn arbitration panel determined that since appellants had failed to insure their vehicle, Hartford was entitled to reimbursement for benefits paid to Graham and the agency. Appellants appealed this determination to common pleas court where a jury trial was held before Judge Rosenwald.\nDuring Officer Loughery’s pre-trial deposition, counsel agreed that all objections would be reserved for trial. Officer Loughery was questioned as to his professional experience and training; he responded that he had received instruction in accident investigation during his police academy training and that over the course of a twenty year career he had personally responded to a “few hundred” accident scenes. Deposition of C. Loughery at 5. He was neither offered nor accepted as an expert witness during this deposition or at trial. Appellants’ counsel, again asserting that objections were reserved for trial, asked for Loughery’s opinion as to who ran the red light. Loughery answered, “If I can recall correctly to be honest with you ... I think it looked like [Bennett’s vehicle] went through the red light.” Deposition of C. Loughery at 17. Loughery subsequently expressed additional reservations as to the accuracy of his recall and admitted that he believed that his opinion was based upon his conversations with the vehicles’ occupants and the vehicles’ locations in the intersection. Deposition of C. Loughery at 18.\nAt trial, the only independent evidence regarding the cause of the accident was Loughery’s deposition testimony that, to the best of his recollection, it was his opinion that the Bennett car was the cause of the accident. Portions of Loughery’s deposition were read into the record because he had been subpoenaed for the third day of trial, but due to the celerity with which the proceedings progressed the trial lasted only two days and Loughery was deemed unavailable. Appellants’ counsel objected to the admission of the portion containing Loughery’s belief as to who caused the accident and was overruled. Appellants’ counsel then moved for a mistrial. The motion was denied.\nThe jury determined that Bennett was one hundred percent negligent in causing the accident, finding for appellees on both the complaint and cross-complaint and awarding $5500.00 to Graham and $5888.00 to the agency. Appellants filed post-trial motions for judgment notwithstanding the verdict or, alternatively, a new trial. After oral argument, both motions were denied. The Superior Court adopted the trial court’s opinion and affirmed the judgment denying appellants’ motion for reargument. We granted allocatur to determine whether the trial court committed reversible error by admitting into evidence the opinion of a police officer, not qualified as an expert, elicited during a deposition when the officer did not personally witness the accident and was deemed unavailable for trial.\nWe first note that this court has held that a police officer who does not personally witness an accident is not competent to testify as to the cause of the accident because “the opinion expressed [would be] grossly speculative and an invasion of the jury’s exclusive prerogative.” Brodie v. Philadelphia Transportation Co., 415 Pa. 296, 203 A.2d 657, 658 (1964). In McKee by McKee v. Evans, 380 Pa.Super. 120, 551 A.2d 260 (1989), the superior court carved out an exception to this rule when the officer has been qualified as an expert.\nWhether or not a witness may be permitted to testify as an expert is a decision that rests within the sound discretion of the trial court. Flanagan v. Labe, 547 Pa. 254, 690 A.2d 183 (1997) (citing Miller v. Brass Rail Tavern, Inc., 541 Pa. 474, 664 A.2d 525 (1995)). Such decisions will not be disturbed on appeal in the absence of an abuse of the final court’s discretion. Id. 690 A.2d at 185. In order to qualify as an expert in a given field, a witness must possess, at a minimum, “more expertise than is within the ordinary range of training, knowledge, intelligence, or experience.” Id. The test is “whether the witness has a reasonable pretension to specialized knowledge on the subject matter in question.” Id.\nIn the ease of police officers, basic police training and experience per se has been deemed insufficient to demonstrate such specialized knowledge. Reed v. Hutchinson, 331 Pa.Super. 404, 480 A.2d 1096 (1984). Even so, as a discretionary matter, if the proper foundation had been laid, and Officer Lough-ery had been properly qualified and offered as an expert, the trial court could have admitted his testimony as evidence if, after due consideration, it had determined that Officer Loughery’s experience satisfied the standard stated above. In this case, nothing indicates that this happened. Officer Loughery was never present at the trial and there is no indication that any attempt was made to lay a foundation which would have enabled ap-pellees’ counsel to offer him as an expert; indeed, he was never so offered. Therefore, the trial court never considered whether or not he possessed sufficient specialized knowledge to qualify as an expert witness, instead relying on the fact that the objectionable testimony was elicited by appellants’ own counsel.\nSince Officer Loughery had not been properly qualified and accepted as an expert, he could only testify as to the facts that he personally witnessed. His opinion testimony as to who ran the red light was admittedly highly speculative and based, at least in part, on the out of court statements given by the occupants of the vehicles. This testimony was, therefore, inadmissible. Indeed, it is difficult to ascertain precisely what type of experience or training would qualify anyone, whether expert or layman, to give a reasonably certain opinion as to the color of a fight that he had not seen.\nFurthermore, the objectionable testimony in this case was elicited during deposition and not during trial as in Gilliard, supra. Facts or opinions discoverable during depositions are not automatically admissible at trial. Pa.R.C.P. 4003.1 states, in part:\n(a) [A] party may obtain discovery regarding any matter, not privileged, which is relevant to the subject matter involved in the pending action....\n(b) It is not ground for objection that the information sought will be inadmissible at trial if the information sought appears reasonably calculated to lead to the discovery of admissible evidence....\nAdditionally the rules provide, in part:\n(a) At the trial, any part or all of a deposition, so far as admissible under the rules of evidence, may be used against any party who was present or represented at the taking of the deposition....\n(c)Subject to the provisions of Rule 4016(b), objection may be made at trial or hearing to receiving in evidence any deposition or part thereof for any reason which would require the exclusion of the evidence if the witness were then present and testifying. ...\nPa.R.C.P. 4020(a) and (c) (emphasis added). The rules explicitly allow discovery of information which may be inadmissible at trial. However, simply because information is discoverable does not render it admissible.\nThat is, any information gathered during discovery is still subject to the rules of evidence regarding its admissibility. The rules are not waived simply because the inadmissible evidence emerges as a result of inquiry by a party to whom the evidence may be potentially damaging. Counsel must be allowed the latitude to pursue avenues of inquiry which may lead to the discovery of admissible evidence without the fear of inadmissible evidence discovered along the way being used against them. Discovery cannot achieve its aims of crystallizing the facts and issues for trial if counsel are to be subject to the same evidentiary limitations encountered at trial.\nIn this case, counsel reserved objections for trial and pursued a fine of inquiry that potentially could have crystallized the facts and issues for both parties. When the deposition was sought to be introduced at trial, counsel raised his objections in a timely manner, allowing the court opportunity to ensure that evidentiary rules were followed. Relying upon inapposite caselaw, the court failed to do so, in effect circumventing the rules of evidence and allowing the introduction of that which would normally be inadmissible. We hold, therefore, that the court abused its discretion in allowing the police officer’s deposition testimony regarding causation to be read into the record.\nHaving concluded that the admission of Officer Loughery’s deposition testimony regarding causation was erroneous, we must now determine whether this admission requires the grant of a new trial. This court has acknowledged that police statements carry with them a naturally high level of “prestige and authoritativeness” which, when brought to the attention of a jury are “highly prejudicial.” Johnson v. Peoples Cab Co., 386 Pa. 518, 126 A2d 720 (1956). In this ease, it is highly likely that Officer Loughery’s testimony was the “basic factor influencing the jury’s determination [and was] sufficiently prejudicial to warrant a retrial.” Brodie, supra at 658.\nJudgment reversed; the ease is remanded for retrial.\n. As noted by the trial court, Graham was operating the vehicle as an employee of the Jewish Family and Children's Agency. The Federation of Jewish Agencies is the parent corporation of the agency and was incorrectly named as a defendant. This error was not corrected. Additionally, plaintiffs Patricia Mebane and Blanche Bennett were stricken from the complaint for lack of evidence.\n. Hartford filed a separate subrogation action against Bennett and his wife. The cases were consolidated for trial. The trial court determined that there was no agency relationship between Bennett and his wife and that the jury could not, therefore, find Kimberly Bennett liable.\n. The trial court held that the opinion testimony was admissible because it was in response \"to a question asked by appellants' own counsel, citing Commonwealth v. Gilliard, 300 Pa.Super. 469, 446 A.2d 951 (1982) (holding that a party cannot claim on appeal that he was prejudiced by an answer to a question raised by that party’s own counsel).\n. Pertaining to waiver of objections.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      }
    ],
    "attorneys": [
      "Andrew S. Hoenig, John K. Weston, Philadelphia, for John Bennett and Malaika Me-bane.",
      "Anthony R. Deluca, SpringGeld, J. David Auttrim, for Elonder B. Graham and Fed. of Jewish Agencies."
    ],
    "corrections": "",
    "head_matter": "John BENNETT and Blanche Bennett, and Malaika Mebane, a Minor, by Her Parent and Natural Guardian, Patricia Mebane, and Patricia Mebane in Her Own Right, v. Elonder B. GRAHAM and Federation of Jewish Agencies. Elonder B. GRAHAM and Jewish Family and Children’s Agency of Philadelphia v. John BENNETT and Kimberly Bennett. Appeal of John BENNETT and Malaika Mebane.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 1997.\nDecided May 19, 1998.\nAndrew S. Hoenig, John K. Weston, Philadelphia, for John Bennett and Malaika Me-bane.\nAnthony R. Deluca, SpringGeld, J. David Auttrim, for Elonder B. Graham and Fed. of Jewish Agencies.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0393-02",
  "first_page_order": 447,
  "last_page_order": 451
}
