{
  "id": 7948590,
  "name": "In re ANN MARIE",
  "name_abbreviation": "In re Ann Marie",
  "decision_date": "1983-06-16",
  "docket_number": "No. 81-457-Appeal",
  "first_page": "394",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "461 A.2d 394"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "427 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975839
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/427/0795-01"
      ]
    },
    {
      "cite": "448 A.2d 1250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7996670
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "1255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/448/1250-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 8042,
    "ocr_confidence": 0.822,
    "pagerank": {
      "raw": 2.641625231651305e-07,
      "percentile": 0.8231850582794595
    },
    "sha256": "fbf7d3abda1dfde8de1f5138bcc3d285d4a9b4bfb88e4abdd688be7d92327527",
    "simhash": "1:14e9e5730bef8ce8",
    "word_count": 1325
  },
  "last_updated": "2024-02-27T18:13:59.154543+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re ANN MARIE."
    ],
    "opinions": [
      {
        "text": "OPINION\nKELLEHER, Justice.\nThis is an appeal of the Department of Children and their Families (DCF or the department) from a Family Court decree dismissing the department’s August 19, 1980 petition to terminate the parental rights of a mother, to whom we shall hereinafter refer as Kathy. The April 18, 1981 dismissal came at the conclusion of the department’s presentation of evidence on its petition wherein it alleged that Kathy’s daughter, Ann Marie, had been in the care of a licensed governmental child-placement agency for a period of at least six months and that the integration of the child into her parents’ home during the foreseeable future was improbable because of conditions that were unlikely to change.\nAnn Marie, who was born in November 1976, has been a ward of the state and in foster care since February 1977. At the time the termination petition was filed, Ann Marie’s mother, who is retarded, was twenty-three years of age and married to Robert. Robert is not Ann Marie’s father. The couple lived in the Elmwood section of Providence on Public Street. Kathy is also the mother of a son who, like Ann Marie, became a ward of the state and was placed in foster care but who, unlike Ann Marie, was adopted in June 1977.\nThe trial justice, in ruling on the dismissal motion, found as a fact that DCF had proved that Kathy had failed to make the requisite good-faith effort to effectuate the possibility of a reunion with Ann Marie but rested his denial on the alleged failure of DCF to strengthen the familial bond between Ann Marie and her mother, particularly the department’s failure, from mid-August 1979 up until the filing of the termination petition, to promulgate a plan that would have for its goal the reunification of the mother and daughter.\nRecently, in In re William, Susan, and Joseph, R.I., 448 A.2d 1250, 1255 (1982), we recognized the duty of an agency such as DCF to make reasonable efforts in the encouragement and strengthening of the parental relationship before a termination of rights is effected, but we also emphasized that the term “reasonable” is not susceptible to exact definition. Thus, in determining what constitutes a “reasonable effort,” consideration must be given to the facts and circumstances of each particular case. After acknowledging the ad hoc nature of the term “reasonable,” this court wishes to emphasize that it does not expect the impossible from the many agencies whose talented staffs stand ready to assist in situations such as the one presented in the record before us.\nThe trial justice, in faulting DCF for a lack of any reunification plan after mid-August 1979, apparently overlooked what occurred in Kathy’s apartment on August 14,1979, when, after an argument with her husband, she attacked him with a kitchen cleaver. Present on this occasion was Ann Marie; she was spending the long Victory Day week-end at home with her mother. Kathy had no recollection of this incident, blaming it on a blackout. One of Kathy’s caseworkers told the trial justice that DCF’s plan had called for the taking of Ann Marie out of foster care and placing her with her mother sometime in late September 1979. However, the witness observed that the cleaver episode convinced the department that Ann Marie’s life would be in constant jeopardy unless the condition which caused the blackouts could be cured. Tests conducted at Rhode Island Hospital uncovered no organic basis for the so-called blackout. The trial justice also overlooked the fact that in June 1980 another Family Court justice denied Kathy’s motion that would have required DCF to formulate a reunification plan.\nThe record clearly indicates that visits with her mother did not rank high on Ann Marie’s list of things to do. On one occasion she refused to leave the foster home, hiding under the bed and locking herself in the bathroom. She relented and went to the Children’s Center for a visit with her mother, but only after the foster parents gave her a watch and she promised to return it to them. The meetings between mother and child produced little interchange between the two. At one, the mother’s point of real interest was in completing a puzzle that was lying on a nearby table.\nA significant witness presented by DCF at the termination hearing was Mrs. Georgina Lamka, one of the many volunteer special advocates appointed by the Family Court to visit homes where children are to be placed. As Ann Marie’s advocate, Mrs. Lamka visited Kathy’s Public Street tenement. Some of the sexual goings on that took place within the Public Street premises are better off unreported in this opinion. However, the advocate did testify that one day when she arrived, everybody was in bed and there were dog feces all over the floor. One of those sharing the premises with Kathy was an uncle who had allegedly molested Kathy when she was a child.\nThis court in In re David, R.I., 427 A.2d 795, 801 (1981), acknowledged that in a termination-of-parental-rights case the interests of three parties must be balanced: the state, the child, and the parents. The rights of parents, we said, “are a most essential consideration, but we further recognize that the best interests and welfare of the child outweigh all other considerations.” Those sentiments are particularly applicable to the case at bar.\nThe department’s appeal is sustained, the judgment appealed from is vacated, and the case is remanded to the Family Court where the mother may present evidence in her behalf.\n. The record discloses that the appeal was taken from the decision of the Family Court and that no decree embodying the decision has been entered. In the interest of having an expeditious disposition of this controversy, we shall treat the appeal as though it was taken from a decree.\n. Among the agencies that offered their services in Kathy’s behalf were Children’s Friend & Service, Providence Mental Health Clinic, and the State Department of Mental Health, Retardation, and Hospitals (MHRH). Children’s Friend offered a program called “Girl Talk,” which consisted of a group of young, single parents whose members offered support to each other in discussing and attempting to solve the various problems which confronted them in parenting their respective children. MHRH’s Division of Mental Retardation sought to pique Kathy’s interest in acquiring such basic parental skills as an ability to tell time and read the prescriptions that are usually affixed to medicine bottles. Kathy’s interest in these endeavors can best be described by a division caseworker who, when asked about Kathy’s response, said, “She never said no, but she just never followed through.”\n. Advocate Lamka is part of a program which is conducted under the auspices of the Family Court. The program is called CASA, an acronym for a group of nonlawyers who have volunteered to act as Court-Appointed Special Advocates. The program, which began in 1978, was the product of the initiative and the imagination of Chief Judge Edward P. Gallogly and Associate Justice Edward V. Healey, Jr. The initial recruiting efforts brought forth over one hundred interested individuals. The volunteers are charged with the responsibility of making a regular, systematic review of the status of children who have been placed in foster care. At its January 1982 session, the General Assembly allocated sufficient state funds to insure that CASA would have a support staff made up of its own full-time attorneys and social workers. The record in this case clearly demonstrates that Advocate Lamka has discharged her obligations in an exemplary fashion, which speaks well of the program. The May 1983 edition of the CASA volunteer manual indicates that CASA’s case load now involves well over five hundred children.",
        "type": "majority",
        "author": "KELLEHER, Justice."
      }
    ],
    "attorneys": [
      "Thomas M. Bohan, Providence, Legal Counsel for the Dept, of Children and Their Families, for plaintiff.",
      "William F. Reilly, Public Defender, Janet Gilligan, Asst. Public Defender, for defendant."
    ],
    "corrections": "",
    "head_matter": "In re ANN MARIE.\nNo. 81-457-Appeal.\nSupreme Court of Rhode Island.\nJune 16, 1983.\nThomas M. Bohan, Providence, Legal Counsel for the Dept, of Children and Their Families, for plaintiff.\nWilliam F. Reilly, Public Defender, Janet Gilligan, Asst. Public Defender, for defendant."
  },
  "file_name": "0394-01",
  "first_page_order": 444,
  "last_page_order": 446
}
