{
  "id": 12046864,
  "name": "SHOVEL TRANSFER AND STORAGE, INC., Petitioner, v. PENNSYLVANIA LIQUOR CONTROL BOARD, Respondent",
  "name_abbreviation": "Shovel Transfer & Storage, Inc. v. Pennsylvania Liquor Control Board",
  "decision_date": "1995-10-19",
  "docket_number": "",
  "first_page": "395",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "144 Pa. Commonwealth Ct. 322",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1424971
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0322-01"
      ]
    },
    {
      "cite": "425 A.2d 40",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "56 Pa.Commonwealth Ct. 379",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        8732452
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/56/0379-01"
      ]
    },
    {
      "cite": "660 A.2d 248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868044
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/660/0248-01"
      ]
    },
    {
      "cite": "291 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "5 Pa. Commonwealth Ct. 503",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1849242
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/5/0503-01"
      ]
    },
    {
      "cite": "495 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770738
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "granting petition nunc pro tunc where agency's failure to state date on which decision was mailed constituted breakdown in process of agency"
        },
        {
          "parenthetical": "granting petition nunc pro tunc where agency's failure to state date on which decision was mailed constituted breakdown in process of agency"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0238-01"
      ]
    },
    {
      "cite": "156 Pa.Commonwealth Ct. 356",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1447149
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "stating that although Secretary of Education determined that jurisdiction was lacking over appeal from determination of school board, the matter should have been transferred to Commonwealth Court rather than dismissed"
        },
        {
          "parenthetical": "stating that although Secretary of Education determined that jurisdiction was lacking over appeal from determination of school board, the matter should have been transferred to Commonwealth Court rather than dismissed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/156/0356-01"
      ]
    },
    {
      "cite": "604 A.2d 251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 659",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "140 Pa.Commonwealth Ct. 192",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1417745
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/140/0192-01"
      ]
    },
    {
      "cite": "510 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796994
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0496-01"
      ]
    },
    {
      "cite": "654 A.2d 621",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869580
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/0621-01"
      ]
    },
    {
      "cite": "523 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820290
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0235-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 18938,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 1.0873401050065135e-07,
      "percentile": 0.5644425601647046
    },
    "sha256": "69396f8ddf660d461566a74650e59108b9de4f25aa48380b49d0d310dbc5b9d9",
    "simhash": "1:f725c161af5a3827",
    "word_count": 3098
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and DOYLE, McGINLEY, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ.'"
    ],
    "parties": [
      "SHOVEL TRANSFER AND STORAGE, INC., Petitioner, v. PENNSYLVANIA LIQUOR CONTROL BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "KELLEY, Judge.\nShovel Transfer and Storage, Inc. (Shovel) appeals from an order of the Board of Claims (or board), dated November 4, 1994, dismissing Shovel’s claim against the Pennsylvania Liquor Control Board (PLCB) for breach of contract. Also before the court is PLCB’s motion to quash appeal.\nIn June of 1987, Shovel filed with the Board of Claims a complaint for damages arising from an alleged breach of contract by PLCB. At the same time, Shovel filed a petition for review with this court, seeking declaratory and injunctive relief in the nature of a mandamus against Hubert Simpson, PLCB Comptroller, and Michael Hershoek, Budget Secretary for the Commonwealth of Pennsylvania (hereinafter respondents). Specifically, Shovel sought either a declaration that a distribution services contract with PLCB did not require respondents’ signatures or, alternatively, a declaration that respondents’ authority was limited and ministerial in nature.\nBy order of August 19,1987, we permitted PLCB to intervene as a nominal respondent. Respondents filed preliminary objections, alleging that this court lacked jurisdiction over a claim arising from a contract with the Commonwealth of Pennsylvania (Commonwealth). We overruled respondents’ preliminary objections, and respondents appealed our order to the Pennsylvania Supreme Court.\nThe Supreme Court held that it was within the exclusive jurisdiction of the Board of Claims to determine the factual issue of whether there was a valid contract between PLCB and Shovel. Shovel Transfer & Storage, Inc. v. Simpson, 523 Pa. 235, 565 A.2d 1153 (1989). Accordingly, the Supreme Court reversed this court’s order and remanded the case to the Board of Claims. Id.\nFollowing hearings, the board concluded that there was not a valid contract between PLCB and Shovel. Accordingly, the board dismissed Shovel’s claim against PLCB by order of November 4, 1994. Shovel chose to appeal from this order.\nPursuant to Rule 1511 of the Pennsylvania Rules of Appellate Procedure, a party may obtain review of a governmental determination by filing a petition for review with the prothonotary of the appellate court. However, instead of filing a petition for review with this court, Shovel improperly filed a notice of appeal with the Board of Claims on November 28, 1994.\nThe board did not transfer the matter to this court in accordance with section 5103 of the Judicial Code. In a letter to this court, dated December 15, 1994, Shovel’s counsel stated: “On December 14, 1994, this office was advised by the board of claims that the appeal should have taken the form of a ‘Petition for Review' filed in the Commonwealth Court. Accordingly, we hereby request that you accept for filing the enclosed ‘Notice of Appeal’ pursuant to [rule] 1503 of the Pennsylvania Rules of Appellate Procedure.” See Exhibit D, Original Record.\nPa.R.AP. 1513(a), which lists the content of a petition for review, states that:\nThe petition for review shall contain a statement .of the basis for the jurisdiction of the court; the names of the parties seeking review; the name of the government unit ... which made the determination sought to be reviewed; reference to the order or other determination sought to be reviewed; a general statement of the objections to the order or other determination; and a short statement of the relief sought. The statement of objections will be deemed to include every subsidiary question fairly comprised therein. It shall not be necessary for the petition to include or have annexed thereto a copy of the text, if any, of the order or other determination sought to be reviewed.\nIn contrast, a notice of appeal has no requirements relating to the substance of the appeal. See Pa.R.A.P. 904. Consequently, Shovel’s notice of appeal did not contain a general statement of objections, a statement of the basis for jurisdiction, or a statement of the relief sought.\nOn December 22, 1994, PLCB filed a motion to quash appeal. This motion was based on the argument that Shovel’s notice of appeal, which should have been a petition for review, did not raise, and therefore did not preserve, any issue for appellate review.\nShovel filed an answer in opposition to PLCB’s motion and an alternative motion for leave to file a petition for review nunc pro tunc. On January 3,1995, this court entered an order stating that Shovel’s notice of appeal would be considered as timely filed in this court. In addition, our order directed Shovel to file a petition for review pursuant to Pa.R.A.P. 1503 on or before January 17, 1995. The order further stated that failure to comply with this directive would result in dismissal of the case.\nShovel filed a petition for review on January 11, 1995. PLCB then filed a motion for reconsideration en banc of its motion to quash appeal. Shovel filed an answer in opposition to the motion for reconsideration.\nBy order of January 19, 1995, this court granted PLCB’s motion for reconsideration and directed the chief clerk to list the merits of the appeal, PLCB’s motion to quash appeal, and Shovel’s answer to the motion for argument before the court era banc. Arguments were held before this court era banc on April 5, 1995.\nOur inquiry begins with a review of PLCB’s motion to quash appeal. A decision to grant or deny a motion to quash is a question of law and, therefore, within our scope of review. Tierney v. Upper Makefield Township, 654 A.2d 621 (Pa.Cmwlth. 1995).\nAs previously stated, Shovel filed a notice of appeal with the Board of Claims on November 28, 1994. Although Shovel should have filed a petition for review with this court, the filing of the notice of appeal with the Board of Claims is not a fatal defect. See In Re Fourth Statewide Investigating Grand Jury, 510 Pa. 496, 500 n. 3, 509 A.2d 1260, 1261 n. 3 (1986). A notice of appeal amounts to little more than evidence of an intention to appeal, but is sufficient to perfect an appeal under Pa.R.A.P. 902 and 903. Larocca v. Workmen’s Compensation Appeal Board (The Pittsburgh Press), 140 Pa.Commonwealth Ct. 192, 592 A.2d 757, petition for allowance of appeal denied, 529 Pa. 659, 604 A.2d 251 (1991).\nIt is clear that Shovel’s notice of appeal, which it filed with the board, was filed within the thirty-day appeal period provided for notices of appeal, Pa.R.AP. 903, and within the thirty-day appeal period provided for petitions for review, Pa.R.A.P. 1512(a)(1). Pursuant to section 5103 of the Judicial Code, rather than notifying Shovel’s counsel that the appeal should have been filed in this court, the Board of Claims should have transferred the appeal to this court. See, e.g., Kielbowick v. Ambridge Area School Board, 156 Pa.Commonwealth Ct. 356, 627 A.2d 276 (1993) (stating that although Secretary of Education determined that jurisdiction was lacking over appeal from determination of school board, the matter should have been transferred to Commonwealth Court rather than dismissed). Accordingly, we will consider Shovel’s notice of appeal as timely filed in this court. However, we are still confronted with the issue of whether Shovel’s appeal should be quashed due to Shovel’s failure to preserve any issues for appellate review by failing to file a petition for review containing the elements mandated by the Pennsylvania Rules of Appellate Procedure, particularly Pa.R.A.P. 1513, within the thirty-day appeal period.\nAs stated previously, Shovel requested by letter dated December 15, 1994, that this court accept as filed its notice of appeal pursuant to Pa.R.A.P. 1503. At that time, Shovel did not attempt to amend or clarify its notice of appeal by filing a petition for review. Shovel now contends that the petition for review which Shovel filed with this court on January 11, 1995, pursuant to this court’s order of January 3, 1995, was a clarification of its erroneously filed notice of appeal as permitted by Pa.R.A.P. 1503. Rule 1503 provides:\nImprovident Appeals or Plenary Actions If an appeal is taken from an order of a government unit, or if a complaint in the nature of equity, replevin, mandamus, or quo warranto, or a petition for a declaratory judgment or for a writ in the nature of certiorari or prohibition is filed against a government unit or one or more of the persons for the time being conducting its affairs, as such, objecting to a determination by any one or more of them, this alone shall not be a ground for dismissal, but the papers whereon the improvident matter was commenced shall be regarded and acted upon as a petition for review of such governmental determination and as if filed at the time the improvident matter was commenced. The court may require that the papers be clarified by amendment.\nWe disagree with Shovel’s position. Stated simply, Shovel cannot clarify a statement that did not appear in the notice of appeal. It is undisputed that Shovel’s notice of appeal contained no statement of objections to the order of the Board of Claims. Thus, Shovel’s petition for review has added, rather than clarified, objections to the order of the Board of Claims.\nRule 1511 provides that review shall be obtained by filing a petition for review with the prothonotary of the appellate court within the time allowed by Pa.R.A.P. 1512. Pa. R.A.P. 1512(a)(1) expressly states that the petition for review shall be filed within thirty days after the entry of the order from which an appeal is taken. Pa.R.A.P. 105(b), Waiver and Modification of Rules, includes the following provision:\n(b) Enlargement of time. An appellate court for good cause shown may upon application enlarge the time prescribed by these rules or by its order for doing any act, or may permit an act to be done after the expiration of such time, but the court may not enlarge the time for filing a notice of appeal, a petition for allowance of appeal, a petition for permission to appeal, or a petition for review.\nThus, in order to consider the objections set forth in Shovel’s petition for review, we would be required to violate Pa. R.A.P. 1512(a)(1) and Pa.R.A.P. 105(b) by extending the thirty-day period. Courts have recognized only two situations in which a party seeking to file an appeal may be excused from compliance with Rule 105(b). An exception to the rule may be permitted only where a party is proceeding pro se or where the requirements for filing a petition nunc pro tunc have been satisfied. See Larocca (allowing pro se claimant to amend petition for review beyond thirty-day period); Schmidt v. Commonwealth, 495 Pa. 238, 433 A.2d 456 (1981) (granting petition nunc pro tunc where agency’s failure to state date on which decision was mailed constituted breakdown in process of agency). Because neither basis for exception is found here, we are compelled to comply with Pa.R.A.P. 105(b).\nIn light of the foregoing, our review is confined to the issues that were properly preserved within the thirty-day period prescribed by the rules. The only document timely filed was the notice of appeal, which did not preserve any issue for appellate review.\nAs stated previously, a notice of appeal is not subject to the specific requirements applicable to a petition for review. This distinction is logical. When a trial court’s decision is appealed to this court, the issues for appellate review normally have already been preserved in the record that was certified to the trial court. In the case of an appeal from the determination of a government agency, however, there are circumstances in which the issues to be reviewed by this court are not readily ascertainable from the record. The significance of the statement of objections set forth in the petition for review, therefore, cannot be ignored.\nIn reviewing determinations of administrative agencies, we have long recognized an appellant’s objections to the contested order as indispensable to appellate review. See, e.g., Cuffee v. Department of Public Welfare, 5 Pa. Commonwealth Ct. 503, 291 A.2d 549 (1972). In Cuffee, appellant appealed from an order of the Department of Public Welfare (DPW), denying a request for increased assistance benefits. The appeal was governed by former Pa.R.C.P. No. 4. This rule required parties to file objections within thirty days of the adjudication. Id. Appellant’s counsel filed an appeal form within the thirty-day period; however, his appeal form was returned with notification that it lacked an accompanying statement of objections.\nSubsequent to the expiration of the thirty-day period, appellant filed a new notice of appeal, which included a statement of objections. DPW filed a motion to quash appeal. This court granted the motion to quash, and stated: “Unless exceptions are filed as so provided, the Rule is not complied with and there can be no issue properly before this court.” Id. at 507, 291 A.2d at 551.\nAlthough the rules governing appeals have changed since Cuffee, we have not retreated from our position regarding the essential nature of the statement of objections. See, e.g., Smithfield Cafe v. Unemployment Compensation Board of Review, 660 A.2d 248 (Pa. Cmwlth.1995) (dismissing appeal where issues were not preserved in petition for review and stating that petition may not be amended to include new objections after thirty-day appeal period has expired). As we noted in Larocca, “[t]he statement of objections to a government determination has been held to constitute the ‘heart’ of the petition for review, and without it, no issue has been preserved for appellate review.” Larocca, 140 Pa.Commonwealth Ct. at 199, 592 A.2d at 761 (citing Hawkey v. Workmen’s Compensation Appeal Board, 56 Pa.Commonwealth Ct. 379, 425 A.2d 40 (1981)).\nTherefore, we hold that in order for a party to properly preserve an issue for appellate review pursuant to Chapter 15 of the Pennsylvania Rules of Appellate Procedure, a petition for review which complies with the rules, particularly Pa.R.AP. 1513, must be filed within the applicable appeal period or the appeal may be quashed. We recognize that the result herein may seem harsh; however, it is the responsibility of parties seeking review of governmental determinations to familiarize themselves with and thereafter to comply with, the governing rules of appellate procedure. Accordingly, the motion to quash appeal is granted.\nORDER\nNOW, this 19th day of October, 1995, Pennsylvania Liquor Control Board’s motion to quash appeal is granted and the appeal of Shovel Transfer and Storage, Inc. is dismissed.\n. A brief amicus curiae was filed by the Secretary of the Budget and the Governor’s Office of the Budget in support of the PLCB’s position on the merits.\n. The enabling statute governing the Board of Claims is section 1 of the Act of May 20, 1937, P.L. 728, as amended, 72 P.S. § 4651-1, which provides, inter alia, that the board of claims has the duty to \"arbitrate claims against the Commonwealth arising from claims entered into by the Commonwealth.”\n. In pertinent part, section 5103 provides:\nTransfer of erroneously filed matters\n(a) General rule. — A matter which is within the exclusive jurisdiction of a court or district justice of this Commonwealth but which is commenced in any other tribunal of this Commonwealth shall be transferred by the other tribunal to the proper court or magisterial district of this Commonwealth where it shall be treated as if originally filed in the transferee court or magisterial district of this Commonwealth on the date when first filed in the other tribunal.\n(d) Definition. — As used in this section “tribunal” means a court or district justice or other judicial officer of this Commonwealth vested with the power to enter an order in a matter, the Board of Claims, the Board of Property, the Office of Administrator for Arbitration Panels for Health Care and any other similar agency.\n42 Pa.C.S. § 5103.\n4.Pa.R.A.P. 1503 pertains to improvident appeals.\n. Pa.R.A.P. 902 sets forth the manner in which a party may appeal from a lower court to an appellate court, and Pa.R.A.P. 903 addresses the time restrictions applicable to such appeals.\n. Rule 1511 further provides that the “[fjailure of a petitioner to take any step other than the timely filing of a petition for review does not affect the validity of the review proceeding, but is grounds only for such action as the appellate court deems appropriate, which may include dismissal of the review proceeding.” The 1979 explanatory note to rule 1511 explains that this provision was added \"making clear that any defect in the petition for review procedure is waivable except, of course, failure to file within the applicable appeal period, if any.”\n. An appeal nunc pro tunc is permitted only where fraud or a breakdown in the court’s operations has occurred. McKeown v. Department of Transportation, 144 Pa. Commonwealth Ct. 322, 601 A.2d 486 (1991).\n. Prior to the establishment of the Pennsylvania Commonwealth Court, the Court of Common Pleas of Dauphin County had jurisdiction over appeals from certain administrative agencies. These appeals were regulated by Rules 1 through 13 of the Pennsylvania Rules of Civil Procedure. Jurisdiction over these appeals was later transferred to the Commonwealth Court, pursuant to section 403 of the Appellate Court Jurisdiction Act of July 31, 1970, P.L. 673, as amended, formerly 17 P.S. § 211.403, repealed by the Act of April 28, 1978, P.L. 202, 42 P.S. 20002(a)[1443], Appeals to the Commonwealth Court are now governed by the Pennsylvania Rules of Appellate Procedure.",
        "type": "majority",
        "author": "KELLEY, Judge."
      },
      {
        "text": "FRIEDMAN, Judge,\ndissenting.\nI must respectfully dissent.\nIn this ease, Shovel improperly filed a notice of appeal with the Board of Claims rather than filing a petition for review with this court. Shovel’s notice of appeal was timely filed and fully satisfied all requirements for its perfection in the original forum; however, the appeal clearly was deficient as a petition for review to this court, most relevantly because it did not specify any issues for appellate review.\nBecause the rules provide for transfer of erroneously filed matters, parties must be allowed a reasonable time to cure any deficiencies in order to perfect the appeal in the new tribunal. Although Shovel, in response to our order of January 3, 1995, cured the deficiencies by filing a proper and timely petition for review, the Majority concludes that this effort was to no avail. Such a holding totally negates the purpose of the rule which permits transfer.\nOn this basis, I would deny the Liquor Control Board’s motion to quash Shovel’s appeal. Moreover, I would affirm on the merits.",
        "type": "dissent",
        "author": "FRIEDMAN, Judge,"
      }
    ],
    "attorneys": [
      "William G. Merchant, for petitioner.",
      "Eileen S. Maunus, Deputy Chief Counsel, for respondent."
    ],
    "corrections": "",
    "head_matter": "SHOVEL TRANSFER AND STORAGE, INC., Petitioner, v. PENNSYLVANIA LIQUOR CONTROL BOARD, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued April 5, 1995.\nDecided Oct. 19, 1995.\nReargument Denied Dec. 7, 1995.\nWilliam G. Merchant, for petitioner.\nEileen S. Maunus, Deputy Chief Counsel, for respondent.\nBefore COLINS, President Judge, and DOYLE, McGINLEY, PELLEGRINI, FRIEDMAN, KELLEY and NEWMAN, JJ.'"
  },
  "file_name": "0395-01",
  "first_page_order": 453,
  "last_page_order": 459
}
