{
  "id": 8100250,
  "name": "Gloria W. DRESSER v. Robert Wayne DRESSER",
  "name_abbreviation": "Dresser v. Dresser",
  "decision_date": "1967-01-10",
  "docket_number": "",
  "first_page": "395",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "225 A.2d 395"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "211 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8088878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/211/0583-01"
      ]
    },
    {
      "cite": "161 Me. 289",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 6372,
    "ocr_confidence": 0.793,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20079471814766034
    },
    "sha256": "2f372feeb5c5116401622761055af20ea660600c02c3d01f9ff024046cbb9fcf",
    "simhash": "1:4529c7d4883f3468",
    "word_count": 1123
  },
  "last_updated": "2024-02-27T23:10:47.941637+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, RUD-MAN and DUFRESNE, JJ."
    ],
    "parties": [
      "Gloria W. DRESSER v. Robert Wayne DRESSER."
    ],
    "opinions": [
      {
        "text": "WILLIAMSON, Chief Justice.\nThis is an appeal from a judgment of divorce in favor of the wife against the husband on the ground of cruel and abusive treatment. The appeal is sustained.\nIn reviewing the record, we have in mind the familiar principle that the findings of fact of a Justice sitting without a jury stand unless clearly erroneous. M.R. C.P. Rule 52(a); Gruber v. Gruber, 161 Me. 289, 211 A.2d 583.\nThe parties were married in 1961 and have two children. The first knowledge that the wife sought a divorce was when she caused the summons to be served upon her husband at their home in June 1965. He was, his wife agreed, a “steady earner”. The Justice on motion of the husband filed special findings of fact and conclusions of law as follows:\n“First, this matter was tried at great length. The plaintiff produced the testimony of herself and four witnesses in her behalf and the defendant in contesting the divorce produced himself and one witness.\n“It would serve no useful purpose to rehearse the unhappy story of this ill-starred marriage. Its inauspicious beginning well forecast its unhappy ending.\n“Upon all of the evidence I find as a fact that, with the exception of a very short interval of time following its celebration, this marriage was in most respects unhappy and reflects an increasing addiction by the husband to drinking habits which, while possibly falling short of gross and confirmed habits of intoxication, certainly in their effect upon domestic affairs amounted to cruel and abusive treatment, and I find the protestations of the defendant to the contrary unconvincing. No single factual claim on the part of the plaintiff standing alone supports her claim, but in aggregate they reflect a course of conduct indicating a disposition on the part of the defendant to demand, as of right, the love he deigned to win, and I rule as a matter of law that a prolonged course of conduct displeasing and injurious to the plaintiff’s health and domestic security and that of her children totals in its aggregate cruel and abusive treatment as a matter of law. I disbelieve the defendant’s protestation of condoning intercourse and find his denials of his drinking habits unconvincing.”\nThe evidence fully warrants a finding of “an increasing addiction by the husband to drinking habits.” The record does not show gross and confirmed habits of intoxication, and indeed the wife does not ground her claim of divorce on such cause.\nDrinking plays a heavy role in divorce as every Justice knows. This is not to say, however, that excessive drinking alone amounts to cruel and abusive treatment. Here we are unable to find any evidence that the drinking habits of the husband resulted in the injury to the wife, either mentally or physically, sufficient to come within the statutory cause of cruel and abusive treatment.\nThe Court then finds “a prolonged course of conduct displeasing and injurious to the plaintiff’s health and domestic security and that of her children totals in its aggregate cruel and abusive treatment as a matter of law.”\nIn our view of the record the facts as a matter of law do not warrant the ultimate finding.\nThe wife’s reasons for seeking a divorce were stated by her in these words:\n“Q So you informed him your reasons for seeking a divorce were threefold: that he didn’t take you out, that he saw too much of John Mc-Keen and drank too much ?\n“A Yes.”\nThe husband never physically abused his wife. She testified:\n“Q On these occasions when you say he had something to drink, has he been rough with you?\n“A No, I don’t think he would dare to get rough with me.\n“Q You do not want to give him credit for anything, but I ask you: has he ever been rough with you at all ?\n“A Not physically.”\n“Q My question is: you never thought he was going to strike you?\n“A I don’t think he would dare to hit me because he knows I would hit him back.\n“Q He never so much as gave you a shove ?\n“A No.”\nHis conduct had effect and no more on her health, mental or physical, as stated in the following testimony:\n[the wife]\n“Q What was his condition when he returned at night?\n“A He had been drinking, very much.\n“Q And how did this affect you at that time, physically and emotionally ?”\n“A I lost quite a bit of weight. I had a doctor’s prescription for my nerves at that time.\n“Q How long has this condition continued ?\n“A It bothers occasionally at present. I have a prescription.”\nMrs. McKeen buttressed the wife’s testimony as follows:\n“Q Mrs. McKeen, when was it that you saw Gloria and you noticed she had lost weight?\n“A It was either in May or June.\n“Q Has she lost weight since then ?\n“A I would say so, yes.”\n* * * * * *\n“Q When you saw her in May or June of this year, she appeared to you on that one occasion to have lost some weight from when you had seen her two or three years ago?\n“A Yes, I think so.”\nWe are unable to read into the evidence anything more than the history of an unhappy marriage. The conduct of the husband no doubt contributed to the unhappiness, but unhappiness of wife or husband or both is not cause for divorce under our statutes.\nProtestations that the wife had condoned any cause for divorce between the period of bringing the complaint and the hearing were not believed by the presiding Justice, and this finding stands as the fact.\nThe case of the wife must be measured by the evidence submitted of cruel and abusive treatment on the husband’s part. We are forced to conclude that the findings of cruel and abusive treatment by the Court were clearly erroneous under the standard stated in Gruber v. Gruber, supra, in which we said 161 Me. at p. 293, 211 A.2d at p. 585:\n“A plaintiff in a divorce action, relying upon the grounds of cruel and abusive treatment, must, by a preponderance of the evidence, prove two elements: (1) the cruel and abusive conduct of .plaintiff’s spouse, and (2) that such conduct caused the plaintiff physical or mental injury or that a continuation of the marriage relationship would jeopardize physical or mental health. Failure to prove either or both is fatal.”\nThe entry will be\nAppeal sustained.",
        "type": "majority",
        "author": "WILLIAMSON, Chief Justice."
      }
    ],
    "attorneys": [
      "Louis Scolnik, Lewiston, for plaintiff.",
      "Fales & Fales, by Roscoe H. Fales, Lewiston, for defendant."
    ],
    "corrections": "",
    "head_matter": "Gloria W. DRESSER v. Robert Wayne DRESSER.\nSupreme Judicial Court of Maine.\nJan. 10, 1967.\nLouis Scolnik, Lewiston, for plaintiff.\nFales & Fales, by Roscoe H. Fales, Lewiston, for defendant.\nBefore WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, RUD-MAN and DUFRESNE, JJ."
  },
  "file_name": "0395-02",
  "first_page_order": 427,
  "last_page_order": 430
}
