{
  "id": 8109264,
  "name": "Charles B. McDONALD, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "McDonald v. United States",
  "decision_date": "1962-07-12",
  "docket_number": "No. 3003",
  "first_page": "396",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 396"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "96 U.S.App.D.C. 345",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "weight": 2,
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "226 F.2d 251",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        348195,
        348155
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/226/0251-01",
        "/f2d/226/0251-02"
      ]
    },
    {
      "cite": "79 U.S.App.D.C. 23",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5696914
      ],
      "weight": 2,
      "year": 1944,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "142 F.2d 85",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5696914,
        3688380
      ],
      "weight": 2,
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/142/0085-01"
      ]
    },
    {
      "cite": "322 U.S. 762",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158144,
        6157988,
        6158251,
        6158071,
        6158029,
        6158103,
        6157951
      ],
      "weight": 2,
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/us/322/0762-06",
        "/us/322/0762-02",
        "/us/322/0762-07",
        "/us/322/0762-04",
        "/us/322/0762-03",
        "/us/322/0762-05",
        "/us/322/0762-01"
      ]
    },
    {
      "cite": "64 S.Ct. 1274",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "88 L.Ed. 1589",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "weight": 2,
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "75 U.S.App.D.C. 332",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3558222
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "126 F.2d 849",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1081706,
        3558222
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/126/0849-01"
      ]
    },
    {
      "cite": "55 App.D.C. 26",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "299 F. 893",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1273513
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/f/299/0893-01"
      ]
    },
    {
      "cite": "303 F.2d 411",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        250845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/303/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 5274,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 9.642634314243859e-08,
      "percentile": 0.5278164865982534
    },
    "sha256": "a7305e120829842a9ce164f2b59c1f08b19562432dfcd7b7b0c2b90bb2716fc9",
    "simhash": "1:173321717ed2c475",
    "word_count": 884
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Charles B. McDONALD, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nWe are concerned here with the following question: Where appellant was charged with threatening to do bodily harm on a single occasion, did the trial court err in admitting into evidence the testimony of the complainant and another witness that on prior occasions appellant had threatened the complainant ?\nAppellant was tried by. tile court and convicted of threatening to do bodily harm to the complainant-in violation of Code Section 22-507. The offense was alleged to have occurred on November 2, 1961, as the complainant was approaching her place of employment. Appellant stopped her and inquired if she had received the message he had left in her car the night before. Receiving an affirmative response, appellant said: “I just want you to know, I want you to understand that if you don’t know it already, that I’m going to kill you, and don’t make any mistake about that. I just want you to know it.”\nThe record indicates that from October or November 1959 to January 1960 there existed between the complainant and appellant an intimate and sordid relationship, and when the complainant sought to terminate it, appellant began to threaten her. The complainant testified that appellant had threatened her on several occasions during 1961 prior to the November 2 incident; In January he threw a rock through her window and said, “That is an indication of what I’m going to do to you if you don’t come back * * In March appellant grabbed her arm and said, “I am going to take care of you.” Her employer attempted to intervene, at which time appellant told the complainant, “I will take care of you but good, and don’t you make any mistake.” The testimony concerning this incident was corroborated by her employer. Later that month appellant made a similar threat. In June or July he brought a gun to her place of employment. Removing the bullets, he said to her, “You say, you want one of these?”\nGenerally, the prosecution may not introduce evidence of another offense wholly independent of the crime charged. But there are exceptions, and the evidence is admissible when the acts are so blended or connected with the one on trial that proof of one incidentally involves the other, or they explain the circumstances of the offense charged, or tend to logically prove any element of the offense. Fairbanks v. United States, 96 U.S.App.D.C. 345, 226 F.2d 251 (1955). Furthermore, evidence of prior conduct is admissible if it is so related or connected with the crime charged as to establish a common scheme or purpose, or the pursuance of a single object, or if the prior conduct establishes the identity, guilty knowledge, intent or motive of the accused. Bracey v. United States, 79 U.S.App.D.C. 23, 142 F.2d 85, cert. denied, 322 U.S. 762, 64 S.Ct. 1274, 88 L.Ed. 1589 (1944).\nIn the case before us, the testimony of prior threats was admitted by the trial court to show the state of mind of appellant and the complainant. We think that the court’s ruling as to its admissibility was correct. The prior threats, similar ,in nature to the offense charged, were directed to the complainant. As evidence of similar prior acts between the same parties, the testimony was relevant to the mental disposition of appellant at the time in issue. The evidence could properly be considered by the court for it indicated a disposition to commit the offense charged, the probabilities being that the emotional predisposition would continue. Where the prior acts were so similar to the acts charged and each occasion involved the same parties, the rationale of the exception is not limited to sexual offenses. The evidence of the prior threats was closely connected and substantially relevant to the offense charged, and there is no indication that the mental disposition of appellant was brought to an end before the time in issue. We do not believe that by admitting the testimony into evidence the court confused the issues, nor was appellant unfairly surprised or unduly prejudiced.\nAffirmed.\n. Code 1961, 22-507 provides: “A person convicted of threats to do bodily harm shall be sentenced to imprisonment not exceeding six months or a fine not exceeding $500, or both, and, in addition thereto or in lieu thereof, may be required to give bond to keep the peace for a period not exceeding one year.”\n. The message left in, complainant’s car was a photograph of a demolished automobile with a caption indicating that the vehicle had been blown up.\n. Fairbanks v. United States, 96 U.S.App.D.C. 345, 226 F.2d 251 (1955); Bracey v. United States, 79 U.S.App.D.C. 23, 142 F.2d 85, cert. denied, 322 U.S. 762, 64 S.Ct. 1274, 88 L.Ed. 1589 (1944); Hodge v. United States, 75 U.S.App.D.C. 332, 126 F.2d 849 (1942); Weaver v. United States, 55 App.D.C. 26, 299 F. 893 (1924).\n. See Turberville v. United States, D.C. Cir., 303 F.2d 411.",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "H. Clifford Allder, Washington, D.C., for appellant.",
      "David C. Acheson, U. S. Atty., Nathan J. Paulson, John B. Treanor, and William H. Collins, Jr., Asst. U. S. Attys., for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Charles B. McDONALD, Appellant, v. UNITED STATES, Appellee.\nNo. 3003.\nMunicipal Court of Appeals for the District of Columbia,\nSubmitted May 28, 1962.\nDecided July 12, 1962.\nH. Clifford Allder, Washington, D.C., for appellant.\nDavid C. Acheson, U. S. Atty., Nathan J. Paulson, John B. Treanor, and William H. Collins, Jr., Asst. U. S. Attys., for ap-pellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0396-01",
  "first_page_order": 428,
  "last_page_order": 429
}
