{
  "id": 11242938,
  "name": "Jo Anna HAWTHORNE, Appellant, v. Richard J. CANAVAN, Appellee",
  "name_abbreviation": "Hawthorne v. Canavan",
  "decision_date": "2000-07-27",
  "docket_number": "No. 99-CV-637",
  "first_page": "397",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 397"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "509 A.2d 619",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7897194
      ],
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/0619-01"
      ]
    },
    {
      "cite": "694 A.2d 897",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11986348
      ],
      "pin_cites": [
        {
          "page": "901"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0897-01"
      ]
    },
    {
      "cite": "747 A.2d 1137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11479490
      ],
      "pin_cites": [
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/1137-01"
      ]
    },
    {
      "cite": "202 A.2d 569",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "164 A. 228",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "163 Md. 663",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2196658
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/md/163/0663-01"
      ]
    },
    {
      "cite": "692 A.2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11913939
      ],
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0417-01"
      ]
    },
    {
      "cite": "221 A.2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8098390
      ],
      "pin_cites": [
        {
          "page": "94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/221/0092-01"
      ]
    },
    {
      "cite": "683 A.2d 457",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863706
      ],
      "pin_cites": [
        {
          "page": "461-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0457-01"
      ]
    },
    {
      "cite": "710 A.2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11836310
      ],
      "pin_cites": [
        {
          "page": "852"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/0846-01"
      ]
    },
    {
      "cite": "483 U.S. 107",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        28154
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "116-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/483/0107-01"
      ]
    },
    {
      "cite": "739 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11564568
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/0358-01"
      ]
    },
    {
      "cite": "3 F.2d 84",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1686773
      ],
      "year": 1925,
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/3/0084-01"
      ]
    },
    {
      "cite": "55 App.D.C. 143",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1925,
      "pin_cites": [
        {
          "page": "145"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "55 A.L.R.4th 186",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 4th",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "669 A.2d 1291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11343190
      ],
      "pin_cites": [
        {
          "page": "1295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/1291-01"
      ]
    },
    {
      "cite": "655 A.2d 842",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/0842-01"
      ]
    },
    {
      "cite": "309 A.2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8029920
      ],
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/309/0500-01"
      ]
    },
    {
      "cite": "391 A.2d 267",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8049668
      ],
      "pin_cites": [
        {
          "page": "268-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0267-01"
      ]
    },
    {
      "cite": "673 A.2d 631",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862751
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/0631-01"
      ]
    },
    {
      "cite": "450 A.2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8020065,
        8020132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/0896-01",
        "/a2d/450/0896-02"
      ]
    },
    {
      "cite": "497 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923490
      ],
      "pin_cites": [
        {
          "page": "1081"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/1076-01"
      ]
    },
    {
      "cite": "494 A.2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916832
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/494/0663-01"
      ]
    },
    {
      "cite": "624 A.2d 1217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7368333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/1217-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 15487,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 1.5137887479173987e-07,
      "percentile": 0.6680179037465118
    },
    "sha256": "41c18d731d93240b4db10a77192bcace2c2040acdadeabfea6084ff01ffad736",
    "simhash": "1:6b1aea65b8594350",
    "word_count": 2536
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, SCHWELB, and FARRELL, Associate Judges."
    ],
    "parties": [
      "Jo Anna HAWTHORNE, Appellant, v. Richard J. CANAVAN, Appellee."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nOn January 6, 1997, an automobile operated by the plaintiff, Jo Anna Hawthorne, was rear-ended by a pick-up truck driven by the defendant, Richard J. Canavan. Following a brief trial at which Canavan conceded liability but contested damages, the jury awarded Ms. Hawthorne $ 4,566.84, the precise amount of her medical bills. Ms. Hawthorne filed a motion for a new trial as to damages, claiming that she was entitled to recover for her pain and suffering. The trial judge denied the motion in a five-page written order. Ms. Hawthorne appeals; we affirm in part, reverse in part, and remand for further proceedings.\nI.\nMs. Hawthorne testified that, as a result of the rear-end collision, she was thrown violently forward and sustained a sore neck, back, and hand, as well as a scraped knee. She claimed that approximately two weeks after the accident, she suffered shooting pains down one of her legs. Ms. Hawthorne attended four physical therapy sessions, and she underwent a number of diagnostic procedures, including an EMG and x-rays, range-of-motion tests, and electrical stimulation of her neck and back.\nMs. Hawthorne claimed to have been unable to work for seven and half weeks following the accident. She called no medical witnesses to testify in her behalf, and there was no objective verification of her complaints. There was no evidence that Ms. Hawthorne suffered permanent injury, and she does not claim that she did.\nAs previously noted, Mr. Canavan did not dispute liability. Causation was likewise not. at issue; Canavan stated, in response to an interrogatory, that he had no knowledge of any facts upon which to base the contention that the January 6, 1997 accident was not the proximate cause of Ms. Hawthorne’s injuries. This response was read to the jury. Canavan argued, however, that Ms. Hawthorne’s injuries were not as serious as she claimed them to be.\nThe jury, as we have noted, awarded Ms. Hawthorne damages in an amount identical to her medical expenses. Ms. Hawthorne asserted in the trial court, and continues to maintain on appeal, that this award was inadequate. Relying primarily on Bernard v. Calkins, 624 A.2d 1217 (D.C.1993), and Barron v. District of Columbia, 494 A.2d 663 (D.C.1985), Ms. Hawthorne contends that the jury improperly denied her recovery for her pain and suffering and that she is entitled to a new trial on the issue of damages.\nThe trial judge denied Ms. Hawthorne’s motion for a new trial, reasoning as follows:\nJuries are required, and indeed instructed, to “award damages in a sum which would fairly and reasonably compensate [plaintiff] for all the damages [plaintiff] suffered which were proximately caused by [defendant’s] negligence.” Bernard [, supra], 624 A.2d [at] 1220.... A jury’s damage award should be set aside only when “beyond all reason ... so great as to shock the conscience,” International Sec. Corp. v. McQueen, 497 A.2d 1076, 1081 (D.C.1985), or when it indicates “prejudice, passion or partiality, or when it must have been based on oversight, mistake or consideration of an improper element.” District of Columbia v. Gandy, 450 A.2d 896 [ (D.C.1982) ]. The trial court has broad discretion when considering whether to set aside a damage award, and, as plaintiff points out, such discretion is even greater when the. decision is to uphold a jury’s verdict. Hummer v. Levin, 673 A.2d 631 (D.C.1996).\nWith respect to plaintiffs claim that the jury improperly excluded pain and suffering damages from the [award], this court cannot find that the evidence at trial of pain and suffering was so overwhelming that failing to compensate indicates “prejudice, passion or partiality.” This court agrees with defendant that there are important distinctions between the facts in this case and those in the cases cited by plaintiff in which courts overturned jury verdicts as inadequate. In Bernard v. Calkins, the plaintiff-appellant “was dragged under the vehicle and down the driveway for some distance before appellee brought the vehicle to a stop.... [A]ppellee again started the car, at which túne, the front tire of the vehicle ran over appellant’s right ankle....” 624 A.2d [at] 1221.... The plaintiff in Bernard suffered a fractured ankle and ligament damage requiring surgery, a cast and a brace. Id. The court found “objective” and undisputed evidence of pain and suffering “apparent from the injury and surgery as described in the record,” and also pointed out that “[m]edical experts for both parties agreed that appellant suffered a permanent impairment as a result of the accident.” Id. In Barron v. [District of Columbia], the plaintiff fell off a bike on a “torn-up section of an alley” and “pierced” her cheek, which resulted in a permanent scar. 494 A.2d [at] 664.... There was no effort at trial to dispute plaintiffs evidence of damages, which included plaintiffs testimony of her pain and suffering and the testimony of witnesses concerning the seriousness of her injuries. Id. In the case before this court, unlike the two cited by plaintiff, evidence of damages was contested by the defendant. Therefore, it is possible that though the jury found defendant responsible for plaintiffs injuries and liable for the cost of treating them, the jury had doubts about the severity of the injuries and the pain and suffering they caused. Both cases cited by plaintiff also involved permanent injuries, which were not alleged in this case. Finally, in this case there is no “objective” evidence “apparent in the injury,” such as the fact that the injury required surgery, as existed in Bernard. Thus, because damages in this case were contested, there were no permanent injuries, and there was nothing “apparent” in plaintiffs injuries that required compensation for pain and suffering, the court cannot find that the jury’s verdict was “beyond all reason.”\n(Emphasis in original) (alterations to citations added).\nWe agree with the judge’s reasoning and conclude that he did not abuse his discretion in denying Ms. Hawthorne’s motion for a new trial as to damages. See also Mantis v. Ashley, 391 A.2d 267, 268-69 (D.C.1978) (denial of recovery for pain and suffering sustained on appeal notwithstanding plaintiffs extensive treatment by specialists for over a year, where plaintiffs “objective evidence of pain could not be conclusively documented”); Cunningham v. Conner, 309 A.2d 500, 501 (D.C.1973) (lack of award for pain and suffering held to be permissible where minor plaintiff sustained a “sub-concussion” of the head and laceration of the right eyebrow, requiring sutures, but where there was no permanent injury); Prins-Stairs v. Anden Group, 655 A.2d 842, 843-44 & n. 4 (D.C.1995) (characterizing Barron as an “exceptional case” and Bernard as “one of the ‘necessarily rare’ cases” in which a court has set aside a jury verdict as inadequate); Shomaker v. George Washington Univ., 669 A.2d 1291, 1295 (D.C.1995) (same, citing Prins-Stairs); Todd R. Smyth, Annotation, Validity of Verdict Awarding Medical Expenses to Personal Injury Plaintiff, but Failing to Award Damages for Pain and Suffering, 55 A.L.R.4th 186 (1987).\nII.\nIt appears that after the jury returned its verdict, some of the jurors met with the attorneys to discuss the trial. Ms. Hawthorne now asserts that “to the best of Plaintiffs counsel’s recollection, the first statement made by a juror was, ‘why did you sue Mr. Canavan and not his insurance company.’ ” In addition, according to Ms. Hawthorne, another juror suggested that the jury mistakenly believed that Ms. Hawthorne had insurance covering her medical bills. Ms. Hawthorne contended in the trial court, and continues to maintain on appeal, that she was entitled to a new trial on the basis of these alleged comments by members of the jury.\nThe trial judge denied Ms. Hawthorne’s claim, holding first, that jurors may not impeach their own verdict, and second, that in any event, the jurors’ questions and comments did not demonstrate bias. We do not reach the judge’s second reason for deciding the issue in Mr. Canavan’s favor, for we are in agreement with the first. “In unmistakable language both this [c]ourt and the Supreme Court of the United States have held the general rule to be that the testimony of jurors will not be received to impeach their verdict, unless such testimony relates to extraneous influences brought to bear upon them.” Economon v. Barry-Pate Motor Co., 55 App.D.C. 143, 145, 3 F.2d 84, 86 (1925); accord, Posner v. Holmes, 739 A.2d 358, 364 (D.C.1999); see also Tanner v. United States, 483 U.S. 107, 116-27, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987). Ms. Hawthorne has cited no authority warranting a departure here from this general rule, and we know of none.\nIII.\nIn December 1996, approximately three weeks before the accident, Ms. Hawthorne had been laid off from her job. She claimed, however, that but for Mr. Cana-van’s negligence, she could have earned income as a consultant during the seven and a half weeks that she was unable to work. She therefore sought an award for lost wages. Ms. Hawthorne proffered that upon her recovery from the accident in March 1997, she began looking for employment and found a job at which she earned $448 per week.\nIn advance of trial, Mr. Canavan filed a motion in limine in which he asked the judge to exclude, as speculative, any claim by Ms. Hawthorne for lost earnings during the period when she was allegedly unable to work. The judge granted the motion, and evidence in support of Ms. Hawthorne’s claim was excluded.\nMr. Canavan argues, and we agree, that Ms. Hawthorne was required to establish both the fact of damages and the amount of damages with “reasonable certainty.” See, e.g., Holmes v. Amerex Rent-A-Car, 710 A.2d 846, 852 (D.C.1998). “A jury should never be permitted to guess as to a material element of the case, such as damages.... ” Jimenez v. Hawk, 683 A.2d 457, 461-62 (D.C.1996) (quoting Courtney v. Giant Food, Inc., 221 A.2d 92, 94 (D.C.1966)). “[A] party is not required to prove damages to a degree of mathematical certainty,” however, so long as she offers “some evidence which allows the trier of fact to make a reasoned judgment.” Morgan v. Psychiatric Inst. of Washington, 692 A.2d 417, 426 (D.C.1997) (internal quotation marks omitted).\nIn the present case, Ms. Hawthorne proffered sufficient evidence to permit the jurors to make a reasoned judgment. If she was able to find employment at a particular salary in March, it is reasonable to infer that she could have obtained comparable work in January. Indeed, a claim for loss of earnings is frequently evaluated by comparing the plaintiffs earnings during a period when he or she is able to work with his or her earnings while disabled. See, e.g., Fleischman Transp. Co. v. Egli, 163 Md. 663, 164 A. 228, 229 (1933); Coles v. Spence, 202 A.2d 569, 571 (Del.1964).\nIt is true, as Mr. Canavan points out, that Ms. Hawthorne’s ability to find work was contingent upon an employer’s willingness to hire her, and that we cannot assess that willingness because Ms. Hawthorne did not apply for work during the period of claimed disability. But if Ms. Hawthorne’s proffer is credited, as it must be for purposes of a motion in limine, then her failure to apply for employment was proximately caused by Mr. Canavan’s negligence — she could not apply for a job because she was unable to work. A party may not profit from his own wrong. See, e.g., Ray v. Queen, 747 A.2d 1137, 1142 (D.C.2000). In the present case, a reasonable basis for assessing Ms. Hawthorne’s earning capacity appears in the record, and her claim for lost earnings should not be dismissed without trial on account of her failure to produce evidence which Mr. Canavan made it impossible for her to produce. As the author of a leading commentary has stated in a slightly different but analogous context, “[t]he courts quite reasonably have been very liberal in permitting the jury to award damages where the uncertainty as to their extent arises from the nature of the wrong itself, for which the defendant, and not the plaintiff, is responsible.” W. Page Keeton, et al„ PROSSER AND KEETON ON THE LAW OF TORTS § 52, at 350 (5th ed.1984).\nWe therefore conclude that the trial judge erred in granting the motion in li-mine. The judge’s decision is reversed in part, and the case is remanded for trial solely on Ms. Hawthorne s claim for lost earnings. In all other respects, the judgment of the trial court is affirmed.\nSo ordered.\n. Ms. Hawthorne did introduce medical records which substantially confirmed that she had made the complaints described in her testimony.\n. In our view, the Mantis decision reflects the outer limit of jury discretion not to award damages for pain and suffering. That case could reasonably have been decided in the plaintiffs favor.\n. With respect to the second ground, the judge wrote:\nAccepting, for purposes of this motion, counsel’s representation of the question and comment as true, neither the question nor comment \"clearly show[s]” that the jury considered an \"improper element.” The question referring to defendant’s insurance merely indicates a curiosity, and later comment regarding plaintiff’s insurance suggests only that the jury believed plaintiff to be covered by insurance, not that such coverage actually affected the jury’s award. It would not be surprising to learn that jurors in automobile accident cases think about insurance, and even at some point make an assumption that one or both of the parties are covered by insurance. The alleged juror comments do not indicate, or even suggest, however, that the jury actually acted on such an assumption and considered insurance coverage in determining the damages award.\n(Emphasis in original.)\n.In the cited cases, the comparison relied upon by the courts was between the plaintiffs’ earnings before the injury and their earnings thereafter. In this case, Ms. Hawthorne was not working at the time of the accident, but a comparison with her earnings after she had recovered is just as probative.\n. Because Ms. Hawthorne’s claim for lost earnings was dismissed without an evidentia-ry hearing, her underlying allegations should be credited by analogy to Super. Ct. Civ. R. 12(b)(6).\n. Especially in light of the relatively modest amount at issue, a negotiated resolution may be preferable to further litigation of the matter.\n. Ms. Hawthorne also asserts that the trial judge erred by declining to give a proposed instruction drafted by her counsel with respect to the quantum of proof required to establish proximate cause. The trial judge had “broad discretion in fashioning appropriate jury instructions, and his refusal to grant a request for a particular instruction is not a ground for reversal if the court s charge, considered as a whole, fairly and accurately states the applicable law.’’ Nelson v. McCreary, 694 A.2d 897, 901 (D.C.1997) (quoting Psychiatric Inst. of Washington v. Allen, 509 A.2d 619, 625 (D.C.1986)). In this case, the instructions as a whole were fair and accurate, and the judge did not abuse his discretion by refusing to give the specific instruction requested by the plaintiff.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [
      "Thomas S. Rand, Jr.,Rockville, MD, for appellant.",
      "Thomas C. Mugavero, Chevy Chase, MD, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jo Anna HAWTHORNE, Appellant, v. Richard J. CANAVAN, Appellee.\nNo. 99-CV-637.\nDistrict of Columbia Court of Appeals.\nArgued May 12, 2000.\nDecided July 27, 2000.\nThomas S. Rand, Jr.,Rockville, MD, for appellant.\nThomas C. Mugavero, Chevy Chase, MD, for appellee.\nBefore TERRY, SCHWELB, and FARRELL, Associate Judges."
  },
  "file_name": "0397-01",
  "first_page_order": 431,
  "last_page_order": 436
}
