{
  "id": 8109290,
  "name": "Raymond J. GERBER, Appellant, v. COLUMBIA PALACE CORP., Appellee",
  "name_abbreviation": "Gerber v. Columbia Palace Corp.",
  "decision_date": "1962-07-12",
  "docket_number": "No. 2982",
  "first_page": "398",
  "last_page": "400",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 398"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "130 A.2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8131026
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/130/0317-01"
      ]
    },
    {
      "cite": "182 A.2d 360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8110408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/182/0360-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 6838,
    "ocr_confidence": 0.665,
    "pagerank": {
      "raw": 9.768143683779262e-08,
      "percentile": 0.5315356223470944
    },
    "sha256": "2ae38fe100aa958939f22db6bd0a0a4c2a69538a119112088293283059aadf5b",
    "simhash": "1:b006181a16bdc943",
    "word_count": 1159
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and ■QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Raymond J. GERBER, Appellant, v. COLUMBIA PALACE CORP., Appellee."
    ],
    "opinions": [
      {
        "text": "MYERS, Associate Judge.\nAppellant brought this action for personal injuries arising out of a fall while leaving a theater one night through a side •exit. The case was submitted to a jury and resulted in a verdict against him. He has appealed from the judgment thereon.\nThe record discloses that appellant followed his wife and daughter through a side exit consisting of three double doors leading out onto a platform on the street. Because the street at this point inclined southward, at the northern end of the landing there were two steps to the sidewalk, three steps at the middle, and four steps at the southern end. Appellant testified that as he followed his family down the steps at the northern end of the platform, he observed three or four steps at the southern extremity but did not look at the steps he was using. In descending he was thrown off balance when his foot hit the sidewalk instead of another step as he had expected, and he fell.\nAppellant charges a number of errors during the trial. One was that the theater manager was allowed to testify that during the eleven years he had been there no other accident on these steps had been reported to him. Such evidence was admissible.\nAppellant also contends that he was prejudiced by inconsistent rulings by the trial judge on the admissibility of expert testimony respecting what was considered by the expert, a civil and construction engineer, not to be good practice in the construction and maintenance of the platform and steps therefrom to the sidewalk. He did testify in detail as to the condition and structure of the platform and steps and that risers of different height, the omission of a handrail, and the absence of a light over the exit doors outside were not good practices. He was not allowed to state that it was not good practice to omit white lines painted on the platform and steps and signs inside warning of their condition. The basis for the denial was apparently because the pretrial order made no reference to such claim. Although we agree with the general requirement to restrict parties to the issues framed by the pretrial order, we do not believe a party must recite all testimony therein on those issues in order to avoid being precluded from offering such evidence at trial. However, we do believe that the trial judge, in the exercise of broad judicial discretion, would have been justified in rejecting all similar opinion evidence on another ground. “The rule is well established in this jurisdiction that where- the trier of the facts is just as competent to consider and weigh evidence as is an expert and is just as qualified to draw conclusions therefrom, it is improper to use opinion evidence.” St. Lewis v. Firestone, D.C.Mun.App., 130 A.2d 317, 319. The jurors heard the evidence and were shown six photographs of the side exit, platform and steps. They were as competent and qualified to determine whether the absence of any of these matters contributed as proximate cause of appellant’s fall when he reached the sidewalk as an expert who later examined the situs of the accident. However, without objection at the trial, certain of the expert’s opinions on these conditions were admitted and considered by the jury while the specific inquiry as to the white lines and caution signs were submitted for the determination of the jury without the aid of the expert’s views thereon. Under all the circumstances and weighed in the light of the entire record, we are not in position to say that the refusal of the trial judge to admit certain opinion evidence of the expert was error of such magnitude as to require reversal.\nA further contention of appellant is that certain testimony of his expert had been erroneously stricken. The expert testified he had inspected the premises and that in his opinion there was inadequate lighting on the landing on the steps. However, he admitted that when he had made the inspection all three double doors to the side exit were closed, while at the time appellant fell the same doors were open and full house lights were on. Clearly the expert’s opinion was based on an inspection made when there was .less light on the landing than at the time of the accident and when the lighting conditions were materially different. To have been of valid assistance to the jury on the issue of adequate lighting at the time of the fall, the expert’s opinion should have been formed upon facts substantially similar to those existing at the time of the accident, not upon a different lighting situation. The granting of the motion to strike this part of the expert’s testimony was proper. An attempt by appellant to cure this defect by asking if his opinion would have been any different if the doors had been open with the house lights on was properly excluded.\nAppellant’s contention that there was insufficient evidence to submit to the jury on the question of contributory negligence is without support in the record. The jury could have found from the testimony that appellant was not watching where he was going or observing the steps he was using and that his failure to do so under all the circumstances was a contributing cause to his fall.\nAppellant also claims error in the refusal to admit into evidence and to include in a jury instruction a certain regulation of the District of Columbia Building Code concerning the requirements for exterior lights. Another section of the same Code would seem to exclude its applicability to appellee’s theater in view of the date of its construction. The trial judge ruled that the regulations could not be submitted to the jury without testimony of a proper witness from the District Building respecting the intent and meaning of such regulation on exterior lights in connection with appellee’s building. Appellant was offered an opportunity to produce such witness but he did not do so. We find that the exclusion of the regulation in question under the circumstances was not error.\nWe have considered appellant’s other contentions and can find no reversible error. Under proper instructions the case was submitted to the jury and resolved against appellant. We see no valid reason for disturbing that verdict.\nAffirmed.\n. See our case decided June 28, 1962, Thompson v. District of Columbia, D.C.Mun.App., 182 A.2d 360.\n. Art. 602-03 (e) (2), 1951 District of Columbia Building Code.\n. Art. 601-01, 1951 District of Columbia Building Code.",
        "type": "majority",
        "author": "MYERS, Associate Judge."
      }
    ],
    "attorneys": [
      "J. E. Bindeman, Washington, D. C., with whom Dexter M. Kohn, Washington, D. ■C., was on the brief, for appellant.",
      "Francis L. Casey, Jr., Washington, D. ■C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Raymond J. GERBER, Appellant, v. COLUMBIA PALACE CORP., Appellee.\nNo. 2982.\nMunicipal Court of Appeals for tiie District of Columbia.\nArgued May 21, 1962.\nDecided July 12, 1962.\nJ. E. Bindeman, Washington, D. C., with whom Dexter M. Kohn, Washington, D. ■C., was on the brief, for appellant.\nFrancis L. Casey, Jr., Washington, D. ■C., for appellee.\nBefore HOOD, Chief Judge, and ■QUINN and MYERS, Associate Judges."
  },
  "file_name": "0398-01",
  "first_page_order": 430,
  "last_page_order": 432
}
