{
  "id": 7966010,
  "name": "STATE of Maine v. Michael DOODY",
  "name_abbreviation": "State v. Doody",
  "decision_date": "1981-07-16",
  "docket_number": "",
  "first_page": "399",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 399"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "281 A.2d 570",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086950
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/281/0570-01"
      ]
    },
    {
      "cite": "372 A.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8052439
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/372/1019-01"
      ]
    },
    {
      "cite": "425 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944898
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "173"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 701,
    "char_count": 14832,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 1.0447817241048547e-07,
      "percentile": 0.5517732887129713
    },
    "sha256": "bf34fa6b5d6016f276981669a69536585254e7915dae694c69260c15e6c5c879",
    "simhash": "1:fb7f732e6e9105e3",
    "word_count": 2420
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and WER-NICK, NICHOLS, ROBERTS and CARTER, JJ."
    ],
    "parties": [
      "STATE of Maine v. Michael DOODY."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nDefendant Michael Doody has appealed from a judgment of conviction entered in the Superior Court (Aroostook County) on the verdict of a jury finding him guilty of the “intentional or knowing” killing of his mother-in-law, Norma Bennett, in violation of 17-A M.R.S.A. § 201(1)(A).\nWe deny the appeal and affirm the judgment of conviction.\nOn the evidence the jury was justified in finding the following facts pertaining to the killing of Norma Bennett.\nThe relationship between defendant and Norma Bennett was one of bitterness and confrontation. Defendant believed that his mother-in-law was constantly interfering in his life, particularly in his relationship with his wife and children, and he openly expressed his animosity toward her, stating on numerous occasions to different people that “he wished her dead ... and that he would like to have her shot.”\nTen days before the homicide, defendant and his wife approached William Fitzher-bert, with whom defendant was then living, and offered him $300 to shoot Norma Bennett. Mr. Fitzherbert disregarded the request, taking it to be “drunk talk.” On Saturday, October 6th, the day before Norma Bennett was killed, defendant purchased ammunition for a 45 caliber handgun. On that same day defendant also suggested to Fitzherbert that Fitzherbert should give a party and invite him. Defendant’s wife asked if she was to be included. Opening the glove compartment of the car in which they were riding with Fitzherbert, so that the ammunition he had purchased was revealed, defendant stated: “You didn’t want to know when it was going down.”\nDefendant spent most of that Saturday and also the next day going from bar to bar drinking. On Sunday night, the night Norma Bennett was killed, defendant’s last stop was the Caribou Hotel, where he spoke to Joseph McNeal about his feelings toward Norma Bennett. According to McNeal, defendant had been drinking but he was able to speak coherently and to move without staggering.\nDefendant left the Caribou Hotel and drove to Norma Bennett’s trailer intending to ask her to stop interfering with his family. He had the 45 caliber handgun with him, in order “to let her know I was going to be real serious.”\nDefendant’s version of subsequent events was that Norma Bennett came to the door of the trailer and, seeing the gun in his hand, grabbed for it and pushed him off the small porch outside the front door. Defendant claimed that he had no recollection of either pulling the trigger or hearing the gun discharge. He did remember seeing Norma Bennett standing in the doorway as he returned to his car. Norma Bennett’s mother, Dora Ayotte, who lived with her and was at home the night Norma was killed, saw the defendant enter the trailer.\nOn the basis of physical evidence the jury could find that a single 45 caliber bullet, fired from a distance of 2V2-3 feet or more, struck Norma Bennett in the left arm, passed through her left breast, came out of her body, passed through the door of the trailer which was opened against the outside wall of the trailer, continued through the outside trailer wall and interior wall and finally came to rest in the trailer’s bathtub. The gun from which the recovered bullet was fired was found by the police under a hunting trailer, on property owned by defendant’s father located approximately one mile from the Bennett trailer. The gun had been fired once. On the evening Norma Bennett was killed a neighbor of defendant’s father saw the car that defendant usually drove being operated in the particular area where the gun was recovered, but he could not identify the operator.\nDefendant was arrested on October 8, 1979. A preliminary hearing was conducted, pursuant to Rule 5(e) M.R.Crim.P., and defendant was held to answer in the Superi- or Court.\nPrior to the session of the grand jury that indicted defendant, defendant moved, pursuant to Rule 6(d) M.R.Crim.P., for the presence of a court reporter at the grand jury proceedings. After a hearing the motion was granted, but the presiding justice did not state the basis of his decision.\nDefendant was indicted on November 9, 1979 for “knowing or intentional”, as well as for “depraved indifference”, murder. On January 11,1980 defendant moved, pursuant to Rules 6(e) and 16(c)(3) M.R. Crim.P., for permission to inspect the grand jury transcript, alleging that:\n“there already have appeared significant inconsistencies in the testimony of one Dora Ayotte . . . [and] .. . the Defendant believes there may well be inconsistencies in the testimony of other witnesses.”\nAfter a hearing, the presiding justice denied defendant’s motion.\nThe jury trial was held on August 18 — 22, 1980. At the close of all the evidence, defendant asked that the jury be instructed on “adequate provocation” manslaughter (17-A M.R.S.A. § 203(1)(B)), in addition to “knowing or intentional” murder. The presiding justice refused to give the requested instruction and charged only on “knowing or intentional” murder.\nDefendant contends on appeal that the presiding justice committed error in refusing, first, to permit defendant to inspect the grand jury transcript, second, to charge the jury on “adequate provocation” manslaughter, and, third, to order judgment of acquittal on the ground that the evidence was insufficient to establish that defendant in fact shot Norma Bennett.\nWe reject each of defendant’s contentions.\n1.\nRule 6(e) M.R.Crim.P. provides that the standard for determining whether a request for inspection of a grand jury transcript shall be granted is “particularized need.” The Rule states in pertinent part:\n“No transcript may be prepared of the record of the evidence presented to the grand jury without an order of the court. Upon motion of the defendant or the attorney for the State and upon a showing of particularized need, the court may order a transcript of the record of the evidence to be furnished to the defendant or to the attorney for the State upon such terms and conditions as are just.”\nDefendant asserts that his motion for inspection sufficiently showed particularized need, but we disagree.\nWe refuse at the outset to accept as valid the apparent contention of defendant that his general statement that “there may well be inconsistencies in the testimony of other witnesses”, made without support by specific references to the alleged inconsistencies, can be adequate to show particularized need.\nWe further conclude that in the context of this case defendant’s specific request for access to the grand jury testimony of Dora Ayotte fails to demonstrate particularized need. Defendant acknowledges that he heard the testimony of Dora Ayotte at the preliminary hearing. Thus, the discovery function of access to the grand jury transcript was met by defendant’s participation in the preliminary hearing.\nWe do not overlook that access to the grand jury transcript might provide defendant a basis from which to impeach the trial testimony of Dora Ayotte. We also recognize that in the special circumstances of this case it was of the utmost importance that defendant not be deprived of a basis for impeaching the only eyewitness to the crime.\nHere, however, defendant was not so deprived. In the ruling denying defendant access, before trial, to the transcript of the grand jury proceedings, the justice stated:\n“It is accordingly Ordered that a transcript of the Grand Jury testimony of Dora Ayotte be prepared, that such transcript be delivered to the Court and impounded; subject to further Order of a Justice of the Superior Court prior to trial upon Defendant’s showing of a particularized need; or subject to Order of the Trial Judge for the use of said transcript during trial consistent with Rule 6\nThus, the justice specifically left open the possibility of access for purposes of impeachment. At no time prior to trial or during trial did defendant renew his request for inspection of the grand jury testimony of Dora Ayotte. We therefore find no error in the manner the presiding justice applied the “particularized need” standard to the circumstances of this case.\n2.\nAt the close of all the evidence defendant requested that the jury be charged on “adequate provocation” manslaughter 17-A M.R.S.A. § 203(1)(B). The presiding justice refused to give the requested instruction stating:\n“It’s my judgment the evidence in this case has not generated evidence sufficient . . . [to] allow the jury to consider the lesser included offense of manslaughter under the so-called Provocation Section 203.”\nBy statutory definition, “adequate provocation” manslaughter can exist only if the actor causes death “while under the influence of extreme anger or extreme fear brought about by adequate provocation.” Thus, under our statute, only two specific mental states can give rise to “adequate provocation” manslaughter: “anger” or “fear.”\nHere, evidence was entirely lacking even to suggest that defendant at the time of the killing, was adequately provoked by extreme anger or extreme fear. Defendant himself characterized his mental state at the time of his confrontation with Norma Bennett as “frustrated”, “upset”, and “confused.” The only other evidence regarding defendant’s state of mind just prior to the killing was provided by the testimony of Joseph McNeal. Defendant had been drinking with Mr. McNeal on the night of the murder shortly before he went to visit Norma Bennett. McNeal testified that defendant was “worked up” over the problems with Norma Bennett. Neither McNeal’s testimony nor that of the defendant himself contains any evidence of the “extreme anger” required by the statute. In addition, defendant’s own description of the events that occurred at the trailer has no tendency to show that Norma Bennett did anything at that time to provoke him to react against her either because of “extreme anger” or “extreme fear.”\nTrue, the evidence does show that there had been an acrimonious relationship between defendant and his mother-in-law and that defendant bitterly disliked her. The “adequate provocation” provisions of the manslaughter statute, however, surely do not purport to establish the kind of “open season on mothers-in-law” policy that would be represented by authorizing a persisting animosity or bitterness towards one’s mother-in-law to be a general per se basis for reducing murder to manslaughter. See State v. Flick, Me., 425 A.2d 167, 173 (1981).\nSince there was no evidence of record to provide the jury a rational basis for reaching a verdict of “adequate provocation” manslaughter, under the provisions of 17-A M.R.S.A. § 13-A(1) and (3)(A) the presiding justice acted without error in refusing to give the jury the option of returning a verdict of “adequate provocation” manslaughter.\n3.\nDefendant’s third, and last, contention on appeal is that he is entitled to a judgment of acquittal because the evidence is legally insufficient to establish that he in fact shot Norma Bennett. In asserting this claim, defendant does not challenge the sufficiency of the ballistics evidence to identify the gun found on his father’s property as the source of the spent bullet found in the bathtub in the victim’s trailer. Defendant’s point, rather, appears to be that the evidence is insufficient to foreclose as reasonable a doubt that Norma Bennett was in fact shot and killed by another bullet, an unre-covered second bullet fired from some other gun.\nDefendant’s argument is unpersuasive, more particularly in light of the direct eyewitness testimony of Dora Ayotte as to the shooting. In any event, even on the hypothesis that Dora Ayotte’s version of the shooting, as having occurred inside the trailer, should be taken to be overridden by the physical evidence tending to show that the shooting occurred outside the trailer, there was ample circumstantial evidence proving that defendant shot Norma Bennett. Defendant admitted that he had a 45 caliber gun with him when he went to the trailer, and a single bullet from this gun was found spent in the bathtub of the victim’s trailer. Norma Bennett’s wounds, as well as the bullet holes in the trailer door, the outside wall and the interior wall form an approximately straight line parallel to the floor about 35^40 inches above the plane of the floor, thus showing that a single bullet caused the victim’s wounds and the holes in the trailer. In sum, we cannot say that the jury would be acting irrationally were it to refuse to entertain as reasonable a doubt that an unrecovered second bullet fired by some unrecovered and unknown gun was the bullet that entered Norma Bennett’s body and caused her death.\nThe entry shall be:\nAppeal denied; judgment of conviction affirmed.\nAll concurring.\n. The police ballistics expert testified that it would be unlikely that a gun of the type possessed by defendant would discharge accidently.\n. On motion by the State the “depraved indifference” charge was stricken from the indictment prior to trial.\n. We find unpersuasive defendant’s argument that Rule 6(e) is inconsistent with Rule 16(c)(3). Rule 16(c)(3) plainly provides that the discovery of grand jury transcripts is governed by the standard articulated in Rule 6(e). In addition, this Court has consistently affirmed the “particularized need” standard set forth in Rule 6(e) and turned aside attempts to deviate from the requirements of that standard. See State v. Cugliata, Me., 372 A.2d 1019 (1977) and State v. Levesque, Me., 281 A.2d 570 (1971).\n. 17-A M.R.S.A. § 203(2) provides that provocation is adequate if:\n“A. It is not induced by the actor; and\n“B. It is reasonable for the actor to react to the provocation with extreme anger or extreme fear, provided that evidence demonstrating only that the actor has a tendency towards extreme anger or extreme fear shall not be sufficient, in and of itself, to establish the reasonableness of his reaction.”\n. Section 13-A(1) states:\n“The court shall not instruct the jury to consider, ... a lesser included offense, . . . unless on the basis of the evidence there is a rational basis for finding the defendant guilty of that lesser included offense.”\nSection 13-A(3)(A) provides:\n“The court in its discretion may instruct the jury to consider, ... any other offense or another alternative of the offense charged, although that other offense or alternative is not a lesser included offense, if:\n“On the basis of the evidence, there is a rational basis for finding the defendant guilty of the other offense;”",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Charles K. Leadbetter, Anita St. Onge (orally), Asst. Attys. Gen., Augusta, for plaintiff.",
      "Daniel G. Lilley Law Offices, P. A., E. Paul Eggert (orally), Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Michael DOODY.\nSupreme Judicial Court of Maine.\nArgued May 13, 1981.\nDecided July 16, 1981.\nCharles K. Leadbetter, Anita St. Onge (orally), Asst. Attys. Gen., Augusta, for plaintiff.\nDaniel G. Lilley Law Offices, P. A., E. Paul Eggert (orally), Portland, for defendant.\nBefore McKUSICK, C. J., and WER-NICK, NICHOLS, ROBERTS and CARTER, JJ."
  },
  "file_name": "0399-01",
  "first_page_order": 443,
  "last_page_order": 447
}
