{
  "id": 8323672,
  "name": "Allan J. PRINCE, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Prince v. State",
  "decision_date": "2007-02-27",
  "docket_number": "No. 388, 2006",
  "first_page": "400",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 400"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "1996 WL 145800",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "676 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "482 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900483
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0105-01"
      ]
    },
    {
      "cite": "371 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450611
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 6944,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20250002992452457
    },
    "sha256": "3ed0aa03d6011cae8e2de62878aa0f821bba3f70d8cc4987bc9b7534309f01b7",
    "simhash": "1:4f26a7fc33681874",
    "word_count": 1140
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND and BERGER, Justices."
    ],
    "parties": [
      "Allan J. PRINCE, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "RANDY J. HOLLAND, Justice.\nThis 27th day of February 2006, it appears to the Court that:\n(1) The defendant-appellant, Allan J. Prince (“Prince”), filed an appeal from the Superior Court’s judgments of conviction for Trafficking in Heroin and Possession with Intent to Deliver Controlled Substances. For Trafficking in Heroin, Prince was sentenced to five years of Level Y imprisonment, with five days credit, suspended after three years, for two years of Level IV halfway house supervision. The Level IV supervision is suspended after six months for eighteen months at Level III supervision. For Possession with Intent to Distribute Heroin, Prince was sentenced to three years of Level V imprisonment, suspended after one year for eighteen months at Level III supervision. For Maintaining a Dwelling for Keeping Controlled Substances, Prince was sentenced to two years of Level V imprisonment, suspended after serving six months for eighteen months at Level III supervision. For Resisting Arrest, Prince was ordered to pay a fine of $200, and sentenced to twelve months of Level V imprisonment, suspended for twelve months of Level I supervision.\n(2) Prince filed a motion for the suppression of 478 bags of heroin (totaling almost ten grams), $1700 in cash, a 1992 Lexus and all other evidence seized from his residence at 707 W. Fourth Street, Apt. A. According to Prince, the trial court erred by failing to suppress the evidence found at his residence.\n(3) In this appeal, Prince argues that his convictions should be reversed because the warrant to search his residence was granted pursuant to stale information. Prince also claims that the police would not have had cause to interview him, had they not improperly searched his house, and consequently, the admissions made in his interview should also be excluded as “fruit of the poisonous tree.” We find no merit to his appeal. Accordingly, we affirm.\n(4) On January 6, 2005, Wilmington police received a tip from Delaware Crime Stoppers that Prince was selling drugs from a certain apartment on West Fourth Street. The informant alleged personal knowledge and gave Crime Stoppers a detailed physical description of Prince, two known aliases of him, and his home and cellular telephone numbers.\n(5) During the week of January 16, 2005, the police opened an investigation into Prince’s activities, and confirmed details of the tip, including Prince’s age, address, home telephone number and known abases, through a Delaware Justice Information System computer check. Through this check the police learned that Prince was on probation and obtained a copy of his mug shot. At this time, the police also began intermittent surveillance of Prince’s residence.\n(6) On January 21, 2005, the police witnessed Prince leave his residence, walk a block and get into a car occupied by two women. The car circled the block once, and Prince got out and returned to his residence. The two women drove away. Suspecting that they had just witnessed a drug sale, the police stopped the women and recovered four bags of heroin from the driver. The driver told the police she had just bought the heroin from a dealer she knew only as “Black.” Shown Prince’s photograph by the police, the driver identified him as the dealer, “Black.”\n(7) Based upon the tip from Crime Stoppers and the information gathered from the surveillance of Prince’s residence, the police obtained a warrant to search his apartment on January 27. During the search, police found 478 bags of heroin with a total weight of just under ten grams and $1,700 in cash. While police were obtaining a search warrant, the officers on surveillance saw Prince leave the residence and drive away. Aware that Prince lacked a valid driver’s license, police arrested him for violating his probation by driving without a license. Prince gave a full confession, when he was questioned later about the drugs and money found in his apartment.\n(8) The trial court rejected Prince’s claim that the information contained in the warrant affidavit was stale by the time the warrant was issued and executed. The trial judge ruled that the police moved with reasonable dispatch in investigating and confirming the original tip and, three weeks later, obtaining and executing the warrant. The legal principles applicable to a staleness inquiry are set forth in this Court’s decision in Jensen v. State: “probable cause to justify the issuance of a warrant must be manifest at the time the warrant is sought to make the search.... It is not sufficient that at some prior time there existed circumstances that would have warranted the search in question.”\n(9) Whether the warrant affidavit “meets the test of temporal proximity is determined on an ad hoc basis in light of the circumstances of each case.” The circumstances of this case are not in dispute. The police received a tip from Crime Stoppers on January 6. Two weeks later, on January 21, 2006, the police surveillance uncovered further evidence of Prince’s drug dealing. Six days after that, on January 27, 2006, the police applied for, and were granted, a search warrant for Prince’s residence.\n(10) Considering the totality of the evidence in this case, the Superior Court held that the magistrate issuing the search warrant reasonably concluded that the passage of six days between the evidence of Prince’s sale of heroin on January 21, and the application for the warrant on January 27, did not render the evidence supporting probable cause stale. In Windsor v. State, this Court held that the passage of nine days between learning the location of drugs and procuring a search warrant did not render the information stale. Accordingly, we hold that Prince’s first claim is without merit.\n(11) Prince’s second claim is that all evidence seized must be suppressed because it is the fruit of an illegal search, and the search was sufficiently connected to the seizure of the evidence such that the evidence cannot be purged of its primary taint. Prince also claims that the admissions from his interview with the police should also be suppressed as they were also directly derived from the illegal search. Prince’s second claim of error is predicated upon a determination by this Court that his first claim is meritorious. Because we have already held that Prince’s first claim is without merit, a fortiori, we also conclude that his second claim is without merit.\nNOW, THEREFORE, IT IS ORDERED that the judgments of the Superi- or Court are AFFIRMED.\n. Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963).\n. Jensen v. State, 482 A.2d 105, 111 (Del. 1984).\n.Id.\n. Windsor v. State, 676 A.2d 909 (Table), 1996 WL 145800 (Del.Supr.).",
        "type": "majority",
        "author": "RANDY J. HOLLAND, Justice."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Allan J. PRINCE, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 388, 2006.\nSupreme Court of Delaware.\nSubmitted: Jan. 17, 2007.\nDecided: Feb. 27, 2007.\nBefore STEELE, Chief Justice, HOLLAND and BERGER, Justices."
  },
  "file_name": "0400-01",
  "first_page_order": 434,
  "last_page_order": 437
}
