{
  "id": 7900103,
  "name": "Harry L. WALLACE, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Wallace v. United States",
  "decision_date": "1984-04-30",
  "docket_number": "No. 83-305",
  "first_page": "401",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "475 A.2d 401"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "315 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037478
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/315/0839-01"
      ]
    },
    {
      "cite": "705 F.2d 189",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1858724
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/705/0189-01"
      ]
    },
    {
      "cite": "465 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966463
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0841-01"
      ]
    },
    {
      "cite": "47 L.Ed.2d 733",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 1462",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "424 U.S. 966",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12055491,
        12054949,
        12055014,
        12055175,
        12055336,
        12054888,
        12055415,
        12055257,
        12055098
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0966-09",
        "/us/424/0966-02",
        "/us/424/0966-03",
        "/us/424/0966-05",
        "/us/424/0966-07",
        "/us/424/0966-01",
        "/us/424/0966-08",
        "/us/424/0966-06",
        "/us/424/0966-04"
      ]
    },
    {
      "cite": "524 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1100386
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/524/0077-01"
      ]
    },
    {
      "cite": "601 F.2d 983",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        498669
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/601/0983-01"
      ]
    },
    {
      "cite": "503 F.2d 1081",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        104061
      ],
      "pin_cites": [
        {
          "page": "1984"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/503/1081-01"
      ]
    },
    {
      "cite": "474 A.2d 1271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004645
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/474/1271-01"
      ]
    },
    {
      "cite": "408 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782797
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0471-01"
      ]
    },
    {
      "cite": "411 U.S. 778",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10343
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0778-01"
      ]
    },
    {
      "cite": "394 A.2d 1374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036215
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1374"
        },
        {
          "page": "1376"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/394/1374-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1341",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1970,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 11874,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 8.079755919550172e-08,
      "percentile": 0.46699479390497284
    },
    "sha256": "2b27aad861d7d59ea17490e265963acf97f8bf59cc3ff667835080f6183ef959",
    "simhash": "1:a3eeaba518aa8c29",
    "word_count": 1939
  },
  "last_updated": "2024-02-27T17:43:37.522735+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEB 3 ate Judges, a Retired. KER and PRYOR, Associ-id REILLY, Chief Judge,"
    ],
    "parties": [
      "Harry L. WALLACE, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAppellant, challenging the revocation of his probation, assigns as error the trial court’s preliminary order extending his probationary period, arguing that such an order was invalid as it was entered ex parte. Perceiving no error, we affirm.\nIn the spring i of 1974, appellant was convicted of one I count of rape, D.C.Code § 22-2801 (198lj), and one count of sodomy, id. § 22-3502, And was sentenced to concurrent terms of two to six years on each count. Under £he terms of the sentence, appellant was ordered to serve six months’ imprisonment fc llowed by five and one-half years’ probation!.\nOn Decembeij 6, 1982, just seven days prior to the expiration of appellant’s probationary period, the trial court, without notice to him, issued an interim order extending probation until June 13, 1983. The court entered this extension order after being notified on November 29, 1982, by appellant’s probation officer that appellant had been arrested by federal authorities on charges of mail fraud and forgery (18 U.S.C. § 1341 (1970)), and was being held on $20,000 surety bond.\nThe trial court, on January 17, 1983, ordered appellant to show cause why his probation should not be revoked. Attached to the notice served on appellant was a copy of the December 6th extension order. Thereupon, appellant filed a motion seeking to vacate the extension of his probation. Relying on Valentine v. United States, 394 A.2d 1374 (D.C.1978), appellant argued that the trial court committed error in extending probation without giving him notice or opportunity to be heard. Following a hearing at which appellant was represented by counsel, the court denied the motion and revoked probation on February 28, 1983. The original sentences for the rape and sodomy convictions were reinstated to run concurrently with each other and with the sentences imposed by the federal court for the mail fraud and forgery convictions. This appeal followed.\nAppellant urges this court to vacate both the extension and the subsequent revocation of his probation. In support of his claim, appellant asserts that the ex parte nature of the trial court’s extension order is contrary to the weight of authority in this jurisdiction. We disagree.\nIt is well established that even in a preliminary probation revocation proceeding, a probationer is entitled to a probable cause hearing if the immediate impact of the interim order would deprive him of his liberty. Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973); Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). This requirement is inapplicable in eases where the probationer is free from custody until an order based on a final revocation hearing has issued; Smith v. United States, 474 A.2d 1271 (D.C.1983); United States v. Strada, 503 F.2d 1081, 1984 (8th Cir.1974); or is currently incarcerated pursuant to a pending prosecution — which was the situation here — or conviction of a subsequent commission of another crime — United States v. Diaz-Burgos, 601 F.2d 983 (9th Cir.1979); United States v. Tucker, 524 F.2d 77, 78 (5th Cir.), cert. denied, 424 U.S. 966, 96 S.Ct. 1462, 47 L.Ed.2d 733 (1975).\nPrior to our recent decision in Smith, supra, we had decided that a trial judge, upon being informed of an arrest for another crime a few days prior to the date upon which probation would have expired, committed no error in issuing a rule to show cause returnable on a date, subsequent to the original expiration date, as to why probation should not be revoked, because the probationer was thereby afforded an opportunity to appear in person or with counsel to present evidence or argument objecting to the contemplated revocation. Dent v. District of Columbia, 465 A.2d 841 (D.C. 1983). In Dent, the service of the rule to show cause was deemed an effective method of extending the probationary period. Implicit in this holding was the premise that trial judges have authority under certain circumstances to grant ex parte extensions of probation, provided the defendant is ultimately granted an opportunity to be heard.\nIt should be noted that at the time appellant filed his brief, our decisions in Smith, supra, and Dent, supra, which we deem dispositive here, had not been published. Nevertheless, appellant’s assertion that the weight of authority demonstrates that no order extending probation ex parte should be permitted to stand is not borne out by the reported cases in this jurisdiction. His reliance on Valentine v. United States, supra, 394 A.2d at 1374, where this court addressed a challenge to ex parte extensions of probation is misplaced, for the holding in that case sustained such a procedure. It is true that in Valentine we did say that ex parte extensions are “inadvisable because of the potential for prejudice involved.” But in the same paragraph, we clarified that dictum by pointing out that:\nIn some cases exigent circumstances may legitimately arise which require such extensions in order to preserve jurisdiction over a probationer which would otherwise be lost due to expiration of the probation term. In that event an appropriate record should be made reflecting the necessitating circumstances.\nId. at 1376. We believe that the “exigent circumstances” to which the Valentine opinion referred are present in the instant case.\nIn ruling on appellant’s motion to vacate the extension, the trial court’s comments provided an appropriate record of what it perceived to be “the necessitating circumstances”:\nI’m aware this does present to the Court an area that certainly would lend itself to more careful definition as of this time. I’ve read your positions. I’m mindful of the arguments that you urge upon the Court. I’m aware, also, that practically speaking there does exist a type of situation whereby the Court’s attention is called to a certain set of circumstances, namely, would be in which probation is likely to expire within a given set of days or hours, and while the ideal way would be to notify everybody and have a hearing and to delve into the reasons why probation should or should not be extended, I think all of us can recognize the fact that a time crunch can sometimes exist and I rather suspect that that’s what took place in this particular situation.\nWhat I am going to rule, gentlemen, is as follows. I’m going to rule that the Court did retain jurisdiction in this matter, that the extension of probation is a valid one. I’m not supposed to allow probation to routinely expire, but I am persuaded to direct that this sentence be served concurrently with the sentence that the gentleman is serving placed on him from tljie District Court.\nAppellant insists, however, that the time constraint to which the court adverted did not disclose tljie existence of circumstances warranting resort to an ex parte order of extension. He asserts that even within a two week perjod, the court could have arranged an adversary hearing, taken evidence of prooable cause, and then determined whether or not to extend the probationary periodj\nIn our opinion, such argument ignores the practical problems confronting our overburdened Superior Court judges. As it is the practice of probation officers to bring to the ^attention of the particular judge who impjosed the sentence any seeming violations jof probation by persons he has placed in this status, such reports are frequently recjeived by judges already in the middle of jone trial and faced with a heavy calendar of assigned cases for the rest of the mjonth. Obviously, it would disrupt such calendars if the judge, in order to hold a:i immediate hearing, were required to set aside all pending business to review the conditions of probation, to ascertain whether the original defense counsel was available, and if not, appoint one, and then |to set a time for hearing which both prosecution and defense lawyers, to say nothing of witnesses, could attend. Such preparation on the part of a trial judge requires both time and thought. We do not regard it as unreasonable for judges faced vjdth the dilemma of either abandoning their own trial schedules or letting a probationary term expire, to issue an order extenjding probation temporarily provided the probationer is given an opportunity to be heard with the assistance of counsel before deprivation of liberty or the imposition of more onerous conditions of probation is ultimately ordered.\nAppellant’s alternative argument, viz., that the challenged ex parte extension was invalid because the authority of sentencing judges to take such action had been proscribed by Super.Ct.Crim.R. 32(b), presents a question upon which no court in this jurisdiction has ruled. Not having been raised in the proceeding below, this court would ordinarily disregard it under the familiar rule that an appellate court will not consider objections not made in the trial court. But as this issue is a jurisdictional one, it seems incumbent upon us to rule upon it. This subsection of the rules provides in relevant part:\n(b) MODIFICATION OF PROBATION\nA hearing and the assistance of counsel are required before the terms or conditions of probation can be modified, unless the relief granted to the probationer upon his request or the court’s own motion is favorable to him.\nIn our view, the amended rule was not intended to repeal the “exigent circumstances” principle noted in Valentine, supra. We think the procedural safeguards specified by the new rule are satisfied if the probationer is afforded his procedural rights before any actual modification of the terms and conditions imposed upon him become effective. It would be a strained construction of the rule to hold that a temporary extension of the length of probation pending a hearing on an asserted violation amounts to a modification of “terms or conditions of probation.”\nWe are aware that our construction of the rule may be at odds with the interpretation which one United States Court of Appeals has placed upon the parallel federal rule. United States v. Warden, 705 F.2d 189 (7th Cir.1983). For the reasons stated, however, in our discussion of “exigent circumstances” we reject the over-literal construction reached by the Warden court. To do otherwise, would have the practical effect of conferring immunity from revocation upon probationers who commit another offense a few days before their probation is set to expire. As we stated in Wright v. United States, 315 A.2d 839, 842 n. 7 (D.C. 1974), implicit in every case where prison sentence is suspended and probation granted is the condition that the probationer refrain from any violation of law until his term of probation has been satisfactorily completed.\nAffirmed.\n. On December 2, 1982, before the show cause order issued, appellant pleaded guilty to the federal charges. |\n. Appellant was ientenced on February 2, 1983, by a United States District Court Judge to concurrent terms of! imprisonment of one to three years for forgery and three years for mail fraud.\n.Appellant also argues for the first time on appeal that the trial court’s ex parte extension of probation was in violation of Super.Ct.Crim.R. 32.1(b).\n4. This particulajr amendment to the Superior Court rules was adopted effective November 1, 1982. A similar rule was promulgated for United States District Courts some two years previously. See Fed.R.Crim.P. 32.1(b).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "G. Allen Dale, Washington, D.C., for appellant.",
      "Stanley S. jHarris, U.S. Atty., Washington, D.C., at time brief was filed, Michael W. Farrell, Judith Hetherton, Donald J. Allison and Mary Incontro, Asst. U.S. Attys., Washington, D.C., were on brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Harry L. WALLACE, Appellant, v. UNITED STATES, Appellee.\nNo. 83-305.\nDistrict of Columbia Court of Appeals.\nSubmitted Dec. 1, 1983.\nDecided April 30, 1984.\nG. Allen Dale, Washington, D.C., for appellant.\nStanley S. jHarris, U.S. Atty., Washington, D.C., at time brief was filed, Michael W. Farrell, Judith Hetherton, Donald J. Allison and Mary Incontro, Asst. U.S. Attys., Washington, D.C., were on brief for appellee.\nBefore NEB 3 ate Judges, a Retired. KER and PRYOR, Associ-id REILLY, Chief Judge,"
  },
  "file_name": "0401-01",
  "first_page_order": 457,
  "last_page_order": 461
}
