{
  "id": 9097381,
  "name": "Gary L. RHUDY, as Personal Representative of the Estate of Denise L. Rhudy, Deceased, and as Guardian and Next Friend of Gary E. Rhudy, Eva Rhudy, Morgan Rhudy, and Madison Rhudy, Minors; and Stephanie Kureck, Plaintiffs Below, Appellants, v. BOTTLECAPS INC., a Delaware Corporation d/b/a Bottlecaps Bar & Restaurant, Defendant Below, Appellee",
  "name_abbreviation": "Rhudy v. Bottlecaps Inc.",
  "decision_date": "2003-08-25",
  "docket_number": "No. 17,2003, 18,2003",
  "first_page": "402",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 402"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "780 A.2d 1075",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9485281
      ],
      "pin_cites": [
        {
          "page": "1091"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/780/1075-01"
      ]
    },
    {
      "cite": "517 A.2d 1056",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938007
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1060"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/1056-01"
      ]
    },
    {
      "cite": "1996 WL 742818",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1996,
      "pin_cites": [
        {
          "page": "*3",
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "406 N.W.2d 207",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1987,
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "159 Mich.App. 265",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2272858
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/159/0265-01"
      ]
    },
    {
      "cite": "250 Cal.Rptr. 57",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "holding a convenience store owner liable for injuries sustained by an invitee who was assaulted on an adjacent lot partly because the owner's \"business was itself the attraction for both customers and loiterers\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "203 Cal.App.3d 656",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        6043861
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "667",
          "parenthetical": "holding a convenience store owner liable for injuries sustained by an invitee who was assaulted on an adjacent lot partly because the owner's \"business was itself the attraction for both customers and loiterers\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/203/0656-01"
      ]
    },
    {
      "cite": "490 N.E.2d 764",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        11033801
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "772"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ne2d/490/0764-01"
      ]
    },
    {
      "cite": "293 N.J.Super. 315",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        763733
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/293/0315-01"
      ]
    },
    {
      "cite": "346 N.J.Super. 6",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        205104
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "159",
          "parenthetical": "holding that a casino owed its patrons a duty to protect them from crime on an adjacent public sidewalk because the defendant's business placed its patrons, who often carried large amounts of cash, in a high-crime area"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/346/0006-01"
      ]
    },
    {
      "cite": "741 P.2d 1090",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10408900
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1096"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/741/1090-01"
      ]
    },
    {
      "cite": "571 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "affirming the well-reasoned opinion of the Superior Court"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "576 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7386166
      ],
      "pin_cites": [
        {
          "page": "696"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/576/0688-01"
      ]
    },
    {
      "cite": "812 So.2d 829",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9434493
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "832",
          "parenthetical": "holding business owner did not owe its invitees a duty to provide security for patrons while they were on a public street"
        },
        {
          "page": "833",
          "parenthetical": "noting that expanding the scope of a landowner's duty to include public streets would create \"a problem for businesses and their insurers to determine the extent of the geographic boundaries of their liability\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/812/0829-01"
      ]
    },
    {
      "cite": "747 A.2d 1087",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11479175
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1092-93"
        },
        {
          "page": "1093"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/1087-01"
      ]
    },
    {
      "cite": "523 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912657
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "524",
          "parenthetical": "adopting Section 344 of the Restatement (Second) of Torts, which provides that a landowner is subject to liability to its business invitees for the criminal acts of third parties that occur on the landowner's premises"
        },
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/523/0518-01"
      ]
    },
    {
      "cite": "169 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "245",
          "parenthetical": "stating that the standard of care owed by defendants in tort actions \"must be formulated in each particular case in the light of its peculiar facts\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "678 A.2d 533",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11737445
      ],
      "pin_cites": [
        {
          "page": "535"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/678/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1020,
    "char_count": 22016,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 7.865790856332932e-08,
      "percentile": 0.45942485449923914
    },
    "sha256": "9b00613710834724dc2851b016c6b3005d419ac5a007058d2568cd7f46d3fe7d",
    "simhash": "1:9ec97d042f4f8810",
    "word_count": 3535
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, Chief Justice, HOLLAND, BERGER, STEELE and JACOBS, Justices, constituting the Court en Banc."
    ],
    "parties": [
      "Gary L. RHUDY, as Personal Representative of the Estate of Denise L. Rhudy, Deceased, and as Guardian and Next Friend of Gary E. Rhudy, Eva Rhudy, Morgan Rhudy, and Madison Rhudy, Minors; and Stephanie Kureck, Plaintiffs Below, Appellants, v. BOTTLECAPS INC., a Delaware Corporation d/b/a Bottlecaps Bar & Restaurant, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "VEASEY, Chief Justice.\nIn this appeal, we hold that a bar owner did not owe a duty either to warn or protect its patrons from criminal acts that occurred on another landowner’s property. The bar patrons in this case were the victims of a robbery and murder that occurred when they parked their car in a public lot behind the bar. Although the bar management was aware of crime in the area, they encouraged prospective patrons to come, noting “free parking directly behind” the bar. Nevertheless, plaintiffs failed to produce facts sufficient to create an inference that the bar owner controlled the parking lot or was otherwise responsible for its patrons’ exposure to criminal conduct in the area. Thus, we affirm the judgment of the Superior Court dismissing the complaint upon the bar owner’s motion for summary judgment.\nFacts\nThis case involves the December 1999 robbery and murder that occurred in a parking lot near the Bottlecaps Bar and Restaurant (Bottlecaps). At approximately 10:00 p.m. on December 18, 1999, Stephanie Krueck and Denise Rhudy entered a public parking lot owned by the Wilmington Parking Authority (WPA) located at Eighth and Orange Streets, just behind Bottlecaps. Earlier that day they had heard a radio advertisement for a band they were interested in seeing perform at Bottlecaps that night.\nRhudy and Krueck did not reach Bottle-caps that evening. When Rhudy parked her car in the Orange Street Lot, an assailant approached the car and robbed the two women at gunpoint. When Rhudy told the assailant she did not have any money, the robber shot her twice. Rhudy died in the parking lot from wounds inflicted by the gun shots. The assailant also attempted to shoot Krueck, but the bullet passed through her coat, leaving Krueck physically unharmed.\nKrueck and Rhudy’s estate brought actions in the Superior Court claiming that Bottlecaps was civilly liable for wrongful death as a result of the robbery and murder. According to Krueck, she and Rhu-dy decided to park in the Orange Street Lot because the Bottlecaps radio advertisement mentioned that parking behind the bar was available. The plaintiffs maintain that Bottlecaps had a duty either to warn of, or protect them from, crime on the Lot.\nThe plaintiffs conducted discovery to determine the extent to which Bottlecaps used the Orange Street Lot for its business. Bottlecaps did not own or have pos-sessory rights to the Lot. Nor did it have any express agreement with WPA to use the Lot. The WPA made the Lot available, on a nonexclusive basis, to downtown merchants and patrons for free parking after 8:00 p.m. on weekdays and all day on the weekends. Bottlecaps indirectly benefit-ted from the availability of free parking in the Lot, however. Because the public streets directly in front of and behind Bottlecaps typically could accommodate parking for only Bottlecaps’ employees, the Orange Street Lot offered off-street parking for the majority of Bottlecaps’ patrons. Bottlecaps frequently ran radio advertisements mentioning that “there’s plenty of free parking directly behind Bottlecaps.”\nBottlecaps also assumed some minor responsibilities for the Lot. The WPA encountered extensive litter on the Lot following weekends and assumed Bottlecaps patrons were responsible. The WPA threatened to discontinue after-hours parking unless Bottlecaps remedied the problem. Thereafter and in response, when Bottlecaps hosted large outdoor events, it required the bar employees to pick up trash around the Lot before completing their shift.\nOn occasion, Bottlecaps also took special precautions to oversee the safety of its patrons. Crime increasingly had become a problem in the area. Bottlecaps’ employees often had their cars broken into. On the Orange Street Lot, bar patrons frequently encountered aggressive panhandlers, and some patrons had been robbed. A Bottlecaps patron was robbed on the Lot the night before the shooting at issue in this case, and the management was aware of this crime. In response to the crime in the area, Bottlecaps hired off-duty police officers for security during special events when management expected large crowds. Bottlecaps did not take any additional precautions for ordinary nights when an average turn-out was expected, however.\nReviewing the evidence upon Bottlecaps’ motion for summary judgment, the trial court concluded that the recited facts were insufficient to hold Bottlecaps civilly responsible for the wrongful death resulting from the December 18 robbery and murder on the Lot. The trial court reasoned that because Bottlecaps did not possess or control the Orange Street Lot, it did not owe a duty to warn or protect Rhudy and Krueek from crime on the Lot. The plaintiffs appeal from the judgment of the Superior Court.\nIssues on Appeal\nThe plaintiffs raise two issues on appeal. They first argue that they have adduced sufficient evidence from which a fact-finder could rationally infer that Bottlecaps owed a duty to patrons whom the bar encouraged to use the Lot. The plaintiffs next contend that the trial court did not permit them to conduct discovery adequate to develop a complete record upon which a motion for summary judgment could be granted.\nBottlecaps Did Not Owe a Duty Either to Warn of, or Protect Bhudy and Krueek from, Crime on the Oranye Street Lot\nThe plaintiffs contend that the trial court misapplied the law to the facts of this case. The trial court erred, according to the plaintiffs, by inquiring only into whether or not Bottlecaps controlled the Orange Street Lot. Rhudy and Krueck argued that because Bottlecaps received an economic benefit from the location of the Lot and exploited that benefit by advertising free public access to the Lot for its patrons, the duty Bottlecaps owed its invitees extended beyond the bar property to encompass a duty to warn patrons about criminal activity on the adjacent premises.\nThis Court reviews de novo the trial court’s grant of summary judgment both as to facts and law to determine whether or not the undisputed facts, viewed in a light most favorable to the plaintiffs, entitle Bottlecaps to judgment as a matter of law. We agree with the trial court that the record demonstrates that no genuine issue of material fact exists from which a reasonable juror could infer that Bottlecaps owed a duty to the plaintiffs. We affirm that decision, however, only after conducting a contextual inquiry, considering all of the relevant factors raised by the parties and not solely the degree of control Bottlecaps exercised over the Lot.\nThe plaintiffs ask this Court to hold that a Bottlecaps patron who parked in the Orange Street Lot was entitled to the same protection or warning Bottlecaps owed to patrons on the bar premises. Because Bottlecaps did not own the Lot, the plaintiffs cannot rely on Bottlecaps’ duty as a landowner to warn and protect its business invitees from foreseeable criminal acts that occur on its property. Although a landowner’s duty is not invariably confined to activity that occurs within the boundaries of the business premises, that duty does not encompass every hazard an invitee encounters en route to the landowner’s establishment. We determine the appropriate geographic zone of duty in this case by weighing Bottlecaps’ argument that its duty to invitees extended only to areas it controlled against the plaintiffs’ contention that the economic benefit Bott-lecaps received from the Lot created a corresponding duty to protect invitees on that property.\nAlthough the defendant’s “control” of the adjacent area is not necessarily outcome-determinative, it is an important consideration. An assessment of control permits the court to assess Bottlecaps’ responsibility in terms of the actions that it could have taken to protect Rhudy and Krueek from crime on the Lot. Control denotes the unrestricted ability to take precautions to alleviate or minimize the risks on the adjacent property. In Wilmington Country Club v. Cowee, for instance, this Court upheld a jury determination that a country club breached its duty of care by failing to erect traffic-control devices or lights to prevent an accident that occurred when a club patron was struck by an automobile while exiting the club onto a public highway. Although the accident occurred on the highway, the country club could have taken precautions on its own property, at the club exit, to minimize the foreseeable risk that an accident would occur as a patron entered the busy road.\nBottlecaps could not be expected to take precautions that would prevent criminal incidents on the Orange Street Lot. The WPA owned and controlled the Lot. Bott-lecaps could neither anticipate nor be expected to protect its patrons from the crime that occurred on the Lot to any greater extent than it could protect patrons who parked on any nearby public street. Similarly, Bottlecaps owed no duty to warn its patrons of criminal activity that was no more foreseeable on the Lot than any other criminal activity that occurred in the surrounding area.\nRhudy and Krueek urge this Court to look beyond Bottlecaps’ inability to ensure any degree of safety for patrons who used the Lot and nevertheless impose liability because Bottlecaps received an economic benefit from the after-hours parking on the Lot. The plaintiffs rely on decisions from other jurisdictions that have described a landowner’s duty to its invitees in terms of the economic benefit the landowner receives through its use of the adjacent property. Those decisions do not hold a landowner liable for existing hazards on a premises for which the landowner is not responsible, however. The hazards posed to the invitees in those cases related to the landowners’ business activity that either created or increased the risk of danger to invitees who were on the adjacent premises. The activity on the adjacent premises created a corresponding duty for the landowners because their business operations posed greater dangers to invitees.\nThe plaintiffs allude to this type of liability-enhancing form of economic benefit only when they describe the large events Bottlecaps hosted when it expected more than one hundred people to attend. This profit-motivated venture arguably placed its patrons at greater risk of violence or crime that may be associated with a large crowd gathered in an area that does not typically accommodate so many people. Under similar circumstances, the Indiana Court of Appeals held that a landowner’s duty extends to adjoining areas when the surrounding property is used as an “overflow” for the bar’s inadequate facilities. Bottlecaps addressed the risks posed on those occasions by hiring additional security, however. Ultimately, the night of the incident in question was not a special event where Bottlecaps expected a large crowd. Nor did the fact that the robbery and murder occurred on the Lot that night demonstrate, ipso facto, that Bottlecaps had a duty to prevent the very risk that occurred. The authority upon which the plaintiffs rely does not support imposing liability on Bottlecaps in this case.\nThe plaintiffs have not presented a reason to impose on Bottlecaps a special responsibility for the consequences of crime in the area. Were we to hold Bottlecaps hable solely because it benefited from the public parking made available to its patrons, it would be impossible to allocate responsibility equitably. Bottlecaps was not the only beneficiary of the free public access to the Orange Street Lot. Rhudy and Krueek also benefitted from parking on the Lot. In addition, other downtown merchants received a benefit from the free parking provided to their patrons. The court could not apportion pro rata the benefits of the Lot to any given patron or merchant. Patrons may visit any one or a number of businesses within an indeterminate radius of the Lot. Moreover, that indeterminacy would create uncertainty for area merchants, who would not know the nature or extent of the duties they owe to patrons who are not on their property.'\nBottlecaps’ business activities did not increase the risk of crime on the Lot. Nor could it have been expected to prevent criminal occurrences there. This Court cannot impose on Bottlecaps a duty to protect the plaintiffs from an assailant while they were on another’s property on which neither Bottlecaps’ actions nor its inactions were responsible for the robbery and murder.\nThe Trial Court Did Not Abuse Its Discretion by Denying the Plaintiffs’ Request for Further Discovery\nThe plaintiffs also challenge the trial court’s decision by asserting that the order granting summary judgment was premature. On appeal, the plaintiffs argue that had the trial court allowed additional discovery, the plaintiffs could have produced facts sufficient to infer that Bottle-caps controlled the Orange Street Lot.\nAlthough the plaintiffs were entitled to discovery “to develop a factual ree-ord ... to conclude whether genuine factual issues exist,” they were not entitled to limitless discovery. The trial court must exercise its discretion to tailor discovery so that its scope is coextensive with the issues necessary to resolve the motion for summary judgment.\nDuring the three-month discovery period in this case, the plaintiffs deposed Bott-lecaps’ managing owner, a key Bottlecaps employee, and a representative of the WPA. They also obtained several affidavits and documents relating to the December 18 incident. When the trial court asked the plaintiffs to specify their reasons for seeking additional discovery, counsel replied, “Well, perhaps, actually the court would find additional discovery would be cumulative.” The trial court did not abuse its discretion by denying the plaintiffs’ vague request for further discovery.\nConclusion\nThe judgment of the Superior Court is affirmed.\n. This location will be referred to as the \"Orange Street Lot\" or simply the \"Lot.”\n. For purposes of this opinion, the plaintiffs who have brought suit on behalf of Rhudy’s estate are referred to as \"Rhudy.” Rhudy and Krueck are collectively referred to as \"plaintiffs.”\n. Bottlecaps, at the time of the incident at issue, was located at 216 W. 9th Street, between Tatnall and Orange Streets in Wilmington. Bottlecaps' front entrance was located on 9th Street. There were only two parking spaces for Bottlecaps on 9th Street. A sign in Bottlecaps’ window, however, informed patrons that there was more parking in the rear. The street directly behind Bottlecaps, Girard Street, could hold about 20 parked cars.\n. See Arnold, v. Soc'y for Sav. Bancorp, Inc., 678 A.2d 533, 535 (Del.1996).\n. See Robelen Piano Co. v. DiFonzo, 169 A.2d 240, 245 (Del. 1961) (stating that the standard of care owed by defendants in tort actions \"must be formulated in each particular case in the light of its peculiar facts”).\n. See Jardel Co. v. Hughes, 523 A.2d 518, 524 (Del. 1987) (adopting Section 344 of the Restatement (Second) of Torts, which provides that a landowner is subject to liability to its business invitees for the criminal acts of third parties that occur on the landowner's premises) (citing Restatement (Second) of Torts § 344 (1965)).\n. See Wilmington Country Club v. Cowee, 747 A.2d 1087, 1092-93 (Del.2000); see also 62A AM. JUR. 2D Premises Liability § 741 (2002) (\"The law does not ordinarily impose a duty of care upon an occupier of land beyond the area over which the occupier has possession or control.... [I]f a landowner treats his or her neighbor’s property as an integral part of his or her own, the lack of formal title is immaterial to the landowner’s liability to business invitees....”).\n.See, e.g., Thompson v. Winn-Dixie Louisiana, Inc., 812 So.2d 829, 832 (La.Ct.App. 2002) (holding business owner did not owe its invitees a duty to provide security for patrons while they were on a public street). See generally 2 Premises Liability 3d § 36:21 (2002) (collecting cases and noting that \"As a general rule, a landowner is not liable for off-premises third person criminal attacks on individuals\").\n. See Craig v. A.A.R. Realty Corp., 576 A.2d 688, 696 (Del.Super.1989) (holding that the landlord of a shopping mall did not owe a duty to protect business invitees from the criminal acts of third parties that occurred on the mall parking lot because the tenant controlled the mall lot and was in a better position to take preventive measures for the invitees’ safety), aff'd, 571 A.2d 786 (Del. 1989) (affirming the well-reasoned opinion of the Superior Court).\n. 747 A.2d at 1093.\n. Id.\n. Cf. Jardel, 523 A.2d at 525. In Jardel, this Court held a landowner responsible for criminal acts on the landowner’s shopping mall parking lot, noting that “since they are located entirely on private property, they do not enjoy the benefit of routine police protection, yet they attract the public at large, not all of whom are law abiding.” Id.\n. Cf. Mostert v. CBL & Assocs., 741 P.2d 1090, 1096 (Wyo.1987). In Mostert, the Supreme Court of Wyoming held that a movie theater was responsible for a business invitee’s death because the theater failed to warn the invitee of an area flood warning. When the invitee left the theater, flood waters struck his vehicle, and the invitee drowned. Even though the accident occurred off the theater property, the Court in Mostert premised liability on the fact that the theater \"was aware that flooding was occurring ... and that the storm had become progressively worse, reaching a point where city officials demanded that citizens stay off the streets....” Id. The occurrence of crime on the Orange Street Lot, by contrast, was not as foreseeable as the imminent flooding in Mostert.\n.E.g., Zepf v. Hilton Hotel & Casino, 346 N.J.Super. 6, 786 A.2d 154 (App.Div.2001); Mulraney v. Auletto's Catering, 293 N.J.Super. 315, 680 A.2d 793 (App.Div.1996); Ember v. B.F.D., Inc., 490 N.E.2d 764 (Ind.Ct.App. 1986).\n. See Zepf, 786 A.2d at 159 (holding that a casino owed its patrons a duty to protect them from crime on an adjacent public sidewalk because the defendant’s business placed its patrons, who often carried large amounts of cash, in a high-crime area); see also Southland Corp. v. Superior Court, 203 Cal.App.3d 656, 667, 250 Cal.Rptr. 57 (1988) (holding a convenience store owner liable for injuries sustained by an invitee who was assaulted on an adjacent lot partly because the owner’s “business was itself the attraction for both customers and loiterers”).\n. The Indiana Court of Appeals held that a pub owner owed its patrons a heightened duty when an invitee was injured in a melee that ensued while a crowd of patrons was lined up on a public street awaiting admission to the pub. The pub expected an extraordinarily large crowd for St. Patrick’s Day festivities. The duty to protect its invitees extended to the public street because \"it appears to be the common practice of taverns to ... promote ... the use of adjoining property by patrons overflowing inadequate facilities during holidays and special events.” Ember, 490 N.E.2d at 772.\n. The plaintiffs assert that the defendants assumed a duty to provide additional security on the night of December 18 because Bottle-caps hosted a special \"indoor cabaret” event that evening. The managing owner of the bar stated in his deposition that additional security was provided only when the bar expected a large crowd, however. Because Bottlecaps did not anticipate a large crowd on December 18 and the plaintiffs have not produced evidence to contradict defendant’s assertion that the bar hosted an average size crowd on December 18, we do not address the plaintiffs’ assumption of duty argument.\n. In their opening brief, the plaintiffs note that several other restaurants and bars were located within a few blocks of the Orange Street Lot. Appellant's Amended Op. Br. at 9-10.\n. See Winn-Dixie, 812 So.2d at 833 (noting that expanding the scope of a landowner's duty to include public streets would create \"a problem for businesses and their insurers to determine the extent of the geographic boundaries of their liability”).\n. Accord Rodriguez v. Detroit Sportsmen’s Congress, 159 Mich.App. 265, 406 N.W.2d 207, 210 (1987) (holding that a park owner was not responsible for a diving accident where the invitee plunged into shallow water because the \"Defendants did not ... increase the hazards which might be encountered by one ... diving in the river ... [and] no action or inaction on the part of defendants created a hazard which did not already exist”).\n. Levy v. Stem, 1996 WL 742818, at *3 (Del. Dec.20, 1996) (ORDER) (citing Mann v. Oppenheimer & Co., 517 A.2d 1056, 1060 (Del. 1986)).\n. Cf. Malpiede v. Townson, 780 A.2d 1075, 1091 (Del.2001) (noting that the court need not open the “floodgates of discovery\" to consider adequately the facts necessary to decide a motion for summary judgment).\n. Id.; see also Del. Super. Ct. Civ. R. 56(f) ( \"Should it appear from the affidavits of a party opposing the motion that the party cannot for reasons stated present by affidavit facts essential to justify the party’s opposition, the Court ... may order a continuance to permit ... discovery to be had.. ■ ■\") (emphasis supplied).\n. Tr. trans. at 13 (June 28, 2002).",
        "type": "majority",
        "author": "VEASEY, Chief Justice."
      }
    ],
    "attorneys": [
      "Carolyn M. McNeice, Esquire, and James D. Nutter, Esquire (argued), of Carolyn M. McNeice, P.A., Wilmington, Delaware, for Appellants.",
      "Roger D. Landon, Esquire, and Chase T. Brockstedt, Esquire (argued), of Murphy Spadaro & Landon, Wilmington, Delaware, for Appellees."
    ],
    "corrections": "",
    "head_matter": "Gary L. RHUDY, as Personal Representative of the Estate of Denise L. Rhudy, Deceased, and as Guardian and Next Friend of Gary E. Rhudy, Eva Rhudy, Morgan Rhudy, and Madison Rhudy, Minors; and Stephanie Kureck, Plaintiffs Below, Appellants, v. BOTTLECAPS INC., a Delaware Corporation d/b/a Bottlecaps Bar & Restaurant, Defendant Below, Appellee.\nNo. 17,2003, 18,2003.\nSupreme Court of Delaware.\nSubmitted: June 16, 2003.\nDecided: Aug. 25, 2003.\nCarolyn M. McNeice, Esquire, and James D. Nutter, Esquire (argued), of Carolyn M. McNeice, P.A., Wilmington, Delaware, for Appellants.\nRoger D. Landon, Esquire, and Chase T. Brockstedt, Esquire (argued), of Murphy Spadaro & Landon, Wilmington, Delaware, for Appellees.\nBefore VEASEY, Chief Justice, HOLLAND, BERGER, STEELE and JACOBS, Justices, constituting the Court en Banc."
  },
  "file_name": "0402-01",
  "first_page_order": 450,
  "last_page_order": 456
}
