{
  "id": 12046980,
  "name": "In re LORI ANN D. et al.",
  "name_abbreviation": "In re Lori Ann D.",
  "decision_date": "1995-11-01",
  "docket_number": "No. 95-66-Appeal",
  "first_page": "403",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 403"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "520 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7887783
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0574-01"
      ]
    },
    {
      "cite": "420 A.2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943943
      ],
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0085-01"
      ]
    },
    {
      "cite": "476 A.2d 1030",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914636
      ],
      "pin_cites": [
        {
          "page": "1033"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/476/1030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 5802,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 1.27879270835649e-07,
      "percentile": 0.6170440824928403
    },
    "sha256": "edec472c5e5e8c68b06b32cf0a1e3f2d33cc5314a2b4d300b4671084f973de55",
    "simhash": "1:50dc44d95c266c73",
    "word_count": 968
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re LORI ANN D. et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before the Supreme Court on October 10, 1995, pursuant to an order directing the respondent mother to appear and show cause why the issues raised in this appeal should not be summarily decided. In this case the mother has appealed from a Family Court judgment terminating her parental rights to the younger five of her seven children. It was the express wish of the two older children, ages twelve and fourteen at the time of the Family Court hearing, that their mother’s parental rights in regard to them not be terminated. The trial justice honored their request although they remain in foster care. After hearing oral argument and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown and that the issues should be decided at this time.\nThe termination petition alleges that the mother was unfit by reason of her excessive use of drugs and alcohol, and that the children had been in the care and custody of the Department of Children, Youth and Families (DCYF) for at least six months. A great deal of evidence was presented over several months.\nThe family first came to the attention of DCYF in August of 1986 when one of the children tested positive for lead in his blood. When the next child was born one year later and tested positive for cocaine, the mother admitted to drug use. In October of 1987 all five children were placed in foster care. The mother, thereafter, successfully attended the Kent County reunification program and the two oldest children were returned home.\nIn January 1989 another child was born and both he and the mother tested positive for cocaine. The mother’s level of cooperation with the Kent County reunification program declined. Two incidents of physical injury to the second-youngest child involving a black eye and a broken leg led to his removal from the home and placement in foster care. The following year, the father of the children was fatally shot in the family home in the presence of the mother and four of the children. Thereafter, the trial justice found that the mother became depressed and fearful. At one point she lost AFDC benefits, the children were not attending school regularly, and the trial justice found the mother unable to sustain a period of stability or sobriety.\nOn December 3, 1989, a seventh child was born. Before this child reached her second birthday she was hospitalized for ingesting a prescription drug and cocaine. The mother tested positive for cocaine shortly thereafter, and in September of 1991 all the children were removed from the home. In 1992 the mother was charged with driving under the influence of alcohol and entered a residential treatment program, which she did not complete. At that time DCYF filed the petitions to terminate her parental rights. After the mother left the residential treatment facility, she unsuccessfully attended several other treatment programs. She tested positive for drags several months prior to trial on the petition to terminate.\nOn review of cases involving termination of parental rights, this court must examine the record to determine if legally competent evidence exists to support the trial justice’s findings. In re Crystal A, 476 A.2d 1030, 1033 (R.I.1984). The findings of a trial justice sitting without a jury are entitled to great weight and will not be reversed on appeal unless the trial justice misconceived or overlooked material evidence or the findings are clearly wrong. In re Joseph, 420 A.2d 85, 89 (R.I.1980).\nThe mother argues on appeal that with regard to the two youngest children the trial justice was in error in terminating her parental rights because they “had not been formally committed to the Department for a full six-month period as is required by § 15-7-7(l)(c).” The record indicates that on September 19, 1991, all the children, including the two youngest, were removed from the mother’s care and placed in the care of DCYF because the mother had tested posi-five for cocaine and the youngest child had ingested drugs. The children were formally committed to DCYF’s care on December 20, 1991. Six months and ten days later, on June 30, 1992, DCYF filed the termination-of-parental rights petition. The requirements of G.L.1956 (1988 Reenactment) § 15-7-7(l)(c) have been satisfied.\nThe mother has submitted to the court a memorandum indicating that she has had a difficult life but she loves her children and wants them back'. However, once a finding of unfitness is made, the court’s primary concern is the best interests of the children. In re Kristina L., 520 A.2d 574, 580 (R.I. 1987). The five younger children are not together but are placed with relatives and, according to the testimony, are well cared for in those situations. The court is of the opinion that the trial justice correctly terminated the mother’s parental rights to the five younger children. There is more than adequate evidence to support her findings.\nFor these reasons the mother’s appeal is denied and dismissed. The judgment appealed from is affirmed, and the papers in the case are remanded to the Family Court.\nLEDERBERG, J., was unable to be present at oral argument but participated on the basis of the briefs.\n. The two youngest children had not yet been born.\n. General Laws 1956 (1988 Reenactment) § 15-7-7(l)(c) was amended by P.L.1994, chapters 194 and 233 and took effect July 8 and July 11, 1994, respectively and does not apply to the involuntary termination-of-parental-rights petitions DCYF filed on June 30, 1992.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Anthony Angeli, Jr. (DCYF), Providence, Frank Iacono, Jr. (CASA), Greenwich, for Plaintiff.",
      "Catherine Gibran, Paula Rosin, Asst. Public Defenders, for Defendant."
    ],
    "corrections": "",
    "head_matter": "In re LORI ANN D. et al.\nNo. 95-66-Appeal.\nSupreme Court of Rhode Island.\nNov. 1, 1995.\nAnthony Angeli, Jr. (DCYF), Providence, Frank Iacono, Jr. (CASA), Greenwich, for Plaintiff.\nCatherine Gibran, Paula Rosin, Asst. Public Defenders, for Defendant."
  },
  "file_name": "0403-01",
  "first_page_order": 461,
  "last_page_order": 463
}
