{
  "id": 7289018,
  "name": "In the Matter of a Member of the Bar of the Supreme Court, of the State of Delaware, Lee C. GOLDSTEIN, Respondent",
  "name_abbreviation": "In re a Member of the Bar of the Supreme Court, of the State, Goldstein",
  "decision_date": "2010-03-15",
  "docket_number": "No. 610, 2009",
  "first_page": "404",
  "last_page": "409",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 404"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "821 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9137257
      ],
      "pin_cites": [
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/821/0851-01"
      ]
    },
    {
      "cite": "981 A.2d 1133",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7295086
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1148",
          "parenthetical": "Emphasis in original."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/981/1133-01"
      ]
    },
    {
      "cite": "974 A.2d 170",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7293998
      ],
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/974/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 10695,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32826759397941735
    },
    "sha256": "5fcd9dcb22e323875606a8da87ced218ed05cd3ef0ba7a1af0ee210116489faa",
    "simhash": "1:2fa9558a8c17c64e",
    "word_count": 1642
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BERGER, JACOBS and RIDGELY, Justices."
    ],
    "parties": [
      "In the Matter of a Member of the Bar of the Supreme Court, of the State of Delaware, Lee C. GOLDSTEIN, Respondent."
    ],
    "opinions": [
      {
        "text": "BERGER, Justice.\nThis is an attorney disciplinary proceeding. The Board on Professional Responsibility (Board) concluded that Respondent, Lee C. Goldstein, Esquire, violated the Delaware Lawyers’ Rules of Professional Responsibility (Rules) in the course of conducting 10 closings for a private money lender. The Board recommended the sanction of a private reprimand. The Office of Disciplinary Counsel (ODC) filed objections and recommended the sanction of a public reprimand. After carefully reviewing the record, we conclude that a public reprimand is the appropriate sanction.\nFacts\nRespondent has been a member of the Delaware Bar for more than 30 years, primarily in solo practice. He had significant experience in residential real estate closings involving conventional lenders when, in 2007, he began representing Maven Maven, LLC., a private money lender. Maven made short-term loans, secured by second, third or fourth position mortgages, to individual borrowers who needed immediate cash and could not obtain conventional financing. The loans included high interest rates, high points, fees, and penalties, in violation of the Home Ownership and Equity Protection Act of 1994. In addition, the loan documents failed to provide a “right to rescind” notice required by the Truth in Lending Act.\nRespondent used loan documents given to him by Robert Lubach, Maven’s principal. Respondent did not review the documents because Lubach told him that they were “tried and true.” Respondent conducted 10 closings for Maven in 2007. In each case, Respondent was contacted by Maven a few days before the closing, and in all but one case, Respondent did not know the borrowers. At closing, respondent told the borrowers that he did not represent them. He reviewed the terms of the loan, obtained the necessary signatures, and disbursed the funds. The loans all provided that Respondent’s legal fees (ranging from $500-$l,000) would be deducted from the loan proceeds. Respondent did not give the borrowers written notice that he did not represent them and he did not advise them in writing of their right to have counsel of their choosing.\nBased on these facts, the Board found that respondent violated Rules 1.1 and 1.4(b) in connection with his representation of Maven. Rule 1.1 requires that a “lawyer shall provide competent representation to the client,” and Rule 1.4(b) requires that a “lawyer shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation.” Respondent negligently failed to discover or discuss the deficiencies in Maven’s loan documents. The Board also considered whether respondent violated any ethical rules in connection with his dealings with the borrowers. The Board concluded that, because respondent did not represent the borrowers, he did not.\nDiscussion\nThe standard governing attorney disciplinary matters is well settled. “The Supreme Court reviews the record independently to determine whether there is substantial evidence to support the Board’s factual findings. We review the Board’s conclusions of law de novo, and we consider the Board’s recommended sanction helpful, but it is not binding.” In this case, the Board’s factual findings are not disputed and they are supported by the record. The parties disagree, however, as to the legal conclusions to be drawn from the facts. The Board determined that respondent did not represent the borrowers and, as a result, respondent owed them no ethical duties. Respondent agrees with the Board’s analysis. ODC argues that, because the borrowers did not have their own attorneys for these residential real estate closings, respondent owed ethical duties to the borrowers that did not depend on the creation of a traditional attorney-client relationship.\nThis Court recently considered a similar disciplinary matter involving the same money lender. The attorney, I. Jay Katz, prepared the loan documents for Lubach, the money lender; the loans violated federal law; and the borrowers were in dire financial need. Unlike respondent, Katz purported to represent both the lender and the borrowers. Katz prepared “Statements of Representation and Disclosure” explaining both the borrowers’ rights and Katz’s possible conflict of interest. But, in some cases, Katz never obtained the borrowers’ signatures on the disclosure form, and, in other cases, Katz did not give the form to the borrowers until the closing. The Court concluded that Katz violated ethical duties to Lubach and to the borrowers. Katz was suspended from the practice of law for three months and placed on probation for one year thereafter.\nWe recognize that, because of certain factual differences, Katz is not controlling. But we find that decision instructive. Rule 1.16 addresses the circumstances under which a lawyer should not represent a client. In brief, “[a] lawyer should not accept representation in a matter unless it can be performed competently, promptly, without improper conflict of interest and to completion.” In Katz, the Court emphasized the legal profession’s long history of avoiding conflicts of interest. Delaware’s Interpretive Guideline for residential real estate transactions, which is included in the Comment to Rule 1.16, protects buyers and mortgagors by requiring that they be given the opportunity to obtain conflict-free representation:\nMore than thirty years ago, the Delaware Lawyers’ Rules of Professional Conduct were amended to include an Interpretive Guideline outlining principles relating to concurrent conflicts in residential real estate transactions. Like the right of rescission, the Interpretive Guideline is a recognition of the importance that society attaches to a person’s residence. It also reflects the historic importance that the legal profession places on either conflict-free representation or an informed waiver of a conflict that has been disclosed in writing in a timely manner.\nPursuant to- the Interpretive Guideline, a Delaware lawyer’s ethical obligation requires timely written disclosure of a concurrent conflict before the representation is commenced.\nIn Katz, the lender’s attorney intended to represent the mortgagors, but they were not told about that purported representation until the day of closing. As a result, the mortgagors had no meaningful opportunity to obtain independent counsel. Here, the mortgagors had even less protection. They were told, at closing, that respondent was not representing them. Thus, not only did they have no advance written notice of their right to independent counsel, they had no counsel at all.\nThe Interpretive Guideline is about disclosure. It could be read narrowly to apply only when the conflicted lawyer intends to represent the buyer or borrower. But such a reading would significantly diminish the protections it was designed to provide. A lawyer’s ethical duties under the Interpretive Guideline arise anytime a lawyer is representing an interested party in a residential real estate transaction, and the borrower or mortgagor is not represented by counsel. Respondent violated Rule 1.16 by failing to provide timely written disclosure to the borrowers.\nSanction\nAs noted, the Board recommended that respondent be given a private reprimand and ODC urges a public reprimand. This Court considers four factors in deciding on an appropriate sanction:\nThe objectives of the lawyer disciplinary system are to protect the public, to protect the administration of justice, to preserve confidence in the legal profession, and to deter other lawyers from similar misconduct. To further these objectives ... the Court looks to the ABA Standards for Imposing Lawyer Sanctions as a model for determining the appropriate discipline warranted under the circumstances of each case. The ABA framework consists of four key factors ...: (a) the ethical duty violated; (b) the lawyer’s mental state; (c) the extent of the actual or potential injury caused by the lawyer’s misconduct; and (d) aggravating and mitigating factors.\n[7-10] Respondent violated Rules 1.1 and 1.4(b) with respect to his representation of Maven. He did not provide competent representation because he failed to discover or explain to his client that the loan documents violated federal law. He also violated Rule 1.16 by failing to provide the borrowers timely notice as required by the Interpretive Guideline. Respondent acted negligently, but his misconduct caused actual injury to all 10 borrowers. We find that the mitigating and aggravating factors balance each other out. In mitigation, we note that respondent has no prior disciplinary record; he cooperated with ODC; the Board found him to be genuinely remorseful; and he has contributed to the legal community. The aggravating factors are that respondent has substantial experience in the practice of law; he engaged in a pattern of misconduct; and the injured borrowers were financially vulnerable.\nAfter considering all the circumstances, we conclude that a public reprimand is the appropriate sanction. In Katz, we imposed a significantly greater sanction because Katz drafted the defective loan documents and he knew he had a concurrent conflict of interest, but failed to make timely disclosure to his respective clients. In this case, Respondent acted negligently both with respect to his failure to discover that the loan documents violated federal law, and his failure to provide notice to the borrowers of their right to independent counsel.\nConclusion\nNow, therefore, it is hereby ordered that:\n1. This Opinion shall be disseminated by the ODC in accordance with Rule 14 of the Delaware Lawyers’ Rules of Disciplinary Procedure.\n2.The respondent shall pay the costs of these disciplinary proceedings, pursuant to Rule 27 of the Delaware Lawyers’ Rules of Disciplinary Procedure, promptly upon presentation of a statement of costs by ODC.\n. In re Davis, 974 A.2d 170, 174 (Del.2009).\n. In re Katz, 981 A.2d 1133 (Del.2009).\n. Rule 1.16, Comment [1].\n. In re Katz, 981 A.2d at 1148 (Emphasis in original.).\n. In re Bailey, 821 A.2d 851, 866 (Del.2003).\n. Damages from the federal violations totaled approximately $85,000. The fact that Maven may be making full restitution, does not mean that there was no injury.",
        "type": "majority",
        "author": "BERGER, Justice."
      }
    ],
    "attorneys": [
      "Michael S. McGinniss, Esquire, Office of Disciplinary Counsel, Wilmington, DE.",
      "Charles Slanina, Esquire, Finger, Slani-na & Liebesman, LLC, Hockessin, DE, for Respondent."
    ],
    "corrections": "",
    "head_matter": "In the Matter of a Member of the Bar of the Supreme Court, of the State of Delaware, Lee C. GOLDSTEIN, Respondent.\nNo. 610, 2009.\nSupreme Court of Delaware.\nSubmitted: Dec. 16, 2009.\nDecided: March 15, 2010.\nMichael S. McGinniss, Esquire, Office of Disciplinary Counsel, Wilmington, DE.\nCharles Slanina, Esquire, Finger, Slani-na & Liebesman, LLC, Hockessin, DE, for Respondent.\nBefore BERGER, JACOBS and RIDGELY, Justices."
  },
  "file_name": "0404-01",
  "first_page_order": 446,
  "last_page_order": 451
}
