{
  "id": 12047087,
  "name": "STATE v. Steven DURFEE",
  "name_abbreviation": "State v. Durfee",
  "decision_date": "1995-11-01",
  "docket_number": "No. 94-571-C.A.",
  "first_page": "407",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 407"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "603 A.2d 1094",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939954
      ],
      "pin_cites": [
        {
          "page": "1097"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/603/1094-01"
      ]
    },
    {
      "cite": "508 A.2d 1339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7925523
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1348"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/508/1339-01"
      ]
    },
    {
      "cite": "414 A2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11292720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/414/0793-01"
      ]
    },
    {
      "cite": "544 A.2d 1140",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944015
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/544/1140-01"
      ]
    },
    {
      "cite": "558 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11323720
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/558/0951-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 1001",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "115 S.Ct. 2310",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1564227
      ],
      "weight": 2,
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/us/515/0506-01"
      ]
    },
    {
      "cite": "432 A.2d 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/432/0667-01"
      ]
    },
    {
      "cite": "599 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7355215
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/599/0723-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 11228,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 4.911899205552582e-08,
      "percentile": 0.309271505790492
    },
    "sha256": "eda7d553d69b51d28bd8f974838ec9ce02cd92bce3adf8b97e83964e9b4e4690",
    "simhash": "1:5ac7208bd31cf129",
    "word_count": 1882
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Steven DURFEE."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the court for oral argument October 5, 1995, pursuant to an order that had directed both parties to appear in order to show cause why the issues raised by this appeal should not be summarily decided. After hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that these issues should be summarily decided.\nThe defendant, Steven Durfee (Durfee), appeals from a judgment of conviction on the charges of filing a false document and a separate charge of conspiracy to file a false document. The defendant had also been charged with felony assault upon Robert Silva (Silva) but was acquitted of this charge. The defendant was convicted of conspiracy to file a false document and filing a false document. On both charges, Durfee was sentenced to one year’s imprisonment, suspended, and one year’s probation.\nOn March 17, 1991, Silva, while driving an unregistered vehicle and without having his license on his person, went through a stop sign in Providence without coming to a halt as required. He was headed toward East Providence to answer a call from his pregnant wife. Silva was pursued by the Providence police into East Providence. There the pursuit was joined by three East Providence cruisers occupied by Patrolman Bruce Kidman, Patrolman David Cookson, and Patrolman Michael Bodell. The last was accompanied by his brother-in-law, Steven Durfee, who was a special officer in the East Providence police department. Ultimately Silva’s car stopped on Wampanoag Trail, having run out of gasoline. At this point the evidence indicated that the police dragged Silva out of his car, Patrolman Bodell broke the windows on Silva’s car with his nightstick and struck Silva’s legs with the same nightstick even though Silva was not resisting arrest. Silva fell to the ground, and Patrolman Cookson sprayed him with Cap Stun spray. It was also alleged that defendant jumped on Silva’s legs while he was on the ground. There is no doubt that Silva was found, when later admitted to Rhode Island Hospital, to have a sprained wrist and two broken legs. One leg was in a cast for ten months.\nThe police officers and Durfee collaborated in filing a report that declared that Silva had kicked out the passenger windows of his own vehicle and attempted to flee. The report further stated that the officers chased him up an incline, tackled him, and subdued him by means of the Cap Stun spray. This report, first given orally, was reduced to writing by Patrolmen Cookson and Bodell. Major Dias of the East Providence police department requested that defendant also file a report.\nBodell relayed this request to Durfee and suggested to Durfee that his report should conform to that submitted by Bodell even though certain statements did not describe the actual event. The defendant went to the home of his brother-in-law and prepared his statement so as to corroborate the facts as reported by Bodell. He later admitted that his witness statement dated March 19, 1991, was not true and that he had falsely reported events as set forth in Bodell’s report. Thereafter, Durfee admitted in a sworn deposition that he, Bodell, and Cookson, when subpoenaed to testify in the District Court, agreed that they would do so in accordance with their written statements even though such statements were not true.\nIn support of his appeal, defendant raises three issues. First, he contends that the trial justice’s instructions on the charge of filing a false document were inadequate. Second, he contends that the trial justice’s instructions to the jury on the issue of conspiracy were erroneous. Third, he contends that the trial justice erred in failing to grant his motion for judgment of acquittal on the conspiracy charge.\nIn respect to his charge to the jury on the charge of filing a false document, the trial justice initially gave the following instruction:\n“Count 3 of this Indictment charges that Steven Durfee of Providence on or about— of Providence County, on or about the 18th day of March, 1991 at East Providence, in the County of Providence, did knowingly give to an agent, servant and employee of the East Providence Police Department a document, to wit, a police report, which contained false, erroneous and defective statement in an important particular and which, to his knowledge, was intended to mislead the East Providence Police Department in violation of the statute.\nHs * * í¡: í¡5\n“Count 3 of the Indictment, there is [sic ] two possible verdicts. Guilty or not guilty. The State must prove that this defendant — the statute states no person shall knowingly give to any agent, employee or servant in public or private employ or public official any receipt, account, or other document in respect to which the principal master or employer or state, city or town of which he is an official is interested which contains any statement which is false or erroneous or defective in any important particular and which, to his knowledge, is intended to mislead the principal masters, employer or state or city, town of which he is an official.\n“The elements of that offense must prove that this defendant filed a witness statement with the East Providence Police Department, that he knowingly did that, knowingly, intentionally, conscientiously, knowing it to be a report, filed it with the East Providence Police Department. The State must prove that what he filed was false and that at the time he filed that false report, this defendant knew that the person receiving that report, the East Providence Police Department, would rely upon that. Those are the elements. He knew it was false, that it was in fact false, that he knew it was a report at the time he filed it, that he knew at the time he filed it that it would be relied upon by the person receiving it. Those are the elements the State must prove in support of that charge.”\nAfter defendant objected to the charge in respect to its delineation of “intent to mislead,” the trial justice gave the following further instruction:\n“I read you the statute, 11-8-1 [sic ]. The last element in the statute relating to the false document says, which contains any statement which is false or erroneous or defective in any important particular and which to his knowledge, that is, the defendant’s knowledge, is intended to mislead the principal master, employer or state, city, or town. So, the gist of that offense is that the person who’s filing the false document, if you find the document to have been false at the time it was filed, was intended to mislead. I may have used the word deceived. If I used the word deceived, the statute talks about mislead.”\nThereafter, counsel for defendant indicated that she had no further objection in light of the supplemental instruction. The failure to object would normally be conclusive that the issue could not be raised on appeal. State v. Medeiros, 599 A.2d 723 (R.I.1991); State v. Williams, 432 A.2d 667 (R.I.1981). However, defendant argues that by reason of a recent decision of the United States Supreme Court in United States v. Gaudin, — U.S.-, 115 S.Ct. 2310, 132 L.Ed.2d 444 (1995), the trial justice’s instruction on the issue of “an important particular” would allow the consideration of this issue for the first time on appeal since he claims that Gaudin enunciated a novel rule of law. With this contention we must disagree. The sole constitutional determination of the Court in Gaudin was to the effect that the issue of materiality was a jury question and not a question of law for the court as had been determined by the Federal District Court judge. Consequently, the Supreme Court affirmed the Ninth Circuit Court of Appeals in reversing the conviction of Michael Gaudin of multiple counts of making false statements on federal loan documents submitted to the Department of Housing and Urban Development in violation of 18 U.S.C. § 1001. The Court determined that the question of materiality was one of fact or a mixed question of law and fact to be submitted to the jury.\nIn contrast, in the case at bar the trial justice did submit all elements of the offense as outlined in the statute for consideration by the jury. He did not purport to rule on any element of the crime as a question of law. The defendant’s only quarrel with the trial justice’s instruction is that his summary did not adequately define “important particular” which defendant equates with materiality. Assuming without deciding that “important particular,” is closely analogous to materiality, we believe that the trial justice submitted this question to the jury by reading the statute and by attempting to summarize the elements in his own words, a practice that this court has long approved. State v. Lamoureaux, 558 A.2d 951 (R.I. 1989); State v. Andrade, 544 A.2d 1140 (R.I. 1988). We review the trial justice’s charge in its entirety. Infantolino v. State, 414 A2d 793 (R.I.1980). In this case no novel rule of law, constitutional or otherwise, is applicable. Gaudin in no way affects the correctness of the trial justice’s instructions in this case. We are of the opinion that viewed as a whole, the trial justice’s instructions were a correct and an understandable exposition on the law of the case.\nIn respect to his charge on the issue of conspiracy, we are also of the opinion that his instructions accurately reflected the law. He instructed the jury that the crime of conspiracy consists of the following:\n“A conspiracy is an agreement by two or more people to do an unlawful act or to do a lawful act for an illegal purpose. In this case, Mr. Durfee is charged that he agreed, conspired with Cookson and Bodell to file a false report with the East Providence Police Department. The essence of the offense is the agreement to do that, the agreement to do an illegal act.”\nThe foregoing instruction on this issue is in accordance with the principles enunciated in State v. Gordon, 508 A.2d 1339, 1348 (R.I. 1986).\nIn respect to the third issue, that the trial justice erred in declining to grant the defendant’s motion for acquittal on the charge of conspiracy, we would only point out that the evidence of conspiracy, including admissions by the defendant, when viewed in the light most favorable to the state and without weighing the evidence or testing the credibility of the witnesses and drawing all reasonable inferences consistent with guilt, would have given the trial justice little choice save to deny the motion. State v. Clark, 603 A.2d 1094, 1097 (R.I.1992). There was ample evidence to support his inference that the defendant agreed with Bodell to file a report consistent with Bodell’s report, which had significantly misstated the facts relating to Silva’s arrest.\nFor the reasons stated, the defendant’s appeal is denied and dismissed and the judgment of conviction is affirmed. The papers in the case may be remanded to the Superior Court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Aaron Weisman, Asst. Attorney General, Jodi Gladstone, Spec. Asst. Atty. General, for Plaintiff.",
      "Barbara Hurst, Paula Rosin, Asst. Public Defenders, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Steven DURFEE.\nNo. 94-571-C.A.\nSupreme Court of Rhode Island.\nNov. 1, 1995.\nAaron Weisman, Asst. Attorney General, Jodi Gladstone, Spec. Asst. Atty. General, for Plaintiff.\nBarbara Hurst, Paula Rosin, Asst. Public Defenders, for Defendant."
  },
  "file_name": "0407-01",
  "first_page_order": 465,
  "last_page_order": 468
}
