{
  "id": 11324786,
  "name": "ABINGTON MEMORIAL HOSPITAL, Appellant, v. WORKMEN'S COMPENSATION APPEAL BOARD and Louis Wyche, Appellees",
  "name_abbreviation": "Abington Memorial Hospital v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-11-15",
  "docket_number": "",
  "first_page": "407",
  "last_page": "412",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "630 A.2d 964",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449062
      ],
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "no further review sought"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0682-01"
      ]
    },
    {
      "cite": "596 A.2d 801",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "591 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1415210
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0593-01"
      ]
    },
    {
      "cite": "586 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "526 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "573 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1401180
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/132/0472-01"
      ]
    },
    {
      "cite": "581 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "525 Pa. 648",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "562 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1391600
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/127/0553-01"
      ]
    },
    {
      "cite": "549 A.2d 616",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1378480
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "no further review, sought"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/120/0577-01"
      ]
    },
    {
      "cite": "468 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719628
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "206"
        },
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0200-01"
      ]
    },
    {
      "cite": "534 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839679
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0347-01"
      ]
    },
    {
      "cite": "518 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811593
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0191-01"
      ]
    },
    {
      "cite": "616 A.2d 767",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1438683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/151/0258-01"
      ]
    },
    {
      "cite": "526 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825940
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "30-31"
        },
        {
          "page": "303"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/526/0025-01"
      ]
    },
    {
      "cite": "518 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811593
      ],
      "weight": 9,
      "year": 1988,
      "pin_cites": [
        {
          "page": "198-99"
        },
        {
          "page": "994"
        },
        {
          "page": "201"
        },
        {
          "page": "995"
        },
        {
          "page": "199"
        },
        {
          "page": "994"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/518/0191-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 710,
    "char_count": 17184,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2397753691431431
    },
    "sha256": "2b1f87e939e9493d2358e560b3e693e6fbdd1969b619835667c46e27452ae497",
    "simhash": "1:44a44d4ea6a38d5d",
    "word_count": 2735
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ.",
      "LARSEN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "ABINGTON MEMORIAL HOSPITAL, Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD and Louis Wyche, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nPAPADAKOS, Justice.\nOn March 15, 1988, Louis Wyche, Appel-lee, was injured when he lifted a heavy trash can during the course of his duties as a sanitation worker at Abington Memorial Hospital, Appellant. Dr. Marc Kress, an employee of Appellant, diagnosed Appellee as having a ventral hernia. On the recommendation of his personal physician, Dr. Conrad King, Appellee consulted a surgeon, Dr. Nicholas Pedano, regarding surgical repairs of the hernia. Unfortunately, Appellee could not have the surgery performed since the hospital where Dr. Pedano had staff privileges would not accept Appellee’s health insurance. To further complicate matters, Appellant refused to authorize payment for Ap-pellee’s medical treatment.\nOn March 29, 1988, Appellee filed a claim petition seeking workmen’s compensation benefits. Appellant answered the claim by denying all material allegations. Additionally, Appellant alleged that Appellee was precluded from receiving benefits pursuant to the forfeiture provision of Section 306(f)(4) of the Pennsylvania Workmen’s Compensation Act (the Act) of June 2, 1915, P.L. 736, as amended, 77 P.S. § 531(4). The referee concluded that Appellee had met his burden of proving a compensable injury sustained in the course of his employment. Consequently, the referee granted the claim petition and ordered Appellant to pay Appellee temporary total disability benefits. Appellant appealed the referee’s decision to the Workmen’s Compensation Appeal Board (Board) which affirmed, finding that there was substantial competent evidence to support the referee’s findings of fact and conclusions of law.\nOn appeal, the Commonwealth Court, in affirming the decision of the Board, determined that Appellant cannot, on the one hand, deny liability for the injury (as it did), and on the other hand, invoke the forfeiture provision of Section 306(f)(4) of the Act, 77 P.S. § 531(4), to disqualify Appellee from receiving benefits. 151 Pa.Cmwlth. 258, 616 A.2d 767.\nIn addition, the Commonwealth Court noted that Appellant’s refusal to pay for the hernia operation precluded a forfeiture of benefits for Appellee’s alleged failure to submit to reasonable medical treatment. Also, the Commonwealth Court held that an employer is not relieved of its obligation to pay compensation benefits by an assertion that an injury is correctable by medical procedures and that the claimant has the means to obtain them without relying upon the employer.\nIn reaching its decision concerning forfeiture of benefits, the Commonwealth Court distinguished our holding in Joyce Western Corporation v. Workmen’s Compensation Appeal Board (Fichtorn), 518 Pa. 191, 542 A.2d 990 (1988), from the instant case because Joyce Western involved specific loss benefits and the present case involves a total disability.\nWe accepted further review to consider whether our decision in Joyce Western is applicable to situations as presented in this case and now affirm.\nIn essence, Appellant argues that Appellee is not entitled to disability benefits as he failed to avail himself of a reasonable corrective surgical procedure. Appellant reasons that under our ruling in Joyce Western, the forfeiture provision of Section 306(f)(4) of the Act, 77 P.S. 531(4) may be applied to all workmen’s compensation cases at entitlement proceedings, not simply where claims for specific loss benefits are implicated, and, in this instance, would preclude the award of total disability benefits.\nAppellee, however, maintains that Appellant cannot utilize the forfeiture provisions of Section 306(f)(4) of the Act, 77 P.S. § 531(4), at the entitlement level of this total disability case for two reasons. First, Appellee argues that Joyce Western applies only to specific loss cases where unique entitlement hearings are held. Secondly, Appellee asserts that he was willing to have medical procedures performed, but, he was prevented from having such reasonable medical treatment on account of Appellant’s conduct when it did not fulfill its statutory obligation to pay for the services, Section 306(f)(1) of the Act, 77 P.S. § 531(1).\nOur scope of review in workmen’s compensation matters is limited to determining whether there has been a constitutional violation, an error of law, or a violation of Appeal Board procedure, and whether necessary findings of fact are supported by substantial evidence. St. Joe Container Company v. Workmen’s Compensation Appeal Board (Staroschuck), 534 Pa. 347, 633 A.2d 128 (1993).\nWe begin our analysis by noting that Joyce Western clearly involved specific loss benefits. There, the claimant injured his eye in the course of his employment, was paid compensation benefits and subsequently returned to work without a loss of earnings. Claimant then filed a petition seeking compensation for the loss of use of his right eye. Claimant’s employer argued that the specific loss was caused by Claimant’s own refusal to undergo corrective surgery. We held that whether the Claimant sustained a qualifying specific loss of his eye necessarily included the issue of whether reasonable medical procedures will restore some portion of the loss of function, and therefore, Claimant’s refusal of reasonable medical services may be considered at the entitlement hearing.\nOn this basis alone, Joyce Western is clearly distinguishable from the instant matter because this is a disability claim. In affirming the Board, the Commonwealth Court noted that, concerning issues of injury corrects ability, there is a distinction between a disability case and a specific loss case. We agree.\nOur courts have spoken to the three types of compensation provided for under the Act, 1.e., Total Disability, Section 306(a), 77 P.S. § 511; Partial Disability, Section 306(b), 77 P.S. § 512; and all disability resulting from permanent injuries (specific loss), Section 306(c), 77 P.S. § 513, and have noted that under Sections 306(a) and (b) of the Act, 77 P.S. §§ 511 and 512, the legislature has provided for compensation during the periods of disability following an injury. The schedule of payment is dependent upon the extent of the disability, i.e., total or partial, and reflects payments based on an incapacity to perform one’s duties and the loss of earning power resulting from that injury. Killian v. Heintz Div. Kelsey Hayes, 468 Pa. 200, 360 A.2d 620 (1976).\nHowever, under Section 306(c) of the Act, 77 P.S. § 513, the legislature applies a different schedule of payment for compensation that stems from a permanent injury (specific loss). This amount is statutorily prescribed and is intended to include compensation for all disability emanating from or connected with the loss of a member or a permanent injury to that member. Moreover, a finding of a specific loss is not connected to a finding concerning a claimant’s continuing ability to work. Thus, even though a claimant is employed at the same work and at the same wages as before a specific loss is suffered, he would not be barred from compensation under Section 306(c). Id. at 206, 360 A.2d at 623.\nIn a Section 306(a) or (b) disability case, the only determination which must be made is whether an employee has sustained a work-related injury which renders him disabled for a period of time. Following the grant of benefits in such a case, if the employer wishes to have the benefits terminated, a subsequent proceeding may be initiated at which time the employer may raise, among other issues, a Section 306(f)(4) forfeiture issue. However, in cases of Section 306(c) specific loss, only one proceeding is needed where it must be determined whether the employee has actually sustained a qualifying specific loss. It is at this specific loss entitlement hearing where questions of correctability and medical treatment are relevant and thus they may be addressed here, if at all, since conceptually employers are precluded from commencing subsequent termination proceedings once the injury is deemed permanent and specific loss awards are ordered. Therefore, the issue of eorreetability is integral to determining whether an award in a specific loss action is appropriate.\nSince we decided Joyce Western our research reveals that its holding has been applied consistently by the Commonwealth Court to cases of Section 306(c) specific loss in which are subsumed issues of correctability of the specific loss and not to disability cases under Sections 306(a) or (b). See, Reading Anthracite Co. v. Workmen’s Compensation Appeal Board (Earley), 120 Pa. Cmwlth. 577, 549 A.2d 616 (1988) (no further review, sought); Acme Markets, Inc. v. Workmen’s Compensation Appeal Board (Hopiak), 127 Pa.Cmwlth. 553, 562 A.2d 419 (1989), appeal denied, 525 Pa. 648, 581 A.2d 574 (1990; Linkiewicz v. Workmen’s Compensation Appeal Board (Pullman Standard), 132 Pa.Cmwlth. 472, 573 A.2d 265 (1990), appeal denied, 526 Pa. 655, 586 A.2d 923 (1990); Addy Asphalt Co. v. Workmen’s Compensation Appeal Board (Sebastianelli), 139 Pa.Cmwlth. 593, 591 A.2d 11 (1991), appeal denied, 528 Pa. 618, 596 A.2d 801 (1991); Southwest Health Systems/Westmoreland Home Health v. Workmen’s Compensation Appeal Board (Peterson), 157 Pa.Cmwlth. 682, 630 A.2d 964 (1993) (no further review sought). We approve of this application of Joyce Western.\nFurthermore, we note that at a Section 306(a) or (b) disability proceeding, it is conceptually impossible for an employer to contest whether an injury was work related as Appellant did in this case, yet at the same time invoke the forfeiture provision of Section 306(f)(4) because such a tactic necessarily admits liability for the underlying work related injury. Since the employer chose to contest whether the injury was work related, that was the only issue ripe for review before the referee. As a result, Appellant was premature in presenting a Section 306(f)(4) forfeiture issue at the entitlement hearing. The appropriate time to raise the issue of forfeiture will be at a subsequent termination proceeding following a grant of disability' benefits.\nHere the evidence was sufficient to support the referee’s finding that a work-related injury occurred. Accordingly, benefits were properly awarded to Appellee and the Order of the Commonwealth Court is affirmed.\nLARSEN, J., did not participate in the consideration or decision of this case.\nNIX, C.J., files a Concurring Opinion in which FLAHERTY and ZAPPALA, JJ., join.\nMONTEMURO, J., is sitting by designation.\n. Section 306(f)(4) provides in pertinent part:\nIn addition to the above service, the employer shall provide payment for medicines and supplies, hospital treatment, ... If the employee shall refuse reasonable services of duly licensed practitioners of the healing arts, surgical, medical and hospital services, treatment, medicines and supplies, he shall forfeit all rights to compensation for any injury or any increase in his incapacity shown to have resulted from such refusal.... The provisions of this section shall apply in injuries whether or not loss of earning power occurs.\n. Section 306(f)(1) provides:\nThe employer shall provide payment for reasonable surgical and medical services, services rendered by duly licensed practitioners of the healing arts, medicines, and supplies, as when needed: ...",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      },
      {
        "text": "NIX, Chief Justice,\nconcurring.\nI agree with the majority that the claimant in this matter is entitled to receive workers’ compensation benefits; however, I disagree with the majority’s holding that an employer may not assert section 306(f)(4) of the Workers’ Compensation Act (“the Act”) as a defense to liability at the entitlement phase of a workers’ compensation claim for disability.\nThe majority bases its decision on Joyce Western Corp. v. Workmen’s Compensation Appeal Bd. (Fichtorn), 518 Pa. 191, 542 A.2d 990 (1988), and on the distinction between benefits awarded under a total disability claim and benefits awarded under a specific loss claim. In Joyce Western, this Court was faced with the issue of whether section 306(f)(4) applied to a specific loss claim. We held that because the correctability of the claimant’s eye injury was critical to determining whether he had suffered the permanent loss of use of that eye, the issue of whether the claimant had refused reasonable medical treatment was relevant. Id. at 198-99, 542 A.2d at 994. We further held that this issue could be addressed at the entitlement phase of a specific loss claim. Id. at 201, 542 A.2d at 995.\nThe majority reads Joyce Western as holding that the forfeiture provision may not be used at the entitlement phase of a disability claim. I do not read Joyce Western as holding that an employer is precluded from asserting the forfeiture provision of section 306(f)(4) prior to the claimant being awarded benefits in a disability claim.\nAccording to the majority, the only issue to be determined at the entitlement phase of a disability proceeding is whether the claimant has sustained a disabling work-related injury, and therefore, it is not appropriate for the employer to raise section 306(f)(4). Maj. op. at 409-410. Forfeiture under section 306(f)(4) is available to the employer after benefits have been awarded. Maj. op. at 409. In a specific loss claim there is only one proceeding, and the question of available medical treatment is relevant when entitlement is being determined. Id. However, there can be more than one proceeding in a disability claim. Based on the foregoing, the majority would not permit an employer to assert the forfeiture provision as an alternative defense to a disability Claim Petition.\nThe majority’s analysis unduly restricts section 306(f)(4). The language of section 306(f)(4) does not limit its applicability to specific types of workers’ compensation claims or to particular stages of a workers’ compensation proceeding. As this Court stated in Joyce Western, “[tjhere is no dispute that Section 306(f)(4) of the Act applies to specific loss cases as well as to disability cases.” 518 Pa. at 199, 542 A.2d at 994. Under the majority’s analysis, where an employer denies liability for an alleged injury and a claimant files a Claim Petition, the employer may not use the forfeiture provision as an alternative defense. The majority states that “it is conceptually impossible for an employer to contest whether an injury was work related ... yet at the same time invoke the forfeiture provision of Section 306(f)(4) because such a tactic necessarily admits liability for the underlying work related injury.” Maj. op. at 410. I do not agree that using the forfeiture provision as an alternative defense necessarily admits liability. The use of an alternative defense allows the employer to present evidence showing that even though the workers’ compensation referee might find that the claimant suffered a disabling injury in the course and scope of his employment, the claimant forfeited his right to receive the benefits to which he would otherwise be entitled.\nRequiring the employer to wait for a determination by the referee before being permitted to present evidence of forfeiture, flies in the face of judicial economy. If the referee can make a determination that a claimant suffered a disabling work-related injury and that the claimant refused reasonable medical treatment for that injury, thereby providing a basis for forfeiture, I see no reason to require that the employer file a Petition for Termination or Suspension of Benefits at a later time.\nIn a workers’ compensation matter, our scope of review is limited to determining whether constitutional rights were violated, an error of law was made, findings of fact were supported by substantial evidence, or Workers’ Compensation Appeal Board procedure was violated. Pieper v. Ametek-Thermox Instruments, 526 Pa. 25, 30-31, 584 A.2d 301, 303 (1990). In the instant case, the referee allowed the employer to present evidence that the claimant had refused medical treatment and overruled the claimant’s objection to allowing the employer to enter an affirmative defense. (N.T. 01/27/89 at 7-8; Referee’s Decision dated 02/15/90 at 3). After allowing evidence of the affirmative defense to be offered, the referee found that the employer did not establish the defense and concluded that the claimant was entitled to receive benefits for his work injury.\nAs the referee allowed the employer to enter its affirmative defense that the claimant refused reasonable medical treatment and because there is substantial evidence to support the referee’s findings, I would affirm the grant of benefits to the claimant.\nMr. Justice Flaherty and Mr. Justice Zap-pala join in this concurring opinion.\n. Act of June 2, 1915, P.L. 736, art. III, § 306(e) (codified as amended at 77 P.S. § 531(4)).",
        "type": "concurrence",
        "author": "NIX, Chief Justice,"
      }
    ],
    "attorneys": [
      "Bonnie J. Bay Callahan, David L. White, Media, for Abington Hosp.",
      "Larry Pitt, F. Barbara Danien, Philadelphia, for Louis Wyche.",
      "Norman R. Haigh, Secretary, for W.C.A.B."
    ],
    "corrections": "",
    "head_matter": "ABINGTON MEMORIAL HOSPITAL, Appellant, v. WORKMEN’S COMPENSATION APPEAL BOARD and Louis Wyche, Appellees.\nSupreme Court of Pennsylvania.\nArgued Dec. 6, 1993.\nDecided Nov. 15, 1994.\nBonnie J. Bay Callahan, David L. White, Media, for Abington Hosp.\nLarry Pitt, F. Barbara Danien, Philadelphia, for Louis Wyche.\nNorman R. Haigh, Secretary, for W.C.A.B.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0407-02",
  "first_page_order": 465,
  "last_page_order": 470
}
