{
  "id": 7361121,
  "name": "James JOHNSTON and Betty Johnston v. UPPER MACUNGIE TOWNSHIP, Appellant",
  "name_abbreviation": "Johnston v. Upper Macungie Township",
  "decision_date": "1994-02-17",
  "docket_number": "",
  "first_page": "408",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "132 A.2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "901"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "183 Pa.Superior Ct. 504",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        735312
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/183/0504-01"
      ]
    },
    {
      "cite": "138 Pa.Commonwealth Ct. 62",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1412318
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "67"
        },
        {
          "page": "829"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0062-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 16526,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18948537154096629
    },
    "sha256": "4570a81df67c7b492da97d743fa2c2130361ded8c0384be2def32825c2471300",
    "simhash": "1:dced9c2230e0658f",
    "word_count": 2626
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CRAIG, President Judge, SMITH, Judge, and KELTON, Senior Judge."
    ],
    "parties": [
      "James JOHNSTON and Betty Johnston v. UPPER MACUNGIE TOWNSHIP, Appellant."
    ],
    "opinions": [
      {
        "text": "CRAIG, President Judge.\nPursuant to order granting reargument, we now reconsider Upper Macungie Township’s appeal of an order of the Court of Common Pleas of Lehigh County that (1) denied the township’s motion to strike an appeal of landowners James and Betty Johnston from an order of a district justice and (2) remanded the case to the district justice to hold a hearing regarding the question of whether or not the landowners violated a provision of the township’s zoning ordinance, by operating a business in their home.\nThe issues the township raises in this appeal are: (1) whether the trial court’s remand order, although interlocutory, is one that is appealable; and (2) when a municipal zoning officer charges a landowner before a district justice with a violation of a zoning ordinance, may the landowner, without appealing the zoning officer’s determination to a zoning hearing board, then raise before the district justice the substantive defense that the landowner has not violated the ordinance.\nFacts\nThe facts as determined by the trial court are as follows. The landowners conducted a business in their home. The business involved the sale of books and materials related to antiques and collectibles. The township’s zoning officer determined that the business constituted a “home occupation” under section 201 of the ordinance, and that home occupations are not permitted uses in the zoning district in which the landowners’ property is located. Hence, the officer concluded that the landowners were in violation of the ordinance.\nThe township notified the landowners that the use of their home as a business violated the ordinance and that they had two options; they could either appeal the determination to the zoning hearing board or discontinue using their home for their business. The notice also informed them (1) that if they chose the former option they must appeal the determination to the zoning hearing board within thirty days, (2) that the township would commence an enforcement proceedings against them if they did not discontinue the use, and (3) of the nature of the enforcement procedure.\nThe landowners continued to use their home for the business and did not appeal the township’s violation notice. The township initiated an enforcement proceeding against the landowners. A district justice conducted a hearing on the enforcement matter. At the hearing, the district justice refused to allow the landowners to present evidence regarding the violation of the ordinance. The district justice apparently relied upon section 616.1(c) of the Pennsylvania Municipalities Planning Code (MPC), Act of July 31, 1968, P.L. 806, as amended, 53 P.S. § 10616.-1(c)(6), which states that “failure to comply with ... [an enforcement] notice within the time specified, unless extended by appeal to the zoning hearing board, constitutes a violation. ...”\nBased on that provision, the district justice determined that the landowners’ failure to appeal the township’s violation notice to the zoning hearing board rendered the township’s charge of ordinance violation binding and unassailable, and that the only function a district justice can perform in such an enforcement proceeding is to impose a fine for the established violation.\nThe landowners appealed the district justice’s order to the trial court. The township filed a motion to strike the appeal. The trial court denied the motion and concluded that the district justice erred in concluding that the landowners could not challenge the ordinance violation on the merits before the district justice. The trial court remanded the case to the district justice, and the township appealed that order to this court.\nAfter the township filed this appeal, this court noted that there was a question as to whether or not we have jurisdiction over this appeal based on the interlocutory nature of the trial court’s order. After a hearing, this court issued an order dismissing the township’s appeal. The township filed an application for reargument of that single-judge order, which this court granted. In this court’s reargument order, the court directed the parties to file briefs addressing both the issue of whether the trial court correctly concluded that the district justice should have considered the merits of the landowners’ ordinance violation argument and whether the trial court’s order is appealable.\n1. Does the Failure to Appeal the Violation Notice Render the Violation Determination Unassailable\nAlthough courts generally should not engage in a review of the merits of an appeal when there is also a jurisdictional issue presented, the resolution of the “merits” in this case has a bearing on the question of whether the trial court’s order is an appealable order. Accordingly, we will first address the substantive issue presented.\nThe township’s legal position has been that a landowner, when given a notice of zoning ordinance violation by a zoning administrator, can contest the charge only by way of an appeal to the township’s zoning hearing board, rather than by defending against the charge when the township seeks ordinance violation fines before a district magistrate. The township relies upon a 1988 amendment to the MPC, referring in particular to sections 616.1, 617.1 and 617.2 of the MPC, 53 P.S. §§ 10616.1, 10617.1, 10617.2. As a consequence, the township has proceeded here upon the basis that the landowners, who received a notice from the zoning officer and did not resort to the zoning hearing board, are precluded from a de novo review of the zoning violation question before a district justice. Amicus curiae, consisting of two other townships, a borough and the Pennsylvania State Associations of Township Supervisors and of Boroughs, have also submitted briefs and argument in support of the township’s view.\nThe township and amicus curiae rely particularly upon the concluding portion of section 616.1 of the MPC which, after providing that a municipality’s zoning enforcement notice shall identify the owner, the property, the specific ordinance provisions violated, and the required time frame for compliance, concludes its description of notice content with the following:\n(5) That the recipient of the notice has the right to appeal to the zoning hearing board within a prescribed period of time in accordance with procedures set forth in the ordinance.\n(6) That failure to comply with the notice within the time frame specified, unless extended by appeal to the zoning hearing board, constitutes a violation, with possible sanctions clearly described.\nMPC 617.1 states only that “[district justices shall have initial jurisdiction over proceedings brought under section 617.2”\nMPC § 617.2(a), in pertinent part, states as follows:\n(a) Any person, partnership or corporation who or which has violated or permitted the violation of the provisions of any zoning ordinance enacted under this act or prior enabling laws shall, upon being found liable therefor in a civil enforcement proceeding commenced by a municipality, pay a judgment of not more than $500 plus all court costs, including reasonable attorney fees incurred by a municipality as a result thereof. No judgment shall commence or be imposed, levied or payable until the date of the determination of a violation by the district justice. If the defendant neither pays nor timely appeals the judgment, the municipality may enforce the judgment pursuant to the applicable rules of civil procedure. Each day that a violation continues shall constitute a separate violation, unless the district justice determining that there has been a violation further determines that there was a good faith basis for the person, partnership or corporation violating the ordinance to have believed that there was no such violation, in which event there shall be deemed to have been only one such violation until the fifth day following the date of the determination of a violation by the district justice and thereafter each day that a violation continues shall constitute a separate violation. All judgments, costs and reasonable attorney fees collected for the violation of zoning ordinances shall be paid over the municipality whose ordinance has been violated. (Emphasis added.)\nThe trial judge confronted this first-impression statutory interpretation question by concluding that if, in a case such as this, the landowner did not resort to the zoning hearing board, the landowner was still entitled to a hearing before the district justice as to whether or not the landowners’ property or actions violated the zoning ordinance. Because. the district justice had accepted the township’s interpretation and had refused to let the landowner submit any evidence as to the substantive question concerning whether or not there had been any violation, the trial judge remanded the case to the district justice, to give the landowner an opportunity to contest the assertions of the zoning administrator that they were in violation of the zoning ordinance.\nThe township and the amicus curiae municipal bodies argue that the 1988 MPC amendments, by (1) specifying that each enforcement notice shall state that the landowner has the right to appeal to the zoning hearing board and (2) by adding that “failure to comply with the notice ... constitutes a violation,” suggest that the legislature intended to designate the municipality’s zoning hearing board as the sole tribunal for the adjudication of violations, aside from courts of record which can review zoning hearing board decisions substantively and broadly, and can receive additional evidence, under MPC § 1005-A, 53 P.S. § 11005-A.\nThis theory is persuasive, resting on the view that the local zoning hearing board is experienced and therefore expert in interpreting its own municipality’s zoning ordinance, so that designating such a board as the sole determiner of ordinance violation is a supportable approach. See Willits Woods Assoc. v. Zoning Board of Adjustment of the City of Philadelphia, 138 Pa.Commonwealth Ct. 62, 67, 587 A.2d 827, 829 (1990), where this court, relying upon Longo Liquor Li cense Case, 183 Pa.Superior Ct. 504, 508, 132 A.2d 899, 901 (1957), deferred to the zoning hearing board’s interpretation of the zoning ordinance in question in that ease, noting the principle, now codified as to statutory interpretation under section 1921(e)(8) of the Statutory Construction Act, 1 Pa.C.S. § 1921(c)(8), that courts should give great weight and deference to the interpretation of a statutory or regulatory provision by the administrative or adjudicatory body that is charged with the duty to execute and apply the provision at issue.\nAlthough the MPC’s use in section 617.2(a) of the expression “upon being found liable ... in a civil enforcement proceeding commenced by a municipality” on the surface suggests that the hearing before the district justice is de novo on the issue of ordinance violation — an interpretation that the landowners argue is supported by the sentence in the same section which provides that “[n]o judgment shall commence or be imposed ... until the date of a determination of a violation by the district justice” — another provision of the MPC leads this court to the conclusion that the failure to appeal the notice determination does render the alleged violation binding, so that de novo review of the issue by the district justice is not permitted if the landowner has not gone to the zoning hearing board.\nSection 909.1 of the MPC, 53 P.S. § 10909.1, states in pertinent part as follows:\nJurisdiction. — (a) The zoning hearing board shall have exclusive jurisdiction to hear and render final adjudications in the following matters:\n(3) Appeals from the determination of the zoning officer, including, but not limited to, the granting or denial of any permit, or failure to act on the application therefor, the issuance of any cease and desist order or the registration or refusal to register any nonconforming use, structure or lot. (Emphasis added.)\nThe language of section 909.1(a)(3) could not be clearer. That section expressly gives the zoning hearing board exclusive jurisdiction to “hear and render final adjudications” in cease-and-desist order cases such as the present one.\nThe language of sections 616 and 617 can be interpreted to mean that a district justice’s role in the enforcement proceeding is (1) to accept evidence that a landowner violated the ordinance, based on the decision not to appeal a notice of zoning ordinance violation — a fact then binding on the district justice — and (2) upon reviewing such evidence, to impose a fine as permitted by section 617.2(a). Also, under that section, once a municipality submits evidence of a landowner’s failure to appeal a zoning officer’s determination, a district justice may accept evidence relating to a landowner’s assertion that he had a good faith belief that he had not violated a zoning ordinance. However, that provision does not affect the fact that the landowner violated the ordinance (confirmed by his failure to appeal to the zoning hearing board); that provision only relates to the district justice’s power to impose sanctions, once the violation is established.\nAccordingly, the trial court erred in concluding that the district justice was required to make a de novo review of the ordinance violation issue, because section 909.1 of the MPC gives zoning hearing boards exclusive jurisdiction over ordinance violation determinations.\n2. Appealability of Trial Court Remand Order\nThe township asserts that, although the trial court’s order is interlocutory, this court nevertheless has jurisdiction over the order under Pa.R.A.P. 311(a)(5), which relates to the right to appeal an interlocutory order as a matter of right. That rule provides in part:\nRULE 311. INTERLOCUTORY APPEALS AS OF RIGHT\n(a) General Rule. Except as otherwise prescribed by general rule, an appeal may be taken as of right from:\n(5) New Trials. An order in a civil action or proceeding awarding a new trial, or an order in a criminal proceeding awarding a new trial where the defendant claims that the proper disposition of the matter would be an absolute discharge or where the Commonwealth claims that the lower court committed an error of law.\nThis court agrees with the township’s and amicus curiae’s argument that the trial court’s remand order constitutes an order granting a new trial.\nAlthough the term “new trial” generally involves proceedings in which a trial court acting on post-trial exceptions, or an appellate court reviewing an appeal, concludes that some harmful error occurred during the original proceeding, the procedural context in which this appeal arose also involves the granting of a “new trial” because, under the MPC’s provisions, the landowners’ failure to appeal to the zoning hearing board settled the issue of liability for the ordinance violation. Hence, the remand to the district justice improperly provided the landowner with the opportunity for a second adjudication on the violation issue.\nMoreover, this court’s resolution of the issue of whether the zoning hearing board has exclusive jurisdiction or whether the district justice has power to consider, the question de novo, involves a problem of judicial economy, because if this court were to dismiss the appeal as interlocutory, the district justice and trial court would be required to engage in a futile activity.\nAs noted above, the zoning hearing board’s decision remains subject to plenary review by the common pleas court on appeal to it under MPC § 1005-A, provided that landowners subject to an enforcement order avail themselves of their right to appeal initially to the zoning hearing board.\nAccordingly, the landowners’ motion to quash this appeal as interlocutory is denied, and the trial court’s order is reversed, and this case is remanded with a direction to dismiss the appeal.\nORDER\nNOW, February 17, 1994, the motion to dismiss this appeal is denied and the trial court’s order, dated February 22, 1993, at No. 91-C-2969, is reversed, and this case is remanded to the trial court with a direction to dismiss the appeal of James Johnston and Betty Johnston.\njurisdiction relinquished,\nKELTON, J., dissents.",
        "type": "majority",
        "author": "CRAIG, President Judge."
      }
    ],
    "attorneys": [
      "William E. Schantz, for appellant.",
      "Marc S. Fisher, for appellees."
    ],
    "corrections": "",
    "head_matter": "James JOHNSTON and Betty Johnston v. UPPER MACUNGIE TOWNSHIP, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Dec. 17, 1993.\nDecided Feb. 17, 1994.\nWilliam E. Schantz, for appellant.\nMarc S. Fisher, for appellees.\nBefore CRAIG, President Judge, SMITH, Judge, and KELTON, Senior Judge."
  },
  "file_name": "0408-01",
  "first_page_order": 468,
  "last_page_order": 473
}
