{
  "id": 11712176,
  "name": "Carol AMRHEIN v. Gregory COZAD v. Robert AMRHEIN, Appellant; Carol AMRHEIN v. Robert AMRHEIN, Appellant",
  "name_abbreviation": "Amrhein v. Cozad",
  "decision_date": "1998-06-01",
  "docket_number": "",
  "first_page": "409",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "714 A.2d 409"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "409 U.S. 535",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177847
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "the law of Texas may not constitutionally grant legitimate children a judicially enforceable right to support from their natural fathers and at the same time deny that right to illegitimate children"
        },
        {
          "parenthetical": "the law of Texas may not constitutionally grant legitimate children a judicially enforceable right to support from their natural fathers and at the same time deny that right to illegitimate children"
        },
        {
          "parenthetical": "the law of Texas may not constitutionally grant legitimate children a judicially enforceable right to support from their natural fathers and at the same time deny that right to illegitimate children"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/409/0535-01"
      ]
    },
    {
      "cite": "666 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        459017,
        12044378
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0249-01",
        "/a2d/666/0265-01"
      ]
    },
    {
      "cite": "542 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        459017
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/542/0249-01"
      ]
    },
    {
      "cite": "677 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "544 Pa. 669",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "661 A2d 1386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885524,
        722022
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/661/1386-01",
        "/pa-super/443/0409-01"
      ]
    },
    {
      "cite": "443 Pa.Super. 409",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        722022
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/443/0409-01"
      ]
    },
    {
      "cite": "106 L.Ed.2d 634",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "110 S.Ct. 22",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "492 U.S. 937",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6318272,
        6317852
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/us/492/0937-02",
        "/us/492/0937-01"
      ]
    },
    {
      "cite": "491 U.S. 110",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6211101
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/491/0110-01"
      ]
    },
    {
      "cite": "452 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1313950
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/452/0001-01"
      ]
    },
    {
      "cite": "77 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845417
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0249-01"
      ]
    },
    {
      "cite": "535 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841488
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "when mother sues a third party for support, a court may order blood tests to determine paternity only when the presumption of paternity has been overcome ... which is by proof of facts establishing non-access or impotency"
        },
        {
          "parenthetical": "when mother sues a third party for support, a court may order blood tests to determine paternity only when the presumption of paternity has been overcome ... which is by proof of facts establishing non-access or impotency"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0095-01"
      ]
    },
    {
      "cite": "524 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822774
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "323"
        },
        {
          "page": "1388-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0306-01"
      ]
    },
    {
      "cite": "701 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11891736,
        17551
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "179",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0176-01",
        "/pa/549/0241-01"
      ]
    },
    {
      "cite": "549 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        17551
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0241-01"
      ]
    },
    {
      "cite": "688 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357729,
        947415
      ],
      "year": 1997,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/688/0726-01",
        "/pa-super/455/0437-01"
      ]
    },
    {
      "cite": "465 Pa.Super. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1997,
      "opinion_index": 1
    },
    {
      "cite": "677 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 1
    },
    {
      "cite": "544 Pa. 669",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 1
    },
    {
      "cite": "661 A2d 1386",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885524,
        722022
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/661/1386-01",
        "/pa-super/443/0409-01"
      ]
    },
    {
      "cite": "443 Pa.Super. 409",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        722022
      ],
      "year": 1995,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/443/0409-01"
      ]
    },
    {
      "cite": "535 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841488
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "105-106",
          "parenthetical": "\"Only when the doctrine of estop-pel does not apply will the mother be permitted to proceed with a paternity claim against a putative father with the aid of a blood test\""
        },
        {
          "page": "206",
          "parenthetical": "\"Only when the doctrine of estop-pel does not apply will the mother be permitted to proceed with a paternity claim against a putative father with the aid of a blood test\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/535/0095-01"
      ]
    },
    {
      "cite": "701 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11891736,
        17551
      ],
      "weight": 7,
      "year": 1997,
      "pin_cites": [
        {
          "page": "180-181",
          "parenthetical": "Footnote added"
        },
        {
          "page": "182-183"
        },
        {
          "page": "183"
        },
        {
          "page": "181"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/701/0176-01",
        "/pa/549/0241-01"
      ]
    },
    {
      "cite": "549 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        17551
      ],
      "year": 1997,
      "opinion_index": 1,
      "case_paths": [
        "/pa/549/0241-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 27290,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24278500406780473
    },
    "sha256": "61638684f73596b9e5102755bf8cc40c741e9da81d717ba016b408c85bdb5f89",
    "simhash": "1:96193a93aee73695",
    "word_count": 4493
  },
  "last_updated": "2024-02-27T20:32:41.691981+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TAMILIA, POPOVICH and HESTER, JJ.",
      "POPOVICH, J., files a dissenting opinion."
    ],
    "parties": [
      "Carol AMRHEIN v. Gregory COZAD v. Robert AMRHEIN, Appellant. Carol AMRHEIN v. Robert AMRHEIN, Appellant."
    ],
    "opinions": [
      {
        "text": "TAMILIA, Judge:\nRobert Amrhein appeals from the Order which granted a compulsory nonsuit in favor of Gregory Cozad in the paternity action filed by Carol Amrhein against Cozad. He also appeals from the Order which directed him to pay child support. For purposes of review we have consolidated the appeals, each of which presents the identical two issues.\nA. Whether the procedures utilized by the lower court in denying entry into evidence of testing results to determine paternity violated the right of the Appellant to Equal Protection of the laws as guaranteed by the Federal and State Constitutions?\nB. Whether the procedures utilized by the lower court in denying the entry into evidence of testing results to determine paternity violated the right of the child to Equal Protection of the laws as guaranteed by the Federal and State Constitutions.\n(Appellants’ Briefs, p. 4.)\nRobert Thomas Amrhein was born to Carol and Robert Amrhein on August 20, 1994. The Amrheins were married and living together at the time the child was born, and Robert was listed as the child’s father on his birth certificate. The marital relationship apparently was not healthy at that time, however, and, in fact, Carol was engaged in an extramarital affair with Gregory Cozad at the time the child was conceived. Since the Amrheins had been unable to conceive a child during their marriage, despite engaging in unprotected sexual intercourse, Carol did not believe her husband was the child’s father.\nConsequently, Carol informed her husband of the affair and requested him to submit to paternity testing. In October of 1995, Robert and the child submitted to blood tests, and the results unequivocally excluded Robert as the child’s father. Shortly thereafter, Robert and Carol separated. Carol also testified the couple separated because Robert too was having an extramarital affair.\nIn December 1995, Carol filed a spousal support action against Robert and a child support action against Gregory. Eventually, spousal support was denied because of her extramarital affair. In addition, the trial court found the presumption of paternity had not been overcome and, consequently, granted a compulsory nonsuit in favor of Gregory in Carol’s child support action against him. A child support Order was then entered against Robert, the presumptive father.\nIn most cases, the issue of paternity of a child conceived during marriage is resolved by determining whether or not the presumption of legitimacy can be rebutted, or whether or not the husband and/or wife are estopped from denying paternity. In the recent case of Brinkley v. King, 549 Pa. 241, 701 A.2d 176 (1997), the Supreme Court, while not rejecting either basis for review, appears to have expanded consideration of the presumption of paternity arising by reason of conception or birth during marriage to permit a broader review where the family is not intact at the time of the child’s birth. Previously, it is fair to say that the only considerations which triggered the presumption were marriage and access at the time of conception.\nIn this case, the facts are clear that until the parties obtained a blood test, the presumption of paternity was not rebutted as there was no evidence that the husband was impotent and there was agreement by husband and wife that he had access during the period of conception. The family was intact from August, 1979, until after October, 1995, when, at wife’s insistence, the parties obtained a blood test. The child, however, was born on August 20,1994, more than one year before the separation which followed the results of the blood test. The child was in fact conceived and born into an intact family. The presumption of legitimacy was not rebutted by non-access or impotency, and the blood test, which at that point was irrelevant, was the basis upon which the presumption was rebutted. In addition to estoppel applying in this case, whereby both husband and wife may not deny paternity of the child, the presumption of paternity that applies to the intact family prevents an Order by the court for a blood test or the use of one privately obtained to rebut the presumption.\nTo hold otherwise would establish there would be no intact family when at any time, regardless of how long after the birth of the child the family remained together, the parties elected to investigate páternity, thereafter separating following an adverse result of tests as to the paternity of a child. This would abrogate the principle of estoppel as well as the effect of the presumption of paternity. This was precisely what John M. v. Paula T., 524 Pa. 306, 571 A.2d 1380 (1990), and its progeny refused to permit. If one year as an intact family does not suffice, can we say that two, five or ten years will suffice if the family dissolves following an adverse blood test? We do not interpret Brinkley to support such a rationale.\nThe facts in Brinkley could not be more distinguishable from the facts in this case. In Brinkley, Lisa Brinkley was married to and living with George Brinkley in February, 1991, when Richard King’s daughter, Audri-anna, was conceived. George moved out in July, 1991, four months before the child was born. Lisa testified at the time of conception, she was having an affair with King, and her husband George slept on the couch and she slept in the bedroom. Furthermore, George, at the time, was capable of conception. The husband filed for divorce before the birth of the child, upon learning Lisa was pregnant by King. King visited the hospital upon the child’s birth and continued to visit the child and to pay a stipend for her support for two years, until the support action was filed upon which the paternity issue was litigated. It is clear that no intact family existed at the time of Audrianna’s birth and the presumption was attacked without assailing the underlying cornerstone of the intact family.\nIt is absolutely certain that the Supreme Court did not abrogate the basic precepts for overcoming the presumption of legitimacy (non-access and impotence) and it did not substitute a blood test as an enlarged basis for rebutting the presumption. To assure that this was not the conclusion to be drawn from its decision, the majority restated the precepts developed in John M., supra (a child born to a married couple will be presumed to be the issue of the husband and it may be overcome only by establishing non-access or impotency; the interest of a third party pales in comparison to the overriding interest of the presumed father, the marital institution and the interest of the Commonwealth in the family unit). Likewise, it reaffirmed the teaching of Jones v. Trojak, 535 Pa. 95, 634 A.2d 201 (1993) (when mother sues a third party for support, a court may order blood tests to determine paternity only when the presumption of paternity has been overcome ... which is by proof of facts establishing non-access or impotency). To fix as the embodiment of the law the continuing viability of the presumption, the court went on to declare:\nThese cases set forth the fundamentals of the law of presumptive paternity: generally, a child conceived or born during the marriage is presumed to be the child of the marriage; this presumption is one of the strongest presumptions of the law of Pennsylvania; and the presumption may be overcome by clear and convincing evidence either that the presumptive father had no access to the mother or the presumptive father was physically incapable of procreation at the time of conception. However, the presumption is irrebuttable when a third party seeks to assert his own paternity as against the husband in an intact marriage. John M., 524 Pa. at 323, 571 A.2d at 1388-89.\nBrinkley, supra at 248, 701 A.2d at 179 (footnote omitted).\nDespite language in Brinkley which could lead to the impression that the Supreme Court has modified the presumption to incorporate a test based upon a factual determination as to whether the presumption has merit in a particular case, that is whether there is an intact family to preserve, we do not believe the court intended that the presumption be overcome by obtaining blood tests to rebut the presumption where an intact family exists. This would give strong impetus to the ever-increasing pressure to use the blood test as the basis for overcoming the presumption. The Supreme Court, in Brinkley, supra at footnote nine, rejected any application, as suggested by the Superior Court, for enlarging the means beyond those determined in John M. to overcome the presumption.\nWe believe a two-part test is indicated by Brinkley and the great body of cases that have reviewed this issue since Cairgle v. American Radiator and Standard Sanitary Corp., 366 Pa. 249, 77 A.2d 439 (1951). First, the presumption of paternity during marriage prevails in the absence of proof of non-access and/or impotency; second, if the family remains intact up to and beyond the birth of the child, despite evidence that rebuts the presumption of paternity, estoppel will apply; and in either case, blood tests are irrelevant.\nAppellant first proffers the assertion that failure to permit introduction of a blood test or genetic evidence to determine paternity violated appellant’s right to the equal protection of the laws as guaranteed by the Federal and State Constitutions.\nThe only situation where a right to a blood test would be implicated to resolve an issue of paternity is where an alleged father of a child born out of wedlock claims the right to a blood test pursuant to due process guarantees. This argument is unavailing here as the burden of an alleged father to disprove paternity in an out-of-wedlock case, when charged by the mother to whom he is not married, is so overwhelming that his right to have a blood test, as is the right of the mother, is unassailable. See Little v. Streater, 452 U.S. 1, 101 S.Ct. 2202, 68 L.Ed.2d 627 (1981). This is not a matter of equal protection but of due process in ability to stand on an equal footing with the state in production of proof. No legal responsibility attaches until there is proof of paternity and, as science has evolved, scientific proof has become more certain, eliminating to a large degree mere assertions and denial by the parties from which a judge or jury will make findings based upon access and credibility. There is no disparity in this respect between married and unmarried parties. When the evidence is admissible, the same result will occur. When married persons and intact families are involved, the issue is not in the first instance, what evidence is admissible to establish or refute paternity as it is in an out-of-wedlock case, it is whether or not the common law presumption that a child conceived and/or born during the marriage is the child of the marriage and if the presumption is not overcome by proof of nonaccess or impotence, proof of paternity or lack of it by scientific evidence is irrelevant. See Michael H. and Victoria D. v. Gerald D., 491 U.S. 110, 109 S.Ct. 2333, 105 L.Ed.2d 91 (1989), reh. den., 492 U.S. 937, 110 S.Ct. 22, 106 L.Ed.2d 634 (1989); Jones, supra; Paulshock v. Bonomo, 443 Pa.Super. 409, 661 A2d 1386 (1995), allocatur denied, 544 Pa. 669, 677 A.2d 840 (1996); John M., supra.\nThe two positions proffered by the appellant as to equal protection of the child are contained in one section of argument in the appellant’s brief. The first attempts to equate children born out of wedlock with children born during marriage, before paternity has been established in the former. Appellant would have the child born out of wedlock, before determination of paternity, given equal protection consideration comparable to children of a marriage before and after separation as analyzed in Curtis v. Kline, 542 Pa. 249, 666 A.2d 265 (1995). This is specious at best. In Kline, the equal protection application came about between children as a class who at the outset were equal as they were children of a marriage. The equal protection application was implicated when children of divorced parents were given the right by statute to obtain college support by court action when children of intact families were not given the same right. Thus a child of divorce or separation was provided a legal remedy against his parents which would not be available to a child whose parents were living together. The inequity of this legislation is self-evident. There can be no equal protection analogy between children of a marriage presumed by law to be the child of the parties to the marriage, and children bom outside a marriage who have no standing until there is a legal acknowl-edgement or finding of paternity. Only after paternity is established is the out-of-wedlock child entitled to equal protection vis a vis the marital child to the same treatment. This argument is treated for purposes of the State Constitution under the incorporation doctrine in the same fashion as the Federal Constitution. The equal protection argument that a putative father, who is also a married man with children of his marriage, may be required to take a blood test in a paternity action, vis a vis another woman, which may result in the destruction of his marriage, misses the point. The thrust of the equal protection argument goes to the right of the child born out of wedlock to have the support of his father to the same degree as a child born during a marriage, even if the unfortunate result might be the destabilization of the father’s marriage. See Gomez v. Perez, 409 U.S. 535, 93 S.Ct. 872, 35 L.Ed.2d 56 (1973) (the law of Texas may not constitutionally grant legitimate children a judicially enforceable right to support from their natural fathers and at the same time deny that right to illegitimate children). The child has no independent right to such protection or support if it is born into an intact family, as it is legitimate even if the putative father is not the biological father.\nOn the other hand, due process requires even an indigent party who is charged with an out-of-wedlock paternity the right to a blood or genetic test to disprove his paternity since the overpowering resources of the state coupled with the heavy prima facie weight of the mother’s holding out that he is the father cannot be easily overcome by a mere denial. Such a practice is reconcilable with the command of the due process clause. Little, supra.\nThe appellant treats the issue of paternity as merely a scientific determination, without regard to the societal and cultural determinants that developed over centuries and remain intact until this time. In his second equal protection argument as to the child (which he cannot sustain as he has no standing), the appellant poses the rhetorical question, “What is morally, ethically and legally proper?”, and answers it in a utopian fashion. “[T]he child has the right to know his true father, the courts and society have a right to have the trae, responsible party support the child, the various parties to the actions must have their constitutional rights protected and the court must use the best methods available to insure that the Due Process rights of all parties are protected.” (Appellant’s Brief, p. 9.) In the real world, the children born of these unions are not conceived in moral or ethical relationships and frequently their lives are well underway before the issue of paternity comes to a head. It is ironic that the appellant would apply “moral” and “ethical” considerations in this fashion which across the wide spectrum of cases would have unpredictable and often catastrophic results to the child. The child has, in most cases, bonded to the persons who asserted their paternity or relationship and the destruction of that psychological identity is frequently devastating. In a substantial number of eases the alleged (biological) father wants to intrude despite the continuing intact relationship of the husband and wife and by law is considered not to have standing to do so even when proof of paternity is absolute. See Michael H., supra.\nThe United States Supreme Court in Michael H. definitively answered the question as to constitutional due process rights for a child to know its biological parent and the biological parent to have an opportunity to demonstrate his paternity. It held that although the California statute is phrased in terms of a presumption, it expresses a substantive rule of law declaring it to be generally irrelevant for paternity purposes whether a child conceived during and born into an existing marriage was begotten by someone other than the husband, based on the state legislature’s determination as a matter of overriding social policy that the husband should be held responsible for the child and the integrity and privacy of the family unit should not be impugned. Nor did the Supreme Court find the presumption infringed upon any constitutional right of the child, Victoria, to maintain a relationship with her natural father by a claim of equal protection on the basis she had no opportunity to rebut the presumption as did the parents. The state’s decision to treat Victoria differently than her parents has a rational basis in the legitimate end of preventing the disruption of an otherwise peaceful union by the reasonable means of not allowing anyone but the husband or wife to contest legitimacy. Since the child has no standing to rebut the presumption, no constitutional right to equal protection may be asserted on its behalf by appellant or a third party. Michael H., supra at 131, 109 S.Ct. 2333, 105 L.Ed.2d at 111.\nThis case, as in Michael H., turns, on the presumption of legitimacy and an intact family at birth. The constitutional due process findings enunciated in Michael H. are applicable here. The Pennsylvania common law, statutory law and Supreme Court decisions have not deviated from those precepts and are binding in this case.\nFor the above reasons, the Order of the Common Pleas Court of Crawford County is affirmed.\nOrder affirmed.\nPOPOVICH, J., files a dissenting opinion.\n. Robert was permitted to intervene in the child support action against Gregory after Gregory asserted the presumption of paternity prevented the court from directing him to submit to paternity testing.\n. Experts could not be obtained who would testify as to the husband’s infertility (impotence).\n. In footnote 9, the Supreme Court stated:\nWe decline to accept Superior Court’s suggestion that we expand the ways in which one can rebut the presumption of paternity. Superior Court’s proposed additional factors to rebut the presumption, such as whether the putative father established a relationship with the child, are appropriate in an estoppel context, but not in a presumption of paternity context. The presumption of paternity continues to be rebutted, if at all, by evidence related to biology: there was no access or the presumptive father was incapable of procreation.\nBrinkley v. King, 549 Pa. 241, 252 n. 9, 701 A.2d 176, 181 n. 9 (1997).",
        "type": "majority",
        "author": "TAMILIA, Judge:"
      },
      {
        "text": "POPOVICH, Judge,\ndissenting:\nUpon review, I must respectfully dissent from the majority’s determination that appellant is prohibited from rebutting the presumption of paternity under the facts of this ease. Rather, I am convinced, in light of our Supreme Court’s recent decision in Brinkley v. King, 549 Pa. 241, 701 A.2d 176 (1997), that the presumption of paternity does not apply presently.\nIn resolving the paternity question, the lower court questioned whether the presumption of paternity should continue to be applied in Pennsylvania in light of societal changes and advances in paternity testing. Nevertheless, the court correctly applied the law as it existed at the time. See, e.g., Paulshock v. Bonomo, 443 Pa.Super. 409, 661 A.2d 1386 (1995), allocatur denied 544 Pa. 669, 677 A.2d 840 (1996); Miscovich v. Miscovich, 465 Pa.Super. 487, 688 A.2d 726 (1997).\nHowever, I am convinced that, on September 17, 1997, our Supreme Court dramatically altered the situations in which the courts of this Commonwealth are required to apply the presumption that a child born during a marriage is the issue of the husband. Our high court stated:\nIt remains to consider how one knows whether the presumption applies in any given case. Traditionally, the answer to this question has been that the presumption applies if the child was conceived or born during the marriage. We now question the wisdom of this application of the presumption because the nature of male-female relationships appears to have changed dramatically since the presumption was created. There was a time when divorce was relatively uncommon and marriages tended to remain intact. Applying the presumption whenever the child was conceived or born during the marriage, therefore, tended to promote the policy behind the presumption: the preservation of marriages. Today, however, separation, divorce, and children born during marriage to third party fathers is relatively common, and it is considerably less apparent that application of the presumption to all cases in which the child was conceived or born during the marriage is fair. Accordingly, consistent with the ever-present guiding principle of our law, eessante ratione legis eessat et ipsa lex, we hold that the presumption of paternity applies in any case where the policies which underlie the presumption, stated above, would be advanced by its application, and in other cases, it does not apply.\nBrinkley, 701 A.2d at 180-181 (Footnote added).\nIn light of the facts of these consolidated appeals, I believe that the presumption of paternity does not apply. Herein, Robert and Carol admitted that the bonds of their marriage were, at least, ready to break at the time of the child’s conception and birth. Carol admitted to having an extramarital affair at the time of conception. She was so convinced that Robert was not the father of her child that she requested Robert to submit to a paternity test. Robert and Carol separated in October of 1995, immediately after learning that Robert was not the biological father of the child, albeit approximately thirteen months after the birth of the child. Consequently, I find that the policy behind the presumption of paternity, i.e., preservation of the family, would not be advanced by its application in these cases. Cf., Brinkley, supra.\nThe majority seems to suggest that the presumption of paternity continues to apply in all cases where the child is conceived or born during wedlock. I would place no limitation upon those situations where the presumption might not apply, except for that expressly stated in Brinkley, supra, i.e., the presumption of paternity continues to apply only where the policies which underlie the presumption would be advanced by its application. In other words, we must view the particular facts of each case to determine whether the presumption of paternity should apply, without blind application of the presumption simply because the child was born during the marriage. Herein, there is little dispute that the policy behind the presumption — “preservation of marriages” — is not furthered by applying the presumption.\nMoreover, application of the presumption of paternity when the child is born during the marriage does not necessarily serve to preserve the marital bond. Given the societal and scientific changes recognized in Brinkley, supra, application of the presumption of paternity to a “presumptive” father who suspects that his pregnant wife is not carrying his child might, at least, encourage him to separate before the child is born, so that later, upon the child’s birth, he is not precluded by application of a legal fiction from contesting paternity, thereby obligating him to support a child not of his own blood.\nWhile I do not think that the presumption of paternity applies in the present case in light of our Supreme Court’s decision in Brinkley, supra, I comment further to question whether the presumption of paternity should continue to be applied in any future cases. In light of the social and scientific changes in our modern society, the presumption appears archaic. No longer does a child born out-of-wedlock suffer the social (and economic) stigma of illegitimacy. Neither does divorce carry the social stigma it once did. Significantly, recent advances in blood testing can identify with a certainty the biological father of a child. I do not believe all parties concerned, including the child, should be prevented from knowing the identity of the true biological father, a fact which the mother often knows without blood testing, but which she may conceal, and, more importantly, a fact which has such significant psychological and economic impact upon all involved. The presumption of paternity should be abandoned in favor of the more flexible approach set forth in Justice Nigro’s concurring and dissenting opinion in Brinkley, 701 A.2d at 182-183, wherein he states:\nAbandoning the strict use of [the presumption of paternity and paternity by estoppel] would allow our courts to examine the situation presented, to compel blood testing if the appropriate showing is made, and to weigh the competing factors in order to reach a just result in each ease. Given the realities of marriage, separation, and divorce today, I believe a flexible, case-by-case approach to paternity issues, acknowledging and benefiting from the relative certainty of blood testing, is simply more preferable than a system characterized by the strict application of overarching and outdated legal fictions that can lead, as the Majority admits, to unfair results.\nId., 701 A.2d at 183.\nIn sum, I find that the presumption of paternity does not apply in this case, and I would remand this case for further action by the court below. First, the lower court would determine whether the doctrine of es-toppel prevents Carol and Robert from asserting a paternity claim against Gregory. See Brinkley, 701 A.2d at 181; Jones v. Trojak, 535 Pa. 95, 105-106, 634 A.2d 201, 206 (1993) (“Only when the doctrine of estop-pel does not apply will the mother be permitted to proceed with a paternity claim against a putative father with the aid of a blood test”). If Carol and Robert are not estopped from denying paternity, then the court would direct the parties, including Gregory, to submit to blood testing for paternity and would proceed in these support actions.\n. Cess ante ratione legis eessat et ipsa lex translated is: The reason of law ceasing, the law itself also ceases.\n. I certainly recognize, as does the majority, that the methods for rebutting the presumption of paternity continues to relate to biology, i.e., there was no access or the presumptive father was impotent. Brinkley, 701 A.2d at 181 n. 9. However, unlike the majority, I do not believe that the facts of this case warrant application of the presumption to preclude Robert from proving the child is not biologically his.",
        "type": "dissent",
        "author": "POPOVICH, Judge,"
      }
    ],
    "attorneys": [
      "Blaise J. Guzewicz, Pittsburgh, for appellant.",
      "Barbara J. Walton, Meadville, for Carol Amrhein, appellee.",
      "Joseph M. Joseph, Hermitage, for Cozad, appellee."
    ],
    "corrections": "",
    "head_matter": "Carol AMRHEIN v. Gregory COZAD v. Robert AMRHEIN, Appellant. Carol AMRHEIN v. Robert AMRHEIN, Appellant.\nSuperior Court of Pennsylvania.\nArgued Oct. 9, 1997.\nFiled June 1, 1998.\nBlaise J. Guzewicz, Pittsburgh, for appellant.\nBarbara J. Walton, Meadville, for Carol Amrhein, appellee.\nJoseph M. Joseph, Hermitage, for Cozad, appellee.\nBefore TAMILIA, POPOVICH and HESTER, JJ."
  },
  "file_name": "0409-02",
  "first_page_order": 463,
  "last_page_order": 470
}
