{
  "id": 7289110,
  "name": "Roberto CRUZ, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Cruz v. State",
  "decision_date": "2010-02-19",
  "docket_number": "No. 298, 2008",
  "first_page": "409",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 409"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "394 U.S. 814",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181588
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "816"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0814-01"
      ]
    },
    {
      "cite": "219 U.S. 498",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3652743
      ],
      "weight": 3,
      "year": 1911,
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/219/0498-01"
      ]
    },
    {
      "cite": "541 A.2d 562",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876713
      ],
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/541/0562-01"
      ]
    },
    {
      "cite": "2001 WL 1636525",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2001,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2004 WL 2743527",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "2002 WL 31873703",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2002,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2009 WL 189049",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "604 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937698
      ],
      "pin_cites": [
        {
          "page": "842-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/604/0839-01"
      ]
    },
    {
      "cite": "701 A.2d 79",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11891128
      ],
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0079-01"
      ]
    },
    {
      "cite": "832 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9087914
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "746"
        },
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0742-01"
      ]
    },
    {
      "cite": "408 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782797
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0471-01"
      ]
    },
    {
      "cite": "2001 WL 257805",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "741 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11653680
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "362-63"
        },
        {
          "page": "362-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/741/0359-01"
      ]
    },
    {
      "cite": "760 A.2d 541",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11185634
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "545"
        },
        {
          "page": "542"
        },
        {
          "page": "544"
        },
        {
          "page": "545"
        },
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0541-01"
      ]
    },
    {
      "cite": "897 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8424167
      ],
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/897/0159-01"
      ]
    },
    {
      "cite": "295 U.S. 490",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        333784
      ],
      "weight": 9,
      "year": 1935,
      "pin_cites": [
        {
          "page": "493"
        },
        {
          "page": "493"
        },
        {
          "page": "492"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/295/0490-01"
      ]
    },
    {
      "cite": "249 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069854
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "271"
        },
        {
          "page": "271"
        },
        {
          "page": "272"
        },
        {
          "page": "272"
        },
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/249/0269-01"
      ]
    },
    {
      "cite": "411 U.S. 778",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10343
      ],
      "weight": 9,
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "\"It is clear at least after Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972"
        },
        {
          "parenthetical": "\"It is clear at least after Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972), that a probationer can no longer be denied due process, in reliance on the dictum in Escoe v. Zerbst, 295 U.S. 490, 492, 55 S.Ct. 818, 79 L.Ed. 1566 (1935"
        },
        {
          "parenthetical": "\"It is clear at least after Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972), that a probationer can no longer be denied due process, in reliance on the dictum in Escoe v. Zerbst, 295 U.S. 490, 492, 55 S.Ct. 818, 79 L.Ed. 1566 (1935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0778-01"
      ]
    },
    {
      "cite": "504 A.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936107
      ],
      "pin_cites": [
        {
          "page": "1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/504/1096-01"
      ]
    },
    {
      "cite": "906 A.2d 139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8465961
      ],
      "pin_cites": [
        {
          "page": "150"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/906/0139-01"
      ]
    },
    {
      "cite": "903 A.2d 702",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8410258
      ],
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/0702-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 943,
    "char_count": 22569,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 9.972081975852584e-08,
      "percentile": 0.5378415884478207
    },
    "sha256": "328de108ed33630b9b01d8868f64931fc8d02fe6662d50ec141ca5238406c32b",
    "simhash": "1:7e3fc6b54e34ba43",
    "word_count": 3760
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGELY, Justices, constituting the Court en Banc."
    ],
    "parties": [
      "Roberto CRUZ, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice:\nThe defendant-appellant, Roberto Cruz (“Cruz”), appeals from a judgment entered by the Superior Court after a violation of probation (“VOP”) hearing. Cruz’s first argument is that the Superior Court erred in finding that Cruz had violated the terms of his probation. According to Cruz, it was improper for the judge to consider evidence presented to a jury at Cruz’s criminal trial presided over by the same judge the preceding week that resulted in Cruz’s acquittal on all charges. Cruz’s second argument is that the judge who presided over Cruz’s VOP hearing sentenced him with a “closed mind.”\nWe have concluded that both of Cruz’s arguments are without merit. Therefore, the judgment of the Superior Court must be affirmed.\nUnderlying Facts\nOn May 23, 2007, Detective Mark Lewis of the Governor’s Task Force, along with other officers, conducted a search of Cruz’s home. According to Lewis, officers discovered a small amount of cocaine in the pocket of a shirt hanging in Cruz’s closet and a Crown Royal bag containing 326 MDMA pills in Cruz’s sitting room. When Cruz was subsequently arrested at Bank Shots bar, police found $1,238 cash in his pocket. Cruz later gave a statement to police. In that statement, Cruz indicated that he was negotiating a deal for around $6 per MDMA pill with two other men.\nIn May 2007, Cruz was arrested and subsequently charged by indictment, with Trafficking in MDMA, Possession with Intent to Deliver MDMA, Maintaining a Dwelling for Keeping Controlled Substances, Possession with Intent to Distribute Cocaine, and Possession of Drug Paraphernalia. As a result of these charges, a VOP report was filed against Cruz on June 25, 2007. On July 11, 2007, Cruz failed to appear at a fast track hearing, and a capi-as was issued. Cruz was returned to custody on January 24, 2008, after surrendering voluntarily.\nProcedural History\nCruz proceeded to trial on the substantive offenses on May 20, 2008. At trial, Cruz was represented by counsel. After a four-day trial, the jury acquitted Cruz of all charges. Cruz testified that when police first arrived at the bar, he believed that he was being arrested for a curfew violation, and was shocked to hear that his arrest was for trafficking in MDMA. Cruz denied owning the ecstasy pills and testified that he only told police that he was brokering a sale of the pills because he was being pressured to do so. Cruz also denied being aware of the cocaine found in the pocket of a shirt hanging in his room.\nOn May 30, 2008, a VOP hearing was held before the same judge who had presided over Cruz’s jury trial the week before. At that hearing, Cruz was again represented by the same attorney who had successfully represented him at the criminal trial. The judge ruled that Cruz had violated the terms of his probation by absconding and had committed “other technical violations.” The judge additionally found that, based upon a preponderance of the evidence presented at trial, Cruz had violated the terms of his probation due to his Trafficking in MDMA, Maintaining a Dwelling for Keeping Controlled Substances, and Possession of Cocaine. Cruz was sentenced to two years incarceration at Level V, suspended after eighteen months for a period of probation.\nStandard of Review\nThe trial court’s revocation of a defendant’s probation is normally reviewed for an abuse of discretion. However, the instant claim may only be reviewed for plain error because Cruz did not object at the hearing to the trial judge’s reliance on the record from his criminal trial. “ ‘[T]he doctrine of plain error is limited to material defects which are apparent on the face of the record, which are basic, serious, and fundamental in their character, and which clearly deprive an accused of a substantial right, or which clearly show manifest injustice.’ ”\nVOP Hearing\nOn May 20, 2008, Cruz proceeded to trial on, inter alia, Trafficking in MDMA. After a four-day jury trial, Cruz was acquitted of all charges. Seven days later, Cruz appeared before the same judge who had presided over his criminal trial to answer the charges in the VOP report that were based upon the same conduct. The State did not offer any evidence at the VOP hearing. With no objection from the same defense counsel who represented Cruz at the prior criminal trial, the judge found Cruz guilty of violating his probation:\n[I]t’s clear that this probation was violated in many ways that don’t involve the commission of new criminal charges. And as far as the new criminal offenses go, he was acquitted of those offenses, but that doesn’t acquit him of a probation violation because the burden of proof is different.\n[I] find him guilty of violating his probation, not only for his absconding and the other technical violations, but because I’m [persuaded], at least by a preponderance of the evidence, that he was trafficking in MDMA and he did possess it with intent to deliver it, and he was obviously maintaining a dwelling, and he had cocaine in his shirt pocket in his closet. So the jury verdict is somewhat inexplicable, but the verdict is what it is; but it doesn’t bind me in this place.\nOn June 18, 2008, Cruz filed a motion for reduction of sentence. In denying Cruz’s motion, the judge further explained his earlier finding that there had been a probation violation:\nI heard the evidence at trial and frankly cannot understand how the jury acquitted you. In any event, by a preponderance of the evidence, I found that you committed those offenses and that was one of the bases for the finding of guilt on the probation violation. In addition, you admitted that you violated your probation by leaving the state without permission and not reporting to your probation officer. It is a further violation that you jumped bail when you took off for Texas. There is thus ample grounds for finding you guilty of violating your probation.\nParties’ Due Process Contentions\nCruz claims that the Superior Court erred by finding that he had violated the terms of his probation without hearing any evidence of the violation from the State at the VOP hearing. Cruz argues that, by not requiring the State to present evidence of the violations at his VOP hearing, in addition to the evidence presented at the criminal trial over which the same judge had presided one week earlier, his due process rights under the United States Constitution were violated.\nThe State argues that, because Cruz had already admitted violating the terms of his probation by leaving Delaware without permission, the Superior Court did not err in finding him in violation of probation. The State also argues that the trial judge did not err in relying upon the testimony and evidence presented at Cruz’s prior criminal trial to support his decision to revoke Cruz’s probationary status. We agree with both of the State’s arguments.\nProbation Hearing Procedures\nTitle 11, section 4334(c) of the Delaware Code sets forth, in part, the procedure to be used in VOP proceedings:\nUpon such arrest and detention, the Department shall immediately notify the court and shall submit in writing a report showing in what manner the probationer has violated the conditions of probation or suspension of sentence. Thereupon, or upon arrest by warrant as provided in subsection (b) of this section, the court shall cause the probationer to be brought before it without unnecessary delay, for a hearing on the violation charge. The hearing may be informal or summary. If the violation is established, the court may continue or revoke the probation or suspension of sentence....\nIn Brown v. State, this Court interpreted the statute as requiring a hearing before a revocation of probation. Regarding the type of hearing required, this Court explained that “except for the provisions that such hearing may be ‘informal or summary,’ and that the violation must be ‘established,’ there is no statutory prescription as to its nature and scope.” This Court continued:\nA probationer accused of violation is not entitled to a trial in any strict or formal sense; his entitlement in this regard is limited to “an inquiry so fitted in its range to the needs of the occasion as to justify the conclusion that discretion has not been abused by the failure of the inquisitor to carry the probe deeper.”\nTo sustain a violation of probation, all that is necessary is “some competent evidence” to prove that the violation occurred. This Court has also held, however, that due process and fundamental fairness require that the State provide the probationer with counsel “[w]hen a violation of probation hearing follows an acquittal after a criminal trial for the same alleged conduct.”\nPrior Precedents\nThis Court has decided two other cases where the same judge presided over a violation of probation hearing within a few days of an acquittal after a criminal trial for the same alleged conduct. In Gibbs v. State, eight days after his acquittal, Gibbs appeared without counsel before the same judge for his scheduled VOP hearing. As this Court observed:\nWithout ... hearing any evidence from the State or Gibbs, the judge sua sponte found by a preponderance of the evidence that an offense had been committed and that Gibbs had violated his probation. The judge stated that his finding was based on the evidence he heard at the May 27th trial and that, although Gibbs was found not guilty by the jury, the standard of proof for a finding of guilt was lesser at a VOP hearing, ie., preponderance of the evidence.\nWe recognized that “[t]he Superior ... Court ha[d] the authority to revoke Gibbs’ probation notwithstanding his acquittal of criminal charges involving the same conduct that gave rise to the violation of probation hearing.” .But, we held that due process and fundamental fairness require the State to provide the probationer with counsel, when a violation of probation hearing follows an acquittal after a criminal trial for the same alleged conduct. In explaining why the assistance of counsel was necessary to protect Gibbs’ due process rights, we stated:\nAn attorney could have responded to the trial judge’s sua sponte summary finding of a violation of probation without the presentation of any evidence. An attorney would best be able to argue why the facts that led to Gibbs’ acquittal also supported a finding of no probation violation, even with the lesser “preponderance” standard of proof requirement.\nSix months after issuing our opinion in Gibbs, we decided Mann v. State, Edward Mann, a probationer, was arrested in October 1999 and charged with, inter alia, rape in the first degree. Approximately three weeks later, Mann’s probation officer filed a VOP report alleging a variety of technical violations. Mann was ultimately acquitted of the substantive charges arising from his October 1999 arrest.\nTwo days after his acquittal, Mann and his attorney appeared for a VOP hearing before the same Superior Court judge who had presided over his criminal trial. During the VOP proceeding, the trial judge expressed her disbelief in Mann’s defense at trial. In response to those comments, Mann’s attorney requested and was granted a continuance to allow him to prepare an argument that it would be improper for the trial judge to rely upon the evidence presented at the prior criminal proceeding. When the VOP hearing continued, the judge rejected Mann’s argument that she was collaterally estopped from relying upon the facts adduced at Mann’s prior criminal trial to support her finding that Mann had violated the terms of his probation. On appeal, this Court affirmed the judgment of the Superior Court.\nOur decisions in Gibbs and Mann both involved VOP hearings before the same judge who had presided over a criminal trial that resulted in an acquittal for the same alleged conduct. In both Gibbs and Mann, as in Cruz’s case, the judge did not require the State to present any evidence at the VOP hearings, and based the probation violation decision on the sworn testimony and other evidence presented at the prior criminal trial. In Gibbs, we held that the due process violation was the absence of an attorney to represent the probationer, not the consideration of the evidence presented at the prior criminal trial.\nIn Mann, the probationer was represented by counsel. When the judge announced at the VOP hearing that she would consider the evidence from the prior criminal trial, the attorney asked for a continuance to argue why Mann should not be found in violation of his probation. Our holding in Gibbs anticipated that, at a VOP hearing before the same judge following an acquittal, defense counsel would make whatever good faith legal or factual argument was supported by the record. That is exactly what happened in Mann. There, the Superior Court’s judgment was affirmed.\nDue Process Satisfied\nIn Brown, we held that “[a] probationer accused of violation is not entitled to a trial in any strict or formal sense; his entitlement in this regard is limited to ‘an inquiry so fitted in its range to the needs of the occasion as to justify the conclusion that discretion has not been abused by the failure of the [inquisitor] to carry the probe deeper.’ ” We conclude that if a criminal trial results in an acquittal, due process under the United States Constitution permits the same judge who presided at that criminal trial to consider the same evidence at a subsequent VOP hearing involving the same conduct. We reach that conclusion because the testimony and evidence at any prior trial has already been presented with all of the substantive and procedural constitutional due process protections that are guaranteed in a criminal proceeding.\nWe also reaffirm our holding in Gibbs. Due process requires that the State provide the probationer with counsel “[w]hen a violation of probation hearing follows an acquittal after a criminal trial for the same alleged conduct.” In addition, in the event that the probationer is not represented by the same attorney who assisted him at the prior criminal trial and the same judge wants to rely on that evidence, due process requires the new attorney to be provided with, and given a reasonable opportunity to review, a transcript of the prior criminal trial, to decide how best to represent the probationer at the subsequent VOP hearing.\nHere, Cruz was represented at the probation hearing by the same attorney who had successfully represented him at the criminal trial. When the same judge stated that he would consider the sworn testimony and evidence from the prior criminal trial, Cruz’s attorney did not object and did not ask for a continuance. The record reflects that the testimony and other evidence presented at Cruz’s prior criminal trial was sufficient to establish, by a preponderance of the evidence, that Cruz had violated the terms of his probation by possessing cocaine and MDMA. Cruz, who had the assistance of the same counsel at the VOP hearing, has shown no prejudice from the same judge’s failure to require the State to present the same evidence that was introduced at the criminal trial a week earlier.\nMoreover, Cruz disregards the fact that the trial judge was presented with the uncontradicted evidence that Cruz had fled to Texas after his arrest on the new criminal charges, and that a capias had been issued after Cruz failed to appear for a VOP hearing scheduled for July 11, 2007. Those latter facts alone would have been sufficient to warrant revocation of Cruz’s probation. Therefore, we hold that Cruz has failed to carry his burden of demonstrating plain error.\nSentence Imposed Properly\nThe judge increased Cruz’s sentence from Level III supervision to eighteen months of incarceration at Level V. “Appellate review of a sentence is limited to whether the sentence is within the statutory limits prescribed by the General Assembly and whether it is based on factual predicates which are false, impermissible, or lack minimal reliability, judicial vindictiveness or bias, or a closed mind.” Cruz argues that the judge sentenced him with a closed mind. “A judge sentences with a closed mind when the sentence is based on a preconceived bias without consideration of the nature of the offense or the character of the defendant.”\nIn support of his “closed mind” argument, Cruz cites the fact that the judge’s sentence exceeded the Sentencing Accountability Commission (“SENTAC”) guidelines of a “one step” increase in probation level. Cruz also asserts that the judge did not articulate his reasons for departing from the SENTAC-suggested sentence of Level IV probation. The record does not support Cruz’s assertions. The sentencing judge explained why he sentenced Cruz to Level V incarceration. Before imposing sentence, the judge stated:\nMr. Cruz, you learned nothing at all from your previous conviction. You got out of jail and you stayed clean for a couple of months, and you went right back into business. There was 1200 [sic] bucks in your pocket and you still haven’t made substantial payments on your fines.\nThe judge reiterated his basis for imposing a more severe sentence than suggested in the SENTAC guidelines when he denied Cruz’s motion for reduction of sentence: “You reoffended within months of being released from prison on a similar offense.” As Cruz himself recognized, lack of amenability to “lesser restrictive sanctions through violation of a prior period of probation” is an aggravating factor that may be cited to justify a more severe sentence.\nThe record reflects that the sentence imposed was based on the nature of the violations and Cruz’s history of drug dealing. Furthermore, given Cruz’s “history of violating probation, it was well within the Superior Court’s discretion to revoke his probation and impose a prison sentence, notwithstanding the probation officer’s recommendation to the contrary.” Cruz has failed to establish that his sentence was imposed with a closed mind. Therefore, he is not entitled to relief.\nConclusion\nThe judgment of the Superior Court is affirmed.\n. MDMA is commonly referred to as ecstasy. World Health Organization, Neuroscience of Psychoactive Substance Use and Dependence 96 (2004).\n. Cruz pled guilty to one count of Trafficking in Cocaine in April 2003. He was subsequently sentenced to five years of Level V incarceration, suspended after three years for a term of probation.\n. Kurzmann v. State, 903 A.2d 702, 716 (Del.2006).\n. See Supr. Ct. R. 8.\n. Baker v. State, 906 A.2d 139, 150 (Del.2006) (quoting Wainwright v. State, 504 A.2d 1096, 1100 (Del.1986)).\n. See Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973).\n. Brown v. State, 249 A.2d 269, 271 (Del.1968).\n. The statute in effect at the time, Del.Code Ann. tit. 11, § 4335(c), had identical language: “the court shall cause the probationer to be brought before it without unnecessary delay, for a hearing on the violation charge. The hearing may be informal or summary. If the violation is established, the court may continue or revoke the probation or suspension of sentence ...” Id. at 271 n. 2.\n. Brown v. State, 249 A.2d at 271. Superior Court Criminal Rule 32.1 defines the scope of the due process rights enjoyed by an individual charged with violating the terms of his probation. Under Rule 32.1, Cruz was entitled to (a) written notice of the alleged violation, (b) disclosure of the evidence against him, (c) an opportunity to appeal and to present evidence on his own behalf, (d) the opportunity to question adverse witnesses, and (e) the appointment of counsel. Cruz has pointed to no failing in any of the due process requirements enumerated in Rule 32.1.\n. Brown v. State, 249 A.2d at 272 (quoting Escoe v. Zerbst, 295 U.S. 490, 493, 55 S.Ct. 818, 79 L.Ed. 1566 (1935)).\n. Collins v. State, 897 A.2d 159, 160 (Del.2006); Brown v. State, 249 A.2d at 272.\n. Gibbs v. State, 760 A.2d 541, 545 (Del.2000); see also Perry v. State, 741 A.2d 359, 362-63 (Del.1999).\n. Gibbs v. State, 760 A.2d 541 (Del.2000).\n. Id. at 542.\n. Id. at 544; see Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973).\n. Gibbs v. State, 760 A.2d at 545.\n. Id.\n. Mann v. State, 2001 WL 257805 (Del. Mar. 7, 2001).\n. Id. at *1.\n. Id.\n. Id.\n. Id.\n. Id.\n. Id.\n. Id. at *2.\n. Brown v. State, 249 A.2d 269, 272 (Del.1968) (emphasis added) (quoting Escoe v. Zerbst, 295 U.S. 490, 493, 55 S.Ct. 818, 79 L.Ed. 1566 (1935)).\n. See Gagnon v. Scarpelli, 411 U.S. 778, 782 n. 4, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973) (\"It is clear at least after Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972), that a probationer can no longer be denied due process, in reliance on the dictum in Escoe v. Zerbst, 295 U.S. 490, 492, 55 S.Ct. 818, 79 L.Ed. 1566 (1935), that probation is an 'act of grace.’ ”).\n. Gibbs v. State, 760 A.2d 541, 545 (Del.2000); see also Perry v. State, 741 A.2d 359, 362-63 (Del.1999).\n. Mann v. State, 2001 WL 257805, at *2 (Del. Mar. 7, 2001).\n. Weston v. State, 832 A.2d 742, 746 (Del.2003) (citing Siple v. State, 701 A.2d 79, 83 (Del.1997); Mayes v. State, 604 A.2d 839, 842-43 (Del.1992)).\n. Weston v. State, 832 A.2d at 746; see also Dabney v. State, - A.2d -, 2009 WL 189049 (Del. Jan. 14, 2009); White v. State, 2002 WL 31873703, at *1 (Del. Dec. 20, 2002).\n. See SENTAC Benchbook 2008 at 26 (currently SENTAC Benchbook 2010 at 2).\n. SENTAC Benchbook 2008 at 102 (currently SENTAC Benchbook 2010 at 104).\n. Cf. McQuay v. State, 2004 WL 2743527 (Del. Nov. 12, 2004).\n. McCoy v. State, 2001 WL 1636525, at *1 (Del. Dec. 10, 2001).\n. The State filed a motion to dismiss this appeal on the grounds of mootness because Cruz recently completed his period of probation. In response to that motion, Cruz asserts that the public interest exception to mootness- — for issues which are \"capable of repetition, yet evading review” — should be invoked in this case. We agree. Therefore, the State’s motion is denied. Radulski v. Del. State Hosp., 541 A.2d 562, 566 (Del.1988) (citing S. Pac. Terminal Co. v. Interstate Commerce Comm'n, 219 U.S. 498, 515, 31 S.Ct. 279, 55 L.Ed. 310 (1911); Moore v. Ogilvie, 394 U.S. 814, 816, 89 S.Ct. 1493, 23 L.Ed.2d 1 (1969)).",
        "type": "majority",
        "author": "HOLLAND, Justice:"
      }
    ],
    "attorneys": [
      "Christopher D. Tease, Esquire, Wilmington, DE, for appellant.",
      "James T. Wakley, Esquire, Department of Justice, Wilmington, DE, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roberto CRUZ, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 298, 2008.\nSupreme Court of Delaware.\nSubmitted: Dec. 16, 2009.\nDecided: Feb. 19, 2010.\nChristopher D. Tease, Esquire, Wilmington, DE, for appellant.\nJames T. Wakley, Esquire, Department of Justice, Wilmington, DE, for appellee.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGELY, Justices, constituting the Court en Banc."
  },
  "file_name": "0409-01",
  "first_page_order": 451,
  "last_page_order": 459
}
