{
  "id": 12047165,
  "name": "Anthony J. DeCIANTIS v. STATE of Rhode Island",
  "name_abbreviation": "DeCiantis v. State",
  "decision_date": "1995-11-02",
  "docket_number": "No. 94-623 C.A.",
  "first_page": "410",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 410"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "637 A.2d 1047",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7367681
      ],
      "pin_cites": [
        {
          "page": "1050"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/1047-01"
      ]
    },
    {
      "cite": "421 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943867
      ],
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/421/0535-01"
      ]
    },
    {
      "cite": "635 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7379651
      ],
      "pin_cites": [
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/635/1181-01"
      ]
    },
    {
      "cite": "588 A.2d 120",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374241
      ],
      "pin_cites": [
        {
          "page": "122"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/0120-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 11164,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 9.728223159917846e-08,
      "percentile": 0.5304761011163199
    },
    "sha256": "6976b81f31cb353e65ae27ca671680123d23eb509c7617f522ee9277504818b8",
    "simhash": "1:dc011448b90dfe2b",
    "word_count": 1799
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anthony J. DeCIANTIS v. STATE of Rhode Island."
    ],
    "opinions": [
      {
        "text": "OPINION\nLEDERBERG, Justice.\nThis case came before the Supreme Court on the appeal of Anthony J. DeCiantis (applicant or DeCiantis), from an order of the Superior Court that denied his application for postconviction relief. The applicant has been sentenced to two concurrent life sentences and one consecutive life sentence. In this appeal he has challenged the refusal of the hearing justice to require the Department of Corrections (DOC) and the Rhode Island Parole Board (Board) to approve his application for parole from the concurrent life sentences. For the reasons stated below, we deny the appeal and affirm the order of the Superior Court. The facts insofar as pertinent to this appeal follow.\nFacts and Procedural History\nOn January 10, 1983, DeCiantis pleaded guilty to two murder charges and was sentenced to serve two life sentences to run concurrently. On June 7, 1984, a jury found applicant guilty of a third murder, and on October 17, 1984, he received another life sentence to be served consecutively to the concurrent sentences. The applicant filed motions in the Superior Court on three separate occasions: an application for postconviction relief heard by Justice J. Orton, a motion to adjudge the state in contempt and a motion for review heard by Justice J. Shee-han, and a second application for postconviction relief, followed by motions for summary judgment filed by both applicant and the state, heard by Justice T.H. Needham.\nOn July 6, 1988, the court heard the application for postconviction relief in which De-Ciantis sought to have applied to the determination of his parole eligibility one year and one day of “good time” earned during his incarceration for the first two convictions and an additional thirty days that were served while awaiting disposition of the trial for the third murder. The petition was granted by Justice Orton, who decreed that applicant “be considered eligible” for parole on the two concurrent sentences as of October 1991. The Board, however, did not consider applicant for parole, and on December 1 and 4, 1992, motions to review and to adjudge the state in contempt were heard before Justice Sheehan. That justice refused to hold the state in contempt but did reaffirm Justice Orton’s order and mandated that the DOC and the Board consider applicant eligible for parole on the concurrent sentences.\nThe Board denied applicant’s application for parole on June 24,1993, and he instituted the instant application for postconviction relief on August 20, 1993. Both the state and applicant filed motions for summary judgment that were heard on August 23, 1994. Justice Needham granted the state’s motion in an order that indicated that applicant would not be eligible for parole until he had served ten years on the concurrent sentences plus an additional ten years on the consecutive sentence. The applicant filed a notice of appeal on September 15, 1994, pursuant to G.L.1956 (1985 Reenactment) § 10-9.1-9. A prebriefing conference was held before a justice of this Court, on February 16, 1994, following which the case was ordered to the regular calendar for full briefing and argument.\nOn appeal, applicant argued that collateral estoppel precluded the Board from denying him parole on the two concurrent sentences by virtue of the two orders that had required that he be considered eligible for parole on those sentences. The applicant further argued that this Court should interpret G.L. 1956 (1994 Reenactment) § 13-8-10 to require the Board to grant applicant parole on the concurrent sentences. The state, on the other hand, argued that the section governing the calculation of applicant’s possible parole date is § 13-8-13, which requires him to serve ten years on both the consecutive life sentence and the concurrent sentences before becoming eligible for parole.\nCollateral Estoppel\nCollateral estoppel bars litigation of an issue when that issue has been determined by a valid and final judgment. State v. Chase, 588 A.2d 120, 122 (R.I.1991). In order to invoke successfully the doctrine of collateral estoppel, a plaintiff must show (1) identity of parties, (2) identity of issues, and (3) finality of judgment. E.W. Audet & Sons, Inc. v. Fireman’s Fund Insurance Co., 635 A.2d 1181, 1186 (R.I.1994). We are of the opinion that applicant here has established only the first of these elements.\nThe state has not denied that it has been a party to all the proceedings detailed above. Therefore, there can be no dispute that the first element of collateral estoppel, identity of parties, has been met. The applicant has argued that he is entitled to parole and that the state cannot deny him parole on the two concurrent sentences. This issue, however, was not decided in either of the first two hearings or the resulting orders. Such a conclusion is clear from the following exchange between applicant and Justice Shee-han, presiding at the second hearing:\nApplicant: “Of course, if I go before the Rhode Island Parole Board, there is no guaranteeing me parole.”\nThe Court: “I know that. I am sure you are aware of that.”\nThe hearing justice later stated: “I am not ordering the Parole Board to see anybody. I will not pass on the legality of what Mr. DeCiantis says.”\nThe orders on which applicant relies directed the Board to consider applicant eligible for parole on the concurrent sentences. The orders of Justices Orton and Sheehan were final only in respect to the issue of applicant’s eligibility for parole on the concurrent sentences. These orders did not require the Board to see applicant, and they clearly did not require the Board to grant applicant parole on the concurrent sentences. Therefore, the state is not collaterally es-topped from disputing applicant’s claim that he is entitled, under § 13-8-10, to parole on the concurrent sentences.\nFurthermore, collateral estoppel does not apply to the question of which statute to apply. Neither of the Superior Court orders specifies which statute the justices applied in finding applicant eligible for parole. The applicant claimed that the first two orders “implicitly” relied on § 13-8-10. We are not persuaded that either the language of these orders or the record supports this contention.\nSection 13-8-13 Governs This Case\nJustice Needham properly applied § 13-8-13(b) to require that applicant serve ten years of the concurrent life sentences and an additional ten years on the consecutive life sentence before becoming eligible for consideration for parole. The applicant seeks to invoke § 13-8-10, entitled “Prisoners subject to more than one sentence.” The applicant in fact is subject to more than one sentence. But because the sentences he must serve are life sentences, his parole eligibility is governed by § 13-8-13, entitled “Life prisoners and prisoners with lengthy sentences.” This provision states, in relevant part, “In [the] case of a prisoner sentenced consecutively to more than one life term * * * the [parole] permit may be issued only after the prisoner has served not less than ten (10) years consecutively on each life sentence.” Clearly the General Assembly, in enacting a provision dealing exclusively with prisoners subject to life and lengthy prison sentences, intended that the parole status of prisoners receiving such sentences be governed by this provision.\nThis court has observed that “an individual who has been sentenced to serve two or more consecutive life sentences must serve ten years on each sentence before seeking parole.” (Emphasis added.) In re Advisory Opinion to the Governor, 421 A.2d 535, 536 (R.I.1980). The applicant before us is serving two concurrent life sentences and a consecutive life sentence. He has asked this court to mandate his parole on the two concurrent. life sentences after only ten years, even though a prisoner who is serving only one life sentence consecutively to another life sentence must serve twenty years before even seeking parole. To make such a calculation would, in effect, reward applicant for committing an additional murder. We would not impute such an unreasonable meaning to a statute, even if a literal reading of the statute lent itself to such an interpretation. Matter of Falstaff Brewing Corp. re: Narragansett Brewery Fire, 637 A.2d 1047, 1050 (R.I.1994). In the instant case, no reading, no matter how literal, of § 13-8-13(b) would support applicant’s contention. The mere fact that the first of two consecutive life sentences is itself composed of two concurrent life sentences does not render applicant eligible for parole any sooner than a prisoner serving two simple consecutive life sentences.\nApplicant Misconstrues § 13-8-10\nEven were we to accept applicant’s argument that § 13-8-10, rather than § 13-8-13, is the applicable provision, our determination of applicant’s parole eligibility would not differ. Section 13-8-10(a) provides:\n“If a prisoner is confined upon more than one sentence, a parole permit may be issued whenever he or she has served a term equal to one-third (lá) of the aggregate time which he or she shall be liable to serve under his or her several sentences unless he or she has been sentenced to serve two (2) or more terms concurrently, in which case the permit shall be issued when he or she has served a term equal to one-third (Jé) of the maximum term he or she was required to serve.”\nThe applicant asserted that the second clause of this section creates a separate, non-discretionary parole procedure for prisoners serving concurrent sentences that entitles him to parole on his concurrent life sentences. The applicant’s reading of § 13-8-10(a) misconstrues the clear intent of the General Assembly that created different procedures for prisoners serving only concurrent and only consecutive sentences. The applicant would have this Court read the clause relating to concurrent sentences in isolation from the preceding clause. The consequence of accepting the applicant’s argument would be to require the Board to follow a procedure intended to apply to prisoners serving only concurrent sentences whenever the Board assesses the parole status of prisoners who are serving concurrent sentences in addition to one or more consecutive sentences. In our opinion, such a reading would be contrary to public policy and in contravention of the clear intent of the Legislature.\nConsequently, we deny and dismiss the appeal and affirm the order of the Superior Court, to which the papers in the case may be returned.\n. We do not reach, and the state did not challenge, the legality of the orders issued by Justices Orton and Sheehan. We note, however, that these orders, directing that the Board consider applicant eligible for parole on the concurrent sentences after just ten years of incarceration, may conflict with our previous pronouncement that a prisoner may not seek parole until serving ten years on each consecutive life sentence.",
        "type": "majority",
        "author": "LEDERBERG, Justice."
      }
    ],
    "attorneys": [
      "William T. Murphy, Providence, for Plaintiff.",
      "Neil F.X. Kelly, Special Asst. Attorney General, Aaron Weisman, Asst. Attorney General, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Anthony J. DeCIANTIS v. STATE of Rhode Island.\nNo. 94-623 C.A.\nSupreme Court of Rhode Island.\nNov. 2, 1995.\nWilliam T. Murphy, Providence, for Plaintiff.\nNeil F.X. Kelly, Special Asst. Attorney General, Aaron Weisman, Asst. Attorney General, for Defendant."
  },
  "file_name": "0410-01",
  "first_page_order": 468,
  "last_page_order": 471
}
