{
  "id": 12489698,
  "name": "Larry A. MOORE v. COMMISSIONER OF MOTOR VEHICLES",
  "name_abbreviation": "Moore v. Comm'r of Motor Vehicles",
  "decision_date": "2017-04-18",
  "docket_number": "AC 38146",
  "first_page": "410",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "160 A.3d 410"
    },
    {
      "type": "parallel",
      "cite": "172 Conn. App. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Conn. App. Ct.",
    "id": 8801,
    "name": "Connecticut Appellate Court"
  },
  "jurisdiction": {
    "id": 2,
    "name_long": "Connecticut",
    "name": "Conn."
  },
  "cites_to": [
    {
      "cite": "735 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "250 Conn. 297",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1237182
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/250/0297-01"
      ]
    },
    {
      "cite": "786 A.2d 1279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "67 Conn.App. 394",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        260625
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/67/0394-01"
      ]
    },
    {
      "cite": "578 A.2d 677",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "23 Conn.App. 50",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        4219774
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/23/0050-01"
      ]
    },
    {
      "cite": "7 A.3d 385",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "weight": 2,
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "124 Conn.App. 759",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        4233589
      ],
      "weight": 2,
      "year": 2010,
      "pin_cites": [
        {
          "page": "767"
        },
        {
          "page": "767"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/124/0759-01"
      ]
    },
    {
      "cite": "657 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "232 Conn. 707",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        765906
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "719-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/232/0707-01"
      ]
    },
    {
      "cite": "675 A.2d 829",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "236 Conn. 769",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        392502
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "775"
        },
        {
          "page": "774-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/236/0769-01"
      ]
    },
    {
      "cite": "717 A.2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "245 Conn. 917",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        102082,
        102059,
        102135
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/conn/245/0917-03",
        "/conn/245/0917-01",
        "/conn/245/0917-02"
      ]
    },
    {
      "cite": "712 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "48 Conn.App. 635",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        1063782
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "640"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/48/0635-01"
      ]
    },
    {
      "cite": "761 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "249 Conn. 931",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        518066,
        518099,
        518100
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/conn/249/0931-03",
        "/conn/249/0931-02",
        "/conn/249/0931-01"
      ]
    },
    {
      "cite": "730 A.2d 1171",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "53 Conn.App. 391",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        228750
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/53/0391-01"
      ]
    },
    {
      "cite": "12 A.3d 1080",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "127 Conn.App. 108",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        5735221
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "115-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/127/0108-01"
      ]
    },
    {
      "cite": "639 A.2d 1018",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "229 Conn. 31",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        760081
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/229/0031-01"
      ]
    },
    {
      "cite": "616 A.2d 1157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "29 Conn.App. 576",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        718756
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn-app/29/0576-01"
      ]
    },
    {
      "cite": "757 A.2d 561",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "254 Conn. 333",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1116867
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/254/0333-01"
      ]
    },
    {
      "cite": "84 L.Ed.2d 814",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 1749",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "470 U.S. 1050",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11315457,
        11315397,
        11315913,
        11315339,
        11315277,
        11315629,
        11315982,
        11315856,
        11315567,
        11315698,
        11315510,
        11315193,
        11315770
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/470/1050-05",
        "/us/470/1050-04",
        "/us/470/1050-12",
        "/us/470/1050-03",
        "/us/470/1050-02",
        "/us/470/1050-08",
        "/us/470/1050-13",
        "/us/470/1050-11",
        "/us/470/1050-07",
        "/us/470/1050-09",
        "/us/470/1050-06",
        "/us/470/1050-01",
        "/us/470/1050-10"
      ]
    },
    {
      "cite": "478 A.2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "193 Conn. 695",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        557023
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/193/0695-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 909,
    "char_count": 23812,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2578024819207606
    },
    "sha256": "93fb618ce9060521395c78fc0456c6076dce3a2756627c754db353e2e9d33292",
    "simhash": "1:342ae988b555938c",
    "word_count": 3831
  },
  "last_updated": "2024-02-27T18:42:27.076854+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Larry A. MOORE\nv.\nCOMMISSIONER OF MOTOR VEHICLES"
    ],
    "opinions": [
      {
        "text": "BEACH, J.\nThe plaintiff, Larry A. Moore, appeals from the judgment of the Superior Court dismissing his appeal from the decision of the defendant, the Commissioner of Motor Vehicles (commissioner). The decision ordered, pursuant to General Statutes § 14-227b(c), a six month suspension of the plaintiff's license to operate a motor vehicle because of his refusal to submit to chemical alcohol testing following his arrest for driving under the influence. The plaintiff claims that (1) the hearing officer's finding that he refused to submit to the chemical alcohol test was not supported by substantial evidence and (2) his due process right to present a defense was violated. We disagree and, accordingly, affirm the judgment of the court.\nThe record reflects that following the plaintiff's arrest for operating a motor vehicle while under the influence of alcohol on August 17, 2014, Trooper Peter Appiah of the state police prepared a report that stated the following. At approximately 2:24 a.m., the plaintiff was traveling at a rate of eighty-six miles per hour on a portion of Interstate 95 near Westport that had a posted speed limit of fifty-five miles per hour. Appiah stopped the car, and, after detecting a strong odor of alcohol on the plaintiff's breath, attempted to administer field sobriety tests. The plaintiff began to perform the horizontal gaze nystagmus test, which he did not perform to standard, and then refused to continue performing the test. After removing his shoes and socks, and complaining of an existing injury to a toe, the plaintiff refused to perform the walk and turn test, and then refused to perform the one-leg stand test. Appiah placed the plaintiff under arrest for driving under the influence of alcohol in violation of General Statutes § 14-227a and reckless driving in violation of General Statutes § 14-222. After the plaintiff was transported to the state police barracks in Bridgeport, he refused to submit to a chemical alcohol test. He further refused to sign any documents or to participate any further in the processing procedure. The plaintiff began to yell loudly, exhibited mood swings and engaged in erratic behavior, which included, at one point, performing push-ups in his cell.\nPursuant to § 14-227b(c), Appiah completed an A-44 form detailing that the plaintiff was read the implied consent advisory section of the A-44 form and refused to take a chemical alcohol test. Appiah further indicated in the A-44 form that state police Trooper Thomas Ehret witnessed the refusal.\nThe commissioner notified the plaintiff that his license was to be suspended for a period of six months and that he was entitled to a hearing. The plaintiff availed himself of his statutory right to contest the suspension at an administrative hearing. At the plaintiff's request, the hearing was continued from September 10, 2014, to September 17, 2014. The hearing took place on September 17, October 8 and October 15, 2014.\nAt the September 17, 2014 hearing, Appiah testified that he did not bring police video recordings of the plaintiff that had been requested in a subpoena duces tecum because he recently had been on vacation and had been working the midnight shift; he, therefore, had not had an opportunity to obtain the video recordings, but he said that he would make an effort to do so. He further testified that the contents of the A-44 form were true. Ehret testified that he had been present when the plaintiff was being processed, but that he did not directly witness the implied consent advisory being read to the plaintiff. He said that he had been processing another prisoner and that the reading of the advisory could have happened during that time. He testified, however, that he witnessed the plaintiff's refusal to submit to chemical alcohol testing. He stated that the petitioner \"was very belligerent, yelling and screaming. My recollection was, he was in the group cell when he was asked to take the breath test, at which point he refused. He refused to sign anything. He refused to participate in anything.\"\nAt the October 8, 2014 hearing, Appiah said that he had tried to obtain the video recording sought in the subpoena duces tecum but that it had been destroyed thirty days after the August 17, 2014 arrest in accordance with the policy of the state police. On October 15, 2014, the plaintiff testified that he had asked Appiah for a breath test at the scene, in the police cruiser and while he was in the state police barracks, but that Appiah did not read the implied consent advisory to him and refused to administer a chemical alcohol test. The plaintiff did not ask the hearing officer to draw an adverse inference from the spoliation of the video recording.\nOn October 16, 2014, the hearing officer issued a decision finding that (1) the arresting officer had probable cause to arrest the plaintiff, (2) the plaintiff was arrested, (3) the plaintiff refused to submit to chemical alcohol testing, (4) the plaintiff was operating a motor vehicle and that (5) the plaintiff was not younger than twenty-one years of age. The hearing officer made the subordinate finding that \"Trooper Ehret did not testify that he did not witness refusal and, per report (section J of A-44), it is found that refusal was witnessed as required by General Statutes § 14-227b(c).\" The hearing officer ordered that the plaintiff's driver's license be suspended for six months.\nThe plaintiff appealed to the Superior Court from the commissioner's decision suspending his operator's license. He claimed that the hearing officer's finding that the plaintiff refused the breath test was not supported by substantial evidence and that the plaintiff's right to due process was violated by Appiah's lack of compliance with the subpoena duces tecum requesting the production of a video recording of the plaintiff's alleged refusal to submit to chemical alcohol testing. See General Statutes § 4-183. On July 17, 2015, the court issued a written memorandum of decision in which it found that there was substantial evidence to support the hearing officer's finding of refusal. Applying the factors enunciated in State v. Asherman , 193 Conn. 695, 724, 478 A.2d 227 (1984), cert. denied, 470 U.S. 1050, 105 S.Ct. 1749, 84 L.Ed.2d 814 (1985), pertaining to due process, the court found that the record did not require the conclusion that the hearing officer should have inferred from the spoliation of the video recording that the recording contained information favorable to the plaintiff. The court dismissed the appeal. This appeal followed.\nWe begin by setting forth the standard applicable to our review of administrative decisions. \"[J]udicial review of the commissioner's action is governed by the Uniform Administrative Procedure Act [ (UAPA), General Statutes §§ 4-166 through 4-189 ], and the scope of that review is very restricted. ... [R]eview of an administrative agency decision requires a court to determine whether there is substantial evidence in the administrative record to support the agency's findings of basic fact and whether the conclusions drawn from those facts are reasonable. ... Neither this court nor the trial court may retry the case or substitute its own judgment for that of the administrative agency on the weight of the evidence or questions of fact. ... Our ultimate duty is to determine, in view of all of the evidence, whether the agency, in issuing its order, acted unreasonably, arbitrarily, illegally or in abuse of its discretion.\" (Citation omitted; internal quotation marks omitted.) Murphy v. Commissioner of Motor Vehicles , 254 Conn. 333, 343, 757 A.2d 561 (2000).\nSection 14-227b, commonly referred to as the implied consent statute, governs license suspension hearings. Section 14-227b(g) provides in relevant part: \"The hearing shall be limited to a determination of the following issues: (1) Did the police officer have probable cause to arrest the person for operating a motor vehicle while under the influence of intoxicating liquor or any drug or both; (2) was such person placed under arrest; (3) did such person refuse to submit to such test or analysis or did such person submit to such test or analysis, commenced within two hours of the time of operation, and the results of such test or analysis indicated that such person had an elevated blood alcohol content; and (4) was such person operating the motor vehicle. ...\"\n\"In the context of a license suspension under the implied consent law, if the administrative determination of the four license suspension issues set forth in § 14-227b [g] is supported by substantial evidence in the record, that determination must be sustained.\" Schallenkamp v. DelPonte , 29 Conn.App. 576, 581, 616 A.2d 1157 (1992), aff'd, 229 Conn. 31, 639 A.2d 1018 (1994). \"An administrative finding is supported by substantial evidence if the record affords a substantial basis of fact from which the fact in issue can be reasonably inferred. ... The substantial evidence rule imposes an important limitation on the power of the courts to overturn a decision of an administrative agency ... and ... provide[s] a more restrictive standard of review than standards embodying review of weight of the evidence or clearly erroneous action. ... The United States Supreme Court, in defining substantial evidence ... has said that it is something less than the weight of the evidence, and the possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency's finding from being supported by substantial evidence.\" (Internal quotation marks omitted.) Spitz v. Board of Examiners of Psychologists , 127 Conn.App. 108, 115-16, 12 A.3d 1080 (2011).\nI\nThe plaintiff claims that the court improperly affirmed the hearing officer's finding that the plaintiff refused to submit to chemical alcohol testing and that the hearing officer's finding was not supported by substantial evidence in the record. We disagree.\n\"Whether the plaintiff's actions constituted a refusal to submit to [a chemical alcohol] test presents a question of fact ... and, therefore, our review is limited to determining whether the hearing officer's finding was supported by substantial evidence.\" (Citations omitted.) Altschul v. Salinas , 53 Conn.App. 391, 397, 730 A.2d 1171, cert. denied, 249 Conn. 931, 761 A.2d 751 (1999). \"[R]efusing to take a breath test may be accomplished by a failure to cooperate as well as by an expressed refusal.\" (Internal quotation marks omitted.) Id.\nThere was substantial evidence in the record to support the hearing officer's finding that the plaintiff refused to submit to chemical alcohol testing. The A-44 form indicated that the plaintiff refused to submit to chemical alcohol testing. Under \"Section F: Chemical Alcohol Test Data,\" the box, \"test refusal,\" was checked. Ehret signed the section for chemical alcohol test refusal, which stated, \"[t]he operator named above refused to submit to such test or analysis when requested to do so. The refusal occurred in my presence and my endorsement appears below.\" The results of the breath test indicated, \"test aborted refusal,\" and was signed by Appiah. The form also indicated that the plaintiff was read the implied consent advisory. Appiah signed under oath to the accuracy of the statements in the A-44 form. Appiah also testified at the administrative hearing to the truth of the contents of the A-44 form. Appiah stated in his investigation report that at \"[a]pproximately 0318 hours, [the plaintiff] was read the implied consent advisory section of the A-44. After being read the implied consent advisory section, [the plaintiff] refused to take the selected breath [test] and indicated that he refused to sign any documents or participate in the processing procedure any further. Trooper Ehret ... witnessed the refusal.\" Ehret testified that he witnessed the plaintiff's refusal to submit to chemical alcohol testing.\nThe plaintiff argues that the statements on the A-44 form that he was read the implied consent advisory and refused the test, and that his refusal was witnessed, were contradicted by Ehret's testimony. He further argues that Ehret's credibility was diminished because his testimony was internally contradictory, in that he testified to two different locations where the plaintiff refused the test: the holding cell, and the booking area where Ehret was processing another arrestee. He argues that the refusal could not have occurred simultaneously in two different locations so that it was not possible to know from Ehret's testimony whether he refused. The plaintiff contends that his own testimony indicated that he repeatedly asked for a breath test, and that it would not be logical for the plaintiff repeatedly to request a breath test prior to booking only to refuse the test once he was at the state police barracks where the test could be performed.\nThe claims that Ehret's testimony was not credible, and that the hearing officer should have credited the plaintiff's testimony, are not claims on which the plaintiff can prevail. It was within the province of the hearing officer to resolve credibility determinations. \"The credibility of witnesses and the determination of factual issues are matters within the province of the administrative agency, and this court cannot disturb the conclusions reached by the commissioner if there is evidence that reasonably supports his decision.\" (Internal quotation marks omitted.) Dumont v. Commissioner of Motor Vehicles , 48 Conn.App. 635, 640, 712 A.2d 427, cert. denied, 245 Conn. 917, 717 A.2d 234 (1998).\nWe conclude that the hearing officer's finding that the plaintiff refused to submit to chemical alcohol testing was supported by substantial evidence.\nII\nThe plaintiff next claims that the court erred in failing to conclude that his due process right to present a defense was violated by Appiah's failure to preserve and to produce video recordings that may have shown whether he refused to submit to chemical alcohol testing. The court determined that the spoliation test prescribed in State v. Asherman , supra, 193 Conn. 695, 478 A.2d 227, governed this case and that the plaintiff could not prevail under that test. The plaintiff argues that the court erred in applying Asherman , and should have instead utilized the spoliation test enunciated in Beers v. Bayliner Marine Corp ., 236 Conn. 769, 775, 675 A.2d 829 (1996), on the reasoning that Beers is to be applied in civil matters.\nThe Asherman balancing test is used to determine \"whether the failure of the police to preserve potentially useful evidence had deprived a criminal defendant of due process of law under ... [our] state constitution\" and requires the following factors to be weighed: \"the materiality of the missing evidence, the likelihood of mistaken interpretation of it by witnesses or the jury, the reason for its nonavailability to the defense and the prejudice to the defendant caused by the unavailability of the evidence.\" (Citations omitted.) State v. Morales , 232 Conn. 707, 719-20, 657 A.2d 585 (1995).\nIn Beers v. Bayliner Marine Corp ., supra, 236 Conn. 769, 675 A.2d 829, our Supreme Court \"adopt[ed] the rule of the majority of the jurisdictions that have addressed the issue [of spoliation of evidence] in a civil context, which is that the trier of fact may draw an inference from the intentional spoliation of evidence that the destroyed evidence would have been unfavorable to the party that destroyed it. ... To be entitled to this inference [under the Beers test], the victim of spoliation must prove that: (1) the spoliation was intentional, in the sense that it was purposeful, and not inadvertent; (2) the destroyed evidence was relevant to the issue or matter for which the party seeks the inference; and (3) he or she acted with due diligence with respect to the spoliated evidence.... We emphasized that the adverse inference is permissive, and not mandatory ....\" (Emphasis omitted; internal quotation marks omitted.) Williams v. State , 124 Conn.App. 759, 767, 7 A.3d 385 (2010).\nThe plaintiff argues that he satisfied the Beers test and thus was entitled to receive the benefit of an inference that information contained in the destroyed evidence would have been helpful to him. He argues that if an adverse inference had been drawn, then \"the accuracy and/or truthfulness of the police report, A-44 and the officers' testimony would have been eviscerated, requiring a reversal of the suspension order.\" We need not decide which standard is appropriately applied in the circumstances of this case because the plaintiff cannot prevail under either standard.\nThe conclusions made by the court regarding the third prong of the Asherman test are dispositive of the plaintiff's inability to meet the Beers standard. The third prong of the Asherman test concerns the reasons why the evidence was not available. This factor examines \"the motives behind the destruction of evidence [and can include] such factors as whether the destruction was deliberate and intentional rather than negligent ....\" (Citations omitted.) State v. Grillo , 23 Conn.App. 50, 56, 578 A.2d 677 (1990). The court noted that evidence in the record supported the conclusion that Appiah's failure to obtain the video, prior to its destruction under standard police policy, was negligent rather than intentional. The court noted Appiah's testimony to the effect that he did not know how long the police retained videos until it was too late, and it noted that the destruction was not directed at the plaintiff but rather was the result of standard police policy.\nUnder the first factor of Beers , the plaintiff must prove that the spoliation was intentional rather than inadvertent. The court determined that the record supported the conclusion that the destruction of the evidence was a result of Appiah's negligence, but was not intentional. Because the plaintiff did not satisfy the first Beers factor, he was not entitled to a permissive inference in any event. See, e.g., Williams v. State , supra, 124 Conn.App. at 767, 7 A.3d 385. The record does not compel a finding that the Beers standard was satisfied and the plaintiff has not challenged the court's conclusion that he cannot prevail under the Asherman test. Accordingly, the plaintiff cannot prevail on his claim.\nThe judgment is affirmed.\nIn this opinion the other judges concurred.\nGeneral Statutes § 14-227b provides in relevant part: \"(a) Any person who operates a motor vehicle in this state shall be deemed to have given such person's consent to a chemical analysis of such person's blood, breath or urine and, if such person is a minor, such person's parent or parents or guardian shall also be deemed to have given their consent....\n\"(c) If the person arrested refuses to submit to such test or analysis ... the police officer, acting on behalf of the Commissioner of Motor Vehicles, shall immediately revoke and take possession of the motor vehicle operator's license .... The police officer shall prepare a report of the incident and shall mail or otherwise transmit in accordance with this subsection the report ... to the Department of Motor Vehicles .... The report shall contain such information as prescribed by the Commissioner of Motor Vehicles and shall be subscribed and sworn to under penalty of false statement as provided in section 53a-157b by the arresting officer. If the person arrested refused to submit to such test or analysis, the report shall be endorsed by a third person who witnessed such refusal. The report shall set forth the grounds for the officer's belief that there was probable cause to arrest such person for a violation of section 14-227a or 14-227m or subdivision (1) or (2) of subsection (a) of section 14-227n and shall state that such person had refused to submit to such test or analysis when requested by such police officer to do so ....\"\n\"The A-44 form is used by the police to report an arrest related to operating a motor vehicle under the influence and the results of any sobriety tests administered or the refusal to submit to such tests.\" Roy v. Commissioner of Motor Vehicles, 67 Conn.App. 394, 396 n.3, 786 A.2d 1279 (2001).\nThe court stayed the suspension of the plaintiff's operator's license pending the present appeal. See General Statutes § 4-183(f).\nEhret's testimony was not necessarily contradictory. He testified that he was in the booking room when Appiah was processing the plaintiff and that it was his recollection that the plaintiff was in the group cell when he was asked to take the breath test and refused. Ehret testified that it was \"possible\" that the plaintiff was read the implied consent advisory when he was in the group cell but that he \"was dealing with another prisoner at the time as well.\" He stated that the petitioner \"was very belligerent, yelling and screaming. My recollection was, he was in the group cell when he was asked to take the breath test, at which point he refused. He refused to sign anything. He refused to participate in anything.\"\nEven if there were inconsistencies in the evidence, however, the finding of the hearing officer that the plaintiff refused to submit to chemical alcohol testing may still be held to be supported by substantial evidence. See Schallenkamp v. DelPonte, 229 Conn. 31, 41, 639 A.2d 1018 (1994) ( \"In reviewing an administrative determination, we must take into account [that there is] contradictory evidence in the record ... but the possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency's finding from being supported by substantial evidence .... Moreover, it is not the function of the trial court, nor of this court, to retry the cause. ... [T]he determination of issues of fact are matters within [the] province [of the administrative agency].\" [Citation omitted; internal quotation marks omitted.] ).\nWe note that if the Beers factors are satisfied, the finder of fact may draw an adverse inference. Intentional spoliation does not necessarily compel judgment against the spoliator; rather, a permissive inference results. Beers v. Bayliner Marine Corp., supra, 236 Conn. at 774-77, 675 A.2d 829.\nNeither party has contested the court's perusal of the record to determine whether an adverse inference was available to the plaintiff. We merely note that the court considered no evidence outside the return of record, and it dealt with the substance of the plaintiff's claim regarding the adverse inference. In these circumstances, the reasoning of the court may be deemed to support the ultimate determination of whether the hearing officer could have reasonably and logically reached his conclusions. See, e.g., Church Homes, Inc. v. Administrator, Unemployment Compensation Act, 250 Conn. 297, 303, 735 A.2d 805 (1999).\nWe also are unable to discern from the record whether the hearing officer actually did employ an adverse inference, but found that the evidence nonetheless compelled a result unfavorable to the plaintiff, whether the officer simply decided not to employ the inference, although he could have, or whether he believed that he could not lawfully use the inference. Because the result is supported by substantial evidence in any event, and there is nothing in the record to suggest that the decision was unreasonably or unlawfully reached, the hearing officer's conclusions must stand.",
        "type": "majority",
        "author": "BEACH, J."
      }
    ],
    "attorneys": [
      "Roy S. Ward, for the appellant (plaintiff).",
      "Charles H. Walsh, assistant attorney general, with whom, on the brief, was George Jepsen, attorney general, for the appellee (defendant)."
    ],
    "corrections": "",
    "head_matter": "Larry A. MOORE\nv.\nCOMMISSIONER OF MOTOR VEHICLES\nAC 38146\nAppellate Court of Connecticut.\nArgued January 9, 2017\nOfficially released April 18, 2017\nRoy S. Ward, for the appellant (plaintiff).\nCharles H. Walsh, assistant attorney general, with whom, on the brief, was George Jepsen, attorney general, for the appellee (defendant).\nDiPentima, C. J., and Beach and Danaher, Js."
  },
  "file_name": "0410-02",
  "first_page_order": 410,
  "last_page_order": 419
}
