{
  "id": 7296105,
  "name": "Joyce A. SCHMIDT, Administratrix of the Estate of Erin D. Schmidt, Deceased; Joyce A. Schmidt, In Her Own Right, and Lindsay Schmidt, a Minor, by Her Mother and Natural Guardian, Joyce A. Schmidt v. BOARDMAN COMPANY, a Division of TBC Fabrication, Inc.; Boardman, Inc.; TBC Fabrication, Inc.; Coraopolis Volunteer Fire Department; Sinor Manufacturing, Inc., n/k/a Freightliner Specialty Vehicles, Inc., and Freightliner Specialty Vehicles, Inc.; Peter Jeffress and Michele Jeffress, Individually and on Behalf of Their Minor Daughters, Joeylynne Jeffress and Lauren Jeffress v. Coraopolis Volunteer Fire Department; Boardman Company, a Division of TBC Fabrication, Inc.; Boardman, Inc.; Sinor Manufacturing, Inc.; and Freightliner Specialty Vehicles, Inc. Petition of Sinor Manufacturing, Inc., n/k/a Freightliner Specialty Vehicles, Inc., and Freightliner Specialty Vehicles, Inc.",
  "name_abbreviation": "Schmidt v. Boardman Co.",
  "decision_date": "2009-05-27",
  "docket_number": "",
  "first_page": "411",
  "last_page": "412",
  "citations": [
    {
      "type": "official",
      "cite": "973 A.2d 411"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 156,
    "char_count": 2320,
    "ocr_confidence": 0.687,
    "sha256": "2c6fc468a49e04ababae28315cbab4b9d8a1b89024cbb39fdb9e9f6d0ebc6ebe",
    "simhash": "1:3cdb0333ce4c6da2",
    "word_count": 344
  },
  "last_updated": "2023-07-14T17:01:01.949548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joyce A. SCHMIDT, Administratrix of the Estate of Erin D. Schmidt, Deceased; Joyce A. Schmidt, In Her Own Right, and Lindsay Schmidt, a Minor, by Her Mother and Natural Guardian, Joyce A. Schmidt v. BOARDMAN COMPANY, a Division of TBC Fabrication, Inc.; Boardman, Inc.; TBC Fabrication, Inc.; Coraopolis Volunteer Fire Department; Sinor Manufacturing, Inc., n/k/a Freightliner Specialty Vehicles, Inc., and Freightliner Specialty Vehicles, Inc. Peter Jeffress and Michele Jeffress, Individually and on Behalf of Their Minor Daughters, Joeylynne Jeffress and Lauren Jeffress v. Coraopolis Volunteer Fire Department; Boardman Company, a Division of TBC Fabrication, Inc.; Boardman, Inc.; Sinor Manufacturing, Inc.; and Freightliner Specialty Vehicles, Inc. Petition of Sinor Manufacturing, Inc., n/k/a Freightliner Specialty Vehicles, Inc., and Freightliner Specialty Vehicles, Inc."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 27th day of May 2009, the Petition for Allowance of Appeal is GRANTED to the issues set forth below. The issues, rephrased for clarity, are:\n1. Whether a plaintiff must prove a physical injury in order to be entitled to recover under a strict product liability theory?\n2. Whether the product-line exception to the general rule against successor liability should be part of Pennsylvania’s strict product liability jurisprudence?\n3. If the product line exception is recognized as part of Pennsylvania’s strict product liability jurisprudence, whether the exception should be formulated to strictly require proof of the following before successor liability can be imposed: (1) the successor corporation purchased all or substantially all of the assets of the manufacturer of the product at issue; (2) the successor undertook essentially the same manufacturing operation as the manufacturer of the product alleged to have caused the plaintiffs injuries and then continued to manufacture the same product line; and (3) the transaction between the successor and the manufacturer of the product at issue caused the destruction of the plaintiffs remedies against the manufacturer?\nIn briefing Issue 2, the parties are directed to address whether the issue has been waived pursuant to Pa.R.A.P. 302(a). The Prothonotary is directed to list this matter for oral argument.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Joyce A. SCHMIDT, Administratrix of the Estate of Erin D. Schmidt, Deceased; Joyce A. Schmidt, In Her Own Right, and Lindsay Schmidt, a Minor, by Her Mother and Natural Guardian, Joyce A. Schmidt v. BOARDMAN COMPANY, a Division of TBC Fabrication, Inc.; Boardman, Inc.; TBC Fabrication, Inc.; Coraopolis Volunteer Fire Department; Sinor Manufacturing, Inc., n/k/a Freightliner Specialty Vehicles, Inc., and Freightliner Specialty Vehicles, Inc. Peter Jeffress and Michele Jeffress, Individually and on Behalf of Their Minor Daughters, Joeylynne Jeffress and Lauren Jeffress v. Coraopolis Volunteer Fire Department; Boardman Company, a Division of TBC Fabrication, Inc.; Boardman, Inc.; Sinor Manufacturing, Inc.; and Freightliner Specialty Vehicles, Inc. Petition of Sinor Manufacturing, Inc., n/k/a Freightliner Specialty Vehicles, Inc., and Freightliner Specialty Vehicles, Inc.\nSupreme Court of Pennsylvania.\nMay 27, 2009."
  },
  "file_name": "0411-03",
  "first_page_order": 453,
  "last_page_order": 454
}
