{
  "id": 9097416,
  "name": "Christine MCKINNEY, Plaintiff, v. BRANDYWINE COURT CONDOMINIUM COUNCIL, INC., Defendant",
  "name_abbreviation": "McKinney v. Brandywine Court Condominium Council, Inc.",
  "decision_date": "2003-05-06",
  "docket_number": "C.A. No. 01C-08-017 WLW",
  "first_page": "411",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 411"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "320 A.2d 711",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030526
      ],
      "pin_cites": [
        {
          "page": "712"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/320/0711-01"
      ]
    },
    {
      "cite": "538 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877707
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "734"
        },
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/538/0726-01"
      ]
    },
    {
      "cite": "797 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9433758
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "675-676"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/797/0673-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 9316,
    "ocr_confidence": 0.667,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21427407543837498
    },
    "sha256": "9c282109639c8bcb9c34aeeaad6db384c5da4d5fe57cbb3f65e9a5a9273d7a11",
    "simhash": "1:816393b74909d1df",
    "word_count": 1525
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Christine MCKINNEY, Plaintiff, v. BRANDYWINE COURT CONDOMINIUM COUNCIL, INC., Defendant."
    ],
    "opinions": [
      {
        "text": "WITHAM, J.\nFacts and Background\nThis is a slip and fall case. Plaintiff allegedly fell on December 22, 1999 down the Building A stairs maintained by Defendant. At issue is whether Defendant was negligent in maintaining the stairs and, if so, whether such negligence was a proximate cause of Plaintiffs injuries. Plaintiff alleges that the stairs were icy at the time, while Defendant maintains that there was no snow or ice on the stairs.\nAt issue for purposes of this motion are two sets of photographs taken by Plaintiff and Mark Mervine, a paralegal for Plaintiffs attorney, and the proposed testimony of Mr. Mervine.\nThe first set of photographs was taken by Plaintiff and depicts the stairs at Building A on the evening of January 30, 2000, approximately five weeks after the alleged slip and fall. The second set of photographs was taken on the morning of January 29, 2003, by Mr. Mervine and depicts the stairs at Building A and Building D.\nThe proposed testimony of Mr. Mervine would go toward his taking of the photographs and the conditions of the stairs at Building A and Building D on January 29, 2003.\nApplicable Rules and Law Delaware Uniform Rules of Evidence\nRule 401. Definition of “relevant evidence.” — “Relevant evidence” means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\nRule 402. Relevant evidence generally admissible; irrelevant evidence inadmissible. — All relevant evidence is admissible, except as otherwise provided by statute or by these rules or by other rules applicable in the courts of this State. Evidence which is not relevant is not admissible.\nRule 403. Exclusion of relevant evidence on grounds of prejudice, confusion or waste of time. — Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues or misleading the jury, or by considerations of undue delay, waste of time or needless presentation of cumulative evidence.\nRule 404. Character evidence not admissible to prove conduct; exceptions; other crimes, (b) Other crimes, wrongs or acts. — Evidence of other crimes, wrongs or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident.\nUnder Joynes v. State and Getz v. State, if evidence of either a prior or subsequent bad act is offered for a purpose permitted by D.R.E. 404(b), the trial judge must engage in the balancing test required under D.R.E. 403:\n(1) The evidence of other crimes must be material to an issue or ultimate fact in dispute in the case. If the State elects to present such evidence in its case-in-chief it must demonstrate the existence, or reasonable anticipation, of such a material issue.\n(2) the evidence of other crimes must be introduced for a purpose sanctioned by D.R.E. 404(b) or any purpose not inconsistent with the basic prohibition against evidence of bad character or criminal disposition.\n(3) The other crimes must be proved by evidence which is “plain, clear and conclusive.”\n(4) The other crimes [or bad acts] must not be too remote in time from the charged offense.\n(5) The Court must balance the probative value of such evidence against its unfairly prejudicial effect, as required by D.R.E. 403.\n(6) Because such evidence is admitted for a limited purpose, the jury should be instructed concerning the purpose for its admission as required by D.R.E. 105.\nDiscussion\nThe first set of photographs depicts stairs at the location of the alleged slip and fall five weeks after the alleged incident and the second set depicts stairs at that location as well as another location in the complex over three years after that incident. The proposed testimony of Mark Mervine deals directly with those photographs and the conditions when they were taken. Since this occurred well after the alleged incident, then it should be considered as proof of a subsequent bad act.\nThe Court cannot project any way that any of this proposed evidence fits into one of the exceptions under Rule 404(b). Furthermore, it seems to the Court that any probative value that this evidence may have would be substantially outweighed by the risk of prejudice as well as misleading the jury because it does not show the conditions of the actual location of the alleged slip and fall at the time it occurred. Rather, it shows conditions at that location (as well as another location) at a time much later.\nConsidering this proposed evidence in terms of the balancing test:\n(1) The proposed evidence does not appear to be material to an issue or ultimate fact in the present case. The proposed evidence and testimony deals with the conditions of the location (and a different location in the second set of photographs) five weeks and three years later, respectively. It does not deal with the conditions of the stairs at the actual time of the incident nor even in close proximity to the time of the incident.\n(2) D.R.E. 404(b) provides that “evidence of other crimes, wrongs or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident.” It appears that the photographs and proposed testimony are being offered to show that Defendant did not clear ice and snow from the steps at the time the photos were taken, so Defendant must have failed to do so at the time of the incident as well. This is an impermissible purpose. Furthermore, the proposed evidence and testimony does not fall squarely within one of the exceptions listed.\n(3) The photographs could very well be “plain, clear and conclusive” evidence of the condition of the stairs at a time other than the incident at issue here. That fact alone would not be justification to admit the photographs and testimony, as it is still prejudicial and likely to cause confusion.\n(4) For purposes of determining the conditions of the stairs at the time of the alleged slip and fall (snow and/or ice) of December 22, 1999, the photographs (and related proposed testimony) would be too remote in time, being taken five weeks and three years after, respectively.\n(5) In light of the foregoing, the photographs and proposed testimony would be unfairly prejudicial, and such prejudice outweighs any probative value that they may have.\nPlaintiff argues that the proposed admission of the photographs and the testimony of Mr. Mervine would serve to impeach Defendant’s witness, Zannis Bousses, who is the manager and president of the Board of Directors of Brandy-wine. He has testified, and is expected to testify in the future, that Brandywine always takes care of removing ice and snow on the steps before 7:00 a.m. Plaintiff seeks to show the photographs to the jury and have Mr. Mervine testify to show that this is not the case and to reflect on the credibility and trustworthiness of its witnesses as well as Mr. Bousses. However, D.R.E. 608(b) provides as follows:\nSpecific instances of conduct. Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness’ credibility, other than conviction of crime as provided in Rule 609 [Impeachment by evidence of conviction of crime], may not be proved by extrinsic evidence. They may, however, in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness (1) concerning the witness’ character for truthfulness or untruthfulness, or (2) concerning the character for truthfulness or untruthfulness of another witness as to which character the witness being cross-examined has testified.\nTherefore, the proposed testimony and photographs are also not admissible even if proposed for impeachment purposes.\nConclusion\nThe proposed testimony and photographs are not sufficiently relevant to justify their admission. Their prejudicial effect greatly outweighs any possible probative value that they may have. For these reasons, those fisted in the Getz analysis above, and the prohibition on extrinsic evidence for impeachment purposes, the photographs and proposed testimony should be excluded from trial. Therefore, Defendant’s Motion In Limine is granted.\nIT IS SO ORDERED.\n. Joynes v. State, 797 A.2d 673, 675-676 (Del. 2002); Getz v. State, 538 A.2d 726, 734 (Del. 1988).\n. Id.; citing Renzi v. State, 320 A.2d 711, 712 (Del.1974).\n. An appropriate form for such a limiting instruction is found in Footnote 8 of Getz v. State (538 A.2d at 734). The suggested format addresses the use of other crimes [or bad acts] based on identity.",
        "type": "majority",
        "author": "WITHAM, J."
      }
    ],
    "attorneys": [
      "Wayne N. Elliott, Prickett Jones & Elliott, P.A., Dover, DE, for Plaintiff.",
      "Carol J. Antoff, Reger & Rizzo, LLP, Wilmington, DE, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Christine MCKINNEY, Plaintiff, v. BRANDYWINE COURT CONDOMINIUM COUNCIL, INC., Defendant.\nC.A. No. 01C-08-017 WLW.\nSuperior Court of Delaware, Kent County.\nSubmitted: March 31, 2003.\nDecided: May 6, 2003.\nWayne N. Elliott, Prickett Jones & Elliott, P.A., Dover, DE, for Plaintiff.\nCarol J. Antoff, Reger & Rizzo, LLP, Wilmington, DE, for Defendant."
  },
  "file_name": "0411-01",
  "first_page_order": 459,
  "last_page_order": 462
}
