{
  "id": 11324860,
  "name": "Otho M. OTTE and Irene Otte and Clarence Kubrick and Charmaine Kubrick v. COVINGTON TOWNSHIP ROAD SUPERVISORS, Clarence Kubrick and Charmaine Kubrick; Otho M. OTTE and Irene Otte and Clarence Kubrick and Charmaine Kubrick v. COVINGTON TOWNSHIP ROAD SUPERVISORS, Otho M. Otte and Irene Otte. Appeal of COVINGTON TOWNSHIP ROAD SUPERVISORS. (Two Cases)",
  "name_abbreviation": "Otte v. Covington Township Road Supervisors",
  "decision_date": "1994-11-18",
  "docket_number": "",
  "first_page": "412",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 412"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "466 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714996
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0031-01"
      ]
    },
    {
      "cite": "319 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582355
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0392-01"
      ]
    },
    {
      "cite": "613 A.2d 183",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1435270
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/149/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 11981,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23977633445038687
    },
    "sha256": "952c29dab4a550a41c33d23da624beb4af41ee96286c3caf1b7597339614b1cf",
    "simhash": "1:b7bf94f3c0092cd5",
    "word_count": 1967
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS,' CAPPY, CASTILLE and MONTEMURO, JJ. ."
    ],
    "parties": [
      "Otho M. OTTE and Irene Otte and Clarence Kubrick and Charmaine Kubrick v. COVINGTON TOWNSHIP ROAD SUPERVISORS, Clarence Kubrick and Charmaine Kubrick. Otho M. OTTE and Irene Otte and Clarence Kubrick and Charmaine Kubrick v. COVINGTON TOWNSHIP ROAD SUPERVISORS, Otho M. Otte and Irene Otte. Appeal of COVINGTON TOWNSHIP ROAD SUPERVISORS. (Two Cases)"
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPAPADAKOS, Justice.\nIn this case, the Commonwealth Court reversed the order of the Court of Common Pleas of Clearfield County, 149 Pa.Cmwlth. 467, 613 A.2d 183. The trial court had affirmed a decision of the Covington Township Road Supervisors (the Appellants herein) denying the Appellees’ permit application for on-lot sewage treatment systems. For the reasons set forth below, we affirm the decision of the Commonwealth Court.\nIn the summer of 1983, Appellees, the Ottes, acquired lots 49 and 50; and Appel-lees, the Kubricks, acquired lot 53; and all three lots are located in the new Sandy Creek Forest Development (Sandy Creek), Covington Township, Clearfield County, Pennsylvania. Each lot is slightly larger than ten acres. Under a provision of the Pennsylvania Sewage Facilities Act (Act) at 35 P.S. § 750.7(b)(4), a sewage facilities plan “revision” must be submitted to, and approved by, the Pennsylvania Department of Environmental Resources (DER) for new subdivisions such as Sandy Creek. If this is not done, issuance of permits for on-lot sewage treatment systems is generally prohibited, subject to certain limited exceptions. Sandy Creek’s developer never submitted a plan “revision” to the DER, hence, unless one of the exceptions to the Act, set forth at 35 P.S. § 750.7(b)(5), applies, on-lot sewage systems are forbidden in the development.\nIn September, 1987, Appellees submitted a request to DER (later supplemented by documentation) for an exception to the on-lot sewage permit ban for lots 49, 50 and 53, pursuant to § 7(b)(5)© of the Act. By letter dated December 1, 1989 (over two years later), and sent to the Appellants (with a copy to Appellees’ attorney and to the Covington Township Solicitor), an official in DER’s Bureau of Water Quality Management notified Appellants in admittedly imprecise language that it had granted the requested exception to Appellees. The grounds for granting the exception were essentially that DER felt itself estopped, by representations made to Appellees’ attorney, from denying the exception, which in any case was limited to only the three lots in question. Appellants did not appeal this determination to the Environmental Hearing Board (EHB) in spite of the fact that the Environmental Hearing Board Act, at 35 P.S. § 7514(c), provides in pertinent part that:\n... no action of the Department [DER] adversely affecting a person shall be final as to that person until the person has had the opportunity to appeal the action to the board under subsection (g). If a person has not perfected an appeal in accordance with the regulations of the board, the department’s action shall be final as to the person.\nUnder 25 Pa.Code § 21.52(a), a person has thirty days from the receipt of “written notice of such action” to appeal to the EHB.\nHaving obtained the exception, Appellees next submitted on-lot sewage permit applications to the Clearfield County Sewage Committee, which had been delegated the authority to issue these permits by Covington Township Ordinance No. 83-1. Lots 49, 50 and 53 were inspected by a Township sewage enforcement officer, who found that the lots satisfied all DER requirements including those set forth at 25 Pa.Code, C. 73. Chapter 73 contains the design, site characteristics, and other standards for sewage disposal facilities. The permit applications themselves were also reviewed by an enforcement officer and were found to meet DER regulations. Nonetheless, after a hearing, Appellants issued a letter decision dated June 8, 1990, denying the permits on the general grounds that to do so without further tests and documentation would endanger the public health and safety. Appellees appealed de novo to the Court of Common Pleas of Clear-field County and that Court, after taking testimony, entered an order affirming the denial of the permits in question. When Appellees appealed to the Commonwealth Court, the trial court did not issue an opinion in support of its decision as requested by Appellees and as required by Pa.R.A.P. 1925(a). Instead, the trial judge, in a letter to Appellees’ attorney dated July 10, 1991, summarily rested his decision, as he had in his original brief order in the case, on a memorandum opinion he wrote in the tangentially related case of Quehanna-Covington-Karthaus Area Authority, et al. v. Sandy Creek Forest, Inc., et al., No. 85-19-EQU. In Quehanna, the trial judge enjoined the lot owners in the Sandy Creek Forest development, inter alia, from installing or operating any sewage facilities at any lots in the development until valid permits were issued. The memorandum opinion appears to have nothing to do with the instant case except that it is based on broad concerns about public health and safety, grounds on which Appellant’s decision in the instant litigation also appear to rest. As already noted, the Commonwealth Court reversed, holding that Appellees were entitled to have the requested permits issued to them. We agree.\nIt is a reproach to our legal system that the simple request for three septic system permits at issue here is now on at least its fifth layer of court and governmental review, and that this matter has taken over seven years to process and is still not resolved! We granted allocatur in this case because we were concerned about the possible misapplication of fundamental principles of administrative law on the face of the record and because we were concerned that the trial court had apparently violated Pa.R.A.P. 1925(a) by not issuing findings of fact or a statement of reasons or an opinion detailing that court’s decision.\nAppellants raise three issues and we will take them up in reverse order to that employed in Appellants’ brief to this Court. First, we do not approve or sanction the trial court’s violation here of the spirit, if not the letter, of Pa.R.A.P. 1925(a). Mere cross-reference to a substantially unrelated opinion is less than minimal compliance with the rule. Nonetheless, the Commonwealth Court was within its rights not to order a remand. Only questions of law are involved in this appeal and on such questions an appellate court must be and is free to resolve such questions de novo.\nSecond, Appellants are correct to point out that a governmental agency in this Commonwealth may not be estopped from enforcing the law because of mistakes of its employees or its lawyers. See, Commonwealth v. Barnes and Tucker Co., 455 Pa. 392, 319 A.2d 871 (1974). DER’s letter of December 1, 1989, was therefore most likely incorrect in its reasoning and result since it was based on a theory of agency estoppel. Nonetheless, the letter constituted a decision by DER essentially in the nature of granting a license or permit. Notice was properly sent to Appellants (potentially aggrieved persons) and to Appellant’s attorney, the Township Solicitor. If they had any quarrel with the result, Appellants had thirty days to appeal to the EHB under 35 P.S. § 7514(c) and 25 Pa.Code § 21.52(a) (both sections are referred to above). They failed to do so. After the time for appeal had passed, the DER decision became final and no matter how incorrect it might have been, Appellants were bound by it. We realize, of course, that Appellants were not in any formal sense “parties” to the DER determination here and that DER did not conduct a hearing. Nevertheless, to hold that they had no opportunity or right to appeal because they were not parties to a proceeding would emasculate the statutory scheme at issue in this litigation. Under it, the EHB conducts hearings, not the DER. If the DER makes a decision and sends notice to an aggrieved person, that person must appeal to the EHB within the time limits allowed. Appellants failed to file a timely appeal here and will not now be heard to challenge the substance of the DER’s decision set forth in the December 1, 1989 letter. See, Commonwealth v. Derry Township, 466 Pa. 31, 351 A.2d 606 (1976).\nThird, Appellants essentially claim that they have broad general power to regulate sewage disposal on the grounds of public health or public safety considerations above and beyond requirements specifically spelled out in the Sewage Facilities Act, DER regulations or applicable local ordinances. We disagree. Statutory requirements were met here when (rightly or wrongly) the DER granted Appellees the exception they had requested. DER regulations were met when a township sewage enforcement officer found that all DER requirements under 25 Pa. Code, C. 73, were satisfied (see above). The DER’s December 1, 1989, letter, of course, indicated that further review was permissible “based solely on compliance with 25 Pa.Code Chapter 73 and any applicable local ordinances.” As to applicable local ordinances, the only ordinance proffered as applicable here is Township Ordinance No. 83-1. We agree with the Commonwealth Court that, in reality, there are “no applicable local ordinances” here because a carefid reading of Ordinance No. 83-1 reveals no additional standards or criteria applicable to govern this permitting process. In short, there were no standards set forth in local ordinances here that had to be met. Appellants were not subsequently free to use discretion to create or invent new rules or conditions for sewage disposal permits (such as demands for additional testing or documentation ad hoc or on a case by case basis). Nothing in the Sewage Facilities Act gives Appellants the right to create new rules this way, and DER regulations prohibit such a course of action.\n25 Pa.Code § 72.25(a) provides:\n(a) A permit shall be issued when the local agency has determined that the application is complete and meets the requirements of the act and this part.\n25 Pa.Code § 72.42(8), (9) provides:\nThe local agency shall have the power and duty to:\n(8) Adopt and maintain standards and procedures for applications and permits for individual community on-lot sewage systems identical to those of the Department as contained in this part.\n(9) Adopt and maintain other regulations the local agency deems necessary for the administration and enforcement of section 7 of the Act (35 P.S. § 750.7) as long as they are consistent with the act and this part.\nNo “other regulations” were adopted or maintained here by Appellants. Hence, when there was an exception granted by the DER in the December 1, 1989, letter, and there was a determination made that there were no Chapter 73 violations by the local officer, issuing the permits became a ministerial duty only, and it was error for Appellants not to issue them.\nAccordingly, the order of the Commonwealth Court is affirmed.\nMONTEMURO, J., is sitting by designation.\n. Rule 1925(a) provides:\n(a) General Rule. Upon receipt of the notice of appeal the judge who entered the order appealed from, if the reasons for the order do not already appear of record, shall forthwith file of record at least a brief statement, in the form of an opinion, of the reasons for the order, or for the rulings or other matters complained of, or shall specify in writing the place in the record where such reasons may be found.\n. The memorandum opinion and order are set forth as Exhibit B to Appellant’s brief to this Court.\n. The Commonwealth Court opinion at 613 A.2d at 186 footnote 7.",
        "type": "majority",
        "author": "PAPADAKOS, Justice."
      }
    ],
    "attorneys": [
      "Charles E. Gutshall, Timothy M. Anstine, Rhoads & Sinon, Harrisburg, Barbara H. Schickling, Clearfield, for appellants.",
      "Stanley R. Geary, Buchanan Ingersoll, P.C., Pittsburgh, for appellees."
    ],
    "corrections": "",
    "head_matter": "Otho M. OTTE and Irene Otte and Clarence Kubrick and Charmaine Kubrick v. COVINGTON TOWNSHIP ROAD SUPERVISORS, Clarence Kubrick and Charmaine Kubrick. Otho M. OTTE and Irene Otte and Clarence Kubrick and Charmaine Kubrick v. COVINGTON TOWNSHIP ROAD SUPERVISORS, Otho M. Otte and Irene Otte. Appeal of COVINGTON TOWNSHIP ROAD SUPERVISORS. (Two Cases)\nSupreme Court of Pennsylvania.\nArgued Sept. 22, 1994.\nDecided Nov. 18, 1994.\nCharles E. Gutshall, Timothy M. Anstine, Rhoads & Sinon, Harrisburg, Barbara H. Schickling, Clearfield, for appellants.\nStanley R. Geary, Buchanan Ingersoll, P.C., Pittsburgh, for appellees.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS,' CAPPY, CASTILLE and MONTEMURO, JJ. ."
  },
  "file_name": "0412-01",
  "first_page_order": 470,
  "last_page_order": 473
}
