{
  "id": 8354173,
  "name": "Milton L. POOLE, Appellant v. UNITED STATES, Appellee",
  "name_abbreviation": "Poole v. United States",
  "decision_date": "2007-05-31",
  "docket_number": "No. 05-CM-1424",
  "first_page": "413",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 413"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "261 A.2d 513",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8088434
      ],
      "pin_cites": [
        {
          "page": "514"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/261/0513-01"
      ]
    },
    {
      "cite": "846 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9253255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/846/0302-01"
      ]
    },
    {
      "cite": "435 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984428
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "389"
        },
        {
          "page": "387-388"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/435/0383-01"
      ]
    },
    {
      "cite": "792 A.2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9510052
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0228-01"
      ]
    },
    {
      "cite": "581 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364687
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "774"
        },
        {
          "page": "775",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/581/0771-01"
      ]
    },
    {
      "cite": "627 A.2d 975",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362812
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/627/0975-01"
      ]
    },
    {
      "cite": "650 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328543
      ],
      "pin_cites": [
        {
          "page": "683"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0680-01"
      ]
    },
    {
      "cite": "718 A.2d 547",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11686338
      ],
      "pin_cites": [
        {
          "page": "550"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/0547-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 8513,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 1.0398779558623947e-07,
      "percentile": 0.5504486941130544
    },
    "sha256": "626ae2ce6366354e2d11767d5b39c4a288fab86a7ee24b5ff469fec6f5eb96bc",
    "simhash": "1:858b928677130a71",
    "word_count": 1380
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID and BLACKBURNE-RIGSBY, Associate Judges, and BELSON, Senior Judge."
    ],
    "parties": [
      "Milton L. POOLE, Appellant v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "BLACKBURNE-RIGSBY, Associate Judge:\nAt issue in this appeal is whether the evidence was sufficient to support appellant’s conviction for criminal abuse of a vulnerable adult, in violation of D.C.Code §§ 22-932, 22-933 and 22-936(a) (2001), and whether the trial court abused its discretion in refusing to allow appellant to recall Mark Lee, the testifying victim, for further cross examination. Discerning no error on either ground, we affirm.\nI.\nAppellant first contends that his conviction for criminal abuse of a vulnerable adult is unsupported by sufficient evidence because the government failed to prove that he intentionally or knowingly inflicted serious injury on Mr. Lee. We review “the sufficiency of the evidence de novo, applying the same standard as the trial court.” United States v. Bamiduro, 718 A.2d 547, 550 (D.C.1998). In so doing, we must view the evidence in the light most favorable to the government, “recognizing the province of the trier of fact to weigh the evidence, determine the credibility of the witnesses and to draw reasonable inferences from the testimony.” Dickerson v. United States, 650 A.2d 680, 683 (D.C.1994) (citations omitted).\nD.C.Code § 22-933(1) provides that “[a] person is guilty of criminal abuse of a vulnerable adult if that person intentionally or knowingly ... [ijnflicts or threatens to inflict physical pain or injury by hitting, slapping, kicking, pinching, biting, pulling hair or other corporal means....” In viewing the evidence in the light most favorable to the government, as we must, we are convinced that the government proved each element under the statute.\nFirst, whether Mr. Lee is a “vulnerable adult,” as defined in D.C.Code § 22-932, is uncontested. The evidence reveals that Mr. Lee is a thirty-three year old male who suffers from a mental condition that prevents him from providing for his overall medical and personal care. Second, whether Mr. Lee’s “physical pain or injury,” discussed infra, was intentionally or knowingly inflicted by appellant, was proven at trial. The evidence reveals that appellant forced Mr. Lee to the ground, placed his knee into his back, and refused to let Mr. Lee up despite his repeated requests. A finding by this Court that these actions were not an intentional or knowing infliction of “physical pain or injury” would be in conflict with the facts that we have before us, which we will not disturb on appeal. See Hill v. United States, 627 A.2d 975, 979 n. 3 (D.C.1993) (“We give considerable deference, as we must, to these factual findings, and we may not disturb them unless they are plainly wrong or without evidence to support them”) (citation omitted).\nThird, it is uncontested that Mr. Lee suffered “physical pain or injury” on April 21, 2004 while living at the CareCo group home in Washington, D.C. Mr. Lee testified, and the trial court credited his testimony, that appellant put his knee into his back in an attempt to restrain him, threatened to have him sent to St. Elizabeth’s Hospital if he reported appellant’s use of force, and that he was “hurt” as a result of the incident. Further, both Ms. Odejobi and Ms. Fmuditi, employees of CareCo, corroborated Mr. Lee’s testimony and testified that they each saw a contusion on Mr. Lee’s lip and an abrasion to his right knee. Thus, we are satisfied that the government proved that Mr. Lee suffered “physical pain or injury” at the hands of appellant.\nWe have long held that the trial court is in the best position “to observe and assess the demeanor of the witnesses,” see In re S.G., 581 A.2d 771, 774 (D.C.1990), and we decline the invitation by this appellant to redetermine the credibility of the trial witnesses “where the trial court had the opportunity to observe their demeanor and form a conclusion.” Id. at 775 (citation omitted). Therefore, based on the record before us, we conclude that the trial court did not err in finding that the evidence presented at trial was sufficient to sustain appellant’s conviction.\nWe are similarly unpersuaded by appellant’s second contention, that the trial court abused its discretion by disallowing his trial counsel from recalling the complaining witness, Mr. Lee, to the stand. Specifically, appellant claims that his Sixth Amendment right to confront witnesses called against him was violated when the trial judge refused to allow his trial counsel to recall Mr. Lee to the witness stand after a faded attempt to elicit from another witness, Ms. Elliot, a prior inconsistent statement Mr. Lee allegedly made to her about the April 21, 2004 incident.\nIt is beyond dispute that a defendant has a constitutional right to be confronted with the witnesses against him, see Shorter v. United States, 792 A.2d 228, 233 (D.C.2001), and the extent of cross-examination is within the sound discretion of the trial court. Id. However, “there is no general constitutional right to recross-examine a witness,” Hilton v. United States, 435 A.2d 383, 389 (D.C.1981), and when a party has had an opportunity to fully cross-examine a witness, as was the case here, he is not entitled of right to recall the witness for further cross-examination. See Moore v. United States, 846 A.2d 302 (D.C.2004); Wilson v. United States, 261 A.2d 513, 514 (D.C.1970).\nWe are fully satisfied, as was the trial court, that appellant had a full opportunity to cross examine Mr. Lee. After the government’s direct examination of Mr. Lee, appellant’s trial counsel conducted an extensive cross examination of Mr. Lee and inquired into the events surrounding April 21, 2004 — particularly about the alleged prior inconsistent statement Mr. Lee made to Ms. Elliot about the events on this day. When appellant’s trial counsel was unsuccessful in eliciting this statement from Ms. Elliot because the trial court sustained a hearsay objection, defense counsel sought to bring Mr. Lee back to the witness stand to confront him about the alleged prior inconsistent statement. The trial court refused to recall Mr. Lee, finding that defense counsel “had every opportunity to explore with Mr. Lee the nature of the circumstances that were involved” in the April 21, 2004 incident during cross examination.\nBased on these facts, we find no abuse of discretion in the trial court’s refusal to allow defense counsel to recall Mr. Lee for further cross examination.\nAffirmed.\n. D.C.Code § 22-932 defines “vulnerable adult” as \"a person 18 years of age or older who has a physical or mental condition which substantially impairs the person from adequately providing for his or her own care or protection.” Mr. Lee is a thirty-three year old male who suffers from explosive disorder and schizophrenia, and has been diagnosed as moderately retarded.\n. CareCo is a private group home, located at 1004 Urell Place, N.E., Washington, D.C., for individuals suffering from mental retardation or developmental disabilities.\n. Appellant also argues that the trial court abused its discretion in failing to hold a full competency hearing on Mr. Lee’s mental status. At the conclusion of voir dire, the trial court found Mr. Lee competent to testify at trial. “The decision whether to order a physical or psychiatric examination for the purpose of determining competency to testify or to aid the jury in its assessment of a witness’ credibility is within the sound discretion of the trial judge.” Hilton v. United States, 435 A.2d 383, 387-388 (D.C.1981). Further, “competency depends upon the witness' capacity to observe, remember, and narrate as well as an understanding of the duty to tell the truth.” Id. (citation omitted). Guided by these legal principles, we find no abuse of discretion by the trial court in finding that Mr. Lee understood his duty to tell the truth and had the capacity to recall, albeit with some difficulty, the events surrounding the April 21, 2004 incident.",
        "type": "majority",
        "author": "BLACKBURNE-RIGSBY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Deborah D. Wright, appointed by this court, for appellant.",
      "Jeffrey A. Taylor, United States Attorney, Roy W. McLeese III, Thomas J. Tourish, Jr., Samuel R. Ramer, and Robert E. Leidenheimer, Jr., Assistant United States Attorneys, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Milton L. POOLE, Appellant v. UNITED STATES, Appellee.\nNo. 05-CM-1424.\nDistrict of Columbia Court of Appeals.\nSubmitted May 8, 2007.\nDecided May 31, 2007.\nDeborah D. Wright, appointed by this court, for appellant.\nJeffrey A. Taylor, United States Attorney, Roy W. McLeese III, Thomas J. Tourish, Jr., Samuel R. Ramer, and Robert E. Leidenheimer, Jr., Assistant United States Attorneys, were on the brief for appellee.\nBefore REID and BLACKBURNE-RIGSBY, Associate Judges, and BELSON, Senior Judge.\nThis opinion was originally issued in unpublished form. It is now being published upon grant of appellee’s motion requesting publication pursuant to D.C.App. R. 36(c)."
  },
  "file_name": "0413-01",
  "first_page_order": 461,
  "last_page_order": 464
}
