{
  "id": 12047223,
  "name": "In re Darryl P.",
  "name_abbreviation": "In re Darryl P.",
  "decision_date": "1995-11-03",
  "docket_number": "No. 95-41-Appeal",
  "first_page": "414",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 414"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "420 A.2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7943943
      ],
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0085-01"
      ]
    },
    {
      "cite": "476 A.2d 1030",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914636
      ],
      "pin_cites": [
        {
          "page": "1033"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/476/1030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 353,
    "char_count": 4699,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4740029244948258
    },
    "sha256": "9dacf7f20e77ff7beb6b4615fcb949977d18785e07b064a4da503d88a838c4d9",
    "simhash": "1:50db0e9b3d06ffe2",
    "word_count": 768
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "LEDERBERG, J., was unable to be present at oral argument but participated on the basis of the briefs."
    ],
    "parties": [
      "In re Darryl P."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before the Supreme Court on October 10, 1995, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not be summarily decided. In this case the mother and the putative father have appealed from the termination of their parental rights to their son. The parents are not married. This child is the second oldest of four children. The other three children were not the subject of the petition to terminate. After hearing oral argument and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown and that the issues should be decided at this time.\nOn January 1, 1989, Darryl, then fourteen months, was removed from his parents’ care after a doctor reported finding multiple bruises and two black eyes on a brother. He was placed in foster care and remains there today. During the hearing on the petition to terminate, fifteen witnesses testified including the mother and the father. After an exhaustive review of the evidence, the trial justice found that although the Department of Children, Youth and Families (DCYF) offered the parents numerous case plans to reunify the family, the parents were either unwilling to or incapable of meeting the requirements of the plans. These requirements included expecting the parents to learn to discipline without using physical abuse, to address the mother’s emotional problems and cleanliness issues, and to provide a nurturing, supportive environment free from violence and trauma.\nThe putative father was rarely seen by case workers. He was eventually defaulted for failure to answer a DCYF petition in March of 1989. In December of 1989 he finally appeared and agreed to participate in a case plan involving domestic-abuse counseling, parenting classes, and substance-abuse assessment. In the years that followed, the father was arrested several times for physically abusing the mother. In May of 1992, DCYF investigated an incident of physical injury to Darryl’s older brother who suffered a cut lip and forehead abrasions from allegedly being thrown down the stairs by his father. Visits by Darryl in the parents’ home were followed by behavioral problems that suggested that home visits were detrimental to his well being. The home was dirty and disorderly, and served as the neighborhood hangout for five or six teenagers.\nReasonable efforts were made by DCYF to encourage and strengthen the parental relationship by offering case plans, finding services, and providing visitations. Both the mother and the father failed to change their conduct and improve the conditions that had caused Darryl to enter DCYF care initially. The trial justice found that the parents had failed to make a good-faith effort to adjust their conduct to make the return of the child possible. The trial justice found that Darryl is a special-needs child whose physical, psychological, and intellectual needs have not been attended to by the parents. The child’s needs would be better served by placing him with a family that would give him the love, stability, and attention that he needs. Finally, the trial justice found that respondent mother and father were each unfit by reason of their neglectful conduct toward the child and also because the child had been in DCYF care for more than six months and the integration of the child into the parents’ home is improbable for the foreseeable future because of conduct and conditions that are not likely to change.\nOn review of cases involving termination of parental rights, this court must examine the record to determine if there is legally competent evidence to support the trial justice’s findings. In re Crystal A., 476 A.2d 1030, 1033 (R.I.1984). The findings of a trial justice sitting without a jury are entitled to great weight and will not be reversed on appeal unless the trial justice misconceived or overlooked material evidence or the findings are clearly wrong. In re Joseph, 420 A.2d 85, 89 (R.I.1980). Upon review of the record in this case, we are of the opinion that there is adequate evidence to support the findings of the trial justice.\nFor these reasons the appeal is denied and dismissed, the' judgment appealed from is affirmed, and the papers of the case are remanded to the Family Court.\nLEDERBERG, J., was unable to be present at oral argument but participated on the basis of the briefs.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Anthony Angelí, Jr. (DCYF), Providence, Frank Iacono, Jr. (CASA), Greenwich, for Plaintiff.",
      "Steven Asprinio, Warwick, Catherine Gi-bran, Paula Rosin, Asst. Public Defenders, for Defendant."
    ],
    "corrections": "",
    "head_matter": "In re Darryl P.\nNo. 95-41-Appeal.\nSupreme Court of Rhode Island.\nNov. 3, 1995.\nAnthony Angelí, Jr. (DCYF), Providence, Frank Iacono, Jr. (CASA), Greenwich, for Plaintiff.\nSteven Asprinio, Warwick, Catherine Gi-bran, Paula Rosin, Asst. Public Defenders, for Defendant."
  },
  "file_name": "0414-01",
  "first_page_order": 472,
  "last_page_order": 473
}
