{
  "id": 8118613,
  "name": "Paul R. KELLEY, Petitioner, v. REAL ESTATE COMMISSION OF THE DISTRICT OF COLUMBIA, Respondent",
  "name_abbreviation": "Kelley v. Real Estate Commission",
  "decision_date": "1961-07-05",
  "docket_number": "No. 2708",
  "first_page": "415",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "172 A.2d 415"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 338,
    "char_count": 5474,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 1.2770281682334489e-07,
      "percentile": 0.6160938340420619
    },
    "sha256": "1a6293de6f4c3aea66df5ae3ce9c45581ab3e6de5e2cd48e961a90522290157e",
    "simhash": "1:edf75bb932230f4f",
    "word_count": 894
  },
  "last_updated": "2023-07-14T22:38:57.070833+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD and QUINN, Associate Judges, and CAYTON (Chief Judge, Retired) sitting by designation under Code, § ll-776(b)."
    ],
    "parties": [
      "Paul R. KELLEY, Petitioner, v. REAL ESTATE COMMISSION OF THE DISTRICT OF COLUMBIA, Respondent."
    ],
    "opinions": [
      {
        "text": "QUINN, Associate Judge.\nThis case comes before the court upon a petition for review of a decision of the Real Estate Commission of the District of Columbia revoking the license of a real estate broker.\nAs the result of his involvement in an allegedly spurious real estate transaction, petitioner, trading as Kelley Realty and Investment Company, was ordered by the Real Estate Commission to appear for public hearing on charges that he (1) made a substantial misrepresentation, (2) demonstrated such unworthiness to act as a real estate broker as to endanger the interests of the public, and (3) engaged in conduct which constituted fraudulent and dishonest dealing, in violation of Code 1951, § 45-r 1408(a), (h), and (j).\nAt the hearing, in which petitioner was represented by counsel, evidence was 'adduced showing that a certain owner had listed his home for sale with one Joseph Witherspoon, a licensed real estate broker. Petitioner submitted to Witherspoon a written offer for the property which recited that a deposit of $200 had been given to Witherspoon, that the total purchase price of the premises was $7,000, and that the purchaser agreed to pay $6,000 cash at the time of conveyance, of which sum the deposit was a part. The balance of the deferred purchase money of $1,000 was to be secured by a second deed of trust on the property. The offer, which was accepted by the owner, bore the signature “Willie Hilliard.”\nPetitioner thereafter arranged for a loan of $6,000 to be secured by a first deed of trust on the property. The holder of the second deed of trust was the former owner. Both of these trusts, as well as the notes secured thereby, were signed “Willie Hilli-ard.” Petitioner, a notary, notarized and affixed his seal to these instruments. At the time of settlement petitioner represented to the owner that he had authority to act for Hilliard, who was not present. '\nAfter settlement petitioner received through Witherspoon certain rental payments from tenants occupying the premises which he failed to remit to Hilliard. Three months later the property was foreclosed under the first deed of trust. The foreclosure resulted in a deficiency of approximately $546 due on the second deed of trust and thereafter petitioner paid to the owner, holder of the deed, $343 of the deficiency.\nHilliard testified that he had never given petitioner power of attorney, had never agreed to buy the premises in question, had never authorized petitioner to sign his name to the offer to purchase, had never given him $200 or any other sum as a deposit on the property, and did not sign his name to the first and second deeds of trust or the deed of trust notes. He also testified that he had not authorized petitioner to act for him at settlement, and had no knowledge whatsoever of the transaction until he received notice of the threatened foreclosure. Hilliard denied that he was indebted to petitioner for any sum, and said that petitioner was indebted to him in the amount of several hundred dollars for painting work which he had performed for petitioner.\nPetitioner testified that he had received from Hilliard power of attorney; that after discussing the purchase of the property with Hilliard, he affixed Hilliard’s name to the offer of purchase in accordance with the power of attorney; and that Hilliard had, in his presence, signed the first and second deeds of trust and deed of trust notes. He testified that Hilliard had authorized him to represent him at the settlement; that everything done in connection with the transaction was with Hilliard’s knowledge, consent and approval; and that he had retained, with Hilliard’s consent, the rental payments received through Witherspoon as repayment of a personal loan he had made to Hilliard. When questioned about the power of attorney allegedly signed by Hil-liard, petitioner explained that it had “unfortunately and ironically” disappeared from his office files. Following the hearing, the Commission served petitioner with findings of fact and conclusions of law upon which it based its decision that petitioner was guilty of the charges and that his real estate broker’s license should be revoked.\nOn appeal petitioner complains that the evidence was insufficient to support the Commission’s findings. The record convinces us otherwise. Crediting the testimony adverse to petitioner as we must in reviewing the case, there was ample evidence demonstrating a violation of the statute under any one of the three specifications charged. Neither may petitioner challenge the severity of the penalty. That the Commission did not impose the lesser sentence of suspension rather than revocation was a matter wholly within that agency’s discretionary power.\nAffirmed.\n. Code 1951, § 11-772 (e)- (9) (Supp. VIII).",
        "type": "majority",
        "author": "QUINN, Associate Judge."
      }
    ],
    "attorneys": [
      "Rex K. Nelson, Washington, D. C., with whom Eugene X. Murphy, Washington, D. C., was on the brief, for petitioner.",
      "Richard W. Barton, Asst.' Corp. Counsel, Washington, D. C., with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and Hubert B. Pair, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Paul R. KELLEY, Petitioner, v. REAL ESTATE COMMISSION OF THE DISTRICT OF COLUMBIA, Respondent.\nNo. 2708.\nMunicipal Court of Appeals for the District of Columbia.\nArgued May 15, 1961.\nDecided July 5, 1961.\nRex K. Nelson, Washington, D. C., with whom Eugene X. Murphy, Washington, D. C., was on the brief, for petitioner.\nRichard W. Barton, Asst.' Corp. Counsel, Washington, D. C., with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and Hubert B. Pair, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nBefore HOOD and QUINN, Associate Judges, and CAYTON (Chief Judge, Retired) sitting by designation under Code, § ll-776(b)."
  },
  "file_name": "0415-01",
  "first_page_order": 447,
  "last_page_order": 448
}
