{
  "id": 12047302,
  "name": "NEW ENGLAND MARINE ELECTRONICS, INC. v. SEAVIEW REALTY CORP.",
  "name_abbreviation": "New England Marine Electronics, Inc. v. Seaview Realty Corp.",
  "decision_date": "1995-09-28",
  "docket_number": "No. 94-245-Appeal",
  "first_page": "416",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 416"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 132,
    "char_count": 1437,
    "ocr_confidence": 0.73,
    "sha256": "41b20930b6aa20801b6d0ceed12f200dba7afc312d8430a1c7a2e3a1216a08ac",
    "simhash": "1:4cd1675930d4dd26",
    "word_count": 247
  },
  "last_updated": "2023-07-14T16:45:48.827773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NEW ENGLAND MARINE ELECTRONICS, INC. v. SEAVIEW REALTY CORP."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the Supreme Court on September 12, 1995 pursuant to an order directing both parties to appear and show cause why the issues raised in this appeal should not be summarily decided. In this case the defendant has appealed from a Superior Court order denying its motion for a new trial on the issues of damages awarded to the plaintiff.\nAfter reviewing the memoranda submitted by the parties and after hearing their counsel in Oral Argument, the court is of the opinion that cause has not been shown and the issues will be decided at this time.\nWhile the defendant questions the award of damages because of the testimony of gross profits only, defendant failed to raise the issue during trial or on its motion for a new trial, nor did-defendant cross examine on the issue. The trial justice, in denying the motion for new trial, observed that the award of damages was well within reasonable range and the jury could have awarded a more substantial sum based on the evidence produced at trial.\nThe court is of the opinion that the trial justice was not clearly wrong in his decision.\nFor these reasons the defendant’s appeal is denied and dismissed, the order appealed from is affirmed and the papers of the case are remanded to the Superior Court.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Anthony DeLuca.",
      "David P. DeStefano."
    ],
    "corrections": "",
    "head_matter": "NEW ENGLAND MARINE ELECTRONICS, INC. v. SEAVIEW REALTY CORP.\nNo. 94-245-Appeal.\nSupreme Court of Rhode Island.\nSept. 28, 1995.\nAnthony DeLuca.\nDavid P. DeStefano."
  },
  "file_name": "0416-01",
  "first_page_order": 474,
  "last_page_order": 474
}
