{
  "id": 8354182,
  "name": "Raymond F. SHEPHERD, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Shepherd v. District of Columbia",
  "decision_date": "2007-07-12",
  "docket_number": "No. 06-CT-807",
  "first_page": "417",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 417"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "427 A.2d 440",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945291
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/427/0440-01"
      ]
    },
    {
      "cite": "93 L.Ed. 1131",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1949,
      "pin_cites": [
        {
          "parenthetical": "\"Speech is often provocative and challenging. ... [But it] is nevertheless protected against ... punishment, unless shown likely to produce a clear and present danger of a serious substantive evil ... [beyond] public inconvenience, annoyance, or unrest\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        572361
      ],
      "weight": 2,
      "year": 1949,
      "pin_cites": [
        {
          "page": "4",
          "parenthetical": "\"Speech is often provocative and challenging. ... [But it] is nevertheless protected against ... punishment, unless shown likely to produce a clear and present danger of a serious substantive evil ... [beyond] public inconvenience, annoyance, or unrest\""
        },
        {
          "parenthetical": "\"Speech is often provocative and challenging. ... [But it] is nevertheless protected against ... punishment, unless shown likely to produce a clear and present danger of a serious substantive evil ... [beyond] public inconvenience, annoyance, or unrest\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/337/0001-01"
      ]
    },
    {
      "cite": "96 L.Ed.2d 398",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        640731,
        6216102
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/342/0359-01",
        "/us/482/0451-01"
      ]
    },
    {
      "cite": "482 U.S. 451",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6216102
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0451-01"
      ]
    },
    {
      "cite": "310 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138344
      ],
      "weight": 3,
      "year": 1940,
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/310/0296-01"
      ]
    },
    {
      "cite": "290 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8477633
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "397",
          "parenthetical": "\"acts and words likely to produce violence on the part of others are included within ... breach of the peace\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/290/0395-01"
      ]
    },
    {
      "cite": "655 A.2d 1226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880202
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1228"
        },
        {
          "page": "1229",
          "parenthetical": "restating Rodgers' test of \"words and actions likely to produce violence\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/655/1226-01"
      ]
    },
    {
      "cite": "743 A.2d 1226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11495463
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1228"
        },
        {
          "page": "1228",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1228"
        },
        {
          "page": "1229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/743/1226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 8550,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 8.714756151408438e-08,
      "percentile": 0.49354363903069254
    },
    "sha256": "67e099ce2dbd91d96f92cc11ba9485d928fb666103a72128f66b0cfcae660e14",
    "simhash": "1:dbc9d67124158770",
    "word_count": 1377
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FARRELL and GLICKMAN, Associate Judges, and SCHWELB, Senior Judge."
    ],
    "parties": [
      "Raymond F. SHEPHERD, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nThe question this appeal presents is whether the trial judge, following a bench trial, could fairly infer that appellant’s loud verbal protests to a police officer were “likely to produce violence on the part of others,” In re W.H.L., 743 A.2d 1226, 1228 (D.C.2000), hence sufficient to support his conviction for disorderly conduct. We answer that question “no,” and accordingly reverse and remand with directions to enter a judgment of acquittal.\nI.\nA WMATA police officer, Andrew Vance, stopped appellant at a Metro station believing that he had gone through the entrance gate without paying the fare. As Vance was issuing a citation for the infraction, appellant “became agitated” and “begun cussing” at the officer, yelling that “you think I am like the rest of these niggas down here” and “you don’t know who you are fucking with, I’m with the FBI” (an assertion not borne out by evidence). Appellant, who had a female companion with him, also accused Vance of “profiling.” Despite Vance’s warning to stop yelling, appellant continued cursing and screaming words to the same effect. According to Vance, “five to seven” Metro patrons “started watching [to] see[ ] what the commotion was all about.” A female police officer with Vance told appellant’s companion “to step aside” or “pushed her aside a couple of yards.” When appellant refused to sign the citation, Vance arrested him.\nVance testified that, although appellant’s exclamations were directed only toward him, other patrons had “start[ed] gathering around, ... wondering what the commotion was about,” and “looked a little annoyed by what was going on.” Although admitting that appellant had said “nothing to this crowd ... that would be inciting for them to be angry with [the officers],” Vance added that he “felt unsafe because in that area they’re not particularly police officer friendly and immediately I’m the villain in that situation.”\nThe trial judge, as trier of fact, found appellant “guilty of disorderly conduct through loud and boisterous [words],” “yelling and screaming ... in language that could have easily provoked a small crowd to engage in hostile activity.” The judge further took note of the female officer’s need to “mov[e] some people away,” suggesting a “volatile” situation, although the only testimony on this point had been appellant’s admission that the officer had “pushed” his companion aside by a couple of yards.\nII.\nTo permit a conviction for disorderly conduct, “[i]t is only required that the alleged conduct occur under circumstances such that a breach of peace may be occasioned thereby.” Chemalali v. District of Columbia, 655 A.2d 1226, 1228 (D.C.1995) (internal quotation marks and citation omitted). “One circumstance where a breach of peace may be occasioned is where the defendant uses words likely to produce violence on the part of others.” In re W.H.L., 743 A.2d at 1228 (emphasis added). In Rodgers v. United States, 290 A.2d 395 (D.C.1972), this court adopted the Supreme Court’s formulation in Cantwell v. Connecticut, 310 U.S. 296, 308, 60 S.Ct. 900, 84 L.Ed. 1213 (1940), that “[t]he offense known as breach of the peace embraces ... not only violent acts but acts and words likely to produce violence in others.” See Rodgers, 290 A.2d at 397 (“acts and words likely to produce violence on the part of others are included within ... breach of the peace”); see also Chemalali, 655 A.2d at 1229 (restating Rodgers’ test of “words and actions likely to produce violence”).\nOur decisions thus teach that the bare possibility that words directed to a police officer may provoke violence by others does not suffice to show disorderly conduct; rather the words must create a likelihood or probability of such reaction. Moreover, the focus ordinarily must be on the likelihood of a violent reaction by persons other than a police officer to whom the words were directed, because “[a] police officer is expected to have a greater tolerance for verbal assaults” and is “especially trained to resist provocation” by “verbal abuse that might provoke or offend the ordinary citizen.” In re W.H.L., 743 A.2d at 1228, quoting In re M.W.G., supra note 4, 427 A.2d at 442.\nApplying these standards, we hold that the trial judge could not reasonably find beyond a reasonable doubt that appellant’s actions were calculated to lead to a breach of the peace. Officer Vance testified that as appellant cursed at him and accused him, in effect, of racial harassment, a small group of Metro patrons gathered to see what the “commotion” was about, and “looked a little annoyed.” Even assuming that these onlookers understood the tenor of appellant’s exclamations, nothing in the evidence suggests that their “annoy[ance]” was directed toward the officers rather than appellant, as he cursed at and accused an officer who, at the time, was engaged only in issuing him a citation. Nor did any evidence suggest that appellant was attempting to incite the onlookers by, for example, addressing his angry words to them. That feature distinguishes this case from others in which we have sustained disorderly conduct convictions. See, e.g., W.H.L., 743 A.2d at 1229 (pointing out that in both Rodgers and Chemalali, supra, “the defendants addressed a crowd that had gathered, apparently in an attempt to invoke some reaction against the police”). By contrast, in W.H.L. we reversed the conviction for insufficient evidence where a crowd had gathered after a policeman grabbed the juvenile-defendant’s bicycle and the latter began yelling and cursing at the officer, but where no evidence implied that the defendant “was ... attempting to entice the crowd to act against the police” or that “the reaction of the crowd” bespoke hostility towards the police. Id.\nW.H.L. cannot meaningfully be distinguished from this case, where the proof showed neither an attempt to incite others nor a reaction on the part of bystanders beyond “looking] a little annoyed by what was going on.” The fact that, as Officer Vance testified, he nonetheless feared a hostile reaction in a neighborhood he did not consider police-friendly cannot substitute for this deficiency in actual proof of words likely, in the circumstances, to provoke a violent reaction by others. The fact, too, that an officer pushed appellant’s female companion to the side during the encounter is too thin a reed to support an inference that she, or anyone else present, threatened a breach of the peace.\nReversed and remanded with directions to enter a judgment of acquittal.\n. The trial judge later acquitted appellant of the charge of failure to pay the established fare.\n. Only Officer Vance testified for the government. Appellant testified in his own behalf.\n.The disorderly conduct statute, D.C.Code § 22-1321 (2001), punishes anyone who, \"with intent to provoke a breach of the peace, or under circumstances such that a breach of the peace may be occasioned thereby: (1) acts in such a manner as to annoy, disturb, interfere with, obstruct, or be offensive to others. ...”\n. See also City of Houston v. Hill, 482 U.S. 451, 461, 107 S.Ct. 2502, 96 L.Ed.2d 398 (1987), quoting Terminiello v. Chicago, 337 U.S. 1, 4, 69 S.Ct. 894, 93 L.Ed. 1131 (1949) (\"Speech is often provocative and challenging. ... [But it] is nevertheless protected against ... punishment, unless shown likely to produce a clear and present danger of a serious substantive evil ... [beyond] public inconvenience, annoyance, or unrest\"). In In re M.W.G., 427 A.2d 440, 442 (D.C.1981), we held that the record \"fails to support a finding that appellant created a substantial risk of a breach of the peace because the character of appellant’s [verbal] behavior was not such that it should have provoked a violent response by police officers” (emphasis added). We view this formulation as consistent with the standard quoted above, and repeatedly stated in our decisions, that requires \"words likely to produce violence on the part of others.”",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "Chidi A. Ogolo, Vienna, VA, filed a brief for appellant.",
      "Eugene A. Adams, Interim Attorney General for the District of Columbia at the time the brief was filed, Todd S. Kim, Solicitor General, Rosalyn Calbert Groce, Deputy Solicitor General, and Janice Y. Sheppard, Assistant Attorney General, filed a brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Raymond F. SHEPHERD, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 06-CT-807.\nDistrict of Columbia Court of Appeals.\nSubmitted June 21, 2007.\nDecided July 12, 2007.\nChidi A. Ogolo, Vienna, VA, filed a brief for appellant.\nEugene A. Adams, Interim Attorney General for the District of Columbia at the time the brief was filed, Todd S. Kim, Solicitor General, Rosalyn Calbert Groce, Deputy Solicitor General, and Janice Y. Sheppard, Assistant Attorney General, filed a brief for appellee.\nBefore FARRELL and GLICKMAN, Associate Judges, and SCHWELB, Senior Judge."
  },
  "file_name": "0417-01",
  "first_page_order": 465,
  "last_page_order": 468
}
