{
  "id": 7296645,
  "name": "Sandra J. BASILE and Laura Clavin, Individually and On Behalf of All Others Similarly Situated, Appellees v. H & R BLOCK, INC.; H & R Block Eastern Tax Services, Inc., & Mellon Bank (DE) National Association, Appellants",
  "name_abbreviation": "Basile v. H & R Block, Inc.",
  "decision_date": "2009-06-22",
  "docket_number": "",
  "first_page": "417",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "973 A.2d 417"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "703 A.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        281096,
        11886914,
        281181,
        11886870
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "noting that a motion for reconsideration is not required to preserve an issue for appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0167-02",
        "/a2d/703/1034-02",
        "/pa/550/0167-01",
        "/a2d/703/1034-01"
      ]
    },
    {
      "cite": "550 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281096,
        281181
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "noting that a motion for reconsideration is not required to preserve an issue for appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0167-02",
        "/pa/550/0167-01"
      ]
    },
    {
      "cite": "409 Pa.Super. 568",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901233
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "holding that failure to seek a permissive interlocutory appeal does not result in waiver because to find waiver would create a \"self-contradictory mandatory, permissive interlocutory appeal\""
        },
        {
          "page": "577",
          "parenthetical": "holding that failure to seek a permissive interlocutory appeal does not result in waiver because to find waiver would create a \"self-contradictory mandatory, permissive interlocutory appeal\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0568-01"
      ]
    },
    {
      "cite": "758 A.2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11189345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/758/0276-01"
      ]
    },
    {
      "cite": "758 A.2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11192817
      ],
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/758/0695-01"
      ]
    },
    {
      "cite": "889 A.2d 563",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8993726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/889/0563-01"
      ]
    },
    {
      "cite": "810 A.2d 137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9307705
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/810/0137-01"
      ]
    },
    {
      "cite": "888 A.2d 601",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8997564,
        2472559
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "holding that DPW was not an aggrieved party, as the prevailing party, and it did not need to file a cross-appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0601-01",
        "/pa/585/0106-01"
      ]
    },
    {
      "cite": "585 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2472559
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "holding that DPW was not an aggrieved party, as the prevailing party, and it did not need to file a cross-appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0106-01"
      ]
    },
    {
      "cite": "926 A.2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8371617
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "500"
        },
        {
          "page": "501"
        },
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/926/0493-01"
      ]
    },
    {
      "cite": "894 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8434898
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/894/0786-01"
      ]
    },
    {
      "cite": "777 A.2d 95",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11077738
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/777/0095-01"
      ]
    },
    {
      "cite": "761 A.2d 1115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11162649,
        1367018,
        11162539,
        1367002
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "page": "1121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/1115-02",
        "/pa/563/0358-01",
        "/a2d/761/1115-01",
        "/pa/563/0359-01"
      ]
    },
    {
      "cite": "563 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1367002
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0359-01"
      ]
    },
    {
      "cite": "729 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11620834
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "587"
        },
        {
          "page": "588"
        },
        {
          "page": "574"
        },
        {
          "page": "587"
        },
        {
          "page": "588"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0574-01"
      ]
    },
    {
      "cite": "437 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181618
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/us/437/0478-01"
      ]
    },
    {
      "cite": "963 A.2d 409",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4193624,
        8163770
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "432",
          "parenthetical": "overturning a post-conviction court's award of a new trial, followed by consideration of an issue raised in the petitioner's cross-appeal from that court's denial of all other claims"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/600/0001-01",
        "/a2d/963/0409-01"
      ]
    },
    {
      "cite": "758 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11193400
      ],
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/758/0755-01"
      ]
    },
    {
      "cite": "19 F.3d 1459",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10515578,
        3819316
      ],
      "pin_cites": [
        {
          "page": "1465"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/19/1459-01",
        "/us-app-dc/305/0256-01"
      ]
    },
    {
      "cite": "496 F.3d 171",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5704411
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "173"
        },
        {
          "page": "175"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/496/0171-01"
      ]
    },
    {
      "cite": "777 A.2d 95",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11077738
      ],
      "pin_cites": [
        {
          "page": "107-08"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/777/0095-01"
      ]
    },
    {
      "cite": "464 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710363
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        },
        {
          "page": "280-281",
          "parenthetical": "plurality"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/464/0168-01"
      ]
    },
    {
      "cite": "888 A.2d 601",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8997564,
        2472559
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "607"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/888/0601-01",
        "/pa/585/0106-01"
      ]
    },
    {
      "cite": "585 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2472559
      ],
      "year": 2005,
      "opinion_index": 2,
      "case_paths": [
        "/pa/585/0106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1190,
    "char_count": 31383,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18837507514916893
    },
    "sha256": "0b4ca310cd43091214cff04c1e1553b26e304a0ffbf3c1b48e317c08e804aff4",
    "simhash": "1:c523d12c07c8b560",
    "word_count": 4983
  },
  "last_updated": "2024-02-27T18:20:14.309893+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY, and GREENSPAN, JJ.",
      "Justice TODD and Justice McCAFFERY did not participate in the consideration or decision of this case.",
      "Chief Justice CASTILLE and Justice EAKIN join the opinion.",
      "Justice SAYLOR files a concurring opinion.",
      "Justice BAER files a concurring opinion."
    ],
    "parties": [
      "Sandra J. BASILE and Laura Clavin, Individually and On Behalf of All Others Similarly Situated, Appellees v. H & R BLOCK, INC.; H & R Block Eastern Tax Services, Inc., & Mellon Bank (DE) National Association, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice GREENSPAN.\nWe decide whether the Appellants, H & R Block, Inc. and H & R Block Eastern Tax Services, Inc. (collectively referred to as “Block”), properly preserved their right to challenge certification of a class represented by Appellee Sandra Basile. Here, the Superior Court held that Block waived its right to seek decertification of the class because it did not timely challenge the order granting class certification, even though Block ultimately won a later motion for summary judgment on the merits of the dispute. Our careful review of the facts and law reveals the Superior Court erred and we therefore reverse.\nOn April 23, 1993, Sandra J. Basile filed a lawsuit against Block, alleging that, among other things, Block breached its fiduciary duty in connection with its “Rapid Refund™” program. The Rapid Refund program allowed individuals to receive their income tax refund within days after electronically filing their income tax return by receiving a short-term loan from Mellon Bank. Basile alleged that Block thus deceived customers because the customers did not know they were receiving a short-term loan from Mellon Bank and the fees imposed by Block were actually extremely high interest rates on the short-term loan. Basile specifically alleged that she believed she received an expedited refund because she electronically filed the return and was not aware it was actually a short-term loan.\nBasile sought certification of a class of individuals with similar claims. On January 17, 1996, the trial court entered an order that, for purposes of determining the class certification request, it would presume that Block was an agent of any person for whom it prepared a tax return. On May 30,1997, the trial court, by relying on the January 17, 1996 presumption order, granted class certification on the issue of breach of fiduciary duty only. Block did not seek to file an immediate interlocutory appeal at this time. Instead, Block and the newly certified class (Appellees) filed cross motions for summary judgment. On December 31, 1997, the trial court granted Block’s motion for summary judgment and denied Appellees’ motion for summary judgment. The trial court held that Block did not have an agency or confidential relationship with Appellees and, therefore, there was no breach of fiduciary duty.\nAppellees filed an appeal, claiming the trial court should have granted their motion for summary judgment because Block owed them a fiduciary duty based on an agency and/or confidential relationship. On February 13, 1998, Block filed cross-appeals, challenging the trial court’s January 17, 1996 presumption order and the May 30,1997 class certification order.\nOn appeal, the Superior Court held Block’s cross-appeal challenge to the January 17, 1996 presumption order was waived for failure to preserve its objection to this presumption order in the trial court. Basile v. H & R Block, Inc., 729 A.2d 574, 587 (Pa.Super.1999). The Superior Court also held that an agency relationship existed between Block and Ap-pellees. Id. The Superior Court did not discuss whether a confidential relationship existed. Id. Based on the existence of an agency relationship, the Superior Court reversed the grant of summary judgment and remanded the case to the trial court. Id. at 588.\nBlock filed a petition for allowance of appeal to this Court, seeking to challenge the Superior Court’s determination that an agency relationship existed. This Court granted review and held that the Superior Court erred in holding that an agency relationship existed. This Court remanded the case to the Superior Court to address whether a confidential relationship existed. Basile v. H & R Block, Inc., 563 Pa. 359, 761 A.2d 1115 (2000). On remand, the Superior Court held that the record established a prima facie case that a confidential relationship existed between Block and Appellees, and remanded the case back to the trial court. Basile v. H & R Block, Inc., 777 A.2d 95 (Pa.Super.2001). In the trial court, Block filed a motion for decertification of the class, which was granted on December 20, 2003. The trial court ruled that individualized evidence was necessary to prove breach of a fiduciary duty based on a confidential relationship and, therefore, the case could not be tried as a class action.\nAppellees filed an appeal from the de-certification order and on March 1, 2006, an en banc panel of the Superior Court reversed the decertification. Basile v. H & R Block, Inc., 894 A.2d 786 (Pa.Super.2006). The Superior Court held that Block had waived its right to challenge the class certification because it did not do so during the first appeal to the Superior Court in 1998. Id. at 790. Block again filed a petition for allowance of appeal to this Court. On September 26, 2006, by per curiam, order, this Court granted allowance of appeal, vacated the Superior Court’s order, and remanded the case to the Superior Court with specific instructions to address Pennsylvania Rules of Appellate Procedure 501 and 511, and related case law.\nOn remand, the en bane Superior Court again did not reach the merits of the trial court’s decision regarding class certification but instead held only that Block had waived its challenge to class certification. Basile v. H & R Block, Inc., 926 A.2d 493, 500 (Pa.Super.2007). This Court granted allowance of appeal on March 25, 2008 to determine whether the Superior Court misapplied the aggrieved party doctrine by requiring Block to appeal from an earlier class certification order even though summary judgment was entered in Block’s favor.\nThe Superior Court’s holding that Block waived its right to challenge the class certification is not only contrary to the law of Pennsylvania, but also undermined by the record. A thorough review of the extensive fifteen-year record in this case reveals that Block did indeed file Notices of Cross-Appeal from the January 17, 1996 presumption order and, more importantly, from the May 30, 1997 class certification order. In addition, Block briefed those two issues in the Superior Court and requested, “that the Court reverse Judge Avellino’s January 17, 1996 Order, as well as the class certification order issued May 30, 1997.” Block’s August 28, 1998 Brief at 45. Block’s two cross-appeals apparently were given separate docket numbers, both of which appeared in the caption of the Superior Court’s 1999 opinion. Basile, 729 A.2d at 574. But the Superior Court addressed only the cross-appeal from the January 17, 1996 presumption order and, as previously stated, held that the presumption issue was waived. Id. at 587. The Superior Court did not address Block’s cross-appeal of the May 30, 1997 class certification order at all. Id.\nIn addition, the Superior Court incorrectly applied Pennsylvania law by holding that Block was required to file a cross-appeal on the class certification issue. Pennsylvania Rule of Appellate Procedure 501 permits any “aggrieved party” to file an appeal. Pennsylvania case law also recognizes that a' party adversely affected by earlier rulings in a case is not required to file a protective cross-appeal if that same party ultimately wins a judgment in its favor; the winner is not an “aggrieved party.” See Hospital & Healthsystem Ass’n of Pa. v. Dept. of Public Welfare, 585 Pa. 106, 888 A.2d 601 (2005) (holding that DPW was not an aggrieved party, as the prevailing party, and it did not need to file a cross-appeal). Our holding is further supported by the Note to Pennsylvania Rule of Appellate Procedure 511 which states, “An appellee should not be required to file a cross appeal because the Court below ruled against it on an issue, as long as the judgment granted Appellee the relief it sought.” Pa. RA.P. 511, Note. Here, Block was the ultimate prevailing party at the time of the 1998 appeal because it won its motion for summary judgment on the merits of the class action. As the prevailing party, it was not required to file a protective cross-appeal on the issue of class certification, although it did.\nWe also consider the Superior Court’s interpretation of Pennsylvania Rule of Civil Procedure 1710(d). See Basile, 926 A.2d at 501. Pursuant to Rule 1710(d), a class action can be decertified at anytime “before a decision on the merits.” Pa.R.C.P. 1710(d). The Superior Court interpreted “before a decision on the merits” in Rule 1710(d) to mean that Block was required to challenge the class certification prior to the trial court’s ruling on the motion for summary judgment on the issue of breach of fiduciary duty. Basile, 926 A.2d at 501. While this interpretation is generally correct, it does not apply here where the Superior Court had earlier reversed the grant of summary judgment and remanded the matter to the trial court for further proceedings. Basile, 729 A.2d at 588. Once that happened, there was no “decision on the merits” and the trial court was permitted to revoke the class certification upon Block’s motion. See Pa.R.C.P. 1710(d); Debbs v. Chrysler Corp., 810 A.2d 137 (Pa.Super.2002) (holding that the class could be decertified three years after class certification when the jury verdict in favor of the plaintiffs was reversed on appeal because there was, at that point, no decision on the merits).\nIn addition, and most importantly, the order granting class certification in this case was based on the presumption that an agency relationship existed between the parties. This Court ultimately held that an agency relationship did not exist. Basile, 761 A.2d at 1121. Then the Superior Court held that a confidential relationship existed instead, thereby changing the legal context within which the trial court had made the initial class certification decision. Basile, 777 A.2d at 103. At that point, Block was free to file its motion for decer-tification because no decision on the merits existed.\nHere, Block may have lost its preliminary challenge to Appellees’ motion for class certification, but it ultimately prevailed on its motion for summary judgment on the merits. We hold that the Superior Court incorrectly held that Block waived its right to challenge the class certification because it did not seek immediate interlocutory review or file a cross-appeal. First, as stated previously, Block did indeed file a cross-appeal in the Appellees’ 1998 appeal from the summary judgment in its favor. In addition, as the prevailing party, Block was not required to file a protective appeal for every interlocutory adverse order entered prior to summary judgment in order to protect against the possibility that the Superior Court might reverse the summary judgment entered in its favor. Therefore, Block did not waive its challenge to class certification. Moreover, under Rule 1710(d), the trial court was authorized to consider Block’s motion for decertification after summary judgment was reversed. Accordingly, we reverse the order of the Superior Court and remand to the Superior Court for a determination on the merits of the trial court’s decision decertifying the class.\nOrder reversed. Jurisdiction relinquished.\nJustice TODD and Justice McCAFFERY did not participate in the consideration or decision of this case.\nChief Justice CASTILLE and Justice EAKIN join the opinion.\nJustice SAYLOR files a concurring opinion.\nJustice BAER files a concurring opinion.\n. See Pa.R.A.P. 1311 (regarding interlocutory appeals by permission).\n. Rule 501 provides: \"Except where the right of appeal is enlarged by statute, any party who is aggrieved by an appealable order, or a fiduciary whose estate or trust is so aggrieved, may appeal therefrom.” Pa.R.A.P. 501. Rule 511 was amended in 2002 and now provides:\nThe timely filing of an appeal shall extend the time for any other party to cross appeal as set forth in Rules 903(b) (cross appeals), 1113(b) (cross petitions for allowance of appeal) and 1512(a)(2) (cross petitions for review). The discontinuance of an appeal by a party shall not affect the right of appeal of any other party regardless of whether the parties are adverse.\nPa.R.A.P. 511. Prior to the 2002 amendments, Rule 511 stated: \"The discontinuance or, except as prescribed by Rule 903(b) (cross appeals) or by Rule 1113(b) (cross petitions), the taking of an appeal by a party shall not affect the right of appeal of any adverse party.\" The Court also specified that the Superior Court should address Hospital & Healthsystem Ass'n of Pa. v. Dept. of Public Welfare, 585 Pa. 106, 888 A.2d 601 (2005) and Debbs v. Chrysler Corp., 810 A.2d 137 (Pa.Super.2002).\n. We point out the fact that Block did file a cross-appeal of the class certification order in part to clarify the lengthy and complicated record in this case. While this clarification alone may appear to correct the Superior Court's error in denying Block's cross-appeal, reversal of the Superior Court requires a more detailed analysis of Pennsylvania law regarding cross-appeals.\n. See also Wilson v. Transp. Ins. Co., 889 A.2d 563, 577 n. 4 (Pa.Super.2005) (\"As the prevailing party, [Appellee] was not ‘aggrieved’ and therefore, did not have standing to appeal the judgment entered in its favor.”); Ratti v. Wheeling Pittsburgh Steel Corp., 758 A.2d 695, 700 (Pa.Super.2000) (\"Since Appellant was a prevailing party in the court below, it is not ‘aggrieved’ within the meaning of [Rule 501].”); Hashagen v. Workers’ Comp. Appeal Bd., 758 A.2d 276, 277 n. 2 (Pa.Commw.2000) (\"[o]nly 'aggrieved' parties may appeal. Pa. R.A.P. 501, and a party who prevails simply is not an aggrieved party and has no standing to appeal.”) (internal citations omitted).\n. Contrary to Appellees' assertion, it is irrelevant that Block’s case was commenced prior to the revision of Rule 511 in 2002. Even a cursory examination of the 2002 amendment to Rule 511 demonstrates that the rule change does not affect the case at hand. Rule 511 was not substantively changed in 2002, except that language was added regarding filing deadlines, which are not relevant here. With regard to the issues in this case, the rule itself says almost exactly what it said prior to 2002.\n. In addition, the failure of Block to file an earlier interlocutory appeal by permission pursuant to Pennsylvania Rule of Appellate Procedure 1311 does not result in waiver of the class certification issue. See, e.g., Commonwealth v. Jackson, 409 Pa.Super. 568, 598 A.2d 568, 577 (1991) (holding that failure to seek a permissive interlocutory appeal does not result in waiver because to find waiver would create a \"self-contradictory mandatory, permissive interlocutory appeal”) (internal citations omitted) (emphasis in original).\n. Rule 1710(d) governs decertification of class actions and provides in relevant part:\n(d) An order under this rule may be conditional and, before a decision on the merits, may be revoked, altered or amended by the court on its own motion or on the motion of any party. Any such supplemental order shall be accompanied by a memorandum of the reasons therefor.\nPa.R.C.P. 1710(d).\n. A decertification motion by Block at that point in the litigation, immediately after opposing the class certification in written motions and oral arguments, would have been futile and is simply not necessary in order to preserve the issue for appeal. To so hold would make motions for reconsideration mandatory in order to preserve an issue for appeal. They clearly are not. See Northampton Convalescent Ctr. v. Dept. of Public Welfare, 550 Pa. 167, 703 A.2d 1034, 1038 n. 9 (1997) (noting that a motion for reconsideration is not required to preserve an issue for appeal).\n. As Justice Saylor notes in his concurrence, Federal Rule of Civil Procedure 23 modified the language “decision on the merits’’ to “final judgment” in 2003. Fed.R.Civ.P. 23(c)(1)(C). However, the Pennsylvania Rules of Civil Procedure still contain this precise \"decision on the merits” language and, as such, the proper analysis is to conclude that the Superior Court’s reversal of summary judgment revoked the decision on the merits and allowed Block to file a motion for decerti-fication.",
        "type": "majority",
        "author": "Justice GREENSPAN."
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nAppellants suggest, and their amicus strongly advocates, that a prevailing party should not be permitted to file a cross-appeal due to the lack of aggrievement. See Brief for Appellants at 26 n. 11; Brief for Amicus the Pennsylvania Defense Institute at 4-16; accord G. Ronald Darlington, Kevin J. McKeon, Daniel R. Schuckers & Kristen W. Brown, Pennsylvania Appellate Practice § 511.4 (2d ed. Supp. 2004). A contrary position has emerged in the federal courts, in that several circuit courts of appeals have permitted prevailing parties to file protective, conditional cross-appeals “to insure that any errors against [the cross-appellant’s] interests are reviewed so that if the main appeal results in modification of the judgment his grievances will be determined as well.” Trust for the Certificate Holders of the Merrill Lynch Mortgage Investors, Inc. v. Love Funding Corp., 496 F.3d 171, 173 (2d Cir.2007) (quoting Hartman v. Duffey, 19 F.3d 1459, 1465 (D.C.Cir.1994)). Appellants observe that the current status of Pennsylvania law is uncertain on this point. See Brief for Appellants at 26 n. II.\nIn light of the manner in which the present case has been framed for our review, and since the majority does not specifically address the viability of a conditional cross-appeal in Pennsylvania, I reserve my own final conclusions on the matter for a future case. Here, I express only my present inclination toward the position that such cross-appeals generally should not be permitted. It seems to me that, on balance, the collective burden of screening and addressing such cross-appeals may outweigh the benefits from the opportunity for an appellate court to advance the resolution of the litigation in individual cases.\nThe parties also discuss the question of whether, where conditional cross-appeals are filed, the cross-appellants must raise all challenges they may wish to pursue with regard to any previous orders of the trial court on pain of waiver. The ag-grievement inquiry is obviously a threshold consideration to this question, and therefore, and in light of the majority’s disposition, I also decline to address this issue here. I note only that this waiver question appears to remain an open one, at least in the abstract. Thus, it is presently a relevant consideration for practitioners evaluating the option of a cross-appeal.\nOn the subject of the majority’s treatment of Civil Procedural Rule 1710(d), I agree that Appellants’ actual filing of a specific cross-appeal relative to the class-certification matter substantially undermines Appellees’ arguments. I have a modest difference, however, with the majority’s subsequent analysis, which appears to hinge on the proposition that the fact of a previous decision on the merits ceases to exist upon its vacatur on appeal. See Majority Opinion at 422-23. While this is certainly one way of conceptualizing the rule’s application, I prefer the federal courts’ approach of recognizing the ambiguity of the “decision on the merits” rubric, see Fed.R.Civ.P. 23, Advisory Committee Notes to the 2003 Amendments, and replacing it with language reflecting that the class certification decision is open to alteration or amendment pending a final decision on the merits. Accord Fed.R.Civ.P. 23(c)(1)(C). See generally 6A Fed. Proc. L.Ed. § 12:293 (2008) (“District courts are required to reassess their class rulings as the case develops and to take cognizance of changed factual situations, and any certification determination may be modified, expanded, subdivided, or vacated in light of subsequent developments in the litigation.”).\nIn the present case, regardless of whether a separate notice of appeal was lodged relative to the class certification order, the majority decision of this Court determining that no agency relationship existed between Appellants and Appellees undermined the basis on which class treatment had been permitted. In my view, this fundamental alteration in the prevailing circumstances justified the filing and consideration of a subsequent decertification motion in the common pleas court, with or without a specific cross-appeal to the class-certification order. Cf. Majority Opinion at 422-23.\n. Under this position, the initial basis supporting the majority decision (relying upon Appellants’ actual filing of a specific cross-appeal in response to Appellees' waiver argument) would be irrelevant, since the cross-appeal would be non-cognizable in any event in light of Appellants’ status as prevailing parties. Moreover, the question of whether Appellants were required to file a cross-appeal, see Majority Opinion at 421-22, also could be answered in a summary fashion.\n. These courts appear to take prudential considerations into account in assessing reviewa-bility. For example, the Second Circuit has explained:\nWhether an issue that is not technically part of a judgment should be addressed at all, and, if so, as a grounds for affirmance or on a cross-appeal, may depend on the specifics of each case. Whether the issue is ripe in the sense that the record is sufficient for an appellate decision and whether a decision at the time would conserve judicial resources by materially advancing the proceeding will also differ from case to case.\nLove Funding, 496 F.3d at 175.\n. Compare Darlington, et al, Pennsylvania Appellate Practice § 511.4 (\"Cross appeals or cross petitions by parties who were not aggrieved, i.e., who prevailed below, have been consistently dismissed in Pennsylvania.”), with Saint Thomas Twp. Bd. of Supervisors v. Wycko, 758 A.2d 755, 758 (Pa.Cmwlth.2000) (\"We would note ... that, although a party receives the relief it sought, albeit on an alternative basis, that fact alone would not preclude the successful party from filing a protective cross appeal on an issue which the lower tribunal decided against it, and a party choosing to proceed in such a manner, i.e., not filing a protective cross appeal, does so at the risk that the issue on which it prevailed below will be reversed.”).\n. The Court, however, should consider the scenario in which, but for the disposition challenged by the main appeal, the litigation otherwise would be final. Cf. Commonwealth v. Daniels, - Pa. -, -, 963 A.2d 409, 432 (2009) (overturning a post-conviction court’s award of a new trial, followed by consideration of an issue raised in the petitioner's cross-appeal from that court's denial of all other claims). In such circumstances, on the one hand, it would seem to be a formulaic exercise to reverse the order subject to the main appeal and return the matter to the common pleas court for an entry of judgment, only to be followed by another appeal. On the other hand, attempting to recognize exceptions to the requirement of present aggrievement may entail unavoidable uncertainties concerning where the line falls between permissible and impermissible cross-appeals. Therefore, adherence to an established routine applying to all cases may be the preferable course.\nCertainly, the Court, acting through its rules-committee structure in the first instance, should strive to provide clear direction concerning any new requirements pertaining to cross-appeals, and parties should not be subject to waiver absent such requirements.\n. Appellees have consistently and inaccurately represented to the courts that \"Block did not in any way seek review of Judge Herron's Order granting class certification against it.” Brief for Appellees at 9. Substantial private and public resources have been expended based upon this erroneous representation, and it has served to substantially compound the tremendous delay amassing in this protracted litigation. In such circumstances, I would admonish that this Court expects better of the attorneys and litigants.\n. In my view, it would be untenable to force a court to maintain class treatment if, for example, it became apparent after certification that the class was unmanageable.\nAppellees’ position is essentially that, by virtue of a common pleas court having made some unrelated, erroneous decision on the merits, the court should be deprived of its ability to make otherwise appropriate adjustments to class treatment. See Brief for Appel-lees at 18. The Rules of Civil Procedure, however, are to be liberally construed to secure the just, speedy and inexpensive determination of actions. See Pa.R.Civ.P. No. 126. While Appellees’ position advocating a literal reading of Rule 1710(d) is not specious, I believe sufficient ambiguity is present to justify consideration of the inefficiencies and injustice that may arise if the common pleas courts were to be hamstrung by class certification orders. I also note that courts have tools available to redress abuses of the decer-tification mechanism.\n. In light of the majority’s response, see Majority Opinion, at 423 n. 9, perhaps I should be clearer. I do not mean to invoke language that is not presently in our rule. Rather, my intent is to point out that our present rule is ambiguous, as noted by the federal advisoiy committee and various commentators upon their review of the similar language previously used in Federal Rule 23. See, e.g., 6A Fed. Proc., L.Ed. § 12:293 (2008). Indeed, well prior to the amendment to the federal rule, the United States Supreme Court and many other federal courts were reading former Rule 23's \"decision on the merits” language as referring to final judgment. See, e.g., Gardner v. Westinghouse Broadcasting Co., 437 U.S. 478, 480 n. 6, 98 S.Ct. 2451, 2453 n. 6, 57 L.Ed.2d 364 (1978). I find such an interpretation to be reasonable and consistent with the purposes of the rules and the appropriate administration of class action proceedings.\nThe 2003 amendments to Federal Rule 23(c)(1)(C) also eliminated the proviso that a class certification \"may be conditional” (which also is present in our Rule 1710(d)) to discourage class treatment in instances in which the requirements are not satisfied. See Fed.R.Civ.P. 23, Advisory Committee Notes to the 2003 Amendments. The change also removes any inference from this language that class treatment not denominated as conditional must necessarily be considered permanent. I believe we would also be well advised to consider a similar change to our rules.\n. Appellees also argue the common pleas court lacked authority to decertify tire class, since the Superior Court had ruled that the confidential relationship issue could be considered on a class-wide basis. See Brief for Appellees at 18-19 n. 11. I differ with Appellees' premise, however, since the relevant Superior Court decision was explicitly a narrow one tied to the summary judgment inquiiy. See Basile v. H & R Block, Inc., 777 A.2d 95, 107-08 (Pa.Super.2001). Thus, and because the appropriateness of class treatment may depend on developing circumstances, I do not regará the Superior Court's decision as foreclosing further inquiry into the propriety of the certification.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      },
      {
        "text": "Justice BAER,\nconcurring.\nI join the Majority Opinion, reversing the Superior Court, based upon the Majority’s conclusion that H & R Block did not waive its challenge to class certification and that the trial court had the authority to decertify the class following the Superi- or Court’s eventual decision reversing summary judgment. Although I agree with the Majority that protective cross-appeals are not required, I write separately to second Justice Saylor’s inclinations to deem protective cross-appeals impermissible. Concurring Op. at 424-25 (Saylor, J.). However, unlike Justice Saylor, I believe the Court should make that determination in this case. Given that the Superior Court premised its holding on H & R Block’s alleged failure to file a protective cross-appeal, the issue of protective cross-appeals is squarely before us, allowing us to consider the validity, as well as necessity, of such appeals for the bench and bar according to our rules of appellate procedure.\nBased on Pa.R.A.P. 501, I conclude that a non-aggrieved party should not be permitted, let alone required, to file a protective cross-appeal. Chapter Five of our appellate rules is entitled “Persons who may take or participate in appeals” and Rule 501 provides that an aggrieved party may appeal. Pa.R.A.P. 501. The rules do not mention any other method of having standing to take an appeal. Indeed, nothing in Rule 511 providing for cross-appeals suggests that a non-aggrieved party can appeal. This conclusion is also supported by our longstanding respect for the aggrieved party doctrine in other contexts: “[W]here a person is not adversely affected in any way by the matter challenged, he is not aggrieved and thus has no standing to obtain a judicial resolution of that challenge.” Hospital and Healthsystem Ass’n of Pa. v. Dept. of Public Welfare, 585 Pa. 106, 888 A.2d 601, 607 (2005); see also Wm. Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269, 280-281 (1975) (plurality).\nMoreover, refusing to hear protective cross-appeals will streamline cases on appeal and prevent prevailing parties from deluging the courts with unnecessary protective cross-appeals. Additionally, the prohibition of protective cross-appeals eliminates the question of whether a non-aggrieved party filing a protective cross-appeal must raise every potential appeal-able issue for fear of waiver. I note, in closing, that to the extent permissive cross-appeals would deluge our courts, requiring every potential issue to be raised by a non-aggrieved party in a protective cross-appeal, on pain of waiver, would turn such deluge into a full-fledged tsunami.\n. In full, Pa.R.A.P. 501 entitled, “Any Aggrieved Party May Appeal,” provides, \"Except where the right of appeal is enlarged by statute, any party who is aggrieved by an appeal-able order, or a fiduciary whose estate or trust is so aggrieved, may appeal therefrom.”\n. In full, Pa.R.A.P. 511, entitled, \"Cross Appeals,” provides:\nThe timely filing of an appeal shall extend the time for any other party to cross appeal as set forth in Rules 903(b) (cross appeals), 1113(b) (cross petitions for allowance of appeal), and 1512(a)(2) (cross petitions for review). The discontinuance of an appeal by a party shall not affect the right of appeal of any other party regardless of whether the parties are adverse.",
        "type": "concurrence",
        "author": "Justice BAER,"
      }
    ],
    "attorneys": [
      "Maureen Murphy McBride, Esq., William H. Lamb, Esq., Scot Russel Withers, Esq., James C. Sargent, Jr., Esq., John J. Cunningham, IY, Esq., Lamb McErlane, P.C., West Chester, for H & R Block, Inc., and H & R. Block Eastern Tax Services, Inc.",
      "Louis C. Long, Esq., Joshua Siebert, Esq., Pietragallo, Gordon, Alfano, Bosick & Raspanti, Pittsburgh, for Pennsylvania Defense Institute.",
      "Steven E. Angstreich, Esq., Michael Coren, Esq., Levy Angstreich Finney Bal-dante Rubenstein & Coren, P.C., Philadelphia, for Sandra Basile, on behalf of herself and all others similarly situated."
    ],
    "corrections": "",
    "head_matter": "Sandra J. BASILE and Laura Clavin, Individually and On Behalf of All Others Similarly Situated, Appellees v. H & R BLOCK, INC.; H & R Block Eastern Tax Services, Inc., & Mellon Bank (DE) National Association, Appellants.\nSupreme Court of Pennsylvania.\nArgued Sept. 9, 2008.\nDecided June 22, 2009.\nMaureen Murphy McBride, Esq., William H. Lamb, Esq., Scot Russel Withers, Esq., James C. Sargent, Jr., Esq., John J. Cunningham, IY, Esq., Lamb McErlane, P.C., West Chester, for H & R Block, Inc., and H & R. Block Eastern Tax Services, Inc.\nLouis C. Long, Esq., Joshua Siebert, Esq., Pietragallo, Gordon, Alfano, Bosick & Raspanti, Pittsburgh, for Pennsylvania Defense Institute.\nSteven E. Angstreich, Esq., Michael Coren, Esq., Levy Angstreich Finney Bal-dante Rubenstein & Coren, P.C., Philadelphia, for Sandra Basile, on behalf of herself and all others similarly situated.\nBEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY, and GREENSPAN, JJ."
  },
  "file_name": "0417-03",
  "first_page_order": 459,
  "last_page_order": 469
}
