{
  "id": 12047501,
  "name": "STATE of Rhode Island v. Herbert D. COUCHON",
  "name_abbreviation": "State v. Couchon",
  "decision_date": "1995-10-19",
  "docket_number": "No. 95-46-Appeal",
  "first_page": "418",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 418"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 237,
    "char_count": 3744,
    "ocr_confidence": 0.745,
    "sha256": "5b9eb97120af8ed806baf8f7650e396a1f9e00f5f4eb9aa740bf2e731a1378d6",
    "simhash": "1:5945bc1e482b3db0",
    "word_count": 623
  },
  "last_updated": "2023-07-14T16:45:48.827773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE of Rhode Island v. Herbert D. COUCHON."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the court for oral argument on October 2, 1995, pursuant to an order directing all parties to appear in order to show cause why the issues raised in this appeal should not be summarily decided. After reviewing the memoranda submitted by the parties, and after hearing their counsel in oral argument, the court is of the opinion that cause has not been shown and the issues should be decided at this time.\nThe defendant has appealed from a Superi- or Court conviction of driving while intoxicated in violation of R.I. General Laws 1956 (1994 Reenactment) § 31-27-2. The only issue raised on appeal is whether the state complied with the requirements of the motor vehicle statute in mailing defendant the results of his breathalyzer test. The defendant claims that the trial justice erred in admitting his breathalyzer test results into evidence because the copy of the results had not been sent to him by certified mail. The state presented evidence at trial that the results had been sent to the defendant by ordinary mail.\nR.I. General Laws 1956 § 31-27-2 states in pertinent part:\n(c) In any criminal prosecution for a violation of section (a) of this section, evidence as to the amount of intoxicating liquor ... or any controlled substance ... in defendant’s blood at the time alleged as shown by a chemical analysis of the defendant’s breath, blood or urine ... shall be admissible and competent, provided that evidence is presented that the following conditions have been complied with:\n(2) A true copy of the report of the test result was mailed within seventy-two (72) hours of the taking of the test to the person submitting to a breath test.\nThe defendant insists that this statute must be read in conjunction with the notice provision of § 31-2-18, which requires notice by personal delivery, or by a registered or certified mailing. However, § 31-2-18, entitled “Registry of Motor Vehicles,” is a general statute pertaining to service of notice by the Registry of Motor Vehicles in the summoning of witnesses and the taking of testimony. It does not apply to the procedural requirements for the admissibility of breathalyzer test results in a criminal prosecution. Section 31-27-2, on the other hand, is a criminal statute, entitled “Motor Vehicle Offenses,” and § 31-27-2(c) specifically details the conditions that must be met before breathalyzer results may be admissible. This section requires that a copy of the test results be mailed within seventy-two (72) hours of the taking of the test to the person submitting to the test. Nowhere in § 31-27-2(c)(2) is it stated that the results must be sent by registered or certified mail. Had the legislature intended that breathalyzer results be sent by registered or certified mail, presumably it would have so stated in § 31-27-2(e)(2). Since it did not, the police officers’ use of regular mail did not bar the admissibility of the test results.\nFor these reasons, the appeal of the defendant is denied and dismissed. The judgment of conviction appealed from is affirmed, and the papers in the case may be remanded to the Superior Court.\n. Section 31-2-18 states that whenever, by virtue of § 31-2-17, notice to any person, firm or corporation is required, or in any other instance when notice may be required, such notice shall consist of personal delivery to the person, firm, or corporation involved, or by mailing of a registered or certified letter.\nSection 31-2-17 gives the registrar of motor vehicles authority to summon witnesses for the taking of testimony.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Andrea Mendes, Aaron Weisman, Providence.",
      "Robert J. Healey, Jr., Warren."
    ],
    "corrections": "",
    "head_matter": "STATE of Rhode Island v. Herbert D. COUCHON.\nNo. 95-46-Appeal.\nSupreme Court of Rhode Island.\nOct. 19, 1995.\nAndrea Mendes, Aaron Weisman, Providence.\nRobert J. Healey, Jr., Warren."
  },
  "file_name": "0418-01",
  "first_page_order": 476,
  "last_page_order": 477
}
