{
  "id": 12047570,
  "name": "STATE v. Booker MORRIS",
  "name_abbreviation": "State v. Morris",
  "decision_date": "1995-10-19",
  "docket_number": "No. 94-724-C.A.",
  "first_page": "419",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 419"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "294 A2d 650",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 3676,
    "ocr_confidence": 0.735,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31220603981158745
    },
    "sha256": "3457d63cfc4b93d9f2b8428607b0988d127f0133cae397dccfe6ab9631b7c54e",
    "simhash": "1:1ae4731b337a04ec",
    "word_count": 632
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Booker MORRIS."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before the Supreme Court on October 6, 1995, pursuant to an order directing both the state and the defendant to appear and show cause why the issues raised in this appeal should not be summarily decided. The defendant appeals from a conviction of driving while on a suspended license. After hearing oral argument and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown and the issues should be decided at this time.\nThe defendant was charged with operating a motor vehicle while on a suspended license, in violation of G.L.1956 (1982 Reenactment) § 31-11-18.1, as amended by P.L.1983, eh. 229, § 4 and with reckless driving in violation of § 31-27-4. A trial was held in District Court where defendant was found guilty of driving on a suspended license, but not guilty of reckless driving. On appeal to Superior Court, defendant waived his right to a jury trial. After trial before a single justice, defendant was found guilty of driving on a suspended license and sentence was imposed.\nThe facts of the accident are that this defendant entered a car that belonged to a friend in the parking lot that serves Dexter Manor in Providence and started the car. The gas pedal stuck to the floor and the transmission engaged propelling the car through two fences, across property through another fence, and down an embankment onto Route 95 where it landed on the roof of a passing vehicle which was turning onto Route 195. The operator of the latter vehicle suffered grave injuries.\nThe defendant is reported to have told the police officer at the scene that he was on the way to a funeral of a friend. In court the defendant testified that the car was virtually inoperable, that it bore no valid registration plates, and that he was moving it only from one parking space to another. It was also established that the defendant’s motor vehicle license had been suspended some time prior to the accident. On appeal the defendant alleges that the state failed to prove beyond reasonable doubt that “he was driving, or if he was driving that he did so on any highway.”\nThe court is of the opinion that the defendant gave a highly implausible explanation which did not preclude the fact that when the accident occurred he was on a public highway. It is the conclusion of this court that by starting a car, which he had every reason to believe would malfunction, he assumed the risk of where the car would go if he lost control of it.\nRhode Island General Laws 1956 (1994 Reenactment) § 31-1-17(e) defines a driver as follows: “Any operator or chauffeur who drives or is in actual physical control of a vehicle.” This court has not specifically interpreted that language; however, other jurisdictions have. In State v. Townsend, 294 A2d 650 (Conn.1972), the court found “that a person ‘operates’ a motor vehicle ... when in the vehicle he intentionally does any act or makes use of any mechanical or electrical agency which alone or in sequence will set in motion the motive power of the vehicle.” In this case the trial justice correctly stated “the mere fact that you knowingly and purposely turned the ignition of the vehicle and set it in motion within the parking area itself is sufficient to constitute a violation of the statute” against operating a motor vehicle without a license.\nFor all of these reasons, the defendant’s appeal is denied and dismissed, the judgment of conviction appealed from is affirmed, and the papers in this ease remanded to the Superior Court.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Aaron Weisman, Providence.",
      "Paula Rosin, Providence."
    ],
    "corrections": "",
    "head_matter": "STATE v. Booker MORRIS.\nNo. 94-724-C.A.\nSupreme Court of Rhode Island.\nOct. 19, 1995.\nAaron Weisman, Providence.\nPaula Rosin, Providence."
  },
  "file_name": "0419-01",
  "first_page_order": 477,
  "last_page_order": 478
}
