{
  "id": 12025092,
  "name": "MAINE MACK, INC. v. Lucien SKEELS",
  "name_abbreviation": "Maine Mack, Inc. v. Skeels",
  "decision_date": "1975-01-08",
  "docket_number": "",
  "first_page": "420",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 420"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "294 A.2d 445",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0445-01"
      ]
    },
    {
      "cite": "219 A.2d 744",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8103703
      ],
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/219/0744-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 6784,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 2.794717385761318e-07,
      "percentile": 0.8362892971752407
    },
    "sha256": "65b92d962ded49597358aa425a39a7fff4cc4cacc966d24f813a92bd4f8452fe",
    "simhash": "1:9788d3e52a161def",
    "word_count": 1142
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE,' POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-",
      "All Justices concurring."
    ],
    "parties": [
      "MAINE MACK, INC. v. Lucien SKEELS."
    ],
    "opinions": [
      {
        "text": "ARCHIBALD, Justice.\nMaine Mack, Inc., instituted a civil action against Lucien Skeels in the Southern Penobscot Division of the District Court. Defendant answered and filed a counter'claim seeking damages. The case ultimately was heard by a District Court Judge who, on September 13, 1972, caused the following order to be entered:\n“Ordered that Judgment be entered for the Defendant Lucien Skeels on the Complaint. And it is ordered & adjudged that Judgment be entered for the Plff. Lucien Skeels on the Counterclaim damages in the amount of $1,000.00\nThe District Court docket then shows the following entries:\n“9/19/72 Attested copies of Judgment sent to both Attys.\n9/22/72 Requests for Findings of Fact and Conclusions of Law D.C. C.R. #52 filed by . . . Atty. for Plff.\n2/22/73 Findings of Facts and Conclusions of Law filed by [District Court Judge], Attested copies of findings of fact sent to both Attys on 2/28/73.\n3/6/73 Notice of Appeal to Superior Court filed by ... Atty. for the Plff, Action removed to the Penobscot County Superior Court, 3/7/73.”\nAfter the case was docketed in the Superior Court, the Defendant moved to dismiss the appeal because the same “was not taken within the time provided by the Maine District Court Civil Rules.” This motion was denied. In due course a hearing was held in the Superior Court resulting in an order sustaining the judgment for the defendant on the counterclaim but remanding the case to the District Court for a further, but limited, hearing on the plaintiff’s complaint. The plaintiff has appealed and the defendant has cross-appealed from the denial of his motion to dismiss the plaintiff’s appeal.\nSince we determine that the Superior Court lacked jurisdiction to hear the appeal, we must dismiss the plaintiff’s appeal, sustain the defendant’s cross-appeal and remand the case to the Superior Court with directions to enter an appropriate order restoring the case to the docket of the District Court.\nOur reasons for reaching this conclusion may be succinctly stated.\nRule 73(a), D.C.C.R., provides:\n“An aggrieved party may appeal from a judgment of the District Court to the Superior Court .... The time within which an appeal may be taken shall be 10 days from the entry of the judgment appealed from .... The running of the time for appeal is terminated by a timely motion made pursuant to any of the rules hereinafter enumerated, and the full time for appeal fixed in this subdivision commences to run and is computed from the entry of any of the following orders made upon a timely motion under such rules: making findings of fact or conclusions of law as requested under Rule 52(a) . .” (emphasis supplied).\nIt is clear from the docket that more than ten days had expired between the entry of judgment and the filing of the appeal. We recognize that the appeal period from the original entry of the judgment on September 13, 1972, was terminated by the motion filed pursuant to Rule 52(a), D.C. C.R., on September 22, 1972, but it was revived on February 22, 1973, when the findings of fact and conclusions of law were entered on the docket. Using the method of computing time under Rule 6, D.C.C.R., the tenth day thereafter would fall on March 4th but, since that day was Sunday, filing would be timely on March 5th. Since this appeal was entered on March 6th it was beyond the mandated period, and the judgment had then become final and non-appealable.\nWe adopt the rationale of the Advisory Committee on Civil Rules, namely:\n“[I]t is believed more desirable to keep the procedure in the District Court simple and expeditious than to have a right of appeal in that exceedingly rare case where the party may not learn of the judgment in the 10-day period.”\nField, McKusick and Wroth, Maine Civil Practice, Advisory Committee’s Note at 486.\nThe above note is amplified in Field, McKusick and Wroth, Maine Civil Practice, Commentary 173.1:\n“An appeal from a District Court judgment is perfected by filing a notice of appeal within ten days of entry of the judgment appealed from. This ten-day period is to be contrasted with the 30-day period for filing a notice of appeal from a judgment of the Superior Court. Also the District Court rule contains no provision for extending this period for a party’s excusable neglect. This short period for filing appeals is consistent with the policy of expeditious and inexpensive determination of controversies within the jurisdiction of the District Court.”\nAlthough we note that copies of the findings filed on February 22, 1973, were not sent to counsel until February 28, 1973, the controlling, and critical date is the entry of the order, not the notification by the clerk.\nWhile we are interpreting the District Court Rules where extensions of time for “excusable neglect” are not permissible, we see no reason, in logic, to treat the appeal-ability of a District Court judgment in any different manner than comparable judgments are dealt with on appeal from the Superior Court to the Law Court. In either event, the appellate court must be vested with jurisdiction of the case. We clearly held in Kittery Electric Light Co. v. Assessors of Town, 219 A.2d 744, 747 (Me.1966) :\n“Timely filing of notice of appeal in compliance with M.R.C.P. 73(a) is mandatory and jurisdictional, and if notice of appeal is not filed within the time provided, the right to appeal is lost and the appeal must be dismissed.”\nSee Harris Baking Company v. Mazzeo, 294 A.2d 445 (Me.1972).\nSince the Superior Court lacked jurisdiction to deal with the merits of the plaintiff’s appeal, the entry must be:\nPlaintiff’s appeal dismissed. Defendant’s cross-appeal sustained. The case remanded to the Superior Court for an entry of an order dismissing the appeal from the District Court for lack of jurisdiction and directing the Clerk to cause the case to be restored to the docket of the District Court.\nAll Justices concurring.\n. Rule 6, D.C.C.R. adopts Rule 6, M.R.C.P. which, in Rule 6(a), provides:\n“(a) Computation. In computing any period of time prescribed or allowed by these rules, by order of court, or by any applicable statute, the day of the act, event, or default after which the designated period of time begins to run is not to be included. The last day of the period so computed is to be included, unless it is a Saturday, a Sunday, or a legal holiday, in which event the period runs until the end of the next day which is not a Saturday, a Sunday, or a holiday.”",
        "type": "majority",
        "author": "ARCHIBALD, Justice."
      }
    ],
    "attorneys": [
      "Libhart & Ferris, by Joseph L. Ferris, Brewer, for plaintiff.",
      "Anderson & Norton, by Peter Adams Anderson, Gary J. Norton, Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "MAINE MACK, INC. v. Lucien SKEELS.\nSupreme Judicial Court of Maine.\nJan. 8, 1975.\nLibhart & Ferris, by Joseph L. Ferris, Brewer, for plaintiff.\nAnderson & Norton, by Peter Adams Anderson, Gary J. Norton, Bangor, for defendant.\nBefore DUFRESNE, C. J., and WEATHERBEE,' POMEROY, WER-NICK, ARCHIBALD and DELAHANTY, JJ-"
  },
  "file_name": "0420-01",
  "first_page_order": 458,
  "last_page_order": 460
}
