{
  "id": 7289249,
  "name": "Charles BOHAN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Bohan v. State",
  "decision_date": "2010-02-23",
  "docket_number": "No. 385, 2009",
  "first_page": "421",
  "last_page": "424",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 421"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "956 A.2d 23",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8204834
      ],
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/956/0023-01"
      ]
    },
    {
      "cite": "856 A.2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9205487
      ],
      "pin_cites": [
        {
          "page": "552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/0548-01"
      ]
    },
    {
      "cite": "798 A.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9436826
      ],
      "pin_cites": [
        {
          "page": "1022"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/798/1019-01"
      ]
    },
    {
      "cite": "729 A.2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11614634
      ],
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0259-01"
      ]
    },
    {
      "cite": "1998 WL 382645",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "320 A.2d 343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8025996
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/320/0343-01"
      ]
    },
    {
      "cite": "521 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7896598
      ],
      "pin_cites": [
        {
          "page": "1077"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/521/1069-01"
      ]
    },
    {
      "cite": "637 A.2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351366
      ],
      "pin_cites": [
        {
          "page": "62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0057-01"
      ]
    },
    {
      "cite": "897 A.2d 748",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8425711
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/897/0748-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 5474,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.188300553429949
    },
    "sha256": "eca63442a1a0a4efb5718df9a8883c3195bab33600dde6a00d504426dc771280",
    "simhash": "1:5e2a95b24c2560df",
    "word_count": 854
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND and RIDGELY, Justices."
    ],
    "parties": [
      "Charles BOHAN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "STEELE, Chief Justice:\nIn his opening statement in this Superi- or Court jury trial, Charles Bohan’s lawyer told the jury that a witness, who later became unavailable and failed to testify, would corroborate Bohan’s story. When the witness exercised his Fifth Amendment right not to testify, Bohan moved for a mistrial. He now asserts that the trial judge abused her discretion by denying Bohan’s motion for a mistrial. Because the putative witness had a basis to invoke his right against self-incrimination that made him legally unavailable, and the trial judge issued three curative instructions designed to allay unfair prejudice to Bohan, we AFFIRM the judgment of the Superior Court.\nFACTUAL AND PROCEDURAL HISTORY\nTwo New Jersey State Police detectives saw Bohan and at least two other individuals driving a car in a hotel parking lot. Someone pointed a handgun out the car window toward the detectives, and then retracted it. The State charged Bohan with Possession of a Firearm during the Commission of a Felony, Possession of a Firearm by a Person Prohibited, and two counts of Aggravated Menacing.\nAt trial in New Castle County Superior Court, Bohan’s lawyer told the jury, during his opening statement, that one of the other individuals in the car would testify that the third individual — not Bohan — had pointed the handgun out the window. That witness, however, asserted his Fifth Amendment right against self-incrimination and declined to testify. The trial judge questioned the witness’s lawyer, who provided satisfactory assurance that the witness had a basis to invoke his Fifth Amendment right.\nBohan requested that the trial judge order the witness to take the stand and invoke his Fifth Amendment right in front of the jury. The trial judge refused to do so. Bohan moved for a mistrial, alleging that the jury’s awareness of his unfulfilled promise to present corroborating testimony would unfairly prejudice them against Bohan. The trial judge issued three separate curative instructions informing the jury that opening and closing statements do not constitute evidence.\nAfter a three-day trial, the jury found Bohan guilty of all counts. Bohan appeals the trial judge’s denial of his motion for a mistrial.\nSTANDARD OF REVIEW\nWe review the trial judge’s decision to grant or deny a motion for a mistrial for abuse of discretion. We ordinarily defer to the trial judge who may best assess the risk of unfair prejudice resulting from trial events. The trial judge should grant a mistrial “only where there are ‘no meaningful and practical alternatives’ to that remedy” or where the “ends of public justice would be otherwise defeated.” A curative instruction may provide “a meaningful and practical alternative obviating the need for a mistrial.”\nANALYSIS\nBohan claims that the trial judge abused her discretion by denying his motion for mistrial, after the trial judge found that the putative witness was legally unavailable. Bohan alleges that the witness lacked a basis to invoke his Fifth Amendment right against self-incrimination.\nThe witness’s lawyer discussed the potential for self-incrimination with his client. The trial judge then questioned the lawyer and satisfied herself that a basis existed to invoke the privilege. The witness’s Fifth Amendment privilege overrides Bohan’s Sixth Amendment right to call witnesses on his own behalf.\nA trial judge should grant a mistrial only when “no meaningful and practical alternatives” exist. Indeed, a trial judge may grant a mistrial “only where there is ‘manifest necessity’ or the ‘ends of public justice would be otherwise defeated.’ ” The trial judge here, as an alternative to mistrial, gave the jury three curative instructions informing them that the opening and closing statements made by attorneys do not constitute evidence. The jury could reasonably conclude that the witnesses failure to appear should not cause them to infer anything about the impact of that prospective testimony. Juries are presumed to follow the trial judge’s instructions, and remedial instructions presumptively cure any error. Merely asserting— as Bohan does — that these instructions represent an “illusory remedy” fails to overcome that presumption.\nGiven the witness’s reasonable basis to invoke the privilege, and repeated curative instructions, the trial judge did not abuse her discretion by denying Bohan’s motion for mistrial.\nCONCLUSION\nFor the foregoing reasons, the Superior Court judge properly denied Bohan’s motion for mistrial. Therefore, the judgment of the Superior Court is AFFIRMED.\n. Brown v. State, 897 A.2d 748, 752 (Del.2006).\n. Id.\n. Dawson v. State, 637 A.2d 57, 62 (Del.1994) (quoting Bailey v. State, 521 A.2d 1069, 1077 (Del.1987)).\n. Brown, 897 A.2d at 752 (citing Fanning v. Superior Court, 320 A.2d 343, 345 (Del.1974)).\n. See Rey v. State, 1998 WL 382645 (Del. Supr. June 16, 1998).\n. Brown v. State, 729 A.2d 259, 263 (Del.1999).\n. Ashley v. State, 798 A.2d 1019, 1022 (Del.2002).\n. Pena v. State, 856 A.2d 548, 552 (Del.2004).\n. Revel v. State, 956 A.2d 23, 30 (Del.2008).",
        "type": "majority",
        "author": "STEELE, Chief Justice:"
      }
    ],
    "attorneys": [
      "Bernard J. O’Donnell, Office of the Public Defender, Wilmington, DE, for appellant.",
      "Danielle J. Brennan, Department of Justice, Wilmington, DE, for appellee."
    ],
    "corrections": "",
    "head_matter": "Charles BOHAN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 385, 2009.\nSupreme Court of Delaware.\nSubmitted: Feb. 10, 2010.\nDecided: Feb. 23, 2010.\nBernard J. O’Donnell, Office of the Public Defender, Wilmington, DE, for appellant.\nDanielle J. Brennan, Department of Justice, Wilmington, DE, for appellee.\nBefore STEELE, Chief Justice, HOLLAND and RIDGELY, Justices."
  },
  "file_name": "0421-01",
  "first_page_order": 463,
  "last_page_order": 466
}
