{
  "id": 11899398,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. David JONES, Appellant",
  "name_abbreviation": "Commonwealth v. Jones",
  "decision_date": "1997-09-17",
  "docket_number": "No. 0064 W.D. Appeal Docket 1996",
  "first_page": "423",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "700 A.2d 423"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "505 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788901
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0008-01"
      ]
    },
    {
      "cite": "695 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "applying Smith to an appeal filed pursuant to Pa.R.A.P. 903"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "689 A.2d 283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11924370,
        947431
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "applying Smith to an appeal filed pursuant to Pa.R.A.P. 903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0283-01",
        "/pa-super/455/0626-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 626",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947431
      ],
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "applying Smith to an appeal filed pursuant to Pa.R.A.P. 903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0626-01"
      ]
    },
    {
      "cite": "487 U.S. 266",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1774898
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "270-71"
        },
        {
          "page": "2382"
        },
        {
          "page": "251-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0266-01"
      ]
    },
    {
      "cite": "683 A.2d 278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861001,
        466762
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "281"
        },
        {
          "page": "279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0278-01",
        "/pa/546/0115-01"
      ]
    },
    {
      "cite": "546 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466762
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0115-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 11181,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24402001815549865
    },
    "sha256": "f46c54c75b37e4356960c8e5e16cdde21c5c5566c4728c7e11fe3fa0158ab474",
    "simhash": "1:ac1e926cd347a76f",
    "word_count": 1887
  },
  "last_updated": "2024-02-27T19:35:17.873637+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. David JONES, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nDavid Jones (Appellant) appeals from the Order of the Superior Court quashing his appeal from the Court of Common Pleas of Allegheny County (trial court) as untimely. Based on our recent decision in Smith v. Pennsylvania Board of Probation and Parole, 546 Pa. 115, 683 A.2d 278 (1996), we reverse the Order of the Superior Court and remand for further proceedings.\nFacts and Procedural History\nOn March 7, 1994, a jury found Appellant guilty of receiving stolen property in connection with his possession of a stolen cellular phone. The trial court sentenced Appellant to a term of incarceration of not less than one and one-half years nor more than five years. He did not file a direct appeal.\nAppellant filed a pro se petition pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S. § 9541 et seq. and received appointed counsel. Counsel filed a “no merit” letter, concluding that there were no cognizable issues for appeal, and requested permission to withdraw as counsel. The trial court permitted counsel to withdraw and notified Appellant that he had the option of either retaining private counsel or proceeding pro se. He chose to proceéd pro se. Without a hearing, the trial court dismissed Appellant’s PCRA petition by Order dated January 19, 1996. He had thirty days, or until February 20, 1996, to file an appeal of this Order. Pa. R.A.P. 903.\nOn February 17, 1996, acting pro se, Appellant delivered his notice of appeal to the prison postal clerk at the State Correctional Institution at Greensburg, where he was incarcerated. He used a Postal Service Form 3800, Certified Mail, and Postal Service Form 3811, Return Receipt Requested, to mail his appeal. The certified mail form indicates Appellant mailed this appeal on February 17, 1996. The Allegheny County Prothonotary received the appeal on February 22, 1996.\nThe Superior Court dismissed the appeal sua sponte as untimely because the protho-notary did not receive it within thirty days of the date of the trial court Order. Appellant filed a pro se Motion to Reconsider, which the Superior Court denied. We granted allo-catur to consider whether our decision in Smith concerning timely filing pursuant to Pa.R.A.P. 1514 extends to appeals from court orders pursuant to Pa.R.A.P. 903.\nDiscussion\nRule 903 of the Pennsylvania Rules of Appellate Procedure governs appeals from court orders and provides, in pertinent part, as follows:\nRULE 903. TIME FOR APPEAL\n(a) General Rule. Except as otherwise prescribed by this rule, the notice of appeal required by Rule 902 (manner of taking appeal) shall be filed within 30 days after the entry of the order from which the appeal is taken.\nRule 902 prescribes the manner of taking an appeal from a court order:\nRULE 902. MANNER OF TAKING APPEAL\nAn appeal permitted by law as of right from a lower court to an appellate court shall be taken by filing a notice of appeal with the clerk of the lower court within the time allowed by Rule 903 (time for appeal) ....\nPa.R.A.P. 902. Determination of the date of the appeal is guided by Rule 905, which states the following:\nRULE 905. FILING OF NOTICE OF APPEAL\n... Upon receipt of the notice of appeal the clerk shall immediately stamp it with the date of receipt, and that date shall constitute the date when the appeal was taken, which date shall be shown on the docket....\nPa.R.A.P. 905. Here, the trial court entered its Order on January 19,1996, and therefore, pursuant to Rule 905, the prothonotary had to receive Appellant’s notice of appeal on or before February 20, 1996 to meet the filing deadline.\nIn Smith, however, we took notice of the special circumstances of an appellant who is incarcerated at the time of his appeal and who acts pro se. We found the following language of the United States Supreme Court instructive:\nThe situation of prisoners seeking to appeal without the aid of counsel is unique. Such prisoners cannot take the steps other litigants can take to monitor the processing of their notices of appeal and to ensure that the court clerk receives and stamps their notices of appeal before the 30-day deadline. Unlike other litigants, pro se prisoners cannot personally travel to the courthouse to see that the notice is stamped “filed” or to establish the date on which the court received the notice. Other litigants may choose to entrust their appeals to the vagaries of the mail and the clerk’s process for stamping incoming papers, but only the pro se prisoner is forced to do so by his situation. And if other litigants do choose to use the mail, they can at least place the notice directly into the hands of the United States Postal Service (or a private carrier); and they can follow its progress by calling the court to determine whether the notice has been received and stamped, knowing that if the mail goes awry they can personally deliver notice at the last moment or that their monitoring will provide them with evidence to demonstrate either excusable neglect or that the notice was not stamped on the date the court received it.\nHouston v. Lack, 487 U.S. 266, 270-71, 108 S.Ct. 2379, 2382, 101 L.Ed.2d 245, 251-52 (1988). In Lack, the Supreme Court deemed a pro se prisoner’s appeal filed as of the date he or she delivers it to the prison authorities for mailing.\nRecognizing in Smith that pro se prisoners in this Commonwealth have the same obstacles as pro se prisoners in federal prisons, we adopted the approach announced by the Supreme Court in Lack. Smith, at 122, 683 A.2d at 281. In Smith, the appellant sought to appeal a decision of the Pennsylvania Board of Probation and Parole (Board) dated March 15, 1994. Smith, who acted pro se and was incarcerated, allegedly gave his petition for review of the Board’s decision to the prison officials on April 14, 1994. In return, Smith received a “Cash Slip” indicating that the Department of Corrections charged Smith’s prison bank account for postage for mail sent to the Prothonotary of the Philadelphia Court of Common Pleas on that date. Smith, at 118, 683 A.2d at 279.\nPursuant to Pa.R.A.P. 1512(a), governing petitions for review of agency decisions, Smith had thirty days from the date of the Board’s decision in which to file his petition for review. The Commonwealth Court quashed his petition, sua sponte, as untimely filed because the prothonotary did not receive it until April 20, 1994. This Court reversed and held that when the appellant is (a) acting pro se and (b) incarcerated at the time he or she seeks to file an appeal, justice requires the appeal to be deemed “filed” on the date that the appellant deposits the appeal with prison authorities and/or places it in the prison mailbox. The appellant bears the burden of proving that he or she in fact delivered the appeal within the appropriate time period. This rule is appropriately termed the “prisoner mailbox” rule.\nAlthough we decided Smith in the context of Pa.R.A.P. 1514, appeals from agency decisions, our concerns for a pro se prisoner’s ability to ensure the timely filing of an appeal apply equally to appeals from court orders, Pa.R.A.P. 903. We note, however, that Rule 1514 explicitly provides that an appeal may be deemed “filed” either on the date the prothonotary receives it or on the date the appellant deposits it with the United States Postal Service if he uses a Postal Form 3817, Certificate of Mailing, on which the postal clerk stamps the date of mailing. Rule 903 states generally that an appellant may file the notice of appeal with the clerk of the lower court and Rule 905 explains that the date of filing will be the date that the clerk receives the appeal. We believe that the language of Rule 903 is amenable to an exception for pro se prisoners. Therefore, we extend the prisoner mailbox rule to all appeals by pro se prisoners. See Commonwealth v. Hockenberry, 455 Pa.Super. 626, 689 A.2d 283, appeal denied, — Pa. -, 695 A.2d 784 (1997) (applying Smith to an appeal filed pursuant to Pa.R.A.P. 903).\nNext, we turn to the type of evidence a pro se prisoner may present to prove that he mailed the appeal within the deadline. As provided in Rule 1514, a Postal Form 3817, Certificate of Mailing, constitutes proof of the date of mailing. In Smith, we said that the “Cash Slip” that the prison authorities gave Smith noting both the deduction from his account for the mailing to the prothonota-ry and the date of the mailing, would also be sufficient evidence. We further stated in Smith that an affidavit attesting to the date of deposit with the prison officials likewise could be considered. This Court has also accepted evidence of internal operating procedures regarding mail delivery in both the prison and the Commonwealth Court, and the delivery route of the mail, to decide the last possible date on which the appellant could have mailed an appeal based on the date that the prothonotary received it. Miller v. Unemployment Compensation Board of Review, 505 Pa. 8, 476 A.2d 364 (1984). Proof is not limited to the above examples and we are inclined to accept any reasonably verifiable evidence of the date that the prisoner deposits the appeal with the prison authorities.\nHere, Appellant employed a Postal Form 3800, Certified Mail, that indicates the date of mailing as February 17, 1996, which was within the deadline for filing an appeal. Furthermore, a review of the record reveals that the envelope Appellant used to mail his appeal bears a United States Postal date stamp of February 20, 1996, the last day for filing. The Commonwealth accepts the authenticity of the postal form and concedes that Appellant did in fact deliver his notice of appeal to the prison authorities within the filing deadline. Therefore, applying the prisoner mailbox rule, Appellant timely filed his appeal.\nAccordingly, we reverse the Order of the Superior Court quashing Appellant’s appeal and remand to the Superior Court for further proceedings.\n. 18 Pa.C.S. § 3925. Appellant was also charged with the crime of robbery, 18 Pa.C.S. § 3701, however, the trial court entered a nolle pros for this offense because the jury was unable to reach a verdict.\n. Thirty days from January 19, 1996 would set the filing deadline at February 18, 1996. However, since February 18, 1996 was a Sunday and February 19, 1996 was a legal holiday, Appellant had until Tuesday, February 20, 1996 to file his Notice of Appeal from the trial court Order. 1 Pa.C.S. § 1908.\n. Because the Commonwealth does not challenge the timeliness of the appeal here, and since we can verify that the notice of appeal reached the United States Post Office by, at the latest, February 20, 1996, we need not remand for an evidentiary hearing on the timeliness issue. Where, however, the facts concerning timeliness are in dispute, a remand for an evidentiary hearing may be warranted.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      }
    ],
    "attorneys": [
      "' David Jones, Pro Se.",
      "Robert E. Colville, Dist. Atty., Michael Streily and Scott A. Bradley, Asst. Dist. At-tys., for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. David JONES, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted June 5, 1997.\nDecided Sept. 17, 1997.\n' David Jones, Pro Se.\nRobert E. Colville, Dist. Atty., Michael Streily and Scott A. Bradley, Asst. Dist. At-tys., for appellee.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0423-02",
  "first_page_order": 487,
  "last_page_order": 491
}
