{
  "id": 7289292,
  "name": "Qwauntico ROSS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Ross v. State",
  "decision_date": "2010-02-23",
  "docket_number": "No. 347, 2009",
  "first_page": "424",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 424"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "251 A.2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8078069
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/251/0552-01"
      ]
    },
    {
      "cite": "538 A.2d 1104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7888596
      ],
      "pin_cites": [
        {
          "page": "1110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/538/1104-01"
      ]
    },
    {
      "cite": "453 A.2d 98",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950267
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/453/0098-01"
      ]
    },
    {
      "cite": "327 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8059230
      ],
      "pin_cites": [
        {
          "page": "748"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/327/0746-01"
      ]
    },
    {
      "cite": "582 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7384858
      ],
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/0923-01"
      ]
    },
    {
      "cite": "619 A.2d 896",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7362549
      ],
      "pin_cites": [
        {
          "page": "899"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0896-01"
      ]
    },
    {
      "cite": "632 A.2d 63",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361330
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/632/0063-01"
      ]
    },
    {
      "cite": "575 A.2d 1074",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7385311
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1075-76"
        },
        {
          "page": "1075"
        },
        {
          "page": "1076"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/575/1074-01"
      ]
    },
    {
      "cite": "939 A.2d 1284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8306132
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1288"
        },
        {
          "page": "1289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/939/1284-01"
      ]
    },
    {
      "cite": "948 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8244612
      ],
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/948/0395-01"
      ]
    },
    {
      "cite": "623 A.2d 1095",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7370778
      ],
      "pin_cites": [
        {
          "page": "1096-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/623/1095-01"
      ]
    },
    {
      "cite": "940 A.2d 929",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8307078
      ],
      "pin_cites": [
        {
          "page": "932"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/940/0929-01"
      ]
    },
    {
      "cite": "1995 WL 48368",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1995,
      "pin_cites": [
        {
          "page": "*1",
          "parenthetical": "citing Hall v. State, 473 A.2d at 357"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "482 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902920
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "330-31"
        },
        {
          "page": "330-31"
        },
        {
          "page": "330-31"
        },
        {
          "page": "330-31"
        },
        {
          "page": "330"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0327-01"
      ]
    },
    {
      "cite": "473 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955396
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "356-57"
        },
        {
          "page": "357"
        },
        {
          "page": "356-57"
        },
        {
          "page": "356"
        },
        {
          "page": "356"
        },
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/473/0352-01"
      ]
    },
    {
      "cite": "62 Del. Laws 331",
      "category": "laws:leg_session",
      "reporter": "Del. Laws",
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 917,
    "char_count": 23986,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 1.5717185276755716e-07,
      "percentile": 0.6788088803632953
    },
    "sha256": "5e93288192ceaf603a18b3f5414f34b3d0c0e3748602b2c4e4ed59ee771f7731",
    "simhash": "1:ea6ccbf175ebaf12",
    "word_count": 3860
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGE LY, Justices, constituting the Court en Banc."
    ],
    "parties": [
      "Qwauntico ROSS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice,\nfor the majority:\nA grand jury indicted the defendant-appellant, Qwauntico Ross (“Ross”), and his co-defendant, Benjamin Sturgis (“Stur-gis”). Ross was charged with Possession of a Firearm During the Commission of a Felony; Possession of a Firearm by a Person Prohibited (“PFBPP”); Possession of Ammunition by a Person Prohibited; Possession of Marijuana with Intent to Distribute; Possession of Marijuana Within 300 Feet of a Park; Possession of Drug Paraphernalia; and Maintaining a Dwelling for Keeping Controlled Substances. On May 18, 2009, Ross pled guilty to five of the seven charges: PFBPP, Possession of Ammunition by a Person Prohibited; Possession of Marijuana Within 300 Feet of a Park; Possession of Drug Paraphernalia; and Maintaining a Dwelling for Keeping Controlled Substances. The State entered a nolle prosequi on the other two charges.\nThe only issue in this direct appeal involves the sentence that Ross received for PFBPP in violation of title 11, section 1448(a)(1) of the Delaware Code. After finding that Ross had been “convicted on two or more separate occasions of a violent felony,” the judge sentenced Ross to a minimum mandatory five years of incarceration pursuant to title 11, section 1448(e)(l)c. Ross contends that the judge should have imposed a minimum mandatory sentence of one year pursuant to title 11, section 1448(e)(l)a.\nRoss does not contest that his two 1994 drug convictions were violent felonies. Nor does he contend that his two prior convictions were for the same or related incidents. Instead, Ross argues that section 1448(e) should be construed in accordance with the same judicial analysis that is used to determine if a conviction qualifies as a predicate offense for habitual criminal sentencing under section 4214. From that premise, Ross submits that given the chronology of his earlier convictions, his prior drug offenses should only count as one, not two, prior violent felony convictions.\nWe have concluded that the arguments made by Ross are without merit. Therefore, the judgment and sentence of the Superior Court are affirmed.\nFacts\nOn November 7, 2008, Dover police executed a search warrant at a townhouse located at 68 Village Drive. Ross was inside the townhouse when police entered. As the police entered the bedroom, they saw Ross holding a handgun in his left hand, and took Ross into custody. In addition to discovering ammunition in a magazine by Ross’ bed, the officers found a black cloth bag that contained a large plastic bag that was subsequently determined to contain 57.7 grams of marijuana. A jacket hanging on the closet door had $1500 cash in a pocket.\nThe police found Sturgis in the southwest bedroom. As officers entered the room, Sturgis was leaning out the window, after apparently having thrown his gun out. When the officers asked Sturgis to show his hands, Sturgis did not comply, requiring the officers to taser him and take him into custody. A jacket hanging outside Sturgis’ bedroom contained two plastic bags; one containing crack cocaine, the other containing twenty Endocet tablets. Next to Sturgis’ bed was a sword with a 22-1/2 inch blade and a dagger with a nine-inch blade.\nPrior Felony Convictions\nRoss had been previously convicted of Possession with Intent to Deliver Cocaine. On December 10,1993, he was arrested for Possession with Intent to Deliver Cocaine, Possession of Drug Paraphernalia and gambling offenses. On March 8, 1994, he pled guilty to Possession with Intent to Deliver Cocaine. While released on bail pending sentencing, Ross was arrested on April 25, 1994, for Possession with Intent to Deliver Cocaine, Trafficking in Cocaine, Possession of Drug Paraphernalia, Maintaining a Dwelling for Keeping Controlled Substances, Possession of Marijuana and Conspiracy in the Second Degree.\nOn May 13,1994, Ross was sentenced on his March 1994 guilty plea to Possession with Intent to Deliver Cocaine. The Superior Court imposed a sentence of thirty months incarceration at Level V, suspended for a total of one year Level IV halfway house and Level III supervision. On July 26, 1994, Ross pled guilty to Possession with Intent to Deliver Cocaine, stemming from his April 1994 arrest, and on September 23, 1994, Ross was sentenced on his July 1994 guilty plea to that charge. The Superior Court imposed a sentence of five years incarceration at Level V, suspended after three years for a total of eighteen months Level IV halfway house and Level III supervision.\nDispute About Minimum Sentence\nDuring the May 2009 proceedings on Ross’ entry of his guilty plea, the State and the defense informed the judge that there was a dispute about the minimum sentence to be imposed on the charge of PFBPP. Because of Ross’ prior drug convictions, both sides agreed that Ross was subject to the penalty provisions of title 11, section 1448(e)(1) of the Delaware Code. The difference of opinion was about the interpretation of the phrase in section 1448(e)(l)c, “been convicted on 2 or more separate occasions of a violent felony.” The prosecution contended that the chronology of Ross’ prior convictions satisfied the statutory language and required a minimum sentence of five years incarceration. The defense argued that the phrase should be interpreted to require the same sequencing of convictions and sentences as under the habitual offender statute, therefore, requiring a minimum sentence of incarceration for only one year.\nIn the guilty plea colloquy, Ross acknowledged that he understood there was a dispute about the minimum sentence to be imposed on the PFBPP charge. Nevertheless, despite knowing there was a dispute over whether the minimum sentence of incarceration was for one year or five years, Ross stated he wished to proceed with the entry of his guilty plea. After hearing counsel for both sides, the judge accepted the guilty plea by Ross and decided to postpone sentencing.\nSentence at Issue\nAt sentencing on June 3, 2009, defense counsel reiterated his earlier argument that Ross was not subject to the terms of section 1448(e)(l)c because Ross’ 1994 arrest for Possession with Intent to Deliver Cocaine occurred on April 25, 1994, before Ross had been sentenced on his prior conviction. In arguing for a one-year mandatory minimum sentence, Ross sought to have the PFBPP statute construed the same way this Court has interpreted the habitual offender statute in Hall v. State and Buckingham v. State; namely, by requiring “some period of time ... between sentencing on the earlier conviction and the commission of the offense resulting in the later felony conviction.” The State contended that the plain language of section 1448(e)(1) controlled. Accordingly, the State argued, Ross had two prior violent felony convictions at the time he committed his 2008 crime, and therefore was subject to the terms of section 1448(e)(l)c, mandating a minimum sentence of five years.\nThe judge reviewed the chronology of Ross’ two prior drug convictions and sentences in 1994, and specifically noted the date of arrest, conviction, and sentence for each prior violent felony. The judge concluded that, although Ross had been arrested twice on charges based on the same statutory provision in less than five months, the two offenses were not related and involved “separate incidents.” Each drug conviction, the judge noted, was “a violent felony.”\nThe trial judge rejected the defense’s argument that section 1448(e)(l)e should be interpreted in the same manner as the habitual offender statute. The judge described the habitual offender statute as reflecting a legislative determination that the defendant’s criminal conduct was “incorrigible; that is, beyond correction, justifying a potential sentence of life imprisonment.” The judge acknowledged that, to accomplish the legislature’s intent in the habitual offender context, that statute required a defendant to be provided with “some opportunity for rehabilitation between each of the offenses; hence, the conclusion that there should not be an overlap.”\nAs the trial judge read section 1448(e), however, “the habitual criminal concept is not present....” Instead, the judge decided, section 1448(e) “simply creates an aggravated sentencing scheme.... ” The judge concluded: “the prior felony or felonies involved in [section] 1448(e) are aggravating sentencing factors and nothing more. While the overlap relied upon by [Ross] exists, his two prior convictions are, nonetheless, separate in my opinion.” Accordingly, the trial judge sentenced Ross to the minimum sentence of five years of incarceration at Level V for the PFBPP conviction.\nParties’ Contentions\nOn appeal, Ross makes essentially the same argument he made to the Superior Court. Specifically, he asks this Court to construe the PFBPP statute the same way it has interpreted the habitual offender statute. Ross points to the three levels of punishment under the PFBPP statute as support that “the logical interpretation of that statute is that the offender should have the opportunity for rehabilitation before the more severe penalty is imposed.”\nIn response, the State again argues that the statute is unambiguous, and that under title 11, section 221(a), the statutory definition of “conviction” is limited to the meaning given in section 222(3). Moreover, the State contends there is no reason to read the statutes similarly, because they serve different purposes. According to the State, the purpose of the PFBPP statute is to protect the public from a convicted felon carrying a firearm, whereas the habitual offender statute was designed to ensure the defendant has had some opportunities to reform before a court imposes one of the harshest sanctions authorized by our criminal law.\nStatutory Construction Principles\nThe role of the judiciary in interpreting a statute is to determine and give effect to the legislature’s intent. When the intent is reflected by unambiguous language in the statute, the language itself controls. In that instance, a court must apply the statutory language to the facts of the case before it.\nA court is allowed to look behind the statutory language itself only if the statute is ambiguous. “Under Delaware law, a statute is ambiguous if: first, it is reasonably susceptible to different conclusions or interpretations; or second, a literal interpretation of the words of the statute would lead to an absurd or unreasonable result that could not have been in-tended by the legislature.” A statute is not rendered ambiguous, however, simply because the parties disagree about the meaning of the statutory language.\nSection 1448(e)(1)\nSection 1448(e)(l)c mandates a five-year minimum prison term if the defendant “has been convicted on 2 or more separate occasions of any violent felony.” This Court must determine if the General Assembly’s use of “convicted on 2 or more separate occasions” was reasonably susceptible to different interpretations and, thereby, created an ambiguity in subsection 1448(e)(l)c. The word “conviction” is defined at title 11, section 222(3) of the Delaware Code, thusly: “ ‘conviction’ means a verdict of guilty by the trier of fact, whether judge or jury, or a plea of guilty or a plea of nolo contendere accepted by the court.” Because the definition of conviction, as stated by section 222(3), employs the word “means,” “the definition [in section 222(3)] is limited to the meaning given.” Accordingly, we hold the statute is unambiguous.\nReading section 1448(e)(l)c in light of the section 222(3) definition of “conviction,” Ross had been twice convicted of a violent felony by virtue of his two respective guilty pleas, two charges of Possession with Intent to Deliver Cocaine. Therefore, Ross came within the unambiguous terms of the statutory language. Accordingly, the Superior Court was required to apply the statute as written, unless a literal application of the statute would lead to an unreasonable result that could not have been intended by the legislature.\nHabitual Offender Statute Distinguished\nSince we have concluded that section 1448(e)(1) is unambiguous, we must next determine whether a literal application of the statute would lead to an unreasonable result. Ross is correct that this Court did not apply the literal statutory definition of “conviction” when interpreting the habitual offender statute in Hall and Buckingham. The rationale for those two decisions, however, is inapplicable in Ross’ case.\nIn Hall v. State, this Court was confronted with the question of whether the defendant’s prior guilty pleas for two felonies on the same day established that he had been “2 times convicted” under title 11, section 4214(b). After finding that the statute did not address this issue, this Court determined there was an ambiguity which it needed to resolve. This Court explained that the justification for declaring an individual an habitual criminal and possibly imposing a life sentence is that the “offender has committed still a third offense after having had two prior convictions followed by two separate chances to reform.” Because a defendant like Hall, who had been convicted for two felonies at the same time, would not have distinct opportunities to reform, this Court interpreted section 4214(b) as “applying only to those offenders who have been twice convicted of the specified felonies in prior proceedings where the second conviction took place on account of an offense which occurred after sentencing had been imposed for the first offense.”\nIn Buckingham v. State, this Court applied the rationale of Hall when interpreting the phrase “3 times convicted” under Section 4214(a) of the habitual criminal statute. We concluded that the defendant was not an habitual criminal because the two sets of multiple convictions could not be treated as three separate convictions under the statute. In Buckingham, we held that under section 4214(a), “three separate convictions are required, each successive to the other, with some chance for rehabilitation after each sentencing. .. ,”\nIn Hall and Buckingham, a literal interpretation of “2 times convicted” and “3 times convicted” in the habitual offender statutes would have yielded an unreasonable result, which would have been inconsistent with the purpose of the statute. This Court recognized that “the legislature intended to reserve the habitual offender penalties for those individuals who were not rehabilitated after the specified number of separate encounters with the criminal justice system and a corresponding number of chances to reform.” A literal interpretation of “2 times convicted” or “3 times convicted” would have resulted in a defendant who was convicted for multiple felonies at one time receiving a life sentence without having distinct opportunities to reform — a result that would have been inconsistent with the statute. Consequently, to avoid an unreasonable result that was not intended by the General Assembly, this Court was obligated to interpret the word “conviction” differently from its literal meaning.\nThese considerations are not at issue in Ross’ case. There is no rational basis for extending our interpretation of the word “conviction” in the habitual offender statute to the PFBPP statute. The legislative intent underlying the habitual offender statute is to insure that a defendant has had an opportunity to correct a pattern of criminal conduct before the imposition of an enhanced penalty. The legislative intent underlying the PFBPP statute is to impose an enhanced sentence or enhanced penalty for certain acts involving a firearm or destructive weapon by a person prohibited, without regard to any opportunity for rehabilitation. When section 1448 was amended in 1994, the synopsis to the bill explained that the legislature’s intent was to “help protect society from armed crime committed by drug dealers and previously-convicted violent felons by increasing the punishment for their illegal possession of a firearm.... By making it a certainty that they will be incarcerated if found to be in possession of a gun, the amendment seeks to deter violent criminals and drug dealers from carrying or possessing firearms.”\nSection 1448(e)(l)c is unambiguous, and a literal interpretation of that statute does not yield unreasonable results that were not intended by the legislature. In State v. Robinson, this Court explained that “[t]he provisions of [the statute] demonstrate a manifest intention on the part of the General Assembly to protect the public from the actions of members of that class of persons who, by their past conduct, have shown themselves unworthy to possess firearms.” The plain words of the statute require a judge to impose the five-year minimum mandatory sentence of incarceration for a defendant who has been previously convicted of committing two violent felonies on separate occasions. Therefore, we hold that Ross was properly sentenced to the five-year minimum sentence required by section 1448(e)(l)c.\nConclusion\nThe judgment and sentence of the Superior Court are affirmed.\n. Section 1448(e)(1) provides:\nNotwithstanding any provision of this section or Code to the contrary, any person who is a prohibited person as described in this section and who knowingly possesses, purchases, owns or controls a firearm or destructive weapon while so prohibited shall receive a minimum sentence of:\na. One year at Level V, if the person has previously been convicted of a violent felony;\nb. Three years at Level V, if the person does so within 10 years of the date of conviction for any violent felony or the date of termination of all periods of incarceration or confinement imposed pur-\nsuant to said conviction, whichever is the later date; or\nc. Five years at Level V, if the person has been convicted on 2 or more separate occasions of any violent felony.\n. Del.Code Ann. tit. 11, § 4214 (2007).\n. Hall v. State, 473 A.2d 352, 356-57 (Del.1984).\n. Buckingham v. State, 482 A.2d 327, 330-31 (Del.1984).\n. Johnson v. Butler, 1995 WL 48368, at *1 (Del. Jan. 30, 1995) (citing Hall v. State, 473 A.2d at 357).\n. \"Violent felonies” are designated in title 11, section 4201(c), wherein title 16, section 4751 of the Delaware Code is listed as a violent felony.\n. Del.Code Ann. tit. 11, § 4214 (2007).\n. See Hall v. State, 473 A.2d at 356-57; Buckingham v. State, 482 A.2d at 330-31.\n. LeVan v. Independence Mall, Inc., 940 A.2d 929, 932 (Del.2007).\n. In re Adoption of Swanson, 623 A.2d 1095, 1096-97 (Del.1993) (\"If the statute as a whole is unambiguous and there is no reasonable doubt as to the meaning of the words used, the court's role is limited to an application of the literal meaning of those words.”).\n. E.g., Ramirez v. Murdick, 948 A.2d 395, 398 (Del.2008); Leatherbury v. Greenspun, 939 A.2d 1284, 1288 (Del.2007); State v. Cooper, 575 A.2d 1074, 1075-76 (Del.1990).\n. Leatherbury v. Greenspun, 939 A.2d at 1288 (citing Grand Ventures, Inc. v. Whaley, 632 A.2d 63, 68 (Del.1993)).\n. Stop & Shop Cos., Inc. v. Gonzales, 619 A.2d 896, 899 (Del.1993) (citing Centaur Partners v. Nat’l Intergroup, Inc., 582 A.2d 923, 927 (Del.1990)).\n. This Court has applied the statutory definition of conviction on at least two occasions, noting that the General Assembly had used the word \"in its general and popular sense, that is, the establishment of guilt independent of judgment and sentence.” Lis v. State, 327 A.2d 746, 748 (Del.1974); see also Pryor v. State, 453 A.2d 98, 100 (Del.1982).\n. Del.Code Ann. tit. 11, § 221(a) (2007) (\"In this Criminal Code when the word 'means’ is employed in defining a word or term, the definition is limited to the meaning given.”).\n. E.g., Leatherbury v. Greenspun, 939 A.2d 1284, 1289 (Del.2007).\n. Hall v. State, 473 A.2d 352, 356 (Del.1984).\n. Del.Code Ann. tit. 11, § 4214(b) provides:\n(b) Any person who has been 2 times convicted of a felony or an attempt to commit a felony hereinafter specifically named ... is declared to be an habitual criminal, and the court in which such third or subsequent conviction is had, in imposing sentence, shall impose a life sentence upon the person so convicted unless the subsequent felony conviction requires or allows and results in the imposition of capital punishment. Such sentence shall not be subject to the probation or parole provisions of Chapter 43 of this title.\n(emphasis added).\n. Hall v. State, 473 A.2d at 356.\n. Id.\n. Id. at 357.\n. Buckingham v. State, 482 A.2d 327, 330-31 (Del.1984).\n. Del.Code Ann. tit. 11, § 4214(a) provides:\n(a) Any person who has been 3 times convicted of a felony, other than those which are specifically mentioned in subsection (b) of this section, under the laws of this State, and/or any other state ... and who shall thereafter be convicted of a subsequent felony of this State is declared to be an habitual criminal, and the court in which such 4th or subsequent conviction is had, in imposing sentence, may in its discretion, impose a sentence of up to life imprisonment upon the person so convicted.\n. Buckingham v. State, 482 A.2d at 330-31.\n. Id. at 330.\n. State v. Cooper, 575 A.2d 1074, 1075 (Del.1990) (“Literal or perceived interpretations, which yield illogical or absurd results, should be avoided in favor of interpretations which are consistent with the intent of the legislature.”) (citing Daniels v. State, 538 A.2d 1104, 1110 (Del.1988)).\n. Buckingham v. State, 482 A.2d at 330.\n. State v. Cooper, 575 A.2d at 1076.\n. H.B. No. 524, 137th Gen. Assem. (1994) (Synopsis).\n. State v. Robinson, 251 A.2d 552 (Del.1969).\n. Id. at 555.",
        "type": "majority",
        "author": "HOLLAND, Justice,"
      },
      {
        "text": "RIDGELY, Justice,\ndissenting:\nThe majority distinguishes our prior cases of Hall and Buckingham by finding two separate legislative intents for the habitual offender statute and the PFBPP statute. In my view, the General Assembly intended that for all mandatory prison terms, an offender must have a chance to reform following a prior conviction before he is sentenced as a second offender. Indeed, the General Assembly expressly said so when enacting an amendment to the Mandatory Sentencing Act in 1980 which provided in relevant part:\nWHEREAS, the general intention behind the enactment of a mandatory commitment law for juveniles adjudicated delinquent for violating certain delineated [sic] offenses was to serve as a warning to a first offender of the consequences of a second conviction; and\nWHEREAS, mandatory prison terms applied to adults require that an offender has an opportunity to mend his ways after an initial confrontation with the courts before he is sentenced as a second offender; and\nWHEREAS, the members of the General Assembly and the members of the Family Court Judiciary desire to establish a mandatory commitment provision triggered only by an offense committed after a first adjudication and within a prescribed period of time.\nOur decisions in Hall and Buckingham in 1984 were consistent with this express intent of the General Assembly that mandatory penalties for a second offense be reserved for those individuals not rehabilitated after an encounter with the criminal justice system and a chance to reform. Our decision in this case should also be consistent with that intention. Such an interpretation would not preclude the sentencing judge from imposing a severe sanction if warranted by the facts of an individual case. Indeed, under this interpretation the Superior Court could impose the same sentence it did, but would have to act deliberatively rather than automatically-\nI respectfully dissent.\n. 62 Del. Laws 331 (emphasis added).",
        "type": "dissent",
        "author": "RIDGELY, Justice,"
      }
    ],
    "attorneys": [
      "Thomas D. Donovan, Esquire, Dover, DE, for appellant.",
      "Paul R. Wallace, Esquire (argued) and Loren C. Meyers, Esquire, Department of Justice, Wilmington, DE, for appellee."
    ],
    "corrections": "",
    "head_matter": "Qwauntico ROSS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 347, 2009.\nSupreme Court of Delaware.\nSubmitted: Dec. 9, 2009.\nDecided: Feb. 23, 2010.\nThomas D. Donovan, Esquire, Dover, DE, for appellant.\nPaul R. Wallace, Esquire (argued) and Loren C. Meyers, Esquire, Department of Justice, Wilmington, DE, for appellee.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGE LY, Justices, constituting the Court en Banc."
  },
  "file_name": "0424-01",
  "first_page_order": 466,
  "last_page_order": 474
}
