{
  "id": 7975491,
  "name": "Carlos GUARINO v. The DEPARTMENT OF SOCIAL WELFARE of the State of Rhode Island et al.",
  "name_abbreviation": "Guarino v. Department of Social Welfare",
  "decision_date": "1980-01-18",
  "docket_number": "No. 77-405-M.P.",
  "first_page": "425",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 425"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "92 Stat. 1134",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "5 U.S.C. § 7501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "37 Stat. 555",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 2612",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6179408
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "Massachusetts statute providing for summary suspension of driver's license without prior hearing after licensee's refusal to take breathalyzer test upon arrest for operating motor vehicle while under influence of intoxicating liquor held not unconstitutional on its face"
        },
        {
          "parenthetical": "Massachusetts statute providing for summary suspension of driver's license without prior hearing after licensee's refusal to take breathalyzer test upon arrest for operating motor vehicle while under influence of intoxicating liquor held not unconstitutional on its face"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0001-01"
      ]
    },
    {
      "cite": "204 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "644"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "98 R.I. 470",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3088720
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "476-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/98/0470-01"
      ]
    },
    {
      "cite": "112 R.I. 522",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3130744
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "531-32"
        },
        {
          "page": "730"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/112/0522-01"
      ]
    },
    {
      "cite": "100 R.I. 145",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5489271
      ],
      "weight": 2,
      "year": 1965,
      "pin_cites": [
        {
          "page": "152"
        },
        {
          "page": "664"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/100/0145-01"
      ]
    },
    {
      "cite": "367 U.S. 886",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1785544
      ],
      "weight": 3,
      "year": 1961,
      "pin_cites": [
        {
          "page": "896-897"
        },
        {
          "page": "1749-1750"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/367/0886-01"
      ]
    },
    {
      "cite": "416 U.S. 134",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        84512
      ],
      "weight": 8,
      "year": 1974,
      "pin_cites": [
        {
          "page": "1643"
        },
        {
          "page": "32"
        },
        {
          "page": "167"
        },
        {
          "page": "1650"
        },
        {
          "page": "40-41",
          "parenthetical": "Powell, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/416/0134-01"
      ]
    },
    {
      "cite": "395 U.S. 337",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771623
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "hearing required prior to wage attachment"
        },
        {
          "parenthetical": "hearing required prior to wage attachment"
        },
        {
          "parenthetical": "hearing required prior to wage attachment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0337-01"
      ]
    },
    {
      "cite": "397 U.S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12052726
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "parenthetical": "hearing required prior to termination of recipient's welfare benefits"
        },
        {
          "parenthetical": "hearing required prior to termination of recipient's welfare benefits"
        },
        {
          "parenthetical": "hearing required prior to termination of recipient's welfare benefits"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0254-01"
      ]
    },
    {
      "cite": "402 U.S. 535",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11734271
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "hearing on probable cause required before deprivation of driver's license"
        },
        {
          "parenthetical": "hearing on probable cause required before deprivation of driver's license"
        },
        {
          "parenthetical": "hearing on probable cause required before deprivation of driver's license"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0535-01"
      ]
    },
    {
      "cite": "407 U.S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9136631
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "hearing required prior to seizure of property in replevin proceeding"
        },
        {
          "parenthetical": "hearing required prior to seizure of property in replevin proceeding"
        },
        {
          "parenthetical": "hearing required prior to seizure of property in replevin proceeding"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0067-01"
      ]
    },
    {
      "cite": "408 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782797
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "preliminary hearing on probable cause required before parolee may be deprived of liberty"
        },
        {
          "parenthetical": "preliminary hearing on probable cause required before parolee may be deprived of liberty"
        },
        {
          "parenthetical": "preliminary hearing on probable cause required before parolee may be deprived of liberty"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 773,
    "char_count": 12380,
    "ocr_confidence": 0.797,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20067328249639266
    },
    "sha256": "807e534a12f537d3575934746ab8d185062cf006ad3945683f5691a0afccf3fb",
    "simhash": "1:315ff45a3e100590",
    "word_count": 1995
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carlos GUARINO v. The DEPARTMENT OF SOCIAL WELFARE of the State of Rhode Island et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThis case comes before us on a petition for certiorari to review a Superior Court judgment sustaining- a determination of the Personnel Appeal Board (the board) which confirmed a discharge of the petitioner by the Director of the Department of Social Welfare. This petition was filed under the review provisions of. the Administrative Procedures Act, G.L. 1956 (1977 Reenactment) § 42 — 35—16. The facts underlying the controversy are as follows.\nCarlos Guarino (petitioner) had been employed by the Department of Social Welfare of the State of Rhode Island for a period of nine years. Specifically, on March 18,1970, petitioner was assigned to duty as youth home life supervisor at the Youth Correctional Center (YCC), a division of the Rhode Island Training School for Boys; he had held this position for ten months prior to the incident of which he complains. Five days per week, petitioner worked a shift beginning at 7 a. m. and ending at 3 p. m. Around noon on the date in question, petitioner’s immediate supervisor notified him that the person who would normally relieve petitioner at 3 p. m. was ill and that petitioner had to remain on the job until a replacement could be obtained. Efforts made to find a replacement, however, were unavailing. At 3 p. m., petitioner agreed to stay for one more hour but stated that he would then leave for the day. His supervisor (Mr. Gervais) notified the superintendent, Joseph P. Devine, of petitioner’s response. In turn, Mr. Devine instructed the supervisor to inform petitioner that he must “stay until a replacement was found, and, if he walked out, as he was threatening to do, to keep right on walking.” This message was relayed to petitioner; nevertheless, he left his job at approximately 4 p. m. without having been relieved of his duty either by a replacement or by permission of his superior.\nAs a result of this action, upon recommendation of Superintendent Devine, petitioner was discharged by means of a letter of termination dated April 15, 1970. The following day his appeal was taken to the board in accordance with the provisions of G.L. 1956 (1969 Reenactment) § 36-3-10. The board held hearings over a period of time beginning May 13,1970, and ending on December 9, 1970. A decision confirming the discharge by the appointing authority was filed April 27,1971. From this decision petitioner claimed an appeal to the Superior Court on May 12,. 1971, pursuant to the provisions of G.L. 1956 § 42-35-15. A decision of the Superior Court was rendered October 27, 1977, and thereafter judgment was entered affirming the decision of the Board.\nThe petitioner raises a number of issues, of which only one is entitled to serious consideration. He asserts that the failure to afford him a pre-termination hearing violates due process of law as that concept has been defined and applied by the Supreme Court of the United States in varying contexts. See, e. g., Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972) (preliminary hearing on probable cause required before parolee may be deprived of liberty); Fuentes v. Shevin, 407 U.S. 67, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972) (hearing required prior to seizure of property in replevin proceeding); Bell v. Burson, 402 U.S. 535, 91 S.Ct. 1586, 29 L.Ed.2d 90 (1971) (hearing on probable cause required before deprivation of driver’s license); Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970) (hearing required prior to termination of recipient’s welfare benefits); Sniadach v. Family Finance Corp., 395 U.S. 337, 89 S.Ct. 1820, 23 L.Ed.2d 349 (1969) (hearing required prior to wage attachment).\nThe short answer to this contention is that a majority of the members of the Supreme Court of the United States have found the foregoing cases inapplicable to the discharge of a federal employee. Arnett v. Kennedy, 416 U.S. 134, 94 S.Ct. 1633, 40 L.Ed.2d 15 (1974). In that case an employee of the Office of Economic Opportunity (OEO) had been charged with slandering other OEO employees, including the regional director, who preferred charges against him. In accordance with the provisions of the Lloyd-La Follette Act, as supplemented by Civil Service regulations and executive order, Kennedy, the employee, was entitled to appeal after his discharge to the Civil Service Commission and to receive an evidentiary hearing. He challenged the provisions of the act as constitutionally deficient in that there was no provision for a trial-type hearing before an impartial officer prior to Kennedy’s removal from his employment. A majority of the Court rejected this contention and held that the evidentiary post-termination hearing provided before the Civil Service Commission met the requirements of due process. Writing for a plurality of three justices, Mr. Justice Rehnquist stated:\n“Here appellee did have a statutory expectancy that he not be removed other than for ‘such cause as will promote the efficiency of [the] service.’ But the very section of the statute which granted him that right, a right which had previously existed only by virtue of administrative regulation, expressly provided also for the procedure by which ‘cause’ was to be determined, and expressly omitted the procedural guarantees which appellee insists are mandated by the Constitution. Only by bifurcating the very sentence of the Act of Congress which conferred upon appellee the right not to be removed save for cause could it be said that he had an expectancy of that substantive right without the procedural limitations which Congress attached to it. In the area of federal regulation of government employees, where in the absence of statutory limitation the governmental employer has had virtually uncontrolled latitude in decisions as to hiring and firing, Cafeteria Workers v. McElroy, 367 U.S. 886, 896-897, 81 S.Ct. 1743, 1749-1750, 6 L.Ed.2d 1230 (1961), we do not believe that a statutory enactment such as the Lloyd-La Follette Act may be parsed as discretely as appellee urges. Congress was obviously intent on according a measure of statutory job security to governmental employees which they had not previously enjoyed, but was likewise intent on excluding more elaborate procedural requirements which it felt would make the operation of the new scheme unnecessarily burdensome in practice. Where the focus of legislation was thus strongly on the procedural mechanism for enforcing the substantive right which was simultaneously conferred, we decline to conclude that the substantive right may be viewed wholly apart from the procedure provided for its enforcement. The employee’s statutorily defined right is not a guarantee against removal without cause in the abstract, but such a guarantee as enforced by the procedures which Congress has designated for the determination of cause.” Id. at 151-52,94 S.Ct. at 1643, 40 L.Ed.2d at 32.\nIt is true that in a concurring opinion in Arnett, Mr. Justice Powell disagreed with the plurality about the quantum of deference that should be accorded a Legislature in prescribing the procedures to protect an expectancy of continued employment. He did agree, however, with the majority that an evidentiary hearing prior to termination was not constitutionally mandated, although he included the caveat that once a property interest is conferred, a Legislature may not constitutionally authorize the deprivation of such an interest without appropriate procedural safeguards. Id. at 167, 94 S.Ct. at 1650, 40 L.Ed.2d at 40-41 (Powell, J., concurring).\nIn the case at bar, the procedures for review of the dismissal of a state employee “for the good of the service” bear a sufficient similarity to the procedures that were considered adequate in Arnett to satisfy the requirements of due process. Indeed, Rhode Island provides not only for administrative review but for judicial review by the Superior Court as well, with further discretionary review by this court.\nThus we are of the opinion that the Superior Court was correct in rejecting petitioner’s challenge to the procedural safeguards set forth in § 36-3-10, as supplemented by the provisions of the Administrative Procedures Act, chapter 35 of title 42. It is true that in Arnett, under the federal statute, the employee was entitled, if he chose, to a hearing before the very person who had upheld the charges against him. In our opinion this right did not substantially enhance the due process guarantees accorded to federal employees, nor was it considered to be of substantial importance by either the majority or dissenting justices.\nThe remaining contentions raised by petitioner are essentially factual; they attack the factual findings of the board as sustained by the Superior Court. In one instance, petitioner challenges the authority of the superintendent to require overtime services. This latter issue, though couched in terms of a legal question, essentially was predicated upon whether delegation by the appointing authority to the superintendent had been appropriately made. This was a mixed question of fact and law and was resolved against petitioner by the board and by the Superior Court.\nIn respect to such questions, when more than one inference is possible, the court may not substitute its judgment for that of the agency and must affirm the decision of- the agency unless its findings are “clearly erroneous.” Section 42-35-15(g)(5).\nWhen we review a judgment of the Superior Court on a petition for certio-rari, our inquiry is limited to determining whether the record reflects evidence, or reasonable inferences that may be drawn therefrom, to support the findings of the tribunal whose decision is being reviewed. Hardman v. Personnel Appeal Board, 100 R.I. 145, 152, 211 A.2d 660, 664 (1965). Utilizing this test, we find ample evidence to support the Superior Court judgment upholding the decision of the board.\nIn respect to the selection of punishment, we find no error in the sustaining of the discharge by the Superior Court. Serious consideration must be given to the need for discipline among employees of a correctional facility. The importance of remaining at one’s post until properly relieved cannot be overemphasized in those situations in which a correctional officer or home life supervisor is required to guard inmates who are involuntarily confined. We have stated that police officers constitute a military organization in many respects and are subject to disciplinary methods that are “ ‘peculiarly incident to the efficient functioning’ ” of their department. Simmons v. Town Council, 112 R.I. 522, 531-32, 312 A.2d 725, 730 (1973); Howland v. Thomas, 98 R.I. 470, 476-77, 204 A.2d 640, 644 (1964). This observation might be applied with equal force to correctional officers who are entrusted with the safeguarding of persons confined, whether such persons are juveniles or adults. In the instant case, the penalty of discharge is not unduly severe when one considers that the board specifically found that the petitioner had disobeyed a direct order from his superior and had left his post in defiance of his superior’s instructions prior to the arrival of a proper replacement.\nFor these reasons, the petition for certio-rari is denied and dismissed, the writ heretofore issued is quashed, and the papers in the case are ordered returned to the Superi- or Court with our decision endorsed thereon.\n. But cf. Mackey v. Montrym, - U.S. -, 99 S.Ct. 2612, 61 L.Ed.2d 321 (1979) (Massachusetts statute providing for summary suspension of driver’s license without prior hearing after licensee’s refusal to take breathalyzer test upon arrest for operating motor vehicle while under influence of intoxicating liquor held not unconstitutional on its face).\n. This statute was first enacted by Act of August 24, 1912, ch. 389, § 6, 37 Stat. 555. At the time of the Arnett decision, it was codified as 5 U.S.C. § 7501 (1970). It has since been completely revised, in a manner not pertinent here, by the Civil Service Reform Act of 1978, Pub.L. No.95 — 454, Title II, § 204(a), 92 Stat. 1134.",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "Leo Paul Attilli, Providence, for petitioner.",
      "Dennis J. Roberts II, Atty. Gen., Forrest L. Avila, Sp. Asst. Atty. Gen., for respondents."
    ],
    "corrections": "",
    "head_matter": "Carlos GUARINO v. The DEPARTMENT OF SOCIAL WELFARE of the State of Rhode Island et al.\nNo. 77-405-M.P.\nSupreme Court of Rhode Island.\nJan. 18, 1980.\nLeo Paul Attilli, Providence, for petitioner.\nDennis J. Roberts II, Atty. Gen., Forrest L. Avila, Sp. Asst. Atty. Gen., for respondents."
  },
  "file_name": "0425-01",
  "first_page_order": 473,
  "last_page_order": 476
}
