{
  "id": 8096949,
  "name": "Marylou C. FIELDS, Plaintiff Below, Appellant, v. SYNTHETIC ROPES, INC., a corporation of the State of Delaware, Defendant Below, Appellee",
  "name_abbreviation": "Fields v. Synthetic Ropes, Inc.",
  "decision_date": "1965-11-30",
  "docket_number": "",
  "first_page": "427",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "215 A.2d 427"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "101 A.L.R. 1223",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "198 N.E. 23",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "268 N.Y. 445",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2016351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/268/0445-01"
      ]
    },
    {
      "cite": "81 A.L.R. 1100",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "157 A. 755",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "161 Md. 532",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2200839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/161/0532-01"
      ]
    },
    {
      "cite": "85 A.2d 827",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "17 N.J.Super. 290",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        427693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/17/0290-01"
      ]
    },
    {
      "cite": "73 So.2d 844",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        10113611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/73/0844-01"
      ]
    },
    {
      "cite": "129 N.E.2d 182",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "98 Ohio App. 271",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1419050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/98/0271-01"
      ]
    },
    {
      "cite": "180 Kan. 64",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        518416
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/kan/180/0064-01"
      ]
    },
    {
      "cite": "143 A. 250",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "4 W.W.Harr. 66",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "case_ids": [
        1864916
      ],
      "opinion_index": 0,
      "case_paths": [
        "/del/4/0066-01"
      ]
    },
    {
      "cite": "209 A.2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "123 A.2d 107",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "11 Terry 50",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "125 A.2d 583",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "11 Terry 154",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "131 A.L.R. 307",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "16 A.2d 99",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Md. 518",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2270031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/178/0518-01"
      ]
    },
    {
      "cite": "64 A.L.R. 293",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "164 N.E. 42",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "249 N.Y. 253",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1984728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/249/0253-01"
      ]
    },
    {
      "cite": "102 A.2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "9 Terry 299",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "100 A.2d 647",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "9 Terry 197",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "202 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "125 A. 455",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "2 W.W.Harr. 455",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 16807,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20078950548854393
    },
    "sha256": "901083f4affda5379174e083baf1f67676f11adbce224a887cc0f1e0bfac8062",
    "simhash": "1:b247059616b0e6a8",
    "word_count": 2908
  },
  "last_updated": "2024-02-27T18:58:45.606332+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Marylou C. FIELDS, Plaintiff Below, Appellant, v. SYNTHETIC ROPES, INC., a corporation of the State of Delaware, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "WOLCOTT, Chief Justice.\nThis is an appeal in a personal injury action from the entry of summary judgment for the defendant.\nFor the purposes of this appeal, we accept as the facts that the plaintiff’s husband is the president, an employee and one of five stockholders of the defendant corporation; that at the time of the accident he was operating an automobile owned by the defendant corporation within the scope of his employment; that his wife, the plaintiff, was riding with him in the company-owned automobile; that the reason for the plaintiff’s presence in the automobile was to assist her husband in making preparations for an impending selling trip for the benefit of the defendant; that the plaintiff was to receive no compensation for her assistance; and that, finally, the plaintiff was injured by reason of her husband’s negligent operation of the company automobile.\nWe make the foregoing fact assumptions because they are the aspect of the alleged facts most favorable to the plaintiff who has had summary judgment entered against her. It remains to be seen whether or not they would be established at a trial on the merits.\nThe plaintiff’s action is against the employer corporation. Defendant moved for summary judgment upon the ground of the common law immunity of one spouse from suit by the other, and by reason of the Delaware Guest Statute preventing recovery of a guest in an automobile for injuries resulting from the ordinary negligence of the driver. The Superior Court granted the defendant’s motion by reason of the doctrine of inter-spousal immunity. It specifically did not pass upon the defense of the Delaware Guest Statute.\nIn Delaware one spouse may not sue the other in an action at law. Plotkin v. Plotkin, 2 W.W.Harr. 455, 125 A. 455. In this case the court refused to extend various statutes of this State removing certain common law disabilities of married women so as to remove the common law immunity of one spouse from suit brought by the other. The rule of the Plotkin case has been reaffirmed many times by Delaware courts, most recently by this court’s decision in Saunders v. Hill, 202 A.2d 807.\nIt is therefore quite apparent that this plaintiff may not maintain an action against her husband to recover damages for her injuries caused by his negligence. The parties to this cause are agreed upon this, but the defendant says that the plaintiff-wife seeks to do indirectly what she may not do directly by imputing her husband’s negligence to his employer as the basis for her action.\nIn support of the argument of indirection defendant cites Lutz v. Boltz, 9 Terry 197, 100 A.2d 647, and Ferguson v. Davis, 9 Terry 299, 102 A.2d 707. We think, however, that these cases do not support the argument.\nThe Lutz case denied the right to a defendant to file a counter-claim for contribution under the Contribution Among Tortfeasors Act (10 Del.C., Ch. 63) against the driver of a vehicle in which the plaintiffs were riding as guests. It was clear that by reason of the Delaware Guest Statute (21 Del.C., § 6101) the plaintiffs could not have recovered damages from the driver of the car in which they were riding. The Superior Court held that the Tort-feasor Contribution Statute had no application unless there was a “common liability” to the plaintiffs between the defendant and the proposed contributor. Since the plaintiffs could not hold the proposed contributor liable, it followed there was no “common liability” between him and the defendant and, thus, the statute had no application. To the same effect is Ferguson v. Davis, supra, decided on the authority of the Lutz case.\nThese two cases both were decided on the basis that a party not directly liable to a plaintiff may not indirectly be held liable through the means of enforced contribution to the defendant. Thus, in the Lutz case the proposed contributor could not be held liable to the plaintiffs by reason of the Guest Statute, and in the Ferguson case the proposed contributor could not be held liable to the plaintiff because she was his wife.\nThe Joint Tortfeasor Contribution Statute comes into play only when the proposed contributor shares with the defendant a “common liability” to the plaintiff. Absent such liability, no contribution may be enforced. The question in the two cases rests squarely upon the statutory requirement that the right to force contribution depends directly upon the existence of liability of the proposed contributor to the plaintiff. We think they do not relate to the question before us.\nBut, says the defendant, to permit suit against the employer will, in fact, be to permit an indirect suit against the husband by reason of the fact that in the event of a recovery against it for its employee’s tort the employer may recover over against the employee, thus indirectly forcing the husband to pay his wife’s claim for damages. This does not follow, however, because the employer’s right of recovery over against the employee is based, not upon the original claim based upon the employee’s negligence, but upon the failure of the employee to live up to his independent duty of care owed for the protection of the employer’s interest. 3 Prosser on Torts, § 116, p. 890; 2 Restatement of Agency 2nd, § 401.\nWe have before us the more basic question of whether or not the negligence of a husband-employee may be imputed to his employer as the basis for an independent action brought by the employee’s wife against the employer, alone. Or, stated differently, does the wife under the circumstances before us have any cause of action which can be asserted against anyone? The question is of first impression in this State.\nIn other jurisdictions a split of authority has developed upon the question. Those jurisdictions which allow recovery by a wife in situations such as this are illustrated by the leading case of Schubert v. August Schubert Wagon Company, 249 N.Y. 253, 164 N.E. 42, 64 A.L.R. 293. This is the view of a majority of the States. Those jurisdictions which deny recovery in such situations are illustrated by Riegger v. Bruton Brewing Company, 178 Md. 518, 16 A.2d 99, 131 A.L.R. 307.\nThe rationale of the Schubert case is that, despite the common law immunity of a husband from suit brought by his wife, the husband’s trespass upon the person of the wife is an unlawful act, though the husband may not be held liable for it. The husband’s immunity from suit, however, is not carried forward to his employer. This results from the fact that injury to another has been caused by the negligence of the employee in the course of his employment. The holding rests squarely upon the doctrine of respondeat superior. The Schubert case, therefore, places the liability of the employer upon the concept of the culpability of the employee and not upon his personal liability. The employer is held liable, not because his employee is also liable, but because in the course of his employment, presumably in his employer’s interest, the employee, by his tortious conduct has caused injury to another. Under this view, it is immaterial that the husband-employee is immune from liability.\nThe rationale of the Riegger case, however, is that the immunity of the husband from suit brought by his wife is extended to the husband’s employer in a suit brought against him by his employee’s wife. Basically, the difference in this view from that expressed in the Schubert case is that the doctrine of respondeat superior has as its true basis the question of liability rather than culpability of the employee for his tortious act. In other words, if the employee may be held liable, the employer is liable and, conversely, if the employee may not be held liable, the employer may not be held liable.\nWe will not review the various other decisions since their divergent views are fairly represented by the referred-to decisions. The difference in the two lines of decision, we think, springs from a fundamental disagreement upon the doctrine of respondeat superior; one view being that the doctrine rests upon the culpability of the employee; the second being that the doctrine rests upon the liability of the employee.\nDefendant argues that the rationale of prior Delaware decisions should lead us to follow the line of decisions which grant the employer of a husband immunity from suit by the wife for injuries caused the wife by the husband’s negligent performance of his employment, if the husband, himself, is immune from such a suit. Basically, we think, the defendant’s point is that under no circumstances can a husband commit a tort upon the person of his wife.\nThus, defendant says, Plotkin v. Plotkin, supra, granted the husband immunity from suit by his wife because at common law they were held to be one person and, thus presumably, could not commit a tort against each other. We do not so read the Plotkin case. That question was not before the court. The decision was not that no cause of action could be created as between husband and wife because of their fictional common law unity, but rather was that the right to sue in enforcement of a claim for damages would be denied because “the right to sue each other strikes at the very heart of domestic relations.” The decision would seem to be the grant of immunity as a defense to an action which otherwise could have been maintained. It was not, we think, a holding that the wife could not sue because she had no cause of action as the defendant contends.\nMcHugh v. Brown, 11 Terry 154, 125 A.2d 583, similarly did not reach the point. In that case, the question was whether or not a parent could be held liable as a third party defendant under 21 Del.C. §§ 6105(a) and 6106, for the simple negligence of a minor who had been permitted to drive the parent’s automobile, when at the same time the minor, by reason of the Delaware Guest Statute, could be held liable only for his willful or wanton disregard of the rights of others. This court construed 21 Del.C., §§ 6105(a) and 6106 as in effect giving legislative approval to some aspects of the “Family Use Doctrine” which, read together with the Guest Statute, imposed liability upon the parent to the extent, and only to the extent, that the minor was liable. Thus, the defense of the Guest Statute was available as a defense in an action seeking to hold the parent liable for the tort of a minor. The parent’s liability was not held to rest upon the doctrine of respondeat superior, but squarely upon the statute. The ease is not in point.\nStrahorn v. Sears, Roebuck & Co., 11 Terry 50, 123 A.2d 107, similarly was an attempt by a defendant in a suit brought by a minor to join a parent of the plaintiff as a third party defendant in a tort action under circumstances in which the parent could not have been made a direct defendant by the plaintiff-child. The case is distinguishable on the same ground as the McHugh case.\nThe defendant also relies upon certain language of this court in Saunders v. Hill, supra, which, on its face, says that our Wrongful Death Act (10 Del.C., § 3701) created a new cause of action and since no cause of action at common law could arise in tort as between husband and wife, the administrator of a wife could not sue her husband’s estate by reason of her death caused by his negligence. Thus, it is argued, this plaintiff never had a cause of action since such could not be created by her husband’s act. This being so, it is argued that this plaintiff has no cause of action to assert against the employer of her husband.\nIn Reynolds v. Willis, Del., 209 A.2d 760, however, we pointed out that the phrase “cause of action” in Saunders v. Hill was used as meaning the right to sue for a recovery upon a tort, as distinguished from the tort, itself. It would have been technically more accurate, we said, to have used the term “right of action” rather than the term “cause of action”, but the meaning of the decision was plain.\nWe think the defendant is incorrect, therefore, when it argues that prior Delaware decisions have committed us to the rule that a cause of action may never arise in favor of a wife by reason of the tort of her husband. Rather, we think, the opposite is true. We think Delaware courts have recognized the distinction between “cause of action” and “right of action.” Reynolds v. Willis, supra, and cf. Homiewicz v. Orlowski, 4 W.W.Harr. 66, 143 A. 250.\nIt is clear that there is a distinct difference between “cause of action” and “right of action.” The former is a state of facts which show a union of the rights of one and their infringement by another. The latter is the right of the injured one to secure redress for the violation of his rights. The two terms are not interchangeable and should not be confused. Foster v. Humburg, 180 Kan. 64, 299 P.2d 46; Swan-kowski v. Diethelm, 98 Ohio App. 271, 129 N.E.2d 182; Griffin v. Workman (Fla.), 73 So.2d 844; Levey v. Newark Beth Israel Hospital, 17 N.J.Super. 290, 85 A.2d 827.\nThis being so, we think in principle that there is no reason in law that a husband cannot commit a tort upon the person of his wife. At the same time, however, the wife is remediless, for at common law and in this State she may not sue her husband in a court of law. Therefore, while she has a “cause of action,” i. e., her husband’s tort, at the same time she has no “right of action,” i. e., the ability to enforce it by bringing suit, since the law gives the husband the defense of immunity in an action brought by his wife against him.\nWe are of the opinion that a husband may commit a tort upon the person of his wife even though she is given no legal redress for it against him. This tort, irrecoverable by the wife against the husband, nevertheless is culpable conduct on the part of the husband. May the wife, even though her husband is immune from suit by her, nevertheless sue his employer upon the tort?\nIt is, of course, fundamental that an employer is liable for the torts of his employee. committed while acting in the scope of his employment. 1 Restatement* Agency 2d, § 219. The liability thus imposed upon the employer arises by reason of the imputation of the negligence of the employee to his employer through application of the doctrine of respondeat superior. The foundation of the action against the employer is still negligence, even though liability for that negligence has been broadened to include the employer. Prosser on Torts (3rd Ed.) § 68, p. 470. The imposition of liability on the employer thus arises, not because the employee is liable personally for his conduct, but because the employer selected an employee who performed the employer’s business negligently and caused an injury. As such, the imputation of negligence rests squarely upon, and is justified by, the culpability of the employee, not upon the circumstance of whether or not the employee may, himself, be held liable for his act.\nThis being so, suit may be brought against an employer based upon the tort of his employee, even though the employee, himself, may have immunity from such a suit brought by the particular plaintiff. This conclusion is in accord with the modern, and we think, better-reasoned view. See 1 Restatement of Agency (2d) § 217, comment b; Prosser on Torts (3rd Ed.), § 116, p. 890.\nWe hold, therefore, that the Superior Court erroneously entered summary judgment for the defendant in this case upon the theory that the employee’s immunity from suit was transferred to his employer.\nWhile the point has not been raised by counsel, we emphasize that the employer in this case is a corporation in which the employee-husband is a stockholder, and not a partnership in which he is a partner. A stockholder of a corporation is not personally liable for the corporate debts and, accordingly, the reason for granting immunity to a partnership of which the husband is both a partner, i. e., liable for partnership debts, and employee, does not exist. See David v. David, 161 Md. 532, 157 A. 755, 81 A.L.R. 1100 and Caplan v. Caplan, 268 N.Y. 445, 198 N.E. 23, 101 A.L.R. 1223.\nDefendant seeks to raise the question of whether or not the Delaware Guest Statute would bar this action. While this point was raised before the Superior Court, it specifically was not passed upon. Under the circumstances, we have nothing to review. The point may be renewed upon remand.\nFor the foregoing reasons, the judgment below for the defendant is reversed.",
        "type": "majority",
        "author": "WOLCOTT, Chief Justice."
      }
    ],
    "attorneys": [
      "Harold Leshem, Wilmington, and Sheldon L. Albert and James E. Beasley, Philadelphia, Pa., for appellant.",
      "Roger Sanders, Prickett & Prickett, Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Marylou C. FIELDS, Plaintiff Below, Appellant, v. SYNTHETIC ROPES, INC., a corporation of the State of Delaware, Defendant Below, Appellee.\nSupreme Court of Delaware.\nNov. 30, 1965.\nHarold Leshem, Wilmington, and Sheldon L. Albert and James E. Beasley, Philadelphia, Pa., for appellant.\nRoger Sanders, Prickett & Prickett, Wilmington, for appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0427-02",
  "first_page_order": 465,
  "last_page_order": 471
}
