{
  "id": 11243050,
  "name": "DISTRICT OF COLUMBIA, Appellant/Cross-Appellee, v. ARNOLD & PORTER, et al., Appellees/Cross-Appellants",
  "name_abbreviation": "District of Columbia v. Arnold & Porter",
  "decision_date": "2000-07-27",
  "docket_number": "Nos. 97-CV-1967, 97-CV-1968, 97-CV-1993, 97-CV-1994, 97-CV-1995, 97-CV-1996, 97-CV-1997, 98-CV-264, 98-CV-265, 98-CV-266, 98-CV-267, 98-CV-268, 98-CV-269, 98-CV-292, 98-CV-411, 98-CV-412",
  "first_page": "427",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 427"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "566 F.2d 216",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3531180,
        902141
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "229"
        },
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/184/0324-01",
        "/f2d/566/0216-01"
      ]
    },
    {
      "cite": "184 U.S.App.D.C. 324",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3531180
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "337"
        },
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/184/0324-01"
      ]
    },
    {
      "cite": "434 A.2d 1376",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8026173
      ],
      "pin_cites": [
        {
          "page": "1378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/434/1376-01"
      ]
    },
    {
      "cite": "568 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357586
      ],
      "pin_cites": [
        {
          "page": "1078"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/568/1076-01"
      ]
    },
    {
      "cite": "697 A.2d 23",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12009286
      ],
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0023-01"
      ]
    },
    {
      "cite": "734 A.2d 1077",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11549196
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1081"
        },
        {
          "page": "1081"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/734/1077-01"
      ]
    },
    {
      "cite": "616 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929379
      ],
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/616/0338-01"
      ]
    },
    {
      "cite": "662 A.2d 1356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870121
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1359"
        },
        {
          "page": "1359"
        },
        {
          "page": "1360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/662/1356-01"
      ]
    },
    {
      "cite": "666 A.2d 1227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12062975
      ],
      "pin_cites": [
        {
          "page": "1230"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/1227-01"
      ]
    },
    {
      "cite": "697 A.2d 14",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12009143
      ],
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/0014-01"
      ]
    },
    {
      "cite": "475 U.S. 574",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205783
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "bracketed word added"
        },
        {
          "parenthetical": "bracketed word added"
        },
        {
          "parenthetical": "bracketed word added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0574-01"
      ]
    },
    {
      "cite": "723 F.2d 238",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1914575
      ],
      "pin_cites": [
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/723/0238-01"
      ]
    },
    {
      "cite": "597 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11944561
      ],
      "pin_cites": [
        {
          "page": "903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/0892-01"
      ]
    },
    {
      "cite": "466 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974943
      ],
      "pin_cites": [
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/466/0857-01"
      ]
    },
    {
      "cite": "714 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11716039
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0768-01"
      ]
    },
    {
      "cite": "584 A.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7393886
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/584/1251-01"
      ]
    },
    {
      "cite": "425 A.2d 1299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002229
      ],
      "pin_cites": [
        {
          "page": "1303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/1299-01"
      ]
    },
    {
      "cite": "577 A.2d 312",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7377726
      ],
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/577/0312-01"
      ]
    },
    {
      "cite": "708 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11817084
      ],
      "weight": 12,
      "pin_cites": [
        {
          "page": "634"
        },
        {
          "page": "635"
        },
        {
          "page": "775"
        },
        {
          "page": "635"
        },
        {
          "page": "636"
        },
        {
          "parenthetical": "citations and footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0632-01"
      ]
    },
    {
      "cite": "527 A.2d 1269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906446
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1273"
        },
        {
          "page": "1273"
        },
        {
          "page": "1273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/527/1269-01"
      ]
    },
    {
      "cite": "668 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 A.2d 159",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944798
      ],
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0159-01"
      ]
    },
    {
      "cite": "647 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863667
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0396-01"
      ]
    },
    {
      "cite": "549 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869565
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "7"
        },
        {
          "page": "7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1353,
    "char_count": 34881,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 5.468164460978148e-07,
      "percentile": 0.945608411918996
    },
    "sha256": "b60bd750f0457a187be2fb88735b6b92fd3f06425894bf2cdda23e86875dd686",
    "simhash": "1:a6fcd4a61200edf6",
    "word_count": 5631
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, SCHWELB, and REID, Associate Judges."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, Appellant/Cross-Appellee, v. ARNOLD & PORTER, et al., Appellees/Cross-Appellants."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nThese cases involve a negligence action against the appellant, the District of Columbia, by appellees, certain business entities and their insurers, who claimed damages resulting from the rupture of a water main pipe at 21st and M Streets, N.W., in the District. The rupture caused flooding of the streets and the buildings where the business entities were located. After a phase one bench liability trial, the tidal judge found the District negligent. However, the claims of some of the business entities, including that of appellee Ar nold & Porter, were dismissed for failure to give the District proper notice under D.C.Code § 12-309 (1995). Following phase two damages hearings, the trial court entered judgments favoring the remaining appellants.\nThe District noticed an appeal, contending that the trial court erred in resolving the cases on the basis of unwritten policies and procedures of the District’s Bureau of Water Services (“the Water Bureau”). Furthermore, the District maintained that the testimony of appellees’ experts was insufficient to 'establish the national standard of care with respect to operating and maintaining a municipal water main system and handling leaks within that system. Appellee Arnold & Porter, and some of the other business entities whose claims had been dismissed for failure to give proper notice under § 12-809, also filed an appeal arguing, in essence, that the District received proper notice because their insurance companies had submitted notice letters regarding the claims of other business entities, and because the rupture of the water main was widely publicized.\nWe hold that expert testimony is required to establish the national standard of care for the operation and maintenance of a municipal water system and the handling of leaks in that system. Moreover, we are constrained to remand this matter to the trial court (Judge Braman) for further proceedings regarding the District’s liability, with instructions to address the “close questions respecting whether the standard of care testimony of plaintiffs expert[ ] ... Colanzi meet[s] ... the requirements of’ our case law, questions which the trial judge previously declined to decide. However, we affirm the second motions court’s judgment (Judge Wolf) in Nos. 97-CV-1996, 97-CV-1967, 98-CV-269, 98-CV-411, and 98-CV-412 dismissing certain of the appellees’ claims for failure to satisfy the notice requirements of § 12-809.\nFACTUAL SUMMARY\nAfter the phase one liability bench trial, the trial judge made oral factual findings showing the following events. Beginning on January 13, 1992, around 8 p.m., a nearby resident “saw three tiny rivulets of water near a curb at 21st and M [Streets].” She immediately called the Water Bureau. The matter was assigned to Mr. Thomas Mosley, a member of the investigative crew that worked the 4 p.m. to midnight shift. Around 11 p.m. that same evening, two members of the District of Columbia Fire Department, who passed by the 21st and M Street intersection, observed “water bubbling out of a manhole cover.” The water had “reaeh[ed] a height of perhaps one inch,” and had begun to flow across the street. One of the firefighters alerted the Fire Department, and an employee of the Fire Department’s communication division called the Water Bureau. The message from the call was forwarded to Mr. Mosley. Mr. Mosley took no action on either call before his shift ended at midnight, even though he “passed through the intersection of 21st and M” during his shift. Instead, he responded to other calls which did not have the same priority as those relating to the intersection of 21st and M.\nThe Water Bureau investigation crew for the midnight to 8 a.m. shift included John Duncan and James Hunter who went to the 21st and M Street intersection at 12:15 a.m. on January 14, 1992. They saw water bubbling out of the manhole cover at a height of one and one half to two inches, and began to search for a leak by “sounding” six of fourteen valves and several fire hydrants in the intersection. After additional investigation, which involved pumping water out of the manhole and sounding a valve in the manhole, the two men were unable to locate the source of the leak. Mr. Duncan decided that the matter could await further investigation until the day-shift came on duty. The two men then replaced the manhole cover and proceeded to other jobs, which the trial judge subsequently determined had less priority than the problem at 21st and M. Later on January 14, around 4:45 a.m., the dispatcher at the Water Bureau informed Mr. Duncan that several calls had been received from persons who complained about no water in the 21st and M Street area. Mr. Duncan returned to the area and “discovered the main break at 21st and [M] Streets.” Several minutes later, around 5 a.m., one of the firefighters who had called the Water Bureau earlier to report the problem at 21st and M Streets, went to the area to ascertain what was causing reports of low water pressure. “[H]e saw that the intersection of'21st and M Streets was covered with water to the* extent that it was not safe to drive through. There was a geyser of water 12 to 15 feet high in the intersection .... ” Shutting the water off in the area required the closing of forty-eight valves, a process that took four or five hours. The trial court determined that if the valves had been closed before the rupture occurred, the task could have been accomplished in one to two hours.\nWhen the sixty-two year old cast iron water main pipe that ruptured was examined, a large piece of it was missing. The trial court found that erosion of the soil occurred under the water main, and that “the support structure of the pipe eroded [and][t]he pipe deflected or sagged and fractured and the catastrophe followed .... [T]he street buckled” and water penetrated business entities in the area, causing some damage and forcing the businesses to close for at least a day.\nIn reaching its conclusions, the trial court “discounted [the] testimony of [ap-pellees’ experts] on standard of care,” stating: “I have not rested any part of my findings on ... standard of care, on the testimony of Dr. [Jeorge K.] Young[, Jr.] and Mr. [Nicolas S.] Colanzi, because “of close questions respecting whether the standard of care testimony of plaintiffs experts Young and Colanzi meet with the requirements of’ Toy v. District of Columbia, 549 A.2d 1 (D.C.1988) and District of Columbia v. Moreno, 647 A.2d 396 (D.C.1994). Rather, the trial judge’s “findings on standard of care are based solely on the testimony of the Water Bureau employees.” Apparently the trial judge referred to the testimony of Curtis Cochran, who at the time of the rupture was the chief of the division assigned responsibility for the repair and maintenance of water mains; and George Papadopoulos, then acting chief of the Water Bureau.\nQuestions designed to qualify Mr. Colan-zi as an expert elicited responses establishing that he was an engineer who held a masters degree in civil engineering, and had been employed by the Philadelphia Water Department from 1964 to 1988, where he served as a division engineer until 1973, and as Chief of Construction from 1973 to 1988. He responded “yes” to questions as to whether he was “[f]amiliar with the policies of [the] Philadelphia'Water Company during [his] tenure there with respect to finding .., water leaks and resolving them,” and whether he “compare[d] those [policies] with other cities ... through contractors” he dealt with from New York, New Jersey and Delaware. At the time of trial, he was a consultant “mainly on structural analysis and water migration and water leaks.” The trial court deemed him qualified as an expert in “civil engineering, ... and in water departments’ policy and procedures for discovering and maintaining and remedying leaks.”\nIn response to questions concerning his opinion of the rupture, Mr. Colanzi stated that the water main rupture occurred because: “The water pipe was leaking for quite some time and it undermined the water main, and at that point fractured at the bell and spigot connection.” He was asked to assume “that Mr. Duncan pumped out the water [from the manhole at 21st and M Streets] within a foot of the bottom,” and that “within three to five minutes the water had filled up and was coming through the manhole again.” Then, the following question was posed to him: “[C]an you give me an opinion with a reasonable degree of the certainty in your field as to whether that is a small leak or not?” Mr. Colanzi responded: “That is not a small leak. That’s a large leak.” He was then asked: “[W]hat would a reasonable water company do when confronted with that?” He stated: “Shut that system down or shut that main and find out where the leak is.” He opined, to a reasonable degree of certainty, that it was unreasonable for the District: (1) to have conducted no investigation of the leak at 21st and M Streets for four hours after being informed of its existence; (2) not to have found a leak of such magnitude; and (3) to leave the investigation to the day shift which arrived seven hours later. The following dialogue took place between Mr. Colanzi and counsel for one of the insurance companies:\nQ. Is there a standard in the industry as to how leaks that manifest themselves on the street should be handled?\nA. There’s no written regulation, but there is a standard procedure.\nQ. And what is the standard procedure?\nA. Standard procedure is that if there is any signs of water surfacing, immediately you should shut the system down and determine where the leak is immediately.\nQ. And ... is that information well known throughout the industry?\nA. Yes, it is.\nIn articulating his opinions, Mr. Colanzi did not refer explicitly or implicitly to any water department procedures in other cities.\nDr. Young, a civil and environmental engineer who earned a doctorate degree in environmental and water resources engineering, and who had performed work in his field in Denver and New York, testified as an expert in “civil engineering, environmental and water resources engineering, hydrology and hydraulics.” Although Dr. Young discussed the cast iron water main pipe and the rate the water flowed out of the pipe after it ruptured, he was not asked his opinion to a reasonable degree of certainty with respect to any matter, and offered no opinion concerning the applicable standard of care.\nThe testimony of Mr. Cochran and Mr. Papadopoulos, the Water Bureau employees on whose testimony the trial judge relied to establish a standard of care, focused on the policies and procedures of the Water Bureau with respect to leaks and the prioritizing of complaints received by the Water Bureau. Mr. Cochran testified, in part, that general procedure for investigating joint leaks or water main breaks required the investigative crew to sound or listen to valves and hydrants in order to isolate the source of the leak. Furthermore, if a water main proved to be the source of the leak, investigative crews could use their own discretion with regard to shutting off a twelve inch water main. If the water main were larger than twelve inches, however, the crew would have to obtain authorization from a division or bureau chief. On cross examination, Mr. Cochran stated that if leaks create channels, the water does not surface to the first manhole it reaches, and consequently, a leak may remain undetected for years. If the leak is small, it emits very little vibration and can escape detection by a sounding device. Mr. Papadopoulos testified, in part, that at the time of the rupture, the District had no written procedures for investigating leaks, and that knowledge of what to do was acquired through “on-the-job training.” He agreed that the policy of the District in 1992 was “to effectuate shut offs of any water mains which had the potential of developing into a major leak.” Moreover, he replied, “No” to the question: “Was it ... known by the investigative crew that the loss of soil or support around a leaking water main joint was a cause of concern?” When asked whether “any computation [was] made as to the number of gallons of water lost ... as a result of [the] break,” he estimated that “[f]or a period of six or seven hours when the leak was not under control [the District] lost about fifteen million gallons in water.” Neither Mr. Cochran, nor Mr. Papadopoulos was asked what the national standard of care was with respect to the operation and maintenance of a municipal water main system, and the handling of leaks in that system.\nThe trial court found that the District was negligent; that its negligence was the proximate cause of damages alleged by the plaintiffs; and that it was liable for the water main rupture, in part because:\n1. Mr. Mosley failed to stop and investigate the leak even though he was aware of two prior complaints.\n2. The midnight crew did not exercise its authority to shut down a smaller 12-inch main which would have identified the 36-inch main as the source of the leak.\n3. The midnight crew failed to seek authorization from Mr. Cochran or Mr. Papadopoulos to shut down the 36-inch main.\n4. The Water Bureau failed to shut down the 36-inch main at the point where only the closing of five valves would have been required.\n5. The investigative crew left the intersection of 21st and M Streets for jobs of lesser priority.\n6. The investigative crew failed to return to the intersection of 21st and M Streets for four hours, and during two of those hours, remained idle at the Bryant Street Station.\n7. The failure of the investigative crew to sound all of the valves “may be of doubtful causal connection to the rupture, but ... each of the other 6 acts of negligence was a proximate cause of the rupture.”\nANALYSIS\nThe District contends that the trial court “erred in declining to decide whether the plaintiff insurance companies had proven a standard of care” with respect to their negligence claim. Furthermore, the District argues, it was entitled to judgment as a matter of law because the standard of care offered by Mr. Colanzi was inadequate since his testimony “was based solely on what he heard from unnamed independent contractors who had contracts with the city of Philadelphia and who also were contractors for other cities, which he did not name.” The District also maintains that “unwritten procedures relating to water main leaks can not, by themselves, establish a national standard of care.” In response, appellees acknowledge that “the general subject of municipal water standards may be ‘beyond the ken of the average layperson.’ ” Nonetheless, they argue that the factual and legal context in which the District’s actions must be viewed, “in conjunction with common sense, make clear that no expert was required to tell the ‘average layperson’ what the District should have done.” Furthermore, even assuming that expert testimony was essential to determine the standard of care, appellees maintain that Mr. Colan-zi’s testimony was sufficient to meet that burden. Finally, they assert that the District’s unwritten policies “may be admissible as bearing on the standard of care in the same way as the internal rules of a private corporation generally are.”\nIn reviewing negligence cases, this court repeatedly has required expert testimony regarding the applicable standard of care, unless the subject matter is “within the realm of common knowledge and everyday experience.” District of Columbia v. White, 442 A.2d 159, 164 (D.C.1982). In explanation of this general standard, we have stated: “ ‘A plaintiff must put on expert testimony to establish what the standard of care is if the subject in question is so distinctly related to some science, profession or occupation as to be beyond the ken of the average layperson.’ ” Messina v. District of Columbia, 668 A.2d 585, 538 (D.C.1995) (quoting District of Columbia v. Peters, 527 A.2d 1269, 1273 (D.C.1987) (citations omitted)).\nIn past cases, we have concluded that the following subject areas are not within the realm of common knowledge and everyday experience: (1) “whether prison officials acted reasonably to secure the safety of an inmate,” District of Columbia v. Moreno, 647 A.2d 396 398 (D.C.1994); see also Clark v. District of Columbia, 708 A.2d 632 634 (D.C.1997); District of Columbia v. Carmichael 577 A.2d 312, 314 (D.C.1990); Hughes v. District of Columbia, 425 A.2d 1299, 1303 (D.C.1981); (2) “whether the District should conform to a particular cushioning standard for the ground under the monkey bars [on a school playground] to prevent injuries,” Messina, supra, 663 A.2d at 538; (3) “whether the District was negligent in failing to train its police officers adequately with regard to dealing with mentally disturbed persons or persons under the influence of drugs,” Peters, supra, 527 A.2d at 1273; (4) “whether ... police officers [followed] the proper method for administering CPR and the circumstances under which CPR is appropriate,” Toy, supra, 549 A.2d at 7; and (5) whether contractors followed the applicable standard of care for sheeting, shoring and underpinning of a building which was under construction, Levy v. Schnabel Found. Co., 584 A.2d 1251, 1255 (D.C.1991).\nFurthermore, we recently emphasized the requirements that expert testimony on the standard of care must meet:\n[T]he expert must clearly articulate and [refer to] a standard of care by which the defendant’s actions can be measured .... Thus the expert must clearly relate the standard of care to the practices in fact generally followed by other comparable governmental facilities or to some standard nationally recognized by such units.\nPhillips v. District of Columbia, 714 A.2d 768, 773 (D.C.1998) (quoting Clark, supra, 708 A.2d at 635). We also said that: “The two types of expert testimony sufficient to establish the standard of care are stated in the alternative — either one makes the grade.” Id. at 775. In applying these principles, we determined that the expert testimony in Phillips, supra, with respect to adequate suicide prevention monitoring, was sufficient to go to the jury because “a well-qualified expert used the word ‘national’ in describing the standard of care,” and “[i]t is reasonable to infer from his testimony that such a standard is ‘nationally recognized’ by comparable governmental units, as required by Clark.” Id. However, “it is insufficient for the expert to state his opinion as to what he or she would have done under similar circumstances.” Levy, supra, 584 A.2d at 1255 (citing Toy, supra, 549 A.2d at 7). Thus, to meet their burden to prove a national standard of care, appellees in this case were required to show either that the actual practices followed by comparable governmental water bureaus regarding the operation and maintenance of a municipal water main system and the handling of water main leaks constituted a national standard of care, or that such governmental bureaus adhered to a specific standard of care which is nationally recognized.\nOn the record before us, we conclude that the operation and maintenance of a municipal water main system and the handling of leaks in that system are not subjects within the common knowledge of jurors, as even appellees appear to acknowledge. Furthermore, given our repeated articulation of the need to show a national standard of care “if the subject in question, [as here], is so distinctly related to some science, profession or occupation as to be beyond the ken of the average layperson,” see Messina, supra, 663 A.2d at 538 (quoting Peters, supra, 527 A.2d at 1273), we are not persuaded by appellees’ argument that the factual and legal context of the District’s actions, “in conjunction with common sense make clear that no expert was required to tell the ‘average layperson’ what the District should have done.”\nHaving determined that expert testimony was required in this matter as to the applicable standard of care, we turn now to the question as to whether appellees established the national standard of care applicable to the operation and maintenance of a municipal water main system and the handling of leaks in that system. Mr. Colanzi testified that in his work with the city of Philadelphia, he dealt with contractors from New York, New Jersey and Delaware and that he had compared Philadelphia’s policies with practices in those jurisdictions. He opined that: the “standard procedure is that if there [are] any signs of water surfacing, immediately you should shut the system down and determine where the leak is immediately,” but did not explicitly state the source of this policy, or that it constituted a national standard. Nonetheless, when asked whether the standard is “well known throughout the industry,” he responded: “Yes, it is.”\nIn reviewing Dr. Colanzi’s testimony and that of Dr. Young, the trial judge “discounted” it as to the applicable standard of care because of doubts as to whether the testimony met the legal principles announced by this court. We agree that the trial court properly “discounted” Dr. Young’s testimony because, even when viewed in the light most favorable to plaintiffs/appellees, it fails to articulate the applicable national standard of care. As we said in Clark, supra: “[T]he expert must clearly relate the standard of care to the practices in fact generally followed by other comparable governmental facilities or to some standard nationally recognized by such units.” Id. at 635. Therefore, we are satisfied that the testimony of Dr. Young, without more, even when read in conjunction with other testimony, did not meet the requirements set forth in Clark, supra; Phillips, supra, and our earlier cases. Nor do appellees rely on Dr. Young’s testimony in arguing that they established the applicable national standard of care. Rather, they assert that if expert testimony is required in this matter, Dr. Colanzi’s testimony was sufficient to meet the requirement.\nOur review of Dr. Colanzi’s testimony, however, leads us to the observation that when read in the light most favorable to plaintiffs/appellees, arguably it may or may not be sufficient, together with other evidence of record, to establish the applicable standard of care and its breach; we make no definitive ruling on the matter on this appeal. See Levy, supra, 584 A.2d at 1256 & n. 7 (on the particular circumstances presented, “expert testimony was sufficient to preclude the entry of judgment [notwithstanding the verdict]” since “[i]t comport[ed] with a plausible reading of the Building Regulations”). The trial court here, who heard all the expert testimony first hand, did not focus on the issue and it is the prerogative of the finder of fact to make the initial assessment of the sufficiency and weight of expert testimony. See Rock Creek Plaza-Woodner Ltd. Partnership v. District of Columbia, 466 A.2d 857, 859 (D.C.1983) (“In resolving factual issues presented by conflicting expert testimony, the trial court is in the best position to evaluate the experts’ qualifications, demeanor, experience, reasoning and testimony.”) We are mindful that: “‘[t]he proper inquiry is not what the court deems [the standard of care to be], but what experts in the relevant discipline [reasonably] deem it to be.’ ” In re Melton, 597 A.2d 892, 903 (D.C.1991) (en banc) (quoting In re Japanese Elec. Prods. Antitrust Li-tig., 723 F.2d 238, 276 (3d Cir.1983)), rev’d on other grounds sub nom. Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (bracketed word added). The trial court in this case stated that it credited certain portions of Mr. Colanzi’s and Dr. Young’s testimony, but the record before us is ambiguous, at best, as to which sections of their testimony the court credited, and how the credited testimony related to the establishment of a national standard of care. In sum, the trial judge’s findings and conclusions, as articulated on the record, do not enable us to determine the trial court’s view of the specific strengths and weaknesses of that testimony with respect to the applicable national standard of care.\nFurthermore, standing alone, neither the testimony of Mr. Cochran nor that of Mr. Papadopoulos concerning the unwritten policies of the Water Bureau, satisfies the plaintiffs/appellees’ burden to establish a national standard of care with respect to the operation and maintenance of a municipal water main system and the handling of leaks in that system. The basis or source of these unwritten policies never was revealed, and they certainly do not rise to the level of a statute or a regulation. See Clark, supra, 708 A,2d at 636. Moreover, as we said in Clark, supra:\n[A]n unpublished internal agency procedure ... cannot embody the standard of care under a negligence per se theory.... To hold otherwise would create the perverse incentive for the District to write its internal operating procedures in such a manner as to impose minimal duties upon itself in order to limit civil liability rather than imposing safety requirements upon its personnel that may far exceed those followed by comparable institutions.\nId. (citations and footnote omitted). In short, on the record before us, we see nothing in the testimony of Mr. Cochran or Mr. Papadopoulos that tied the District’s unwritten policies to a national standard of care relating to a claim of negligence or negligence per se.\nSince the trial court relied on the testimony of Mr. Cochran and Mr. Papadopoulos to establish the applicable standard of care, and that testimony is inadequate given the principles governing the presentation of expert testimony, see Clark, supra; Phillips, supra, and given the testimony of Mr. Colanzi, which arguably may be sufficient, together with other evidence of record, to establish the applicable national standard of care governing this case, we are constrained to remand this matter to Judge Braman for further proceedings regarding the District’s liability, with instructions to address the “close questions respecting whether the standard of care testimony of plaintiffs expert[ ] ... Colanzi meet[s] ... the requirements of’ our case law, questions which the trial judge previously declined to decide.\nThe Notice Issue\nWe now address appellees’ notice issue because it may have an impact on the proceedings on remand. The second motions court dismissed the claims of appel-lees Arnold & Porter and Shana, Inc. t/u/o Continental Loss Adjusting Services and the Continental Insurance Co.; and those of CNA Insurance Co. and Lillian Lawrence, Ltd. for failure to provide proper notice to the District of their claims relating to the rupture of the water main at 21st and M Streets, N.W., on January 14, 1992. Appellees Arnold & Porter, Shana, Inc., Lillian Lawrence, Ltd., and CNA Insurance Company, contend that the second motions court erred in dismissing their claims for failure to provide proper and timely notice under § 12-309. They maintain that the District received actual and timely notice of their claims “from complaints lodged by citizens of the District who live in and around the area, and from District employees, e.g., firemen, and waterworks personnel”; and also “from the slew of suits and letters that were timely filed” with respect to other claimants. The District argues that the claims are barred because of the failure to give timely notice.\n“Compliance with § 12-309 is a question of law that we review de novo.” District of Columbia v. Ross, 697 A.2d 14, 17 (D.C.1997) (citing Wharton v. District of Columbia, 666 A.2d 1227, 1230 (D.C.1995) (other citation omitted)). We have stated previously the principles that guide our interpretation of § 12-309:\nSection 12-309 is not, and does not function as, a statute of limitations. Rather, it imposes a notice requirement on everyone with a tort claim against the District of Columbia, and compliance with its terms is “mandatory as a prerequisite to filing suit against the District.”\nDistrict of Columbia v. Dunmore, 662 A.2d 1356, 1359 (D.C.1995) (quoting Hardy v. District of Columbia, 616 A.2d 338, 340 (D.C.1992) (other citation omitted)). Moreover, “ ‘[b]ecause it is in derogation of the common law principle of sovereign immunity, section 12-309 is to be construed narrowly against claimants.’” Gross v. District of Columbia, 734 A.2d 1077, 1081 (D.C.1999) (quoting Doe by Fein v. District of Columbia, 697 A.2d 23, 29 (D.C.1997) (quoting Dunmore, supra, 662 A.2d at 1359)). Unless it demonstrates compliance with the requirements of § 12-309, a plaintiffs suit against the District is properly dismissed because “‘no ‘right of action’ or ‘entitlement to maintain an action’ accrues.’ ” Campbell v. District of Columbia, 568 A.2d 1076, 1078 (D.C.1990) (quoting Gwinn v. District of Columbia, 434 A.2d 1376, 1378 (D.C.1981)).\nIn this case, Shana, Inc. did not file its notice within the specified six-month statutory time period. We construe the statute narrowly against Shana, Inc., because “strict observance of the statute’s six-month time limit is essential.” Dunmore, supra, 662 A.2d at 1360. Clearly, then, the trial court did not err in dismissing Shana, Inc.’s claim against the District because it was filed after the expiration of the mandatory notice period.\nThe other appellees, who filed no notice, urge us to follow Dellums v. Powell, 184 U.S.App.D.C. 324, 566 F.2d 216 (1977), a class action case involving claims of false arrest, and to rely upon language from that case stating that § 12-309 “does not require giving the claimant’s name, but only ‘the approximate time, place, cause, and circumstances of the injury or damage.’ ” 184 U.S.App.D.C. at 337, 566 F.2d at 229. But Dellums was a class action while this case is not. Moreover, the § 12-309 notice letter from the ACLU Special Counsel was quite specific and contained attachments which provided additional information. The letter specified that the Special Counsel represented “1200 claimants” and attached two lists. One list contained the names and addresses of eleven individuals, nine of whom were later designated as class representatives. The second list was comprised of sixty-five names, without addresses, but “with comments indicating the places where each individual was detained, the duration of his or her detention, and injuries claimed to have been received.” 184 U.S.App.D.C. at 336, 566 F.2d at 228. Furthermore, the second attachment indicated that “[t]he claims of the 65 were ... representative of the claims to be made by the class as a whole.” Id. In contrast to the Dellums case, neither the notification to the District of claims by insurance companies representing other business entities who allegedly suffered damage resulting from the water main rupture, nor the lawsuits filed by other claimants, provided the District with any information about the claims of Arnold & Porter, Lillian Lawrence, Ltd. and their respective insurance agents. Since we adhere to the principle that § 12-309 is to be construed narrowly, against claimants, see Gross, supra, 734 A.2d at 1081, we decline to apply Dellums, supra, a class action case where specific information was provided as to the claimants and types of claims that the District could expect from some 1200 claimants, to this case involving the claims of Arnold & Porter, Lillian Lawrence, Ltd. and their respective insurance agents, about whose claims the District was given absolutely no specific information prior, to the filing of their lawsuits. Consequently, we conclude that these appellees failed to provide the District with the required § 12-309 notice of their claims, and affirm the second motions court’s judgment dismissing their claims.\nAccordingly, for the foregoing reasons, we remand the ease with respect to that portion of Judge Bramaris judgment relating to the District’s liability for further proceedings consistent with this opinion. We affirm the second motions court’s judgment (Judge Wolf) in Nos. 97-CV-1996, 97-CV-1967, 98-CV-269, 98-CV-411, and 98-CV-412 dismissing certain of the appel-lees’ claims for failure to satisfy the notice requirements of § 12 -309.\nSo ordered.\n. The trial judge credited the testimony of Mr. Colanzi and Dr. Young regarding:\nthe properties of water under pressure and otherwise, the dynamics of leaks including joint leaks, the interaction of water and soil including clay, the nature of [water mains] and piping ..., the consequences of deprivation of soil support for water systems ..., as well as other matters including proximate cause.\n. Mr. Cochran's last name also appears in the record as \"Cochrane.”\n. During his testimony, Mr. Colanzi disputed Mr. Cochran’s channeling theory.\n. The trial court also ordered the appellees in Nos. 97-CV-1993 (Arent, Fox, Kintner, Plotkin & Kahn), 97-CV-1995 (National Public Radio), and 98-CV-292 (National Public Radio) to show cause why their appeals should not be dismissed for failure to provide proper notice under § 12-309. Subsequently, on March 6, 1997, the trial court denied the District’s motion to dismiss these complaints. The District on appeal does not challenge this March 6 order.\n. D.C.Code § 12-309 (1995) provides:\nAn action may not be maintained against the District of Columbia for unliquidated damages to person or property unless, within six months after the injury or damage was sustained, the claimant, his agent, or attorney has given notice in writing to the Mayor of the District of Columbia of the approximate time, place, cause, and circumstances of the injury or damage. A report in writing by the Metropolitan Police Department, in regular course of duty, is sufficient notice under this section.",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Edward E. Schwab, Assistant Corporation Counsel, with whom Robert R. Rigs-by, Interim Corporation Counsel, and Charles L. Reischel, Deputy Corporation Counsel, were on the brief, for appellant/eross-appellee.",
      "Robert P. Scanlon, Rockville, MD, with whom Mark E. Opalisky, Philadelphia, PA, was on the brief, for appellees/cross-appel-lants in nos. 97-CV-1994, 97-CV-1996, 98-CV-265, and 98-CV-266.",
      "A. Benjamin Horton, with whom Jeffrey R. Schmieler, Silver Spring, MD, Nicole E. Ames and Mark E. Opalisky, Philadelphia, PA, were on the brief, for appellees/cross-appellants in nos. 97-CV-1967, 97-CV-1968, 97-CY-1993, 97-CV-1995, 97-CV-1997, 98-CV-264, 98-CV-267, 98-CV-269, and 98-CV-292."
    ],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, Appellant/Cross-Appellee, v. ARNOLD & PORTER, et al., Appellees/Cross-Appellants.\nNos. 97-CV-1967, 97-CV-1968, 97-CV-1993, 97-CV-1994, 97-CV-1995, 97-CV-1996, 97-CV-1997, 98-CV-264, 98-CV-265, 98-CV-266, 98-CV-267, 98-CV-268, 98-CV-269, 98-CV-292, 98-CV-411, 98-CV-412.\nDistrict of Columbia Court of Appeals.\nArgued June 9, 2000.\nDecided July 27, 2000.\nEdward E. Schwab, Assistant Corporation Counsel, with whom Robert R. Rigs-by, Interim Corporation Counsel, and Charles L. Reischel, Deputy Corporation Counsel, were on the brief, for appellant/eross-appellee.\nRobert P. Scanlon, Rockville, MD, with whom Mark E. Opalisky, Philadelphia, PA, was on the brief, for appellees/cross-appel-lants in nos. 97-CV-1994, 97-CV-1996, 98-CV-265, and 98-CV-266.\nA. Benjamin Horton, with whom Jeffrey R. Schmieler, Silver Spring, MD, Nicole E. Ames and Mark E. Opalisky, Philadelphia, PA, were on the brief, for appellees/cross-appellants in nos. 97-CV-1967, 97-CV-1968, 97-CY-1993, 97-CV-1995, 97-CV-1997, 98-CV-264, 98-CV-267, 98-CV-269, and 98-CV-292.\nBefore STEADMAN, SCHWELB, and REID, Associate Judges."
  },
  "file_name": "0427-01",
  "first_page_order": 461,
  "last_page_order": 471
}
