{
  "id": 8354221,
  "name": "Antwan GETER, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Geter v. United States",
  "decision_date": "2007-08-02",
  "docket_number": "No. 04-CF-474",
  "first_page": "428",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 428"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "564 A.2d 1368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11366790
      ],
      "pin_cites": [
        {
          "page": "1372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/1368-01"
      ]
    },
    {
      "cite": "402 U.S. 622",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11735052
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "626-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0622-01"
      ]
    },
    {
      "cite": "471 U.S. 409",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203741
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "414, 417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0409-01"
      ]
    },
    {
      "cite": "541 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5873383
      ],
      "weight": 5,
      "year": 2004,
      "pin_cites": [
        {
          "page": "58-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0036-01"
      ]
    },
    {
      "cite": "745 A.2d 953",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11483913
      ],
      "pin_cites": [
        {
          "page": "960-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0953-01"
      ]
    },
    {
      "cite": "328 U.S. 750",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        377132
      ],
      "weight": 3,
      "year": 1946,
      "pin_cites": [
        {
          "page": "765"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/328/0750-01"
      ]
    },
    {
      "cite": "559 A.2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7884478
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "331"
        },
        {
          "page": "331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/0323-01"
      ]
    },
    {
      "cite": "430 A.2d 496",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977464
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "504"
        },
        {
          "page": "503"
        },
        {
          "page": "503"
        },
        {
          "page": "503"
        },
        {
          "page": "505"
        },
        {
          "page": "505-06"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0496-01"
      ]
    },
    {
      "cite": "391 U.S. 123",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1767670
      ],
      "weight": 8,
      "year": 1968,
      "pin_cites": [
        {
          "page": "135"
        },
        {
          "page": "135-36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/391/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 16061,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 5.2535638130613584e-08,
      "percentile": 0.33037466663114334
    },
    "sha256": "f621ed1f9506ec3d6754508d8692db2e6b52cf9f78fac192f9fac44b963167fe",
    "simhash": "1:d64fe2442c87cae0",
    "word_count": 2473
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GLICKMAN and BLACKBURNE-RIGSBY, Associate Judges, and SCHWELB, Senior Judge."
    ],
    "parties": [
      "Antwan GETER, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge:\nAppellant Antwan Geter was tried before a jury and convicted of unlawful entry and attempted theft. His appeal challenges the use at trial of his co-defendant’s statement to police on the night of their arrest. In accordance with binding precedent, we hold that the trial judge committed reversible error by allowing the prosecutor to cross-examine the co-defendant about the parts of his police statement that inculpated appellant by name.\nI.\nAppellant and his cousin, Toussainte Geter, were arrested on the street outside Thurgood Marshall Elementary School at around 7:00 p.m. on a Sunday evening in November by police responding to a burglar alarm there. Three other suspects, all juveniles, were apprehended inside the school. After his arrest, Toussainte Geter allegedly made an oral statement to Officer John Hamer impheating appellant as a participant in the break-in. As summarized in the arrest report, Toussainte Get-er’s statement was as follows:\n[Ejarher that evening, his cousin Defendant Antwan Geter, Jr. and three of his friends were planning to break into the school and see what they could steal. Defendant Toussainte Geter stated that he left the school to go to the store. When he arrived back at the school, the others had already entered into the school. Defendant Toussainte Geter stated that he only entered the school to look for his cousin.\nAnticipating that the admission of Tous-sainte Geter’s statement in the government’s case-in-chief would violate his Sixth Amendment right of confrontation, see Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968), appellant moved to sever his trial from that of his cousin. The government opposed severance, and the judge denied it, on the ground that Toussainte Geter’s statement could be redacted so as to eliminate all mention of appellant by name. The judge approved several redactions and ultimately permitted Officer Hamer to testify at trial that Toussainte Geter\nhad learned of a plan others had made to see if they could break into the school to see what they could steal, at which time Mr. Toussainte Geter stated he left and went to the store. Upon his arrival back to the school, the others had already broken in and he had gone down to go into the school to retrieve one of the people out of the school.\n(The government relied on other evidence, which we need not recount in detail, to link appellant with the break-in.)\nAfter the prosecution rested, Toussainte Geter took the stand in his defense to claim that his presence in the vicinity of the school was innocent. Denying that he had made the statement to which Officer Hamer had testified, Toussainte Geter insisted that he said he “wasn’t in the school,” and nothing more, when the officer questioned him. On cross-examination, the prosecutor pressed Toussainte Geter to admit having told Officer Hamer that appellant, his own cousin, participated in planning the unlawful entry, and that he went into the school to look for appellant:\nQ. Did you make any statement to him that you knew of a plan involving Antwan Geter to enter into the school on that day November 24th?\nA. No, I didn’t make no plan.\nQ. Didn’t you say, did you tell that officer at that time that you entered the school to look for your cousin, Antwan Geter?\nA. No, I did not.\nQ. Sir, when you told the police after-wards that statement, you weren’t referring to the conversation you had earlier that day with Mr. Antwan Geter, Mr. [S.], Mr. [A.] and Mr. [B.], correct? []\nA. I never gave that statement.\nAppellant lodged a timely objection to this line of cross-examination. Arguing that the prosecutor’s questions violated the judge’s redaction order and prejudiced him by revealing the parts of his co-defendant’s out-of-court statement that inculpated him, appellant renewed his motion for severance and requested a mistrial. The judge allowed the questioning to proceed, however, reasoning that Toussainte Geter’s decision to testify removed the need for redaction because appellant would be able to cross-examine him about his incriminating statements. Accordingly, the judge denied appellant’s requests for severance and a mistrial. The judge opted instead to instruct the jury not to consider Toussainte Geter’s statement “against any other defendant.”\nII.\nAppellant’s principal claim is that the judge’s ruling, allowing the prosecutor to reveal the parts of Toussainte Geter’s out-of-court statement that inculpated appellant, was erroneous under this Court’s decisions in Carpenter v. United States, 430 A.2d 496 (D.C.1981) (en banc), and Garris v. United States, 559 A.2d 323 (D.C.1989). The government all but concedes the error, arguing only that “reversal is not warranted because appellant suffered no prejudice from the use of Toussainte Geter’s unredacted statement.” We agree with appellant that the cross-examination of his co-defendant was improper and prejudicial. We are not persuaded that the error was harmless.\nOur en banc decision in Carpenter sets out what must be done in a jury trial when one defendant’s extrajudicial statement inculpates a co-defendant. Carpenter holds that unless the government agrees to “forego any use of the statement,” it must be redacted to eliminate all incriminating references to the co-defendant, or the co-defendant’s motion for severance must be granted — “whether or not” the defendant who made the statement takes the stand and testifies. 430 A.2d at 504. Carpenter further holds that a limiting instruction directing the jury not to consider the extrajudicial statement against the co-defendant is almost never an acceptable alternative to redaction or severance, because “[Confessions and admissions that are ‘powerfully incriminating’ present an especially great risk that limiting instructions will not be followed at potentially great prejudice to the non-confessing codefendant.” Id. at 503 (quoting Bruton v. United States, 391 U.S. 123, 135, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968)). It is simply unrealistic to expect lay jurors in a joint trial to consider a “powerfully incriminating” statement as substantive evidence against the declarant defendant and, simultaneously, as no evidence at all against the inculpated co-defendant.\nThe principles of Carpenter apply not only when the government offers a defendant’s extrajudicial statement as evidence at a joint trial, but also when the government refers to that statement in cross-examination. Garris holds it improper for the prosecutor to imply through questioning that the defendant’s out-of-court statement inculpated the co-defendant in the crime. “The use of an out-of-court statement in this way ... circumvents the proscription in Carpenter against admitting evidence incriminating to a codefendant through a defendant’s out-of-court statement.” Garris, 559 A.2d at 331.\nApplying Carpenter and Garris to the case at bar, we are constrained to hold that the trial judge erred. Toussainte Geter’s statement to Officer Hamer inculpated appellant in the break-in at Thur-good Marshall Elementary School. The incriminating references to appellant therefore had to be excised for the government to be allowed to use Toussainte Get-er’s statement at their joint trial. Contrary to the trial judge’s ruling, Toussainte Geter’s decision to testify did not remove the need for such redaction or render his unexpurgated statement admissible, even with a limiting instruction. And the prosecutor should not have been allowed to circumvent Carpenter’s requirements by cross-examining Toussainte Geter about his having incriminated appellant in his statement to the police.\nWe cannot conclude that the Carpenter error, in this case was harmless. Appellant’s identification as one of the perpetrators of the break-in at the elementary school was a contested factual issue at trial. From the prosecutor’s questions, the jury heard what it should not have, that Toussainte Geter had named appellant, his own cousin, as one of the conspirators and participants in the break-in. Thrice repeated by the prosecutor, that obviously prejudicial fact would have been difficult to forget or disregard, even though the prosecutor did not mention it again during the trial. It is true, as the government argues, that Toussainte Geter denied having implicated appellant, and that the government did not complete his impeachment by introducing his unredacted statement in rebuttal. But the jury might have disbelieved Toussainte Geter’s denials, especially since he denied having made even the redacted statement to which Officer Hamer had testified, and instead might have given undue weight to what the prosecutor intimated had been excised from that statement. The prosecutor filled in the blanks by telling the undoubtedly curious jury exactly who the unnamed “others” in the redacted statement were. The jury had no reason to suppose the prosecutor to be mistaken. Even though the prosecutor’s questions themselves were not evidence, we think that the jury could well have been influenced in its assessment of the evidence against appellant by the prosecutor’s assertions that Toussainte Geter had inculpated him. And as Carpenter explains, the trial judge’s instruction not to consider Toussainte Geter’s extrajudicial statement as evidence “against any other defendant” was not sufficient to dispel that risk. All in all, therefore, we cannot say with “fair assurance” that the jury’s verdict was not “substantially swayed” by the government’s attempted impeachment of Tous-sainte Geter with his statement incriminating appellant. Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946).\nReversed and remanded.\n.Police witnesses identified appellant as one of the persons they glimpsed inside the school building or escaping from it. Appellant, who denied having gone into the school, vigorously challenged his identification as one of the perpetrators. The police themselves acknowledged that viewing conditions inside the dark school building were difficult, and their opportunities to observe were limited. Moreover, another prosecution witness, one of the juveniles arrested inside the school, evidently surprised the government by testifying that neither appellant nor his cousin had participated with him in the break-in.\n. Other than his own statement to police, as recounted by Officer Hamer, the only evidence at trial tying Toussainte Geter to the break-in was testimony that one of the arrested juveniles had said that \"Tou” was with them in the school. The jury acquitted Tous-sainte Geter of all charges.\n. To preserve the anonymity of the juveniles arrested inside the school building, we use initials in place of their full names.\n. Appellant also claims that the initial redaction of his co-defendant’s statement was inadequate to prevent the jury from improperly considering it as evidence of his guilt. But cf. Plater v. United Stales, 745 A.2d 953, 960-62 (D.C.2000). In view of our holding that the Carpenter-Garris error requires reversal, we do not reach appellant’s inadequate redaction claim. We do not expect the redaction issue to arise in appellant’s retrial, as Toussainte Geter was acquitted of all charges. He therefore will not be a co-defendant with appellant against whom his hearsay statement to police might be offered as substantive evidence.\n. If the defendant who made the out-of-court statement does not testify, introduction of the unredacted statement into evidence would violate the co-defendant's Sixth Amendment right of confrontation if the statement is testimonial in nature and it would not be admissible against the co-defendant in a separate trial. See Crawford v. Washington, 541 U.S. 36, 58-59, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004); Tennessee v. Street, 471 U.S. 409, 414, 417, 105 S.Ct. 2078, 85 L.Ed.2d 425 (1985). Although no Confrontation Clause issue is present if the declarant defendant does testify and is subject to cross-examination, see Crawford, 541 U.S. at 59 n. 9, 124 S.Ct. 1354; Nelson v. O’Neil, 402 U.S. 622, 626-27, 91 S.Ct. 1723, 29 L.Ed.2d 222 (1971), the defendant’s extrajudicial statement still constitutes inadmissible hearsay as to the co-defendant. \"Perforce, satisfaction of a defendant’s Sixth Amendment right to confrontation ... does not terminate the trial judge’s continuing duty to take adequate steps to reduce or eliminate any prejudice arising from joinder.\" Carpenter, 430 A.2d at 503.\n. The Supreme Court explained in Bruton that\nthere are some contexts in which the risk that the jury will not, or cannot, follow instructions is so great, and the consequences of failure so vital to the defendant, that the practical and human limitations of the jury system cannot be ignored.... Such a context is presented here, where the powerfully incriminating extrajudicial statements of a codefendant, who stands accused side-by-side with the defendant, are deliberately spread before the jury in a joint trial.\n391 U.S. at 135-36, 88 S.Ct. 1620. Carpenter adopted this reasoning in rejecting reliance on limiting instructions to cure the harm to a defendant of a co-defendant’s inadmissible hearsay accusation, whether the co-defendant testifies and is subject to cross-examination or not. 430 A.2d at 503.\n. Only \"in a certain, limited class of cases,” where \"redaction is impracticable” and the references to the co-defendant \"are not significantly incriminating,” may it be \"appropriate for the trial court, after weighing the alternatives, and recognizing the desirability of excluding inadmissible evidence, to admit the statement with limiting instructions.” Carpenter, 430 A.2d at 505.\n. We found a Carpenter violation in Garris where the prosecutor’s question of Garris’s co-defendant on cross-examination implied that the co-defendant had told police that Garris had given him money after the alleged robbery, \"and thus directly implicated Garris in the robbery.” Garris, 559 A.2d at 331.\n. The government does not contend that the Carpenter error in this case was harmless based on the overwhelming strength of its case, and we agree that the evidence was less than overwhelming.\n. In closing argument, the prosecutor did remind the jury that Toussainte Geter told Officer Hamer \"that he had learned of a plan to break into the school and that he had gone back into the school.” In rebuttal, the prosecutor reiterated that \"Toussainte stated to Officer Hamer that there was a plan.... ”\n.We would view the question of prejudice differently had Toussainte Geter adopted his alleged hearsay statement to Officer Hamer as his testimony in court. See Lemon v. United States, 564 A.2d 1368, 1372 (D.C.1989) (finding \"negligible” possibility of prejudice from introduction of the co-defendant's inadmissible hearsay statement where the co-defendant adopted the substance of the statement in her live testimony on the witness stand and was subject to cross-examination).\n. This is not one of those rare cases, see footnote 7, supra, in which a limiting instruction might be “a sufficient corrective” because the extrajudicial statement is not “significantly incriminating” and redaction is \"impracticable.” Carpenter, 430 A.2d at 505-06. Toussainte Geter’s statement to Officer Hamer directly incriminated appellant in the planning and execution of the break-in, and the incriminating references were capable of redaction (as the government contended and the trial judge ruled).",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Leila Thamer, Public Defender Service, with whom James Klein and Samia Fam, Public Defender Service, were on the brief, for appellant.",
      "Sarah Chasson, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney, and Roy W. McLeese III, Tejpal Chawla, and Richard Zanfardino, Assistant United States Attorneys, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Antwan GETER, Appellant, v. UNITED STATES, Appellee.\nNo. 04-CF-474.\nDistrict of Columbia Court of Appeals.\nArgued May 30, 2007.\nDecided Aug. 2, 2007.\nLeila Thamer, Public Defender Service, with whom James Klein and Samia Fam, Public Defender Service, were on the brief, for appellant.\nSarah Chasson, Assistant United States Attorney, with whom Jeffrey A. Taylor, United States Attorney, and Roy W. McLeese III, Tejpal Chawla, and Richard Zanfardino, Assistant United States Attorneys, were on the brief, for appellee.\nBefore GLICKMAN and BLACKBURNE-RIGSBY, Associate Judges, and SCHWELB, Senior Judge."
  },
  "file_name": "0428-01",
  "first_page_order": 476,
  "last_page_order": 481
}
