{
  "id": 9167242,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Michael L. SANFORD, Appellee",
  "name_abbreviation": "Commonwealth v. Sanford",
  "decision_date": "2004-12-21",
  "docket_number": "No. 44 MAP 2003",
  "first_page": "428",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "863 A.2d 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "523 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820322
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "emphasis supplied"
        },
        {
          "page": "603",
          "parenthetical": "emphasis supplied"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0577-01"
      ]
    },
    {
      "cite": "749 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11528082,
        93919
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/749/0458-01",
        "/pa/561/0199-01"
      ]
    },
    {
      "cite": "561 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93919
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 11332,
    "ocr_confidence": 0.664,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2151005715005006
    },
    "sha256": "64b78edcc5239a4c6304ea7082418a19b59652107bce1545d61489e4bf77f05b",
    "simhash": "1:d5d192ac22531f6a",
    "word_count": 1838
  },
  "last_updated": "2024-02-27T22:03:52.266092+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Michael L. SANFORD, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CAPPY.\nThis matter is before us on allowance of appeal. The issue presented is whether the Superior Court erred when it reversed the trial court’s order determining that Michael L. Sanford (“Appellee”) is a sexually violent predator (“SVP”) pursuant to Megan’s Law II, 42 Pa.C.S. § 9791 et seq. For the reasons that follow, we reverse and remand this matter to the Superior Court.\nAppellee was arrested on charges arising out of a sexual assault of a fifteen year old girl. Appellee ultimately pled guilty to one count of sexual assault, 18 Pa.C.S. § 3124.1. During the plea, Appellee presented his version of the facts. Appellee’s version of events reads, in its entirety, as follows:\nIn the early evening hours [of October 16, 2000, Appellee] encountered the victim on the corner of 9th and Cherry Streets. He and the victim agreed to engage in sexual relations in exchange for $20. The victim accompanied [Ap-pellee] to his former apartment at 15 South Tenth Street. At that time, once they started to engage in the act of intercourse, the victim asked [Appellee] to stop. He ignored her request to stop and that he engaged in sexual intercourse with her without her consent and the act of intercourse that he admits to is the — by penis to vagina.\nN.T., 2/28/2001, at 8.\nSubsequently, hearings were held pursuant to 42 Pa.C.S. § 9795.4 to determine whether Appellee was an SVP. At this hearing, the Commonwealth presented, inter alia, the testimony of Veronique N. Valliere (‘Valliere”), a psychologist who is a member of this Commonwealth’s State Sexual Offenders Assessment Board (“Board”). At the outset of her testimony, Valliere stated that she based her opinion on “all the police reports, criminal complaints, prior evidence gathering ... [as well as Appellee’s] past criminal behavior and past behavioral history.” N.T., 6/19/2001, at 36. She also noted that all of the information upon which she relied in forming her opinion had been listed at the beginning of her assessment report, which had been entered into evidence as Commonwealth’s Exhibit One. Id. Among the items listed in Valliere’s assessment report are the affidavit of probable cause and the criminal complaints in the instant matter. Commonwealth’s Exhibit One.\nValliere then opined that Appellee was indeed an SVP. In forming this opinion, she stated that Appellee has an antisocial personality disorder. N.T., 6/19/2000., at 39^40. She highlighted that this was a violent crime in that Appellee dragged the victim off of the street and sexually assaulted her even after encountering “significant resistance” from the victim. Id. at 40. Valliere commented that Appellee’s assault on the victim included his forceful attempts to assault the victim anally, orally, and vaginally. Id. at 40-41. Valliere also noted that Appellee had a prior criminal history of assaults against women, noting that he had “a prior conviction for an attempted rape,” id. at 39, and stating that the conviction for this crime was for indecent assault. Id. at 54.\nAt the close of hearings, the trial court determined that- Appellee was an SVP. The trial court stated that Valliere’s testimony “sufficiently established by clear and convincing evidence that [Appellee] is an [SVP].” Tr. ct. slip op. at 10. It also noted that Appellee’s own expert conceded that Appellee “is on the borderline of being [an SVP].” Id. In light of these two .opinions, the trial court determined that the evidence was clear and convincing that Appellee should be classified as an SVP. Id.\nAppellee appealed to the Superior Court, raising three separate challenges to the trial court’s determination that he was an SVP. The Superior Court reversed the order of the trial court on the basis that the evidence was not sufficient to establish that Appellee was an SVP. The court noted that the Commonwealth’s principal witness at the SVP hearing was Valliere. The Superior Court concluded that Valli-ere’s testimony, however, was insufficient to sustain the trial court’s finding that Appellant was an SVP. It stated it was “compelled” to find that the evidence was insufficient since “Valliere’s testimony was almost entirely dependent upon the original warrant and charging document in this case, and their unproven allegations, rather than the actual basis of the guilty plea.” Super. Ct. slip. op. at 9. It opined that by relying on the charging document and the affidavit for probable cause, Valliere introduced facts that had not been proven at the guilty plea nor stipulated to by Appel-lee. For example, Appellee’s statement at the guilty plea did not intimate that the sexual assault was violent, whereas Valli-ere noted that the victim had been forcibly removed from the street and that Appellee had tried to anally and orally rape the victim prior to successfully raping her vaginally. M\nThe Commonwealth then filed a Petition for Allowance of Appeal with this Court, asserting that the Superior Court erred in its determination that there was insufficient evidence to establish that Appellee is an SVP. We granted allocatur. For the reasons that follow, we now reverse.\nIn analyzing this question, we first review the process by which a trial court determines whether a defendant is an SVP. There are multiple steps in this process. After a defendant is convicted of an offense specified in 42 Pa.C.S. § 9795.1, the trial court orders the Board to prepare an assessment of the defendant. In preparing this assessment, the Board is to consider, inter alia, the facts of the current offense, the defendant’s prior offense history, and characteristics of the defendant. 42 Pa.C.S. § 9795.4(b). This assessment is then forwarded to the Commonwealth.\nThe Commonwealth may then praecipe to convene a hearing to determine whether the defendant is an SVP. 42 Pa.C.S. § 9795.4(e)(1). These SVP hearings are not perfunctory affairs in which the parties and the judge merely review the trial or guilty plea colloquy proceedings. Rather, they are evidence gathering mechanisms. Section 9795.4 specifically states that the district attorney and the defendant “shall be given notice of the hearing and an opportunity to be heard, the right to call witnesses, the right to call expert witnesses and the right to cross-examine witnesses.” 42 Pa.C.S. 9795.4(e)(2). Additionally, the defendant is granted the right to counsel. Id. The Commonwealth bears the burden of proof at this hearing, and it must establish by clear and convincing evidence that the defendant is an SVP. 42 Pa.C.S. § 9795.4(e)(3). As this is a question of law, our standard of review is de novo and our scope of review is plenary. See Commonwealth v. Weston, 561 Pa. 199, 749 A.2d 458, 460 n. 8 (2000).\nAs noted supra, the Superior Court held that the Commonwealth did not meet this burden. In making this determination, it refused to credit Fallers testimony as it was predicated on facts that were not contained in Appellees guilty plea. While we are uncertain as to the precise thrust of the Superior Courts rationale, it appears that the Superior Court found the evidence to be insufficient because Vallieres testimony was somehow inadmissible due its reliance on the affidavit for probable cause and the charging documents. A defendant such as Appellee may, of course, raise a challenge to the admissibility of evidence adduced by the Commonwealth at an SVP hearing; an appellate court may ultimately find such a challenge to be meritorious and that the defendant is entitled to a new SVP hearing. Yet, a challenge to the admissibility of evidence is separate from a sufficiency claim. Indeed, it is improper for a court, when reviewing a sufficiency challenge, to eliminate from its consideration any evidence which it deems to be inadmissible. This court has stated with great precision that in addressing sufficiency of the evidence claims,\nwe are called upon to consider all of the testimony that was presented to the jury during the trial, without consideration as to the admissibility of that evidence. The question of sufficiency is not assessed upon a diminished record. Where improperly admitted evidence has been allowed to be considered by the jury, its subsequent deletion does not justify a finding of insufficient evidence. The remedy in such a case is the grant of a new trial.\nCommonwealth v. Smith, 523 Pa. 577, 568 A.2d 600, 603 (1989) (emphasis supplied).\nAccordingly, to the extent that the Superior Court disregarded Valliere’s testimony because it found the testimony to be inadmissible, it erred. In conducting its review of this claim, the lower court should have examined all the evidence adduced by the Commonwealth, “without consideration as to the admissibility of that evidence.” Id. Thus, it should have viewed all of the evidence introduced at the hearing — including the entirety of Vallieres testimony — in the light most favorable to the Commonwealth to determine whether this corpus of evidence was sufficient to sustain the SVP designation.\nFor the foregoing reasons, we reverse the order of the Superior Court and remand this matter to the Superior Court for it to reconsider the sufficiency of the evidence claim utilizing the proper legal standard. Furthermore, the Superior Court may address any other claims Appellee preserved and presented in the appellate brief Appellee filed with that court. Jurisdiction relinquished.\nJustice SAYLOR dissents.\n. In its memorandum opinion, the Superior Court states that Appellee pled guilty to indecent assault. Super. Ct. slip op. at 1. This is incorrect. The guilty plea colloquy and the trial court opinion clearly state that Appellee pled guilty to sexual assault. See N.T., 2/28/2001, at 2; tr. ct. slip op. at 2.\n. We note that Appellee had a full opportunity to cross-examine Valliere and was allowed to introduce testimony from his own psychiatric expert.\n. As the Superior Court granted Appellee relief on this issue, it did not consider Appel-lee's other two issues.\n.The Superior Court also stated that Valliere improperly referred to Appellee’s previous conviction stemming from a sexual assault of a different victim as a conviction for attempted rape whereas the conviction was in fact for indecent assault. Super. Ct. slip op. at 9. Valliere did colloquially refer to Appellee's assault on another woman as an \"attempted rape”. N.T., 6/19/2000., at 39. However, she clearly stated in her testimony that the charge on which he stood convicted for that crime was indecent assault. Id. at 54.\n.We note that Appellee did not file a brief with this Court. Accordingly, there are no counterarguments to the Commonwealth’s position for us to address.\n. Sexual assault, the crime of which Appellee has been convicted, is one of the crimes listed in § 9795.1.\n. We render no opinion on whether Vallieres reliance on the affidavit of probable cause and the charging documents somehow rendered her testimony inadmissible as this issue is not before this court.",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      }
    ],
    "attorneys": [
      "Mark Carlyle Baldwin, Iva C. Dougherty, Reading, for Com. of PA.",
      "Jeanne Trivellini, Pine Forge, for Michael L. Sanford."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Michael L. SANFORD, Appellee.\nNo. 44 MAP 2003.\nSupreme Court of Pennsylvania.\nSubmitted June 17, 2003.\nDecided Dec. 21, 2004.\nMark Carlyle Baldwin, Iva C. Dougherty, Reading, for Com. of PA.\nJeanne Trivellini, Pine Forge, for Michael L. Sanford.\nBEFORE: CAPPY, C.J., CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0428-02",
  "first_page_order": 480,
  "last_page_order": 484
}
