{
  "id": 7338472,
  "name": "Patsy LANCE, Administratrix for the Estate of Catherine Ruth Lance, Deceased v. WYETH, f/k/a American Home Products Corporation",
  "name_abbreviation": "Lance v. Wyeth",
  "decision_date": "2011-03-15",
  "docket_number": "",
  "first_page": "429",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "15 A.3d 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 163,
    "char_count": 2167,
    "ocr_confidence": 0.703,
    "sha256": "e75b4f3e6f5b356c847fe90876b3a1ce92ff24ce28e295a7a6dddc4bee8b55e2",
    "simhash": "1:248e91abebd9b875",
    "word_count": 334
  },
  "last_updated": "2023-07-14T22:02:36.433777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patsy LANCE, Administratrix for the Estate of Catherine Ruth Lance, Deceased v. WYETH, f/k/a American Home Products Corporation."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 15th day of March 2011, these Cross Petitions for Allowance of Appeal are GRANTED and CONSOLIDATED. For purposes of briefing and argument, petitioner in No. 600 EAL 2010, Wyeth, shall be listed as appellant, and petitioner in No. 610 EAL 2010, Patsy Lance, shall be listed as cross-appellant.\nThe issues in No. 600 EAL 2010, as stated by petitioner/appellant Wyeth are:\n(1) Whether the Superior Court erred in creating a new claim for “negligent design defect” of a prescription drug, despite Plaintiff-Respondent Patsy Lance’s repeated waiver of that claim?\n(2) Whether the Superior Court’s creation of a new cause of action for “negligent design defect” conflicts with this Court’s settled precedent limiting product liability claims against manufacturers and sellers of prescription drugs?\n(3) Whether the Superior Court’s creation of a new cause of action for “negligent design defect” should properly be argued before this Court because it may affect' hundreds or thousands of cases and ignores that: (a) plaintiffs in design defect cases must plead and prove a “feasible alternative design;” and (b) there should be deference to regulatory authorities?\nThe issues in No. 610 EAL 2010, as stated by petitioner/cross-appellant Lance are:\n(1) Did the Superior Court err in holding, in an acknowledged conflict with the U.S. Court of Appeals for the Third Circuit’s prediction of Pennsylvania law, that Pennsylvania law would not recognize a claim against a prescription drug manufacturer for negligent failure to test to discover a prescription drug’s actual harmful side-effects?\n(2) Did the Superior Court err in holding that Pennsylvania law would not recognize claims against a manufacturer of a prescription drug, which the federal Food and Drug Administration ultimately ordered withdrawn from the market as too dangerous for any potential users, for negligently marketing that drug and for negligently failing to withdraw that drug from the market?",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Patsy LANCE, Administratrix for the Estate of Catherine Ruth Lance, Deceased v. WYETH, f/k/a American Home Products Corporation.\nSupreme Court of Pennsylvania.\nMarch 15, 2011."
  },
  "file_name": "0429-03",
  "first_page_order": 481,
  "last_page_order": 482
}
