{
  "id": 8354236,
  "name": "In re Scott SLAUGHTER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Slaughter",
  "decision_date": "2007-08-02",
  "docket_number": "No. 03-BG-770",
  "first_page": "433",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 433"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "684 A.2d 361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349526
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/0361-01"
      ]
    },
    {
      "cite": "892 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8985992
      ],
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/892/0396-01"
      ]
    },
    {
      "cite": "926 A.2d 1106",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8376380
      ],
      "pin_cites": [
        {
          "page": "1117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/926/1106-01"
      ]
    },
    {
      "cite": "773 A.2d 1026",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11094056
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "attorney disclosure of client secrets in motion to withdraw"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/1026-01"
      ]
    },
    {
      "cite": "887 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8997035
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "24"
        },
        {
          "page": "24-25",
          "parenthetical": "\"In most cases, it is the attorney's misconduct, which does have to be proved by clear and convincing evidence, that casts the requisite doubt on the attorney's fitness.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/887/0001-01"
      ]
    },
    {
      "cite": "706 A.2d 1032",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11865937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/1032-01"
      ]
    },
    {
      "cite": "663 A.2d 517",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870434
      ],
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0517-01"
      ]
    },
    {
      "cite": "672 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352024
      ],
      "pin_cites": [
        {
          "page": "579"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/672/0577-01"
      ]
    },
    {
      "cite": "692 A.2d 1351",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11921909
      ],
      "pin_cites": [
        {
          "page": "1357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/1351-01"
      ]
    },
    {
      "cite": "812 A.2d 938",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "941"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "422 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947269
      ],
      "pin_cites": [
        {
          "page": "771"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0768-01"
      ]
    },
    {
      "cite": "630 A.2d 196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11318097
      ],
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/630/0196-01"
      ]
    },
    {
      "cite": "641 A.2d 458",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11292475
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "463"
        },
        {
          "page": "463-64"
        },
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/0458-01"
      ]
    },
    {
      "cite": "772 A.2d 1161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11103987
      ],
      "pin_cites": [
        {
          "page": "1169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/772/1161-01"
      ]
    },
    {
      "cite": "767 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11123219
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "207"
        },
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0203-01"
      ]
    },
    {
      "cite": "570 A.2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7379136
      ],
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/0307-01"
      ]
    },
    {
      "cite": "532 A.2d 118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9044605
      ],
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/532/0118-01"
      ]
    },
    {
      "cite": "435 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984794
      ],
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/435/0395-01"
      ]
    },
    {
      "cite": "656 A.2d 303",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867577
      ],
      "pin_cites": [
        {
          "page": "305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/0303-01"
      ]
    },
    {
      "cite": "534 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883356
      ],
      "pin_cites": [
        {
          "page": "924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/0919-01"
      ]
    },
    {
      "cite": "363 A.2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8013653
      ],
      "pin_cites": [
        {
          "page": "687"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/363/0685-01"
      ]
    },
    {
      "cite": "316 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907738
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "expressing \"some doubt whether [attorney's] testimony about the conditions in [former client's] home qualifies as information 'relating to representation' \""
        },
        {
          "page": "724",
          "parenthetical": "expressing \"some doubt whether [attorney's] testimony about the conditions in [former client's] home qualifies as information 'relating to representation' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/316/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1422,
    "char_count": 46579,
    "ocr_confidence": 0.669,
    "pagerank": {
      "raw": 1.3666683855486927e-07,
      "percentile": 0.6374053081859212
    },
    "sha256": "ce9d1a6714a48cee4b8c9933c23fcafcc4c27f0333c33bbd14454d646109910d",
    "simhash": "1:7e994238c98a4cfd",
    "word_count": 7391
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before RUIZ and REID, Associate Judges, and SCHWELB, Senior Judge."
    ],
    "parties": [
      "In re Scott SLAUGHTER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "RUIZ, Associate Judge:\nIn this original disciplinary proceeding, the Board on Professional Responsibility has recommended that Scott Slaughter be suspended from the practice of law for three years with reinstatement conditioned upon a showing of fitness based on findings by a Hearing Committee that respondent had violated Rule 8.4(b) by committing one or more criminal acts (forgery) that reflect adversely on his honesty, trustworthiness, or fitness as a lawyer in other respects, and Rule 8.4(e) by engaging in conduct involving dishonesty, fraud, deceit, and/or misrepresentation. Respondent excepted to the Board’s findings, conclusions, and recommended sanction arguing that: (1) the disciplinary proceeding violated applicable Arkansas ethical rules; (2) the Board failed to consider or give sufficient weight to “undisputed” evidence and relied on other evidence that should have been excluded or given no weight; (3) respondent’s due process rights were violated; and (4) the Board erred in finding respondent guilty of committing a crime when he has not been convicted of the crime by a criminal court. We accept the Board’s findings and recommendation and suspend respondent from the practice of law for three years with reinstatement conditioned upon a showing of fitness.\nI. BACKGROUND\nA. Respondent’s Conduct\nThe Board adopted the following findings of the Hearing Committee concerning the events that give rise to the disciplinary charges. Respondent was hired by the law firm Ungaretti & Harris (“firm”) in June 1994 to work in the firm’s Washington, D.C. office as a salaried partner. Before joining the firm, respondent had represented the receiver from a defendant in a Superfund litigation pending before the United States District Court for the Eastern District of Arkansas and continued to do so until approximately January 1996. The state of Arkansas also was party to the Superfund litigation. During the pen-dency of the Superfund litigation, respondent and counsel for the state, Charles Moulton, Assistant Attorney General for the State of Arkansas, worked closely together, but respondent never represented Arkansas in the Superfund litigation.\nIn August 1994, shortly after respondent joined the firm, he entered into a consulting contract with the state of Arkansas to provide legal assistance as an environmental specialist relating to the state’s natural resources damage claims. By its terms, the contract was limited to one year, beginning August 3, 1994, and could not exceed $4,999. In June 1994, however, before the consulting contract had been signed, respondent began billing his time at the firm for work relating to the state’s natural resource damage claims. Prior to signing the contract, respondent consulted with Mr. Moulton on a regular basis and continued to do so after the contract had expired. The firm was aware of the consulting contract and of respondent’s work for the state pursuant to the contract. In addition, the firm’s records listed Charles Moulton as a client.\nAt some point during the summer of 1994, respondent also began doing work for two private plaintiffs, the McCoys and the Sheltons, in the natural resource damage litigation. These private plaintiffs, however, were not listed as firm clients in 1994 and respondent did not segregate his time for services relating to their matter from the services rendered to the state. Apparently, there was no retainer agreement with either private plaintiff until some time in 1995. Because respondent never asked the firm to open a separate billing account for the private plaintiffs, he billed all of his time relating to the natural resource damage claims — including his work for the private plaintiffs — to the state from 1994 to 1997.\nOn January 17, 1995, respondent wrote a memorandum addressed to Richard Un-garetti, a name partner of the firm, where he explained that the state had agreed to retain respondent on a contingency basis. In the memo, respondent provided details of settlement efforts and asserted that the state agreed to a contingency fee of 30% of what it recovered through settlement or judgment. As a result, the firm would forgo billing the state on an hourly basis. On January 31, 1995, respondent presented to the firm a letter agreement between the firm and the state. The letter was addressed to Charles Moulton at the Office of the Arkansas Attorney General and confirmed that the firm had been retained as outside counsel to the State in the Superfund litigation. Specifically, the letter provided that the State would pay the firm 30% of its recovery on its natural resource damage claims either through settlement or judgment, and that all previous agreements regarding the firm’s representation of the state would become void upon the state’s countersigning the letter. Based on respondent’s representations and the letter agreement, the firm agreed to represent the state on a contingency basis. The Hearing Committee credited the contrary testimony of Mr. Moulton, however, that the State had not agreed to retain the firm on a contingency basis or on any other basis to litigate its natural resource damage claims. The Hearing Committee also found that respondent forged Mr. Moul-ton’s signature on the letter agreement he presented to the firm.\nIn 1995 or early 1996, the firm’s Executive Committee asked J. Timothy Eaton, who headed the firm’s litigation department, to review the status of the firm's representation of the state because none of the firm’s litigation partners had been involved in the matter. During a meeting with respondent, Mr. Eaton reviewed a draft of a complaint on behalf of the state. In addition, respondent discussed adding private plaintiffs to the action who would have standing to assert certain types of damages that the state would not claim, and represented that he had already consulted with the state, which agreed to the addition of individual plaintiffs. According to Mr. Eaton’s testimony, this was the first time he had personal knowledge that individual plaintiffs would be added to the state’s lawsuit. Based on respondent’s representations and its belief that it already was representing the state in the litigation, the firm agreed to represent the individual plaintiffs.\nOn June 12, 1996, respondent filed a complaint before the Circuit Court of Pulaski County, Arkansas, on behalf of the individual plaintiffs. On June 14, 1996, the state filed a motion to intervene in the case and an original complaint in intervention, signed by Mr. Moulton and another Assistant Attorney General for the State. The complaint was served on respondent as counsel for the individual plaintiffs. Respondent created an additional signature page with a signature above his name and that of the firm as “Counsel for the State of Arkansas,” attached it to his copy of the state’s intervention papers, and redacted the certificate of service to make it appear that copies of the state’s pleadings had been served on respondent and his co-counsel in this capacity. Respondent, who maintained the firm’s file for the natural resource damage litigation, then placed the copy of the state’s pleadings — with the added phony appended signature page and redacted certificate of service — in the firm’s file. Mr. Eaton testified that as of June 1996, he was not aware that respondent had filed a complaint in state court on behalf of the individual plaintiffs only and not on behalf of the state.\nIn August 1996, Thurman Bennett, Jr., the former manager of the Vertac Chemical Corporation plant and one of the defendants named in the complaint, moved to disqualify respondent and the firm based on respondent’s previous representation of Vertac’s receiver. Other defendants in the court action (Dow Chemical Co. and Hercules Inc.) filed pleadings in support of the motion to disqualify respondent as counsel for the private plaintiffs. On November 8, 1996, the court disqualified respondent and the firm from further participation in the action, and the private plaintiffs filed a motion for voluntary non-suit of the claims against Mr. Bennett. On February 14, 1997, the private plaintiffs filed a motion for voluntary non-suit against the remaining defendants, which the court granted, and the same day refiled their claims in the U.S. District Court. Meanwhile, the state had already filed its own claims in federal court in a separate action and continued its action in state court.\nIn January or February 1997, Mr. Eaton traveled to Arkansas to determine the status of the litigation. Although respondent had advised the firm that one of the defendants was trying to disqualify him, respondent assured Mr. Eaton that it did not present a problem. After reviewing the court files and meeting with the firm’s local counsel, Mr. Eaton learned for the first time that the state court had disqualified respondent and the firm the previous November. While in Arkansas, Mr. Eaton also reviewed the separate federal court actions that had been filed by the individual plaintiffs and by the state. Respondent explained that for strategic reasons he had separated the two plaintiffs when filing their actions in federal court. During this time, Mr. Eaton and the firm continued to believe that the state was a client of the firm. The firm, however, did not send periodic bills to the state because it believed that it had a contingent fee agreement.\nIn mid-August 1997, for reasons unrelated to the natural resources litigation, the firm discharged respondent and other attorneys employed in the environmental law department of the firm’s Washington, D.C. office. Because respondent was to continue serving as counsel in the natural resources damage litigation, the firm asked Mr. Eaton to prepare and send lien letters to each of the named defendants to protect the firm’s financial interest in the litigation. On August 25, 1997, the firm sent attorney lien notices to the defendants in the state and federal court litigation based upon the firm’s services on behalf of the state and private plaintiffs. In the notices, the firm stated that it had entered into a contingency fee contract with the state and the individual plaintiffs entitling the firm to 30% of any recovery. A few days later, respondent called Mr. Eaton and explained that the firm’s assertion of liens created a conflict of interest because the individual plaintiffs represented by the firm were objecting to the settlement between the state and one of the defendants, Hercules. Due to this conflict of interest, respondent asked that the firm withdraw the hens. After consulting with other partners, Mr. Eaton advised respondent that the firm would not withdraw the asserted liens.\nRespondent’s fabrications began to crumble on the Friday before Labor Day 1997 when Charles Schlumberger, a lawyer in Arkansas who represented Hercules, called Mr. Eaton regarding the lien notices. Mr. Schlumberger explained to Mr. Eaton that Hercules was close to reaching a settlement with the state. In addition, Mr. Schlumberger advised Mr. Eaton that according to Mr. Moulton, the firm did not represent the State. As a result of this conversation, and after further review of the firm’s documents relating to the state and federal litigation, Mr. Eaton became suspicious of the signature on the firm’s supposed retainer agreement with the state. On that same day, Mr. Eaton called respondent concerning Mr. Schlumberger’s assertion that the firm did not represent the state. Respondent, however, assured Mr. Eaton that the firm did represent the state. When Mr. Eaton asked respondent about Mr. Moulton’s signature on the agreement, respondent became defensive and contended that the signature was genuine. A half-hour later, respondent called Mr. Eaton back and explained that he needed to talk to him over the weekend. The following Tuesday, respondent admitted to Mr. Eaton that he had forged Mr. Moulton’s signature on the agreement and that the firm never had an agreement with the state apart from the earlier, limited consulting agreement. Mr. Eaton and Mr. Ungaretti then called Mr. Moulton, who confirmed that the firm never had been retained as counsel for the state. As a result, the firm withdrew its lien letters to the defendants in the state’s action.\nSubsequently the firm tried to ascertain what contingency agreements it had with the individual plaintiffs, the Sheltons and the McCoys. Although respondent advised the firm that the agreements were on file, the firm could not find any agreement in its files. The firm and respondent decided to prepare new agreements that would memorialize the interests of the firm. In the spring of 1998, the firm finalized and signed an agreement with the Sheltons. Later, respondent produced a written agreement with Travis McCoy dated in 1995 or early 1996. After agreements with the individual plaintiffs had been finalized and signed, the firm filed a motion for leave to withdraw from the litigation.\nIn late 1997, the firm made a claim against its insurance carrier pursuant to its policies providing coverage for loss from “employee theft.” Using respondent’s billing records as well as the time records for other attorneys who had worked on the natural resource damage claims, the firm made a claim based on the attorneys’ time spent working on the claims. The firm calculated that it had invested $1,416,924 in billable hours and $64,252 in expenses to the Arkansas litigation on behalf of the state and private plaintiffs. On October 1, 1998, the firm and its insurance carrier reached a settlement pursuant to which the carrier agreed to pay the firm $272,000 for its claims based on the “acts or omissions” of respondent.\nB. Disciplinary Proceeding before the Hearing Committee and the Board\nIn February 1999, Bar Counsel filed charges against respondent, alleging that he violated Rule 8.4(b) by committing a criminal act (forgery) that reflects adversely on his honesty, trustworthiness, or fitness as a lawyer, and Rule 8.4(c) by engaging in conduct involving dishonesty, fraud, deceit, and/or misrepresentation. Respondent, proceeding pro se, did not file an answer to the charges. Instead, he filed a motion for an extension of time in which to file an answer on April 5, 1999, which he withdrew on April 15, 1999. That same day, respondent filed a document titled “Respondent’s Assertion of his Fifth Amendment Right Not to Answer the Petition in his Proceeding.” In addition, respondent filed a number of pre-hearing motions including motions to dismiss, to strike charges and exclude evidence, and for protective orders.\nOn June 11, 1999, an evidentiary hearing was held during which Bar Counsel presented testimony from Mr. Eaton, a partner at respondent’s former law firm, Ungaretti & Harris, and Charles Moulton, the Assistant Attorney General for the State of Arkansas involved in the state’s natural resources litigation. Although respondent did not testify during the hearing, he made an opening statement and cross-examined the witnesses. In addition, respondent sought to introduce three exhibits: (1) the billing records from Un-garetti & Harris reflecting the time that respondent and others at the law firm billed to the state of Arkansas between June 1994 and September 1997; (2) a pleading filed by respondent in a Superfund litigation before the United States District Court for the Eastern District of Arkansas, in which he represented the court-appointed receiver for Vertac Chemical Corporation, and (3) an April 22, 1994 memorandum from Mr. Moulton and others proposing that the state of Arkansas enter into a consulting contract with respondent to assist in the state’s natural resources damage claims, together with a fax cover sheet to respondent transmitting a copy of the memorandum. The Hearing Committee denied respondent’s request. Later, the Board confirmed that pursuant to Board Rule 7.7, respondent’s failure to file an answer to the specification of charges precluded him from introducing evidence at the hearing. In addition, the Board found that respondent had failed to show how any of the three documents would exonerate him.\nOn December 17, 2002, the Hearing Committee issued its Report and Recommendation finding that respondent had violated Rule 8.4(b) when he forged Mr. Moulton’s name on the contingency fee agreement that he provided to his firm, and Rule 8.4(c) by engaging in dishonest acts which fall under the definition of fraud, deceit and misrepresentation. On July 24, 2003, the Board issued its Report and Recommendation, which adopted the Hearing Committee’s findings of fact that respondent had violated Rules 8.4(b) and (c) and concurred in the recommended sanction of a three-year suspension with reinstatement conditioned upon a showing of fitness. Respondent has excepted to the findings, conclusions of law and recommended sanction.\nII. DISCUSSION\nBefore addressing the Board’s report, we consider two procedural challenges respondent makes to the disciplinary proceedings.\nA. Arkansas Model Rules of Professional Conduct\nRespondent contends that this disciplinary proceeding should be dismissed because it is based on a violation of applicable Arkansas Model Rules of Professional Conduct. According to respondent, the firm’s disclosure of the reasons why it would not have agreed to represent the private plaintiffs on a contingent fee basis in the Arkansas litigation absent representation of the state as well violated Arkansas Rule 1.6 which prohibits the disclosure of “information relating to the representation of a client” without prior consent. As a result, respondent asserts, the firm’s complaint to Bar Counsel, as well as the documents and testimony presented to the Hearing Committee, violate the Arkansas rule, and Bar Counsel, the Hearing Committee and the Board aided and abetted the violation by filing charges and holding a hearing in which protected client information was offered in support of the firm’s allegations, without prior client consent. The Board determined that although Arkansas Rule 1.6 appears to protect a broader class of information (“information relating to representation of a client”) than our Rule 1.6(a)(1) (“a confidence or secret of the lawyer’s client”), the firm’s disclosure did not violate Arkansas Rule 1.6 because, “[p]laced in the context of the Firm’s policy that it, ‘with rare exception, does not represent companies or individuals on a pure contingency fee basis,’ the Firm’s description of the pitfalls inherent in the type of action contemplated by the private parties reflected its own business practices as to whom it represents and revealed no information obtained through the representation of the clients.” We doubt that the Arkansas rule would apply to the limited evidence presented. See Nance v. Arkansas Dep’t of Human Servs., 316 Ark. 43, 870 S.W.2d 721, 724 (1994) (expressing “some doubt whether [attorney’s] testimony about the conditions in [former client’s] home qualifies as information ‘relating to representation’ ”). We need not decide the issue, however, because even assuming that Arkansas Rule 1.6 covers some of the evidence presented during the disciplinary proceeding, respondent has no standing to raise the claim in this case, where the clients have not sought to assert the privilege and, according to respondent, have given him their consent to use their information and records in order to present a defense in this proceeding.\nB. Due Process\nRespondent also argues that he was denied due process because the Board found him “guilty of misconduct he was expressly told was not among the charges against him.” In support of this argument, respondent cites to portions of the transcript where the Hearing Committee Chair questioned him about the relevance or materiality of the testimony respondent was attempting to elicit from Mr. Moulton concerning similarities between the claims of the state and the private plaintiffs in the natural resource damage litigation. During the hearing, respondent contended that the evidence was relevant because it showed that whatever resources the firm expended in the investigation and litigation of the claims was either on behalf of or benefitted the private plaintiffs — who were firm clients — and therefore the firm could not have suffered any injury by his misrepresentation to the firm that he was also counsel for the state. The Hearing Committee Chair responded by explaining that Bar Counsel had alleged a different basis for prejudice to the firm: that it would not have agreed to represent the private plaintiffs but for its belief that it would also be representing the state in the litigation. As a result, the Chair stated, the evidence elicited by respondent regarding any overlap between work done on the claims of the state and private plaintiffs was not material to the case. Respondent contends, based on this colloquy, that he was induced to cut short his cross-examination of Mr. Moulton to his prejudice, whereas Bar Counsel asserts that respondent’s interpretation of the comments by the Chair of the Hearing Committee is unreasonably narrow.\nRespondent’s due process argument depends on the premise that he committed no ethical violation because the firm was not harmed if the same resources expended to litigate on behalf of the state, a nonexistent client, would have been necessary in any event on behalf of the private plaintiffs the firm had agreed to represent. Respondent’s premise, however, misunderstands the nature of the violation charged and the law. The Board’s conclusion that respondent engaged in criminal conduct (forgery) in violation of Rule 8.4(b) was based on respondent’s intent to defraud the firm, which is a fact that may be inferred from the presentment of a forged instrument. See Ashby v. United States, 363 A.2d 685, 687 (D.C.1976). The Board reasoned that “[t]he documentary evidence establishes that the forged agreement supported Respondent’s false memorandum dated January 17, 1995, which, in turn, supported both his billing of substantial time to a fictitious client and the agreement to file a natural resource damages complaint on behalf of the private parties in June of 1996.” As a result, the Board concluded, there was clear and convincing evidence in the record to support the Hearing Committee’s finding that respondent forged the contingency fee agreement with the intent to mislead the firm into representing the private plaintiffs. Although we understand the theory behind respondent’s due process argument, we fail to see how any further evidence respondent could have elicited during Mr. Moul-ton’s cross examination would disprove the Board’s finding that there is clear and convincing evidence that respondent intended to defraud the firm by presenting a forged agreement.\nC. Board’s Report and Recommendation\nWe review the Board’s recommendation in accordance with D.C. Bar R. XI, § 9(g), which provides that “the Court shall accept the findings of fact made by the Board unless they are unsupported by substantial evidence of record, and shall adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or otherwise would be unwarranted.” D.C. Bar R. XI, § 9(g); see also In re Hutchinson, 534 A.2d 919, 924 (D.C.1987).\n1. Rule 8.4(b)\nRule 8.4(b) prohibits criminal conduct “that reflects adversely on the lawyer’s honesty, trustworthiness or fitness as a lawyer in other respects.” “In construing the phrase ‘criminal act’ for purposes of Rule 8.4(b), this court may look to the law of any jurisdiction that could have prosecuted respondent for the misconduct.” See In re Gil, 656 A.2d 303, 305 (D.C.1995). In the District of Columbia, a person commits the crime of forgery if the person makes, draws or utters a forged written instrument with the intent to defraud or injure another and the instrument is capable of effecting the fraud. Martin v. United States, 435 A.2d 395, 398 (D.C.1981) (per curiam); D.C.Code § 22-3241(b). A forged written instrument is one that purports to be genuine, but is not because it has been falsely made, altered, signed or endorsed. See D.C.Code § 22-3241(a)(1). “All instruments that might operate to the prejudice of another ... are covered by the statutory definition.” Gholson v. United States, 532 A.2d 118, 120 (D.C.1987). The Board found that “[t]he falsely signed contingency fee agreement at issue here is a forged written instrument because it was capable of prejudicing the Firm in its retention and payment of respondent and its agreement to undertake the representation of the private plaintiffs whom it would not have otherwise accepted.”\nRespondent argues that the Board’s finding of fraud cannot stand because it is based on documents which were improperly entered into evidence as they were not authenticated and no proper foundation was laid for their admission into evidence. Specifically, respondent asserts that the following documents were admitted in error: (1) his January 17, 1995 memorandum describing the purported agreement with the state to enter into a contingency fee agreement and the firm’s likely contingent fee recovery; (2) the January 31, 1995 letter agreement which contains Mr. Moulton’s forged signature; and (3) the state’s motion to intervene and complaint in intervention that respondent altered and placed in the firm’s file that he maintained. We perceive no error in their admission.\nAuthenticity of the documents could be established by circumstantial evidence. See Settles v. United States, 570 A.2d 307, 309 (D.C.1990) (per curiam) (“Proof of the authenticity of the writing need not be established by direct testimony but may be established by the nature and contents of the writing combined with the location of its discovery.”). A review of the record shows that the January 17, 1995 memorandum and the January 31, 1995 letter agreement were both written on firm stationery and that the representations made in the documents were consistent with oral statements respondent had previously made to the firm. In addition, Mr. Eaton testified that in accordance with the firm’s practice, copies of all documents authored by respondent were maintained by the firm’s accounting department and that the documents Mr. Eaton provided during the course of the investigation were obtained from the firm’s accounting department. As to the January 31, 1995 letter agreement, Mr. Eaton testified that respondent admitted that the agreement was forged and, more importantly, Mr. Moulton testified that the signature on the January 31, 1995 letter agreement is not his and that respondent had no authority to sign the agreement on his behalf. As to the altered pleadings, Mr. Eaton testified that the copy he provided was obtained from the file that respondent had maintained in the firm’s Washington, D.C. office, which was under the firm’s custody following respondent’s discharge. Because the record shows that there is sufficient circumstantial evidence that demonstrates the authenticity of these documents, we conclude that the Board did not err in admitting the documents into evidence, and relying on them to find that respondent violated his ethical obligation.\nRespondent also argues that because he has never been charged, tried or convicted of committing any crime, he cannot be found “guilty under Rule 8.4(b).” As the Board noted, however, we have rejected the argument that a criminal conviction is a prerequisite for finding a violation of Rule 8.4(b).\nThere is no requirement in either provision of the rule that an attorney actually have been convicted of a crime for the rule to apply. Although Rules 8.4(b) and (c) are applicable in cases in which an attorney has been convicted of a crime, an attorney is not immune from bar discipline under Rule 8.4 merely because a complainant or prosecuting authority has chosen not to bring criminal charges. Rather, an attorney may be disciplined for having engaged in conduct that constitutes a criminal act that reflects adversely on his or her fitness as a lawyer under Rule 8.4(b) or engaging in dishonest or deceitful conduct, despite not having been prosecuted for such actions. A finding by clear and convincing evidence that the conduct at issue was a criminal act that merits disciplinary sanction is something altogether different than a finding beyond a reasonable doubt that the conduct merits conviction and a criminal penalty. The first is within our disciplinary province; the second is not.\nIn re Slattery, 767 A.2d 203, 207 (D.C.2001) (internal citations omitted).\nForgery constitutes criminal conduct that reflects adversely on a lawyer’s honesty. See In re Asher, 772 A.2d 1161, 1169 (D.C.2001). We agree with the Board’s conclusion that clear and convincing evidence supports that respondent engaged in acts of forgery which constitute a violation of Rule 8.4(b).\n2. Rule 8.4(c)\nRule 8.4(c) prohibits a lawyer from engaging in “conduct involving dishonesty, fraud, deceit, or misrepresentation.” In its report, the Board concluded that Bar Counsel produced clear and convincing evidence that respondent violated Rule 8.4(c) by engaging in numerous acts of dishonesty arising out of his misrepresentation that the state of Arkansas wished to hire him on a contingency fee basis in an environmental lawsuit: respondent prepared and forged a contingency fee agreement purportedly signed by the Arkansas Assistant Attorney General; altered the firm’s copy of the state’s motion to intervene and placed it in the file to cover up that he did not in fact represent the state in the litigation; and maintained the pretense by repeatedly billing time (for the firm’s internal records) to the state of Arkansas knowing that it was not a client.\nRespondent argues that the Hearing Committee overlooked the “undisputed” fact that the firm had agreed to represent the private plaintiffs in 1994, before any misrepresentation about also representing the state were made in 1995, and that, as a result, the Board should have rejected the Hearing Committee’s findings “under a substantial evidence standard because its findings omit and ignore evidence that is directly relevant to whether Respondent misled the Firm into agreement to represent the Private Plaintiffs by allegedly misrepresenting that the Firm also represented the State on a contingency fee basis.” We disagree with respondent’s assertion that the Board ignored the March 30, 1998 letter from Mr. Eaton to Bar Counsel in which he stated that “[o]n or about June 13,199k our law firm agreed to represent the State of Arkansas and several individual, plaintiffs, in litigation against Hercules, Inc., Dow Chemical and the United States Government arising from the defendants’ contamination of the Bayou Metro and other areas of the State of Arkansas.” (Emphasis added.) , Instead, the findings of fact by the Hearing Committee adopted by the Board implicitly placed Mr. Eaton’s letter to Bar Counsel in context with his testimony before the Hearing Committee that he did not become aware that respondent was going to add individual plaintiffs as part of the lawsuit until his meeting with respondent in 1995 or early in 1996 — after the misrepresentations. In any event, this fact is of minimal importance to the Board’s finding, which is supported by clear and convincing evidence in the record, that respondent violated Rule 8.4(c) by engaging in numerous acts of dishonesty when he prepared and forged documents in support of his ongoing misrepresentation to the firm that the state of Arkansas had retained the firm on a contingency fee basis.\n3. Sanction\nHaving concluded that there is clear and convincing evidence to support the Board’s findings of disciplinary violations and no valid due process or other procedural objection, we turn to consider the appropriate sanction. The Board recommends that respondent be suspended from the practice of-law for three years with reinstatement conditioned upon his proof of fitness to practice law. Respondent contends that a three-year suspension is inconsistent with the sanction imposed in other cases involving dishonesty and does not take into consideration several mitigating factors in his case.\nA recommendation of the Board with respect to a proposed sanction comes to this court with a strong presumption in favor of its imposition. See In re Goffe, 641 A.2d 458, 463 (D.C.1994) (per curiam). “Generally speaking, if the Board’s recommended sanction falls within a wide range of acceptable outcomes, it will be adopted and imposed.” Id. at 463-64. Under D.C.App. R. XI, § 9(g)(1), we are to adopt the Board’s recommended sanction “unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.” In determining the appropriate sanction, the Board is to review all relevant factors, including 1) the nature of the violation; 2) the mitigating and aggravating circumstances; 3) the need to protect the public, the courts and the legal profession; and 4) the moral fitness of the attorney. See Goffe, 641 A.2d at 464. In measuring consistency between cases, it is necessary to compare the “gravity and frequency of the misconduct, any prior discipline, and any mitigating factors such as cooperation with Bar Counsel, remorse, illness or stress.” In re Steele, 630 A.2d 196, 199 (D.C.1993). We are cognizant that comparing one case to another is an inherently imprecise process, and the Board’s expertise in disciplinary matters is entitled to considerable deference. See In re Haupt, 422 A.2d 768, 771 (D.C.1980) (per curiam).\nIn making its recommendation for a three-year suspension, the Board took into consideration various cases cited by respondent in which the length of suspension was sixty days or less, and concluded they were not comparable because in those cases, “the attorney’s acts of dishonesty were undeniably less egregious, were not undertaken for personal financial gain and were actually beneficial to their clients.” See In re Uchendu, 812 A.2d 938, 941 (D.C.2002) (thirty-day suspension for improperly signed and notarized documents that were substantively accurate and benefitted clients); In re Zeiger, 692 A.2d 1351, 1357 (D.C.1997) (per curiam) (sixty-day suspension for single instance of falsifying medical records to benefit client in settlement with insurance company); In re Brown, 672 A.2d 577, 579 (D.C.1996) (per curiam) (sixty-day suspension for misrepresentation intended to benefit client’s case). Although the Office of Bar Counsel did not object to the Hearing Committee’s recommendation for a three-years suspension, it noted that disbarment would have been justified. The Board concluded that disbarment is not mandated because this is not a case involving dishonesty that defrauded a client for personal gain, but that a three-year suspension is warranted by the nature and the extent of respondent’s misconduct. In addition, the Board reasoned, a three-year suspension is consistent with the sanction imposed in an analogous case where an attorney engaged in reckless or negligent misrepresentations as part of numerous fraudulent real estate transactions. See In re Pemn, 663 A.2d 517, 521 (D.C.1995). Here, respondent engaged in repeated acts of dishonesty, deliberately preparing and forging documents to support his on-going misrepresentations to his law firm. We agree with the Board’s conclusion that the cases cited by respondent are clearly distinguishable and that respondent’s misconduct calls for at least a three-year suspension, consistent with Perrin,\nFurthermore, the Board noted that although respondent has no prior disciplinary violations, his intentional and continuing acts of dishonesty outweighed any mitigating factors. We agree. Respondent’s actions took place over a three-year period during which he engaged in criminal and dishonest conduct. As the Board noted, “[h]ad respondent been convicted of forgery, disbarment would be statutorily mandated.” See D.C.Code § 11-2503(a); In re Lee, 706 A.2d 1032 (D.C.1998) (per curiam) (forgery conviction was crime of moral turpitude per se mandating statutory disbarment).\nFinally, we agree with the Board’s recommendation that a fitness requirement should be imposed given the nature and circumstances of respondent’s repeated dishonesty which raise “a serious doubt” as to his fitness to practice law. In re Cater, 887 A.2d 1, 24 (D.C.2005). Protracted dishonesty has resulted in disbarment with its required showing of fitness before readmission, see Slatted, 767 A.2d at 219, and our finding that respondent violated Rules 8.4(b) and (c) necessarily implies that there is clear and convincing evidence of respondent’s dishonest conduct in the practice of law. See Cater, 887 A.2d at 24-25 (“In most cases, it is the attorney’s misconduct, which does have to be proved by clear and convincing evidence, that casts the requisite doubt on the attorney’s fitness.”). As the Board notes, moreover, there is additional cause to have serious doubt that respondent will be fit to practice after completion of the period of suspension, because he has expressed no remorse, has not sought to reimburse the firm for its loss and, during the disciplinary proceedings, has raised unfounded procedural objections that do not address the merits of the serious charges against him.\nFor the foregoing reasons, it is hereby\nORDERED that Scott Slaughter be, and hereby is, suspended for three years from the practice of law with reinstatement conditioned upon his proof of fitness to practice law.\nSo ordered.\n. Two of the individual plaintiffs named in the litigation, Travis and John McCoy, are respondent’s relatives.\n. Bar Counsel asserts respondent was advised that 1) he could file a general denial, or answer the specification of charges by responding to the numbered paragraphs, in-eluding where applicable, asserting his Fifth Amendment privilege, and 2) if he failed to file an answer, his procedural rights under Board Rule 7.7 would be limited.\n. Respondent contends that, in addition to Arkansas Rule 1.6 concerning client information discussed in the text, the Arkansas rules apply with respect to the charged misconduct under the D.C. Rules' \"choice of law\" provision. See D.C. Rule Prof. Conduct 8.5(b). Bar Counsel raises several procedural objections: that the issue was not raised before the Hearing Committee and that Rule 8.5(b), which was adopted after respondent's conduct at issue, does not have retroactive reflect. We perceive no substantive difference between our Rules 8.4(b) and 8.4(a) and the corresponding Arkansas rules, and respondent has not argued that they are different in language or application. We, therefore, see no need to address this argument.\n. Arkansas Model Rule of Professional Conduct 1.6 states that:\n(a) A lawyer shall not reveal information relating to representation of a client unless the client consents after consultation, except for disclosures that are impliedly authorized in order to carry out the representation, and except as stated in paragraph (b).\n(b) A lawyer may reveal such information to the extent the lawyer reasonably believes necessary:\n(1) to prevent the client from committing a criminal act; or\n(2) to establish a claim or defense on behalf of the lawyer in a controversy between the lawyer and the client, to establish a defense to a criminal charge or civil claim against the lawyer based upon conduct in which the client was involved, or to respond to allegations in any proceeding concerning the lawyer's representation of the client,\n(c)Neither this Rule nor Rule 1.8(b) nor Rule 1.16(d) prevents the lawyer from giving notice of the fact of withdrawal, and the lawyer may also withdraw or disaffirm any opinion, document, affirmation or the like.\nArk. Model R. Prof. Conduct Rule 1.6 (2004).\n.A review of the record shows that the firm did not disclose information regarding the representation of the McCoys or the Sheltons when it informed Bar Counsel of respondent’s misconduct. In its initial letter to Bar Counsel, the firm addressed respondent’s misrepresentations and forgery concerning his representing the state. There is no mention of the private plaintiffs in the letter. In a follow-up letter dated March 30, 1998, the firm provided a more detailed overview of the circumstances surrounding respondent's actions. The firm explained that \"[o]ur law firm, with rare exception, does not represent companies or individuals on a pure contingency fee basis. We agreed to do so based on Mr. Slaughter’s representation that our client was the State of Arkansas.... The time, effort, and risk involved in these claims without the benefit of representing the State would not have been an arrangement that would have been acceptable to our firm. But for Mr. Slaughter’s representation and forged agreement with the State, we would not have committed the substantial attorney, paralegal and disbursement resources necessary to conduct the litigation.”\nAt some point during the proceedings, the firm acknowledged that the private plaintiffs' standing to bring claims was questionable and their damages less certain. Respondent asserts that this disclosure is similar to one we ruled was impermissible in In re Gonzalez, 773 A.2d 1026 (2001) (attorney disclosure of client secrets in motion to withdraw). Although Bar Counsel asserts that Gonzalez is distinguishable, we do not need to engage in such analysis given that the record supports Bar Counsel’s assertion that the basis for the specification of charges and subsequent proceedings was respondent's misconduct vis a vis the firm, including the forgery of documents. The firm's adherence to its ethical obligations is not the subject of this proceeding.\n. Therefore, although we recognize the possibility that a broad reading of Arkansas Rule 1.6 could limit a lawyer’s ability to defend himself, no such danger is present here.\n. The following colloquy took place during the hearing:\n[Respondent]: As I understand, it is Bar Counsel's theory of the case, the intent to injure and defraud was to require — to trick the firm into spending time and money on clients it didn’t represent. Now, what I am trying to establish is that without admitting any of the allegations, the alleged misleading acts, the fact is that any time [and] money the firm spent on this case was directly related to the private plaintiff litigants who it agreed to represent in early June and continued to represent until and after I left the firm.\n[Hearing Committee Chair]: But even assuming you are trying to prove that, why does that fact, if it is a fact, that the damage claims are similar, help you prove that? [Respondent]: If the state claims and private claims are similar, then any work on the state claims would help the private plaintiff claims because you have to do the same work.\n[Hearing Committee Chair]: My understanding of the claims here is not that you were tricking the firm into spending money on the state claims, instead of on the private claims, it is that in some manner or fashion you tricked the firm into representing plaintiffs that they wouldn’t have otherwise represented.\n[Respondent]: Is that the crux here?\n[Hearing Committee Chair]: That’s the allegation and I think that the testimony of Mr. Moulton and the letters that Mr. Eaton wrote not only to Bar Counsel but to the insurance company are consistent that the firm would have never undertaken the representation of the private plaintiffs but for their belief that they also represented the state and they believed they represented the state based on the memorandum, your representations and the retainer agreement which are all in evidence ...\n. Respondent does not proffer what evidence he was precluded from developing at the hearing.\n. Respondent’s misconduct was criminal and extreme, and it continued over an extended period of time. Were it not for our deferential standard of review with respect to the Board’s recommendation, we would have no hesitation in ordering disbarment. We note, however, that Bar Counsel has filed no exception to the Board's report and recommendation and characterizes the Board’s proposed sanction as \"warranted and not inconsistent with dispositions in comparable cases.” We have recently recognized that disciplinary proceedings in this jurisdiction are adversarial in nature, and that imposition of a sanction more severe than that recommended by Bar Counsel should be the infrequent exception rather than the rule. See In re Ukwu, No. 05-BG-788, 926 A.2d 1106, 1117 (D.C.2007); In re Cleaver-Bascombe, 892 A.2d 396, 412 (D.C.2006). We, therefore, have decided to adopt the Board’s recommendation, which falls within, though on the lenient side of, the appropriate range in this area. We also note that respondent’s reinstatement is conditioned upon proof of fitness to practice, and that on this record, respondent’s burden, should he seek to rejoin our Bar, will be a very heavy one indeed.\n. Respondent argues that the recommended sanction does not take into consideration the Hearing Committee’s unexplained delay in issuing its decision nor the fact that respondent “has never been sued or charged with a crime in any real court.” For the reasons explained in the text, our disciplinary decisions are for the most part independent of the exercise of prosecutorial discretion. The Board considered the Hearing Committee’s delay and concluded that although delays of this length are \"regrettable,” respondent failed to demonstrate how the delay impaired his ability to defend himself during this proceeding. See In re Morrell, 684 A.2d 361, 368 (D.C.1996) (\"A delay coupled with actual prejudice could result in a due process violation.”). This court's further delay — while also regrettable— similarly has not prejudiced respondent, who has remained free to practice during this time.",
        "type": "majority",
        "author": "RUIZ, Associate Judge:"
      }
    ],
    "attorneys": [
      "Scott Slaughter, pro se.",
      "Julia L. Porter, Senior Assistant Bar Counsel, with whom Joyce E. Peters, Bar Counsel at the time the brief was filed, was on the brief,' for the Office of Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Scott SLAUGHTER, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 03-BG-770.\nDistrict of Columbia Court of Appeals.\nArgued April 13, 2004.\nDecided Aug. 2, 2007.\nScott Slaughter, pro se.\nJulia L. Porter, Senior Assistant Bar Counsel, with whom Joyce E. Peters, Bar Counsel at the time the brief was filed, was on the brief,' for the Office of Bar Counsel.\nBefore RUIZ and REID, Associate Judges, and SCHWELB, Senior Judge.\nJudge Schwelb was an Associate Judge of the court at the time of argument. His status changed to Senior Judge on June 24, 2006."
  },
  "file_name": "0433-01",
  "first_page_order": 481,
  "last_page_order": 496
}
