{
  "id": 8456592,
  "name": "The TIMES LEADER, a Division of Cypress Media, Inc., Appellant v. HAZLETON POLICE CIVIL SERVICE COMMISSION and The City of Hazleton",
  "name_abbreviation": "Times Leader v. Hazleton Police Civil Service Commission",
  "decision_date": "2006-10-12",
  "docket_number": "No. 2518 C.D. 2005",
  "first_page": "434",
  "last_page": "438",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 434"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "393 A.2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 13265,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.208231030002247
    },
    "sha256": "397c899b4bb9d7c88ff6e9b8d89efe7f1d5f47596232cb81a7aabe727646fc7c",
    "simhash": "1:0782f22f65577d15",
    "word_count": 2113
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, and COHN JUBELIRER, Judge, and LEAVITT, Judge."
    ],
    "parties": [
      "The TIMES LEADER, a Division of Cypress Media, Inc., Appellant v. HAZLETON POLICE CIVIL SERVICE COMMISSION and The City of Hazleton."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge PELLEGRINI.\nThe Times Leader, a Division of Cypress Media, Inc. (Times Leader), appeals from an order of the Court of Common Pleas of Luzerne County (trial court) sustaining the preliminary objections filed by the Hazleton Police Civil Service Commission and The City of Hazleton (collectively, Hazleton) and dismissing the Times Leader’s complaint requesting the trial court to order Hazleton to produce records and information under Pennsylvania’s Right-to-Know Law.\nThe Times Leader is a daily newspaper of general circulation in Northeast Pennsylvania. On January 24, 2005, the Times Leader sent a letter to Hazleton requesting information regarding the names of police officer candidates on the City of Hazleton’s current Civil Service Commission list, their ranks, test scores and the date the list went into effect. In response to this request, Hazleton’s solicitor sent a letter to the Times Leader providing the names on the list with the rankings, but not the test scores, which he indicated were prohibited from disclosure under Article XIV, § 1403 of the Civil Service Commission Rules and Regulations. After another request for the test scores was made by the Times Leader, which it stated was information of public record available to it under the Right-to-Know Law, the final test scores were sent to the Times Leader with anonymous I.D. numbers next to the scores, but without any identifying information as to which candidate had received the score.\nThe Times Leader then filed a complaint in the trial court under the Right-to-Know Law seeking to have Hazleton provide the names of the candidates and their test scores. Hazleton filed preliminary objections to the complaint alleging that the only information it did not provide to the Times Leader was the individual candidate’s names next to their respective anonymous identification numbers. However, it argued by doing so, it would prejudice or impair each candidate’s reputation or personal security not only in his or her pursuit of future employment, but also if he or she was currently employed with multiple police departments. Hazleton further argued that public access to reports of investigation and inquiries into the character and reputation of applicants was specifically prohibited by Article XIV, § 1402 of the Rules and Regulations of the Police Civil Service Commission. Under those rules and regulations, it claimed all examination materials were confidential and were not open to the public for inspection. Hazle-ton also argued that attorneys’ fees and costs should be denied because it provided all of the requested information. The Times Leader filed a timely answer to the preliminary objections.\nThe trial court issued an order sustaining Hazleton’s preliminary objections and dismissing the Times Leader’s complaint after determining that the requested information did not fall under the definition of “public record,” and the Times Leader failed to meet its burden because it would operate to the prejudice or impairment of the police candidates’ reputations and security. The trial court saw the danger in providing this information to the public, explaining as follows:\nIt is clear that the risk for prejudice to the candidate is extremely great if a newspaper can retrieve this information and then publicly print the candidate’s name and their rank for anyone to see. This, without a doubt, certainly prejudices the candidate’s reputation and personal security whether they are currently employed with the police department, seeking employment with another police department or seeking a promotion with a current police department.\nIn order to become a police officer, it is necessary for an individual to undergo a written and oral examination, a background check, including voice stress tests, credit checks and references, a physical examination with a medical history and interview. The process is to ensure that the candidate hired is the right candidate for the job. Prior to the hiring procedure, the candidate is under the impression all information will be kept confidential through the anonymous numbering system. Therefore, to publish this information would reveal the private, confidential information about each candidate.\n(Trial court’s March 30, 2006 opinion at 3-4.) The trial court noted that the Rules and Regulations of the Police Civil Service Commission clearly stated that “all examination material shall be confidential and shall not be opened to general public inspection or to the applicant.” This appeal by the Times Leader followed.\nOn appeal, the Times Leader contends that the trial court erred in determining that the requested information was not a “public record” because the information requested would not prejudice or impair the police officers’ individual reputations or personal security. In support of this contention, it relies on our decision in Marvel v. Dalrymple, 38 Pa.Cmwlth. 67, 393 A.2d 494 (1978), where we held that Radnor Township had to make available to a candidate police officer his test scores as well as all of the other police officers who took a promotional examination for the rank of sergeant. The test consisted of a written exam, an oral exam, a review of service ratings by superior officers and a review of their past experience, training and education. After the exam, the police officer candidate was notified of his score but not of the passing grade, the number of candidates passing the test or his rank. Suspecting that there were “irregularities” in the grading of the test, he requested the Commission for permission to review the grades of each candidate as well as each of the four parts of their tests. His request was denied based on confidentiality and the police officer candidate appealed to the trial court which found that some of the documents sought were public records within the meaning of the Right-to-Know Act. However, the trial court denied him access to rating sheets, evaluations prepared during the course of the exam, and physical reports on the fitness of each candidate for promotion because they would be harmful to the candidate’s reputation or personal safety.\nOn appeal to this Court, we noted that Section 631 of the First Class Township Code required the Commission to keep all records of its proceedings and official actions, including records of examination, open to the public. In conjunction with the Code, Sections 305 and 516 of the Rules and Regulations of the Civil Service Commission of Radnor Township specified that examination papers were to be made available for public inspection. Based on the Code and the Township’s Civil Service Commission Rules and Regulations, we concluded that all of the requested documents were public records with the exception of the requested rating sheets completed by Commission members in connection with the oral examinations, the evaluations for the promotional exams and physician’s reports on the fitness of each candidate for promotion, and the superior officer’s promotional evaluation. We so held because we believed “the confidentiality of such is required to maintain and promote relations between superiors and applicants. This pertains as well to the evaluation sheets prepared by the Commission in the oral interview.” Id. at 498. While those documents were withheld, the test scores themselves were public records as were the names of the candidates.\nMoreover, to hold that the release of the scores is in accord with other statutes that mandate that a candidate’s test scores be made public evidences the intent of the General Assembly that test scores are not the type of records which would operate to the prejudice of a person’s privacy. See e.g., Section 210 of the Civil Service Act, Act of August 5, 1941, P.L. 752, as amended, 71 P.S. § 741.210 (examination records of candidates for civil service positions shall be open to public inspection); Section 20 of the First Class Township Code, Act of June 24, 1931, P.L. 1206, 53 P.S. § 55631 (records of examinations of police and firemen shall be open to public inspection); Section 14 of the First Class City-Code, Act of June 25, 1919, P.L. 581, as amended, 53 P.S. § 12634 (eligibility lists and examination papers of applicants for civil service employment shall be open to public inspection); Section 6 of the Second Class City Code, Act of 1907, May 23, P.L. 206, 53 P.S. § 23436 (records of examinations of civil service applicants for office shall be open to public inspection); Section 2 of the Third Class City Code, Act of May 31, 1933, P.L.. 1108, 53 P.S. § 39862 (records of examinations of candidates for firemen shall be open to public inspection); Section 1177 of the Borough Code, Act of February 1, 1966, P.L. (1965) 1656, 53 P.S. § 46177 (records of examinations of police and firemen shall be open to public inspection).\nThe Commission, however, claims that its rules and regulations specifically do not provide for the inclusion of examination records which the Radnor Commission allowed for in Marvel and, therefore, the requested information is not a public record. The Commission refers us to Article XIV, §§ 1402 and 1403, which provide the following:\n1402. Character and Reputation Reports. The initial application and all reports of investigation and inquiries into the character and reputation of applicants shall be kept in confidence and shall not be opened to public inspection.\n1403. Inspections of Examination Materials. All examination material shall be confidential and shall not be open to general public inspection or to the applicant.\nAs such, the Commission contends that Marvel has no application because its own rules and regulations strictly forbid providing the requested information to the public.\nAssuming that Commission Rules and Regulations can make a public record, as defined by the Right-to-Know Law, not a public record, the Commission’s Rules and Regulations upon which it relies states only that “examination material” shall be confidential and not open for public inspection. While there is no definition of “examination material,” by its very terms that only includes everything utilized in arriving at the candidates’ scores, but not the scores themselves. Test scores and rankings are not examination materials, but are the result of the testing process. Notably, this result is in accordance with our decision in Marvel.\nConsequently, because the requested information is a public record, the trial court erred by refusing to order Hazleton to provide the information to the Times Leader.\nAccordingly, the order of the trial court is reversed.\nORDER\nAND NOW, this 12th day of October, 2006, the order of the Court of Common Pleas of Luzerne County, dated December 12, 2005, is reversed.\n. Act of June 21, 1957, P.L. 390, as amended, 65 P.S. §§ 66.1-66.4.\n. Section 1 of the Right-to-Know Law, 65 P.S. § 66.1, defines \"public record” as including:\nAny account, voucher or contract dealing with the receipt or disbursement of funds by an agency or its acquisition, use or disposal of services or of supplies, materials, equipment or other property and any minute, order or decision by an agency fixing the personal or property rights, privileges, immunities, duties or obligations of any person or group of persons: Provided, That the term 'public records' shall not mean any report, communication or other paper, the publication of which would disclose the institution, progress or result of any investigation undertaken by an agency in the performance of its official duties ... or which would operate to the prejudice or impairment of a person s reputation or personal security ... (Emphasis added.)\n. Act of June 24, 1931, P.L. 1206, as amended, added by Section 20 of the Act of May 27, 1949, P.L. 1955, as amended, 53 P.S. § 55631. That section provides:\nThe commission shall keep minutes of its proceedings and records of examinations and other official actions. All recommendations of applicants for appointment received by the commission shall be kept and preserved for a period of five years and such records and all written causes of removal filed with the commission shall be subject to reasonable regulation and open to public inspection.\n. Section 305 of the Rules and Regulations of the Civil Service Commission of Radnor Township provides, in relevant part:\nThe secretary of the commission shall record in the minutes the time and place of each meeting of the commission and the names of the members present; all proceedings and official acts of the commission, including records of examination ... (Emphasis added).\n.Section 516 of the Rules and Regulations of the Civil Service Commission of Radnor Township provides:\nExamination papers shall be subject to the same legal restrictions as the minutes and other records of the commission, and shall be preserved accordingly.",
        "type": "majority",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Ralph E. Kates, III, Wilkes-Barre, for appellant.",
      "Conrad A. Falvello, Sugarloaf, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "The TIMES LEADER, a Division of Cypress Media, Inc., Appellant v. HAZLETON POLICE CIVIL SERVICE COMMISSION and The City of Hazleton.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 14, 2006.\nDecided Oct. 12, 2006.\nRalph E. Kates, III, Wilkes-Barre, for appellant.\nConrad A. Falvello, Sugarloaf, for appel-lee.\nBEFORE: PELLEGRINI, Judge, and COHN JUBELIRER, Judge, and LEAVITT, Judge."
  },
  "file_name": "0434-01",
  "first_page_order": 490,
  "last_page_order": 494
}
