{
  "id": 11527210,
  "name": "In the Matter of Lawrence D. GREENBERG",
  "name_abbreviation": "In re Greenberg",
  "decision_date": "2000-03-22",
  "docket_number": "",
  "first_page": "434",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "749 A.2d 434"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "731 A.2d 129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11662704,
        56866,
        11662764,
        56893
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0129-01",
        "/pa/557/0004-02",
        "/a2d/731/0129-02",
        "/pa/557/0004-01"
      ]
    },
    {
      "cite": "557 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56866,
        56893
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0004-02",
        "/pa/557/0004-01"
      ]
    },
    {
      "cite": "493 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731796
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "200"
        },
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0194-01"
      ]
    },
    {
      "cite": "664 A.2d 518",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867601,
        470779
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "520"
        },
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0518-01",
        "/pa/541/0459-01"
      ]
    },
    {
      "cite": "541 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470779
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "464-65"
        },
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0459-01"
      ]
    },
    {
      "cite": "731 A.2d 600",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11666593,
        56754
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "600"
        },
        {
          "page": "602"
        },
        {
          "page": "602"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0600-01",
        "/pa/557/0047-01"
      ]
    },
    {
      "cite": "557 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56754
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "47"
        },
        {
          "page": "51"
        },
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0047-01"
      ]
    },
    {
      "cite": "727 A.2d 113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        607120,
        11618610,
        607096,
        11618734
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0101-01",
        "/a2d/727/0113-01",
        "/pa/556/0102-01",
        "/a2d/727/0113-02"
      ]
    },
    {
      "cite": "556 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        607120
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/556/0101-01"
      ]
    },
    {
      "cite": "509 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795237
      ],
      "weight": 3,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0573-01"
      ]
    },
    {
      "cite": "468 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719727
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "780-81"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/468/0382-01"
      ]
    },
    {
      "cite": "731 A.2d 600",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11666593,
        56754
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/731/0600-01",
        "/pa/557/0047-01"
      ]
    },
    {
      "cite": "557 Pa. 47",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56754
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/557/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 914,
    "char_count": 18877,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24121251856768483
    },
    "sha256": "6e94a9f6ce25bbc0d3a7df2d5f700345ed7f4d8418d68207b0a07703284f5ea1",
    "simhash": "1:0ed8f19525041749",
    "word_count": 2939
  },
  "last_updated": "2024-02-27T19:11:25.448275+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and SAYLOR, JJ.",
      "Justice NEWMAN did not participate in the consideration or decision of this matter."
    ],
    "parties": [
      "In the Matter of Lawrence D. GREENBERG."
    ],
    "opinions": [
      {
        "text": "OPINION\nCASTILLE, Justice.\nThis matter involves Lawrence Green-berg’s Petition for Reinstatement to the bar of the Pennsylvania Supreme Court following his disbarment. On December 4, 1989, petitioner pled guilty in the United States District Court for the Northern District of Ohio to one count of conspiracy and one count of bankruptcy fraud. The criminal charges stemmed from a number of fraudulent financial transfers that petitioner and his partner, Robert Newstat, made when their company, Enduro Stainless, Inc. (“ESI”), encountered financial difficulties in the mid-1980’s. Petitioner was sentenced to five years’ imprisonment, five years’ additional suspended sentence, a $250,000 fine, $1.7 million in restitution, and 1,200 hours of community service. On July 31, 1990, petitioner submitted his resignation from the bar of the Pennsylvania Supreme Court pursuant to Pa.R.D.E. 215. He was disbarred by Order of this Court dated October 3,1990.\nOn December 4, 1996, petitioner filed a Petition for Reinstatement as provided by Disciplinary Board Rules and Procedures § 89.272(b). A hearing on the petition was held before a hearing committee on September 23, 1997. The committee authored a unanimous report recommending reinstatement. Subsequently, the Disciplinary Board issued a report unanimously recommending that petitioner be reinstated.\nOn January 12, 1999, this Court issued a Rule to Show Cause why an order denying reinstatement should not be entered based upon petitioner’s failure to overcome the threshold standard articulated in Office of Disciplinary Counsel v. Keller, 509 Pa. 573, 506 A.2d 872 (1986), as well as his failure to demonstrate by clear and convincing evidence that he has the requisite moral qualifications, competency and learning in the law to practice law in this Commonwealth. Petitioner submitted a brief in support of his petition and requested oral argument. This Court denied his Petition for Reinstatement and his request for oral argument on March 15, 1999. In the Matter of Greenberg, 556 Pa. 101, 727 A.2d 113 (1999). Petitioner subsequently filed a Petition for Reconsideration. On May 10, 1999, this Court entered an Order granting reconsideration and directing that the matter be submitted on briefs.\nAs a threshold matter, this Court must determine whether Greenberg has demonstrated that his breach of trust was not so egregious that it precludes us from even considering his petition for reinstatement. See In the Matter of Jerome J. Verlin, 557 Pa. 47, 731 A.2d 600 (1999); In the Matter of Costigan, 541 Pa. 459, 464-65, 664 A.2d 518, 520 (1995); Keller, supra. In light of this Court’s previous holdings, we cannot say that petitioner’s misconduct was so great that he can never be reinstated to the bar. See Verlin, 557 Pa. at 47, 731 A.2d at 600; Costigan, 541 Pa. at 459, 664 A.2d at 518. Nevertheless, our independent review of the facts in the instant case convinces us that allowing petitioner to resume the practice of law at this time would 'have a detrimental effect upon the integrity and standing of the bar and on the administration of justice and would subvert the public interest. See Verlin, 557 Pa. at 51, 731 A.2d at 602.\nThe misconduct in this matter arose from petitioner’s involvement with ESI, a corporation that made highly leveraged purchases of other metal companies. On November 22,1985, due to severe financial problems, petitioner and Newstat were forced to close the business. On February 21, 1986, they filed a Chapter 11 bankruptcy petition on behalf of ESI. However, during a three-month period prior to the bankruptcy filing, Newstat and petitioner fraudulently transferred $2,155,000 from ESI to another corporation that they had recently formed. The partners funneled approximately $500,000 of these funds back into the bankrupt company in order to meet the corporation’s current obligations. Petitioner used $75,000 of these funds to pay a personal IRS liability and transferred $90,000 to his personal accounts. Petitioner and Newstat failed to disclose these transfers in any of the required bankruptcy filings. Although petitioner was not actively practicing law at the time the transfers were made, he was a member of the bar. After the demise of ESI, petitioner resumed practicing law.\nIn arguing for reinstatement, petitioner asserts that there was “no evidence presented that the public trust would be diminished, that the legal profession would be somehow tarnished, and that there would be any blight upon the profession or society” should he be reinstated. Petitioner emphasizes the Office of Disciplinary Counsel’s failure to present witnesses to demonstrate the negative impact that his reinstatement would have. However, it is petitioner who bears the burden of proving, by clear and convincing evidence, that he should be reinstated. See Verlin, 557 Pa. at 51, 731 A.2d at 602. The Office of Disciplinary Counsel was not obligated to present witnesses on this point.\nIn any event, no independent evidence is necessary to appreciate that reinstatement at this time would be detrimental to the integrity and standing of the bar, the administration of justice and the public interest. When, in the face of bankruptcy, an attorney fraudulently transfers more than $2 million in funds from a corporation where he is a principal for his own personal gain, the legal profession is tarnished and public trust cannot help but be diminished. Of course, petitioner’s misconduct was more serious than that. After fraudulently transferring the funds, petitioner repeatedly filed documents under oath before the bankruptcy court falsely stating that he had not done so. Deliberate misrepresentations in court filings by an attorney are a grievously serious matter. Attorneys, as officers of the court, who intentionally file false statements in court proceedings implicate the very core of the justice system. Ours is a profession that can only function effectively as long as attorneys abide by their ethical requirements. See generally Office of Disciplinary Counsel v. Grigsby, 493 Pa. 194, 425 A.2d 730 (1981). By repeatedly providing false information to a court of law, petitioner has seriously damaged both the legal profession and the public trust. It is difficult to imagine a circumstance that more closely implicates one’s fitness to practice law.\nTo bolster his claim that the passage of time has ameliorated the impact of his misconduct and calls for his reinstatement, petitioner repeatedly emphasizes that the illegal conduct occurred thirteen years ago. This is not entirely accurate. Although petitioner made the fraudulent transfers and the false filings thirteen years ago, his misconduct continued for several additional years thereafter. Following ESI’s liquidation, petitioner resumed practicing law. He continued to practice law for three years, all the while concealing his fraudulent financial dealings and false filings. It was only after he learned that he would likely be indicted by the Federal authorities that petitioner notified the Disciplinary Board of his misconduct and tendered his resignation. Were it not for the government’s diligence, petitioner’s misdeeds may never have come to light. Thus, petitioner’s misconduct continued at least through 1989.\nFurther, we are not satisfied that the mere passage of time has healed the wounds caused to the profession by petitioner’s conduct. As a member of the bar, petitioner was charged with upholding the laws of this nation. Respondent need not present witnesses to demonstrate that which is painfully obvious: to reinstate an attorney who has committed major felonies by concealing more than $2 million from creditors, and then provides false information in court about it, would tarnish the legal profession and adversely affect the public’s confidence in lawyers. Given the severity of petitioner’s misdeeds, to reinstate him after eight years of disbarment would reinforce the public’s perception that lawyers are greedy and dishonest.\nPetitioner has submitted some 42 letters, mostly from long-time friends or family members (some of whom are members of the Bar), supporting his petition for reinstatement. The letters are complimentary of petitioner and paint a picture of a man who is generous with his time and well-liked by those who know him. The letters and the other evidence presented below- suggest that petitioner is on the road to rehabilitation. Nevertheless, on balance, we believe that reinstatement at this time would tarnish the legal profession and weaken the public trust, especially given the deliberate misconduct here. The fact remains that petitioner and his partner misappropriated over $2 million and petitioner covered up the crime by repeatedly lying under oath in bankruptcy court. Then, seemingly untroubled by his actions, petitioner spent three years practicing law while concealing his crimes.\nPetitioner further asserts that his reinstatement would not harm the public’s perception of the legal profession since his case received only limited media coverage. He points to the well-publicized case of Office of Disciplinary Counsel v. Ernest Preate, Jr., 557 Pa. 4, 731 A.2d 129 (1999), and states that the misconduct of a prominent public figure causes greater harm to society’s perception of the legal profession. The fact that a large segment of the public may be unaware of petitioner’s criminal conduct is irrelevant. The operative question is, if the public knew of petitioner’s transgressions, would the fact that he was able to resume practicing law after a mere eight years of disbarment adversely affect the public’s perception of the legal profession? We believe it would.\nPetitioner attempts to refute respondent’s argument that he engaged in outrageous and criminal conduct solely for personal enrichment by stating, “[t]his Court must be aware at this point that Petitioner’s misconduct did not result in personal enrichment.” Petitioner’s Reply Brief to the Office of Disciplinary Counsel’s Brief in Opposition to the Motion for Reconsideration, p. 11 (emphasis in original). Petitioner totally misses the point. His financial misdeeds were motivated entirely by greed. The fact that personal enrichment did not result is of no moment. Petitioner quotes the Disciplinary Board’s conclusion that “it is clear that petitioner, who emerged from this fiasco with no assets whatsoever, engaged not in greedy self-enrichment, but rather in a desperate attempt to pay pressing obligations.” Report and Recommendation of the Disciplinary Board of the Supreme Court of Pennsylvania, p. 10. We cannot agree with this assessment. As the Board noted, petitioner elected to become an equity partner in this “high-flying and seemingly successful industrial business.” Id. at p. 8. When the business ceased being profitable, petitioner fraudulently transferred more than $2 million and deliberately concealed those transfers from the bankruptcy court, in a futile effort not only to keep the company viable but also to discharge his own personal debts, since at least $90,-000 of the company’s money was fraudulently transferred into petitioner’s personal accounts. Petitioner was undoubtedly convinced that, if these transfers were made, the business could be saved and he would again reap large profits. Thus, these fraudulent transfers .obviously were intended to personally enrich petitioner either directly or indirectly.\nAs this Court has noted, “[tjruth is the cornerstone of the judicial system; a license to practice law requires allegiance and fidelity to truth.” Office of Disciplinary Counsel v. Grigsby, 493 Pa. 194, 200, 425 A.2d 730, 733 (1981). Petitioner’s actions brought great dishonor upon the legal profession. To reinstate his license to practice law after eight years of disbarment would only tarnish the image of the legal profession further. The Petition for Reinstatement is denied.\nPursuant to Rule 218(e), Pa. R.D.E., petitioner is directed to pay the expenses incurred by the Board in the investigation and processing of the Petition for Reinstatement.\nJustice NEWMAN did not participate in the consideration or decision of this matter.\nJustice CAPPY flies a dissenting opinion.\n. Rule 215 permits an attorney who is being investigated for misconduct to resign by submitting a verified statement to the Disciplinary Board admitting that the material facts upon which the complaint is predicated are true and that, if charges were predicated upon his misconduct, he could not successfully defend against them.\n. Petitioner’s misdeeds did not escape the attention of the nationally circulated financial newspaper, The Wall Street Journal; his legal troubles were detailed in a front page article entitled Leveraged Larceny: How LB Os Provided Major Opportunities for Two Scam Artists, Wall Street Journal, March 15, 1990, Section A; Page 1, Column 6.\n. The Disciplinaiy Board also concluded that petitioner had simply made a “bad error in judgment.” Report and Recommendation of the Disciplinary Board of the Supreme Court of Pennsylvania, p. 10. This characterization severely underestimates the misconduct at issue. While fraudulently transferring $2 million could charitably be called “a bad error in judgment,” repeatedly lying under oath is something far more serious than an isolated bad decision.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      },
      {
        "text": "CAPPY, Justice,\ndissenting.\nContrary to the unanimous recommendations by both the Hearing Committee and the Disciplinary Board to readmit Lawrence Greenberg to the practice of law, the majority denies Mr. Greenberg’s petition for reinstatement. I respectfully dissent.\nThis court has set forth a two-part analysis to be used when considering whether reinstatement is appropriate. First, the court must determine whether the petitioner has shown that his breach of trust was not so egregious as to preclude the court from even considering his petition for reinstatement. In re Verlin, 557 Pa. 47, 731 A.2d 600, 601 (1999). If the petitioner’s conduct is not so egregious as to preclude court consideration of the petition for reinstatement, the court then determines whether petitioner has met his burden of proving that his current resumption of the practice of law would not have a detrimental impact on the integrity and standing of the bar, the administration of justice, or the public interest, and that he has the moral qualifications, competency and learning in the law required for admission to practice law in this Commonwealth. Pa.R.D.E. 218(c)(3)(i); Verlin, 731 A.2d at 602.\nThe majority concludes that while Mr. Greenberg’s actions were not so egregious so as to vitiate our consideration of his petition for reinstatement, a position with which I agree, he is not fit to resume the practice of law at this time. Based on the facts of this case, I believe this holding to be unwarranted.\nContrary to the majority’s conclusion, the evidence establishes, and the lower tribunals found, that Mr. Greenberg should be readmitted to the practice of law. Mr. Greenberg fraudulently transferred funds from a failing metals business to preserve cash in hopes of funding another company to continue operations. Of the funds transferred to the new company, $500,000 was transferred back to the failing company to meet then-existing obligations. When the troubled company went into bankruptcy, Mr. Greenberg and the primary owner of the business failed to disclose the transfer of funds.\nAs noted by the Disciplinary Board, this is a case of an individual giving his all to a failing company and when problems became insurmountable, he resorted to illegal conduct to preserve operations. Moreover, while a small percentage of the diverted funds were used for Mr. Green-berg’s personal use, the vast majority of the funds were moved to the new company’s accounts.\nLike the Disciplinary Board, I would also find that he has satisified the criteria for readmission to the bar. Contrary to the analysis conducted by the majority today, our court has stated that “[t]he object of concern is not solely the transgression which gave rise to the lawyer’s suspension or disbarment, but rather the nature and extent of the rehabilitative efforts he has made since the time the sanctions were imposed and the degree of success achieved in the rehabilitative process.” Philadelphia News. Inc. v. Disciplinary Board of the Supreme Court, 468 Pa. 382, 363 A.2d 779, 780-81 (1976).\nMr. Greenberg’s wrongful misconduct occurred thirteen years ago. He has been disbarred for nine years. During this time period, Mr. Greenberg has engaged in meaningful rehabilitation. When released from prison, Mr. Greenberg no longer had a home, any assets, or a wife. Mr. Green-berg obtained employment with a nonprofit organization, and significantly, he continued volunteering for the homeless, even after his community service requirement was satisfied. Additionally, he has rebuilt a relationship with his children. Furthermore, Mr. Greenberg is current in the law, having attended numerous Pennsylvania Bar Institute courses. Finally, Mr. Greenberg has the moral requisites required to be readmitted to the bar, as evidenced by substantial character and rehabilitation evidence. In sum, as found by the lower tribunals, “Mr. Greenberg is a fundamentally skilled lawyer and a moral person, who made a bad error in judgment.” Opinion of the Hearing Committee 2.03, p. 8; Report and Recommendation of the Disciplinary Board, 11/17/98, p. 7.\nFinally, while I disagree with the conclusion reached by the majority, I am more deeply troubled by the majority’s focus in this case. Looming large in the majority decision is the dollar amount that Mr. Greenberg misappropriated. Indeed, the amount of money transferred becomes the mantra of the majority and is used to dismiss the evidence offered in favor of reinstatement. The majority has, in essence, created a dollar bar to reinstatement. While two million dollars is without question a large sum of money, the majority allows this figure to color its judgment as to whether to allow reinstatement. Is the misappropriation of two million dollars from a multi-million dollar corporation more egregious than absconding with twenty dollars from a pauper? Simply stated, it is unwise and unjust to focus so intently on the dollar amount at issue where it is the underlying character flaw that is truly relevant.\nFor the above-stated reasons, I disagree with the conclusion reached by the majority that Mr. Greenberg should not be permitted to resume the practice of law and would grant his petition for reinstatement.",
        "type": "dissent",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Anthony T. Verwey, Blue Bell, for Disciplinary Board.",
      "James C. Schwartzman, for Lawrence D. Greenberg."
    ],
    "corrections": "",
    "head_matter": "In the Matter of Lawrence D. GREENBERG.\nSupreme Court of Pennsylvania.\nSubmitted July 14, 1999.\nDecided March 22, 2000.\nAnthony T. Verwey, Blue Bell, for Disciplinary Board.\nJames C. Schwartzman, for Lawrence D. Greenberg.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and SAYLOR, JJ."
  },
  "file_name": "0434-02",
  "first_page_order": 462,
  "last_page_order": 468
}
