{
  "id": 7289446,
  "name": "LC CAPITAL MASTER FUND, LTD., on behalf of itself and all holders of the Series A Cumulative Mandatory Convertible Preferred Stock of QuadraMed Corporation, Plaintiff, v. Duncan JAMES, James Peebles, Robert Pevenstein, Lawrence English, Robert Miller, William Jurika, QuadraMed Corporation Francisco Partners II, L.P., Francisco Partners Parallel Fund II, L.P., Francisco Partners GP II, L.P., Francisco Partners GP II Management, LLC, Francisco Partners Management, LLC, Bavaria Holdings Inc., and Bavaria Merger Sub, Inc., Defendants",
  "name_abbreviation": "LC Capital Master Fund, Ltd. v. James",
  "decision_date": "2010-03-08",
  "docket_number": "C.A. No. 5214-VCS",
  "first_page": "435",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 435"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "747 A.2d 1098",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11479348
      ],
      "pin_cites": [
        {
          "page": "1117-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/1098-01"
      ]
    },
    {
      "cite": "734 A.2d 611",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11545489
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "617-18"
        },
        {
          "page": "617-18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/734/0611-01"
      ]
    },
    {
      "cite": "792 A.2d 934",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9516111
      ],
      "pin_cites": [
        {
          "page": "950-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/792/0934-01"
      ]
    },
    {
      "cite": "2006 WL 2403999",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2006,
      "pin_cites": [
        {
          "page": "*10"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1999 WL 1009174",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1999,
      "pin_cites": [
        {
          "page": "*6-7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "698 A.2d 959",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12012505
      ],
      "pin_cites": [
        {
          "page": "970"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0959-01"
      ]
    },
    {
      "cite": "493 A.2d 946",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7918461
      ],
      "pin_cites": [
        {
          "page": "955"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/493/0946-01"
      ]
    },
    {
      "cite": "731 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11665070
      ],
      "pin_cites": [
        {
          "page": "361, 362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0342-01"
      ]
    },
    {
      "cite": "430 A.2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984983
      ],
      "pin_cites": [
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0779-01"
      ]
    },
    {
      "cite": "473 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7988323
      ],
      "pin_cites": [
        {
          "page": "812-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/473/0805-01"
      ]
    },
    {
      "cite": "559 A.2d 1261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7907926
      ],
      "pin_cites": [
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/1261-01"
      ]
    },
    {
      "cite": "637 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7351282
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "44"
        },
        {
          "page": "44"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0034-01"
      ]
    },
    {
      "cite": "1993 WL 205040",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "*5"
        },
        {
          "page": "*6"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1993 WL 104562",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "*5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "509 A.2d 584",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7896801
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "594"
        },
        {
          "page": "594"
        },
        {
          "page": "593"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/0584-01"
      ]
    },
    {
      "cite": "1996 WL 74726",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1996,
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "651 A.2d 1361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12257997
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1371"
        },
        {
          "page": "1375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/1361-01"
      ]
    },
    {
      "cite": "971 A.2d 893",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7297783
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "899-900"
        },
        {
          "page": "906"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/971/0893-01"
      ]
    },
    {
      "cite": "2009 WL 2225958",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 11,
      "year": 2009,
      "pin_cites": [
        {
          "page": "*7"
        },
        {
          "page": "*7"
        },
        {
          "page": "*7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "705 A.2d 1040",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11875831
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1042"
        },
        {
          "page": "1042"
        },
        {
          "page": "1042"
        },
        {
          "page": "1042",
          "parenthetical": "internal citations omitted"
        },
        {
          "page": "1042"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/1040-01"
      ]
    },
    {
      "cite": "506 A.2d 173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7908169
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/506/0173-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1795,
    "char_count": 61097,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.707571593806494e-08,
      "percentile": 0.29530621283325786
    },
    "sha256": "868d83c96f86292b0c07cb6d35a579453725a91e8e3cf4c41383e83eeca21aef",
    "simhash": "1:f848b6ac162485d8",
    "word_count": 9697
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LC CAPITAL MASTER FUND, LTD., on behalf of itself and all holders of the Series A Cumulative Mandatory Convertible Preferred Stock of QuadraMed Corporation, Plaintiff, v. Duncan JAMES, James Peebles, Robert Pevenstein, Lawrence English, Robert Miller, William Jurika, QuadraMed Corporation Francisco Partners II, L.P., Francisco Partners Parallel Fund II, L.P., Francisco Partners GP II, L.P., Francisco Partners GP II Management, LLC, Francisco Partners Management, LLC, Bavaria Holdings Inc., and Bavaria Merger Sub, Inc., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION\nSTRINE, Vice Chancellor.\nI. Introduction\nPlaintiff LC Capital Master Fund, Ltd. (“LC Capital”), a preferred stockholder of QuadraMed Corporation (“QuadraMed”), seeks to enjoin the acquisition by defendant Francisco Partners II, L.P. (“Francisco Partners”) of QuadraMed (the “Merger”) because the consideration to be received by the preferred stockholders of QuadraMed does not exceed the “as if converted” value the preferred were contractually entitled to demand in the event of a merger. That “as if converted” value was based on a formula in the certifícate of designation (the “Certifícate”) governing the preferred stock, and gave the preferred the bottom line right to convert into common at a specified ratio (the “Conversion Formula”) and then receive the same consideration as the common in the Merger. The plaintiff purports to have the support of 95% of the preferred stockholders in seeking injunctive relief and I therefore refer to the plaintiff as the preferred stockholders.\nBased on certain contractual rights that the preferred had in the event that a merger did not take place, the preferred stockholders argue that the QuadraMed board of directors (the “Board”) had a fiduciary duty to allocate more of the merger consideration to the preferred. Notably, the preferred stockholders do not argue that the Board breached any fiduciary duty owed to all stockholders; in particular, they do not claim that the board did not fulfill its fiduciary duty to obtain the highest value reasonably attainable, a duty commonly associated with Revlon. Rather, the preferred stockholders contend that the preferred stock has a strong liquidation preference and certain non-mandatory rights to dividends that the Board failed to accord adequate value, and that as a result of these contractual rights, the QuadraMed Board owed the preferred a fiduciary duty to accord it more than it was contractually entitled to receive by right in a merger. The preferred stockholders seek to enjoin the Merger because of this supposed breach of duty.\nIn this decision, I find that the preferred stockholders have not proven a reasonable probability of success on the merits of their fiduciary duty claim. Under Delaware law, a board of directors may have a gap-filling duty in the event that there is no objective basis to allocate consideration between the common and preferred stockholders in a merger. But, when a certificate of designations does not provide the preferred with any right to vote upon a merger, does not afford the preferred a right to claim a liquidation preference in a merger, but does provide the preferred with a contractual right to certain treatment in a merger, I conclude that a board of directors that allocates consideration in a manner fully consistent with the bottom-line contractual rights of the preferred need not, as an ordinary matter, do more. Consistent with decisions like Equity-Linked Investors, L.P. v. Adams and In re Trados Incorporated Shareholder Litigation, once the QuadraMed Board honored the special contractual rights of the preferred, it was entitled to favor the interests of the common stockholders. By exercising its discretion to treat the preferred entirely consistently with the Conversion Formula the preferred bargained for in the Certifícate, the QuadraMed Board acted equitably toward the preferred.\nFor that reason alone, I would deny the preliminary injunction. But, given that plaintiff LC Capital purports to represent 95% of the preferred stockholders, has an appraisal right, and an appraisal action is therefore easily maintainable, I would be reluctant to enjoin the transaction and thereby deprive the QuadraMed common stockholders, who under any reasonable measure are entitled to the bulk of the Merger consideration, from determining for themselves whether to accept the Merger. The balance of the equities in this unique context would seem to weigh in favor of requiring the preferred stockholders, who I have no doubt are unwilling to post a full injunction bond, to seek relief through appraisal or through an equitable action for damages.\nIn the pages that follow, I explain these reasons for denying the preliminary injunction motion in more detail.\nII. Factual Background\nThese are the facts as presented in the complaint and in the exhibits provided with the parties’ briefing. The preferred stockholders chose to present this motion as raising a straightforward legal issue. Indeed, the preferred stockholders chose not to depose any witnesses. As a result, the evidence before me constitutes a cold paper record susceptible to parsimonious summary.\nUnder the terms of the challenged merger agreement (the “Merger Agreement”), Francisco Partners will acquire QuadraMed at a price of $8.50 per share of common stock. The preferred stockholders will receive $13.7097 in cash in exchange for each share of preferred stock. The price for the preferred stock set forth in the Merger Agreement was pegged to the conversion right the Certificate granted to the preferred stockholders in the event of a merger. That conversion right allowed the preferred stockholders to convert their preferred shares into common shares and then to receive the same consideration as the common stock received in the merger. The conversion was determined by using the Conversion Formula of 1.6129 shares of preferred stock to one share of common stock. That is, in order to value the preferred stock, the merging parties agreed to simply cash out the preferred stock at the price the preferred stockholders would receive if they exercise their right to convert to common stock.\nThe preferred stockholders seek to enjoin the Merger on the grounds that the defendants breached their fiduciary duties of care and loyalty. But, the preferred stockholders do not allege that the defendants breached their Revlon duties as to all shareholders by approving a transaction that does not fully value QuadraMed as an entity. Instead, the preferred stockholders argue that the Merger consideration was unfairly allocated between the common and preferred stock. That is, the preferred stockholders do not challenge the overall adequacy of the Merger consideration. Rather, the preferred stockholders claim that they simply did not receive a big enough slice of the pie because the Board allocated the Merger consideration to the preferred stock on an “as-if converted” basis, which the preferred stockholders believe understates the value of their shares.\n1. The Rights Of The Preferred Stockholders\nRequesting a preliminary injunction is the only means the preferred stockholders have to block the transaction because, per the Certificate, the preferred stock does not have the right to vote on a merger. The circumstances in which the preferred stock has voting rights are limited to: (1) if the Certificate were to be amended in a way “that materially adversely affects the voting powers, rights or preferences” of the preferred stockholders; (2) if any class of shares with ranking before or in parity with the preferred stock were to be created; and (3) if the company were to incur “any long term, senior indebtedness of the Corporation in an aggregate principal amount exceeding $8,000,000.” Relatedly, if four quarterly dividends are in arrears, the preferred stockholders can elect two substitute directors.\nThe Certificate includes a number of other rights for the preferred stock that are arguably relevant to the current dispute. As mentioned, the preferred stock has a dividend right. This provides for the payment of a dividend of $1,375 per year, but it is to be paid only “when, as and if authorized and declared” by the Board.\nThe Certificate also provides a liquidation preference of $25 (plus accrued dividends) for each share of preferred stock. But, the Certificate does not afford the preferred stock a right to force a liquidation. Most relevantly, the Certificate expressly provides that a merger does not trigger the preferred stock’s liquidation preference.\nThe preferred stockholders also point out that the Certificate includes a mandatory conversion right that allows Qua-draMed to force the preferred stockholders to convert into common shares. The preferred stockholders stress that this provision of the Certificate may only be used by QuadraMed to force conversion when the company’s common stock hits a price of $25 per share, far above the $8.50 per common share Merger value. But, like the liquidation preference, the mandatory conversion provision does not have bite in a merger. That is, the Certificate does not provide that, in the event of a merger, the preferred stockholders must be converted at a formula that affords the preferred stockholders an implied common stock value of $25 per share.\nTo the contrary, in a merger, the preferred stockholders will receive either: 1) the consideration determined by the Board in a merger agreement; or 2) if the preferred choose, the right to convert their shares using the Conversion Formula into common shares and redeem the same consideration as the common stockholders. The bottom line right of the preferred stockholders in a merger, therefore, is not tied to its healthy liquidation preference or the company’s mandatory conversion strike price — it is simply the right to convert the shares into common stock at the Conversion Formula and then be treated pari passu with the common.\n2. The Board’s Decision To Accept Francisco Partners’ Bid For QuadraMed\nOver the years, QuadraMed received expressions of interest from a number of potential acquirors. From 2008 to date, QuadraMed has been seriously considering a sale. From early on in this strategic process, the preferred stockholders demanded a high price, even $25, for their stock, apparently under the mistaken view that they had a right to their liquidation preference in the event of a merger. Initially, some bidders indicated an interest in either meeting the preferred stockholders’ asking price — which would mean paying much more for the preferred stock than the common — or at least allowing the preferred stock to remain outstanding after the consummation of a merger. For example, Francisco Partner’s first bid for QuadraMed, made in October 2008, offered to acquire the company at $11 per share of common stock and to allow the preferred stock to remain outstanding. And, a later bid, received August 31, 2009 from a bidder referred to as “Bidder D” in the proxy materials, proposed acquiring Qua-draMed for $10.00 per share of common stock, and $25.00 par value for each share of preferred stock. By “par value,” Bidder D seems not to have meant to offer the preferred stockholders $25 per share in current value but a security with the future potential of reaching that value. But this was perhaps not as clearly expressed as it could have been.\nAs the negotiations continued, moreover, both Francisco Partners and Bidder D revised their offers downward. After several months of negotiating, Francisco Partners submitted a revised offer of $9.50 per share of common stock, with the requirement that the preferred stock be cashed-out. In March 2009, the Board rejected this offer, and negotiations with Francisco Partners were suspended. And, after its initial approach, Bidder D made very plain its earlier position and explained that it “never intended to offer face value” for the preferred stock and was instead interested in paying $10 per share of common stock and reaching agreement with the holders of preferred stock on the terms of a debt instrument with a $25 face value, but a present value equal to $10 per share on an as-if converted basis. Therefore, the treatment of the preferred stock and common stock under Bidder D’s initial proposal and under the Merger is not as different as at first appears.\nIn light of the various bids being made for the company, QuadraMed’s outside counsel, Crowell & Moring, LLP (“Crowell & Moring”), sent the QuadraMed Board a memorandum on September 1, 2009 addressing the legal issues relating to apportioning merger consideration between the common stock and preferred stock (the “September 2009 Memorandum”). In substance, the September 2009 Memorandum was Crowell & Moring’s distillation of and update to a memorandum that Richards, Layton & Finger, P.A. (“Richards Layton”), QuadraMed’s Delaware counsel, had prepared in June 2006. In 2006, while QuadraMed was in negotiations over a possible acquisition by a private equity firm, referred to as “Bidder B” in QuadraMed’s proxy materials, Richards Layton authored a memorandum, dated June 22, 2006, that provided a general overview of the legal authority relevant to allocating merger consideration between common stock and preferred stock in a merger. The memorandum was addressed to counsel, Crowell & Moring, not the QuadraMed Board. Crowell & Moring’s September 2009 Memorandum summarized Richards Layton’s 2006 advice and discussed this court’s April 2009 decision In re Appraisal of Metromedia Int’l Group, Inc., which addressed the allocation of merger consideration between common and preferred stock in the context of an appraisal action.\nThe QuadraMed Board formed a special committee of independent directors (the “Special Committee”) to evaluate the various bids. QuadraMed’s Board is comprised of six individuals: Duncan James, William Jurika, Lawrence English, James Peebles, Robert Miller, and Robert Peven-stein (collectively, the “Special Committee members”). The Special Committee was comprised of Jurika, English, Peebles, Miller, and Pevenstein — that is, all of the Special Committee members except James, who was also QuadraMed’s Chief Executive Officer. With the exception of Jurika, who owns over 650,000 shares of QuadraMed common stock, the Special Committee members hold a nominal amount of QuadraMed shares and in the money stock options. The preferred stockholders have not presented any evidence that these members’ holdings of QuadraMed shares and options constitute a material portion of their personal wealth.\nIn early autumn 2009, after Bidder D’s approach in August, QuadraMed’s investment bankers shopped the deal. At this time, Francisco Partners made a second bid, offering $8.50 per share of common stock and requiring the cash-out of the preferred stock on an as-if converted basis, which yielded a value of $13.7097 per preferred share. Francisco Partners insisted on cashing out the preferred stock because it did not want to bear the risk of a voluntary conversion of the preferred stock into common stock after the Merger. The evidence also indicates that Francisco Partners wanted to increase QuadraMed’s borrowing after the Merger, and therefore wanted to eliminate the preferred stock because the Certificate gives the preferred stock a right to vote on any incurrence of debt in excess of $8,000,000.\nBecause the preferred stockholders were demanding more consideration than the common stock, one of the questions before the Special Committee was what fiduciary duties it owed to the common stock and preferred stock when allocating the proposed Merger’s consideration. The evidence indicates that the Special Committee carefully considered the duties it owed to both the preferred and common stockholders, and was concerned about any perception that it was favoring one class over the other. In a series of meetings, the Special Committee reviewed the bids, and at those meetings, QuadraMed’s counsel informed the Special Committee that the Board could adopt a merger agreement that cashed out the preferred stockholders, and that, if the Board respected the bottom line contractual rights of the preferred stockholders in a merger, it did not have to allocate additional value to the preferred stockholders. Indeed, Crowell & Moring said that the Board had to be careful about giving the preferred stockholders more unless there were special reasons to do so. Crowell & Moring also reported that Francisco Partner’s counsel, Shearman & Sterling, LLP, had also reached the conclusion that a cash out of the preferred stock at closing was permissible under Delaware law, and that Francisco Partners would not insist on an “appraisal out” provision in the Merger Agreement so as to satisfy any concerns the Special Committee might have regarding the treatment of the preferred stock.\nMeanwhile, Bidder D had been attempting to persuade the preferred stockholders to take a new debt security with a current value equal to what the common would receive but with a future upside. But, Bidder D found it “extremely difficult” to convince the holders of preferred stock to exchange their stock for a new debt security, and its bid foundered. Once Bidder D withdrew its offer on November 22, 2009, Francisco Partners became the only remaining bidder for QuadraMed. Although the Special Committee resisted cashing out the preferred stock for some time, the Committee eventually relented once it became clear that Francisco Partners would not do a deal that allowed QuadraMed’s preferred stock to survive the Merger.\nOn December 7, 2009, a Special Committee meeting was held to consider approval of the Merger with Francisco Partners. At that meeting, Piper Jaffray, Qua-draMed’s financial advisor, presented an opinion that $8.50 per common share was fair to the common stockholders from a financial point of view. There was no separate opinion addressing the fairness of the Merger to the preferred stockholders. After deliberation, the Special Committee unanimously approved the Merger with Francisco Partners. From the meeting minutes, it appears that the Special Committee was wary of doing a deal that allocated more consideration to the preferred stock than to the common stock for two reasons: (1) shifting additional merger consideration to the preferred stock would cause the holders of common stock, who were the only stockholders who had a right to vote on the Merger, to vote against the transaction; and (2) there was no special reason to deviate from the Conversion Formula provided in the Certificate for allocating consideration to the preferred stock.\nIn the latter regard, it is fair to say that the Special Committee’s equitable heartstrings were not moved to bestow upon the preferred stockholders anything better than receipt of the same treatment as the common stockholders on an as-if converted basis. Had a particular bidder insisted, after negotiations with the preferred, on doing a deal with differential consideration, the Special Committee would seem to have had an open and receptive mind if the proposal offered a more favorable valuation to all stockholders. But even then, the Special Committee, I infer, would have harbored a concern if the allocation system strayed too far (in either direction) from the Conversion Formula in the Certificate.\nIII. Legal Analysis\nA. Legal Standard\nThe procedural framework for evaluating a motion for a preliminary injunction is familiar. To carry their burden, the preferred stockholders must show: (1) a reasonable probability of ultimate success on the merits at trial; (2) that they will suffer imminent, irreparable harm if in-junctive relief is denied; and (3) that the harm to the plaintiffs if relief is denied outweighs the harm to defendants if relief is granted.\nB. The Preferred Stockholders Have Not Met Their Burden To Justify Enjoining The Merger\n1. The Preferred Stockholders Have Not Shown That The QuadraMed Board Likely Breached Its Fiduciary Duties By Allocating To The Preferred Stock The Bottom Line Consideration Contractually Owed To Them\nThe contending arguments of the parties are starkly divergent. The preferred stockholders, pointing to the decisions of this court in Jedwab v. MGM Grand Hotels, Inc. and In re FLS Holdings, Inc. Shareholders Litigation, argue that the QuadraMed board had the duty to make a “fair” allocation of the Merger consideration between the common and preferred stockholders. To do this fairly, the preferred stockholders argue that the board had to set up some form of negotiating agent, with the duty and discretion to exert leverage on behalf of the preferred stockholders in the allocation process. This need, the preferred stockholders say, is heightened because of an unsurprising fact: the directors of QuadraMed own common stock and do not own preferred stock. Indeed, the preferred stockholders say, every member of the Special Committee owned common stock and one member, Jurika, owned over five million dollars worth. How, they say, could such directors fairly balance the interests of the preferred against their own interest in having the common get as much as possible? At the very least, the preferred imply, the QuadraMed Board should have charged certain directors with representing the preferred, and enabled them to retain qualified legal and financial advisors to argue for the preferred and to value the preferred based on its unique contractual rights and their economic value.\nBy contrast, the defendants say that the QuadraMed Board discharged any fiduciary obligation of fairness it had by: 1) fulfilling its Revlon obligations to all equity holders, including the preferred, to seek the highest reasonably available price for the corporation; and 2) allocating to the preferred the percentage of value equal to their bottom line right, in the event of a merger, to convert and receive the same consideration as the common. Given that the preferred stockholders had no contractual right to impede, vote upon, or receive consideration higher than the common stockholders in the Merger, the defendants argue that the Board’s decision to accord them the value that the preferred were entitled to contractually demand in the event of a merger cannot be seen as unfair. That is especially so when the preferred bases its claim for a higher value entirely on contractual provisions that do not guarantee them any share of the company’s cash flows if the company does not liquidate, and that do not even condition a merger on the payment of any accrued, but undeclared dividends. Indeed, because the QuadraMed Board honored all contractual rights belonging to the preferred, the defendants say it was the duty of the Board not to go further and bestow largesse on the preferred stock at the expense of the common stock.\nThe defendants cite In re Trados Inc. Shareholder Litigation and Equity-Linked Investors, L.P. v. Adams for the proposition that it was the Board’s duty, once it had ensured treatment of the preferred in accord with their contractual rights, to act in the best interests of the common. To have added a dollop of creme fraiche on top of the merger consideration to be offered to the preferred would itself, in these circumstances, have amounted to a breach of fiduciary duty. Finally, the defendants argue that even if there is a case where directors might be found to be “interested” in a transaction simply because they own common stock and no preferred stock, this is not that case. For example, a sizable premium to the preferred of 10% to 20% would cause a reduction in the common stock price of approximately $1.30 to $2.60 per share. Because four of the five Special Committee members own very modest common stock stakes, this would reduce those Special Committee members’ Merger take by, at most, several thousand dollars, an amount the preferred stockholders have done nothing to show is material to these directors.\nIn my view, the defendants have the better of the arguments. After reviewing the evidence, I perceive no basis to find that the directors sought to advantage the common stockholders at the unfair expense of the preferred stockholders. What the preferred stockholders complain about is that the directors did not perceive themselves as having a duty to allocate more Merger consideration to the preferred than the preferred could demand as an entitlement under the Certificate. Had the Board been advised properly and had the right mindset, the preferred stockholders say, they would have given weight to various contractual rights of the preferred, such as their liquidation preference rights, and determined that on the basis of those rights, they should get a higher share than the Certificate guaranteed they could demand. Ideally, in fact, the Board should have employed a bargaining agent on their behalf to vigorously contend for the proposition that the largest part of the roast should be put on the preferred stockholders’ plate.\nIn arguing for this, I admit that the preferred stockholders can point to cases in which broad language supporting something like a duty of this kind to preferred stockholders was articulated. In FLS Holdings, for example, Chancellor Allen found that:\nFLS was represented in its negotiations ... exclusively by directors who ... owned large amounts of common stock.... No independent adviser or independent directors’ committee was appointed to represent the interests of the preferred stock who were in a conflict of interest situation with the common .... [N]o mechanism employing a truly independent agency on behalf of the preferred was employed before the transaction was formulated. Only the relatively weak procedural protection of an investment banker’s ex post opinion was available to support the position that the final allocation was fair.\nLikewise, in Jedwab, Chancellor Allen said that directors owe preferred stockholders a fiduciary duty to “exercise appropriate care in negotiating [a] proposed merger” in order to ensure that preferred shareholders receive their “ ‘fair’ allocation of the proceeds of [a] merger.”\nA close look at those cases, however, does not buttress the preferred stockholders’ arguments. Notable in both cases was the absence of any contractual provision such as the one that exists in this case. That is, from what one can tell from FLS Holdings and Jedwab, there was no objective contractual basis — such as the conversion mechanism here — in either of those cases for the board to allocate the merger consideration between the preferred and the common. In the absence of such a basis, the only protection for the preferred is if the directors, as the backstop fiduciaries managing the corporation that sold them their shares, figure out a fair way to fill the gap left by incomplete contracting. Otherwise, the preferred would be subject to entirely arbitrary treatment in the context of a merger.\nThe broad language in FLS Holdings and Jedwab must, I think, be read against that factual backdrop. I say so for an important reason. Without this factual context, those opinions are otherwise in sharp tension with the great weight of our law’s precedent in this area. In his recent decision in Trados, Chancellor Chandler summarized the weight of authority very well:\nGenerally the rights and preferences of preferred stock are contractual in nature. This Court has held that directors owe fiduciary duties to preferred stockholders as well as common stockholders where the right claimed by the preferred “is not to a preference as against the common stock but rather a right shared equally with the common.” Where this is not the case, however, “generally it will be the duty of the board, where discretionary judgment is to be exercised, to prefer the interests of the common stock- — -as the good faith judgment of the board sees them to be — to the interests created by the special rights, preferences, etc., of preferred stock, where there is a conflict.” Thus, in circumstances where the interests of the common stockholders diverge from those of the preferred stockholders, it is possible that a director could breach her duty by improperly favoring the interests of the preferred stockholders over those of the common stockholders.\nNotably, that summary relied heavily on decisions by Chancellor Allen, who authored both Jedwab and Equity-Linked Investors. Does the summary of Trados expose some inconsistency in our law?\nNo, not when Chancellor Allen’s decision in HB Korenvaes Investments, L.P. v. Marriott Corp. is considered. In that case, a board took very aggressive action that was, objectively speaking, adverse to the interest of the preferred stockholders. The Marriott board agreed to a transaction that issued a large special dividend (of certain businesses!) to the common stock and indefinitely suspended dividends on the preferred stock. The preferred stockholders then sought to enjoin the payment of the special dividend, arguing that Marriott’s directors breached their fiduciary duties to the preferred stockholders by agreeing to the transaction. Chancellor Allen rejected that argument, finding that even on the assumption that the board had acted to advantage the common in the transaction, no breach of duty of loyalty claim was stated.\nIn explaining his holding, he first stated: Rights of preferred stock are primarily but not exclusively contractual in nature. The special rights, limitations, etc. of preferred stock are created by the corporate charter or certificate of designation which acts has an amendment to a certificate of incorporation. Thus, to a very large extent, to ask what are the rights of the preferred stock is to ask what are the rights and obligations created contractually by the certifícate of designation. In most instances, given the nature of the acts alleged and the terms of the certificate, this contractual level of analysis will exhaust the judicial review of corporate action challenged as a wrong to preferred stock.\nChancellor Allen then noted that “it has been recognized that directors may owe duties of loyalty and care to preferred stock” where a lack of contractual rights renders “the holder of preferred stock [in an] exposed and vulnerable position vis-a-vis the board of directors.” In light of preferred stock’s dual contractual and fiduciary protection, Chancellor Allen stated:\nIn fact, it is often not analytically helpful to ask the global question whether (or to assert that) the board of directors does or does not owe fiduciary duties of loyalty to the holders of preferred stock. The question (or the claim) may be too broad to be meaningful. In some instances (for example, when the question involves adequacy of disclosures to holders of preferred who have a right to vote) such a duty will exist. In others (for example, the declaration of a dividend designed to eliminate the preferred’s right to vote) a duty to act for the good of the preferred does not. Thus, the question whether duties of loyalties are implicated by corporate action affecting preferred stock is a question that demands reference to the particularities of context to fashion a sound reply.\nHaving framed the analysis thusly, Chancellor Allen then found that the fact that the certificate of designation considered the possibility of an in-kind dividend and gave the preferred certain rights in that context was dispositive of whether there was any fiduciary duty claim:\nMost important ... is the fact that the certificate of designation expressly contemplates the payment of a special dividend of the type here involved and supplies a device to protect the preferred stockholders in the event such a dividend is paid.... [Therefore,] the legal obligation of the corporation to the Series A Preferred Stock upon the declaration and payment of an in-kind dividend of securities has been expressly treated and rights created. It is these contractual rights — chiefly the right to convert into common stock now or to gross-up the conversion ratio for future conversions — that the holders of preferred stock possess as protection against the dilution of their shares’ economic value through a permissible dividend.\nThe reasoning of Korenvaes reconciles the doctrine. When, by contract, the rights of the preferred in a particular transactional context are articulated, it is those rights that the board must honor. To the extent that the board does so, it need not go further and extend some unspecified fiduciary beneficence on the preferred at the expense of the common. When, however, as in Jedwab and FLS Holdings, there is no objective contractual basis for treatment of the preferred, then the board must act as a gap-filling agency and do its best to fairly reconcile the competing interests of the common and preferred.\nThis case is much closer to Korenvaes than it is to Jedwab. Although the preferred stockholders make much of the fact that the Certificate does not mandate that the Board accord the preferred stockholders the same treatment as the common in a merger, the only right that the preferred stockholders extracted for themselves was to receive the same consideration they would have received if they had converted their shares per the Conversion Formula set forth in the Certificate. In a situation where the preferred have no mandatory right to annual dividends, no voting rights on a merger, and where the Certificate plainly provides that a merger is not a liquidation event triggering a right to receipt of accrued dividends and the liquidation preferences before the common is paid, it is difficult to fathom any duty on the part of the QuadraMed Board to go further and allocate additional value to the preferred. To do so would seem inconsistent with Chancellor Allen’s well-reasoned observation in Equity-Linked Investors that\nWhile the board in these circumstances could have made a different business judgment, in my opinion, it violated no duty owed to the preferred in not doing so. The special protections offered to the preferred are contractual in nature. The corporation is, of course, required to respect those legal rights. But ... generally it will be the duty of the board, where discretionary judgment is to be exercised, to prefer the interests of common stock as the good faith judgment of the board sees them to be to the interests created by the special rights, preferences, etc., of preferred stock, where there is a conflict.\nThis, of course, is not to say that the QuadraMed Board did not owe the preferred stockholders fiduciary duties in connection with the Merger. The Board certainly did. But those were the duties it also owed to the common. In the context of a sale of a company, those are the duties articulated in Revlon and its progeny; namely, to take reasonable efforts to secure the highest price reasonably available for the corporation. Notably, the preferred stockholders do not argue that the Board fell short of its obligations in this regard. They simply want more of the proceeds than they are guaranteed by the Certifícate. But I do not believe that the Board acted wrongly in viewing itself as under no obligation to satisfy that desire.\nTo indulge such a notion would create great uncertainty and inefficiency for corporations seeking to engage in mergers and acquisitions. Having had the chance to extract more and having only obtained the right to demand treatment under the Conversion Formula that operates to allocate any consideration in a merger between the preferred and the common on a basis the preferred assented to in the Certificate, why should the preferred have the right to ask the Board to give them more? The preferred stockholders’ view of what the Board should do if this notion is embraced exemplifies the problem. The preferred stockholders would have the Board consider as relevant to value facts such as the preferred stock’s dividend rights, rights in the event of liquidation, and limited voting rights. These, the preferred shareholders say, should be taken into account. But, of course, if that is so, it is also necessary to take into account the fact that the common get to vote on a merger and the preferred do not, and that the common stockholders get to elect a majority of the Board even if dividends are not paid to the preferred stockholders, and the preferred get to elect two substitute directors. That is, the Board would have to “weigh” these soft contractual possibilities against each other and somehow value them. Realizing that this is not so easy, the preferred stockholders say they have a simple answer: just form two special committees, have each retain their own advis-ors, and go at it. They can cut up the pie, and, while they do it, the acquiror will, in their hypothetical world, wait patiently for the results.\nAs Chancellor Allen indicated in Koren-vaes, there may be “particularities of context” — such as when there is no objective contractual basis to determine a fair allocation between the preferred and common stock in a merger — that may demand this approach. It is nonetheless difficult to fathom the utility or, more important, the fairness of requiring such an approach in a situation when the preferred have a contractual protection of which they can avail themselves. To accept the preferred stockholders’ view is to, in essence, give them leverage that they did not fairly extract in the contractual bargain, a hold-up value of some kind that acts as a judicially imposed substitute for the voting rights and other contractual protections that they could have, but did not obtain in the context of a merger.\nAnother counterproductive consequence would result from accepting the preferred stockholders’ arguments. For its entire history, our corporate law has tried to insulate the good faith decisions of disinterested corporate directors from judicial second-guessing for well-known policy reasons. The business judgment rule embodies that policy judgment. When mergers and acquisitions activity became a more salient and constant feature of corporate life, our law did not cast aside the values of the business judgment rule. Rather, to deal with the different interests manager-directors may have in the context of responding to a hostile acquisition offer or determining which friendly merger partner to seek out, our law has consistently provided an incentive for the formation of boards comprised of a majority of independent directors who could act independently of management and pursue the best interests of the corporation and its stockholders. This impetus also recognized that managers’ incentives and the temptations they face, when combined with fallible human nature, make it advisable to have independent directors to monitor the corporation’s approach to law compliance, risk, and executive compensation. Consistent with this viewpoint, it has been thought that having directors who actually owned a meaningful, long-term common stock stake was a useful thing, because that would align the interests of the independent directors with the. common stockholders and give them a personal incentive to fulfill their duties effectively.\nTo hold that independent directors are disabled from the protections of the business judgment rule when addressing a merger because they own common stock, and not the corporation’s preferred stock, is not, therefore, something that should be done lightly. Corporate law must work in practice to serve the best interests of society and investors in creating wealth. Director compensation is already a difficult enough issue to address without adding on the need to ponder whether the independent directors need to buy or receive as compensation a share of any preferred stock issuance made by the corporation, for fear that, if they do not have an equally-weighted portfolio of some kind, they will not be able to impartially balance questions that potentially affect the common and preferred stockholders in different ways. Adhering to the rule of Equity-Linked Investors, Trados, and other similar cases, which hold that it is the duty of directors to pursue the best interests of the corporation and its common stockholders, if that can be done faithfully with the contractual promises owed to the preferred, avoids this policy dilemma. Admittedly, it does not solve for certain situations that directors might create themselves by authorizing multiple and sometimes exotic classes of common stock, situations that have led this court to, as a matter of necessity, consider the directors’ portfolio balance, but it at least does not exacerbate the already complex challenge of compensating independent directors in a sensible way. And, given the unique nature of preferred stock and the often-fraught circumstances that lead to its issuance, our law should be chary to somehow suggest that otherwise independent directors should be receiving shares of this kind at the risk of facing being called “non-independent” or, worse, being deemed by loose reasoning to be “interested” and therefore somehow personally liable under the entire fairness standard for a merger allocation decision.\nHere, the plaintiffs have also failed to impugn the Board’s entitlement to the business judgment rule for a more mundane reason. Even if the court must, as I think it does not in this situation, consider whether the otherwise independent directors comprising the Special Committee could, because of their ownership of common stock and no preferred stock, impartially balance the interests at stake, the plaintiffs have not advanced facts that support a reasonable inference that any of the Special Committee members are materially self-interested. I say any forthrightly. As to director Juri-ka, who owns a large common stock stake, a shift in the merger consideration of 10% to the preferred would cost him approximately $500,000. That amount of money, of course, would be material to most Americans. But most Americans are not corporate directors, and do not have a $5.6 million stake of common stock in any company. And, the plaintiffs have not advanced any reason to believe that the hypothetical 10% shift would be important to Jurika. The man could be as rich as Croesus or Jimmy Buffett. The plaintiffs have a burden here and they have not even tried to meet it. As to the other directors on the Special Committee, they have failed even more obviously. Directors English, Miller, Peebles, and Pevenstein own only $61,284 worth of common stock and in the money options collectively. Even a fairly drastic shift of 20% of the merger consideration from the preferred to the common would only reduce those directors’ collective take by approximately $28,000, and the plaintiffs do not make any attempt to show that this would be material to these directors’ personal economic circumstances. Thus, even under the plaintiffs’ theory, the business judgment rule, and not the entire fairness standard, applies to the Special Committee’s decision.\nFinally, the preferred stockholders have not established a likelihood of success on their claim that the defendants breached their duty of care. The record reveals that the Board complied with its Revlon duties by actively seeking the best value and considered whether the preferred should get more than the contractual bottom line. Finding no special reason for better treatment, the Board allocated the preferred stockholders their share of the Merger proceeds in accord with those bottom line rights. The preferred stockholders may not like that decision, but it was made on a thoughtful basis informed by advice of counsel, and there is no hint of any lapse in care.\n2. The Balance Of Equities Cuts Against The Issuance Of An Injunction\nHaving concluded that the preferred stockholders have not made an adequate merits showing, I could stop because the injunction cannot be issued. But given the omnipresent possibility that any human judge can make an error, I note briefly another ground why I would not grant the preliminary injunction sought. The plaintiff here, LC Capital, purports to speak for 95% of the preferred stockholders. The Merger gives the preferred stockholders appraisal rights. Although the fact that stockholders have the right to seek monetary relief through appraisal or an equitable action does not invariably suffice to alleviate any threat of irreparable injury, the reality that the preferred stockholders have the ability to seek recompense is an important factor in the discretionary calculus whether to grant an injunction.\nHere, where a concentrated group of holders can pursue appraisal and an equitable damages case, I would be reluctant to grant injunctive relief that could harm the common stockholders of QuadraMed. These stockholders are set to vote on the Merger tomorrow. If I grant an injunction improvidently, Francisco Partners walks away, and the preferred stockholders were unwilling (as I expect they would be) to fully bond the risk of injury to the common, great harm could result to the common stockholders. Given that even under a 10% shift of consideration to the preferred stockholders, the common stockholders of QuadraMed are entitled to well over a majority of the Merger consideration, the balance of harms analysis, in my view, cuts against the issuance of a preliminary injunction.\nIV. Conclusion\nFor the reasons discussed above, I refuse to enjoin the transaction. The preferred stockholders’ motion is therefore denied. IT IS SO ORDERED.\n. LC Capital Master Fund, Ltd. v. James, C.A. No. 5214-VCS, at 4 (Del. Ch. Mar. 3, 2010).\n. Revlon, Inc. v. MacAndrews & Forbes Holdings, Inc., 506 A.2d 173 (Del.1986).\n. 705 A.2d 1040, 1042 (Del.Ch.1997).\n. 2009 WL 2225958 (Del.Ch. July 24, 2009).\n. Wood Aff. Ex. 26 (QuadraMed Form 8-K (Dec. 8, 2009)).\n. Id.\n. Wood Aff. Ex. 2 at § 7(f) (QuadraMed Certificate of Designations (June 14, 2004)) (\"Certificate”).\n. Certificate § 11 (a)(ii).\n. Id.\n. Id.\n. Id. § 3(a).\n. Id. § 4(a).\n. Id.\n. Id. § 8(a).\n. Compl. If 21; Pl.'s Op. Br. 8.\n. Certificate §§ 4(a)(i), 7(a), 7(f).\n. Wood Aff. Ex. 4 at 23 (QuadraMed Corp. Schedule 14A (Feb. 8, 2010)) (the “Proxy”).\n. Id. at 32; Wood Aff. Ex. 11 (Special Committee Meeting Minutes (Sept. 10, 2009)).\n. Wood Aff. Ex. 6 (Letter from Francisco Partners to QuadraMed Board of Directors (Oct. 27, 2008)) at 3.\n. Proxy at 29.\n. Wood Aff. Ex. 11 (Special Committee Minutes (Sept. 10, 2009)); Proxy at 30-31.\n. Wood Aff. Ex 15 (Crowell & Moring Memorandum to QuadraMed Board of Directors (Sept. 1, 2009)) (the \"September 2009 Memorandum”).\n. Wood Aff. Ex. 5 (Richards, Layton & Finger Memorandum (June 22, 2006)). It is unclear in the record whether Richards Layton’s June 2006 memorandum discussing the Delaware law on the apportionment of merger consideration was given to any of the Qua-draMed directors or officers in 2006. In fact, Crowell & Moring's remark in the September 2009 Memorandum that it could provide Qua-draMed with Richards Layton's memoranda suggests that those memoranda were not given to the QuadraMed Board in 2006. See September 2009 Memorandum (“We would be happy to ... furnish the original, underlying Delaware counsel memos at your request.”).\n. 971 A.2d 893 (Del.Ch.2009).\n. Language in Crowell & Moring’s memorandum indicates that it had not consulted with Richards Layton before sending the September 2009 Memorandum to QuadraMed's Board, and it is unclear in the record when, if at all, Richards Layton was brought in to advise QuadraMed in the autumn of 2009. See, e.g., September 2009 Memorandum (indicating that Crowell & Moring would be happy to \"confer with Delaware counsel\" at Qua-draMed’s request).\n. Specifically, the Director Defendant’s Qua-draMed shareholdings are as follows: English holds $3,360 worth of in the money options; Jurika holds $5,628,678 worth of common stock; Miller holds $32,380 worth of both common stock and in the money options; Peebles owns $5,184 worth of in the money options; Pevenstein owns $20,360 worth of both common stock and in the money options. See Def.’s Ans. Br. 12; Wood Aff. Exs. 31-36 (SEC Form 4 describing individual directors' shareholdings).\n. Proxy at 27; Wood Aff. Ex. 8 (Special Committee Meeting Minutes (Feb. 5, 2009)).\n. Wood Aff. Ex. 19 (Special Committee Meeting Minutes (Nov. 10, 2009)) (Crowell & Moring noting that “neither [Bidder D or Francisco Partners] would permit the Preferred Stock to remain outstanding post-closing, especially in light of its debt approval rights”).\n. Id. Ex. 16 (Special Committee Minutes (Dec. 10, 2008)); id. Ex. 9 (Special Committee Minutes (Feb. 22, 2009)); id. Ex. 13 (Special Committee Minutes (Oct. 28, 2009)); id. Ex. 19 (Special Committee Minutes (Nov. 10, 2009)).\n. Id. Ex. 16; id. Ex. 17 (email from Kelly Howard to Jim Peebles (Sept. 2, 2009)).\n. Id. Ex. 8.\n. Proxy at 32.\n. See, e.g., Wood Aff. Ex. 10 (email from Robert Pevenstein to Special Committee members and Crowell & Moring (Feb. 5, 2009)).\n. Wood Aff. Ex. 19 (\"[I]t was clear to [Cro-well & Moring] in the instant negotiations that [Francisco Partners] required the Preferred Stockholders to be cashed out at closing, and [would not] permit the Preferred Stock to remain outstanding post-closing.”).\n. See Wood Aff. Ex. 14 (Special Committee Meeting Minutes (Sept. 2, 2009)) (recording Jurika’s comment that BlueLine Partners, which held 15% of QuadraMed's common stock, would not approve the merger if the preferred stock received $25 per share, while the common stock received $10 per share).\n. See Wood Aff. Ex. 13 (Crowell & Moring counseling that once consideration for the Preferred Stock \"deviated from the consideration of the common on an 'as-converted’ basis, the Committee needed to analyze whether the allocation of enterprise value was appropriate and fair based on the terms of the Preferred Stock and applicable Delaware law”).\n. Unitrin, Inc. v. Am. Gen. Corp., 651 A.2d 1361, 1371 (Del.1995); In re Cencom Cable Income Partners, L.P. Litig., 1996 WL 74726, at *3 (Del.Ch. Feb 15, 1996).\n. 509 A.2d 584 (Del.Ch.1986).\n. 1993 WL 104562 (Del.Ch. Apr. 2, 1993).\n. 2009 WL 2225958, at *7 (Del.Ch. July 24, 2009).\n. 705 A.2d 1040, 1042 (Del.Ch.1997).\n. 1993 WL 104562, at *5.\n. 509 A.2d at 594.\n. Trados, 2009 WL 2225958, at *7 (quoting Jedwab, 509 A.2d at 594, and Equity-Linked Investors, L.P. v. Adams, 705 A.2d 1040, 1042 (Del.Ch.1997)).\n. 1993 WL 205040 (Del.Ch. June 9, 1993).\n. Id. at *1-2.\n. Id. at *4-5.\n. Id. at *3-4.\n. Id. at *5 (internal citations omitted); see also Metromedia, 971 A.2d at 899-900 (\"[R]ights of preferred shareholders are contractual in nature and the 'construction of preferred stock provisions are matter of contract interpretation for the courts.’ ... Unlike common stock, the value of preferred stock is determined solely from the contract rights conferred upon it in the certificate of designation.... In other words, the valuation of preferred stock must be viewed through the defining lens of its certificate of designations, unless the certificate is ambiguous or conflicts with positive law.”).\n. Korenvaes, 1993 WL 205040, at *5 (citing FLS Holdings, 1993 WL 104562).\n. Id. at *6.\n. Id. at *7.\n. As this court noted in Jedwab:\n[Preferences and limitations associated with preferred stock exist only by virtue of an express provision (contractual in nature) creating such rights or limitations. But absent negotiated provisions conferring rights on preferred] stock, it does not follow that no rights exists.... Thus, with respect to matters relating to preferences or limitations that distinguish preferred stock from common, the duty of the corporation and its directors is essentially contractual and the scope of the duty is appropriately defined by reference to the specific words evidencing that contract; where however the right asserted is not to a preference as against the common stock but rather a right shared equally with the common, the existence of such right and the scope of the correlative duty may be measured by equitable as well as legal standards.\n509 A.2d at 593.\n. Equity-Linked Investors, 705 A.2d at 1042 (internal citations omitted).\n. See, e.g., Paramount Commc’ns Inc. v. QVC Network, Inc., 637 A.2d 34, 44 (Del.1994); Mills Acquisition Co. v. Macmillan, Inc., 559 A.2d 1261, 1288 (Del.1989); Revlon, 506 A.2d at 184 n. 16.\n. Therefore, in this decision, I need not confront what might be considered a much harder case. Imagine an issuance of preferred stock that had an absolute right to annual dividend payments of a large amount. The corporation's discounted cash flow (\"DCF”) valuation indicates that the corporation could pay those dividends. The certificate of designation, like the one here, only gives the preferred the right to convert based on a formula, and does not give the preferred the right to vote on a merger, nor does it treat a merger as an event implicating the preferred’s right to a liquidation preference.\nThe corporation is valued fairly based on a DCF model in the merger. That is, the total consideration is fair. But, the conversion formula results in the preferred stockholders receiving a price for their shares that is lower than the discounted value of the dividends the preferred stockholders would be guaranteed to receive in the next five years. The board realizes this but chooses not to allocate more consideration to the preferred.\nThis hypothetical case is harder because the financial analysis undergirding the board’s determination to proceed with the merger suggests that the corporation would have the financial capacity to pay the dividends to the preferred and that the certificate of designations would require that the board do so if the corporation remained as a going concern.\nBut remember that the preferred would not have bargained for, in the context of a merger, any contractual protection other than the bottom line right to be treated on as converted basis and the board would not have dishonored that protection. Under the reasoning of Chancellor Allen in Korenvaes, the board would not have owed any fiduciary duty of loyalty to somehow adjust upward the preferred stock’s portion of the consideration. In that case, as mentioned, he sanctioned aggressive board action that clearly advantaged the common at the expense of the preferred. Because the preferred had bargained only for a limited right of protection in that context and the board has not deprived them of that protection, Chancellor Allen found that the board had no further duty and could take the action it did.\nI need not answer the hard case here because the preferred stockholders have made no argument along these lines and have no right to demand that they actually receive annual dividends. The judicial sanctioning of the notion that the preferred get more merger consideration than they actually bargained for would, though, seem only to have appeal to those who believe that appraisal proceedings are now too predictable and non-burdensome. Indeed, the only thing rendering the future dividend stream in the hard case a non-speculative future source of income would be the judicial holding that preferred stockholders, who did not bargain for the right to block a merger that would result in the end of the corporation and therefore their future dividend stream, have to be compensated for the very stream that they did not procure a contractual right to force to continue. In that regard, the traditional appraisal use of the term \"going concern” value cannot be rationally thought to have been intended to express the implicit notion that preferred stock, with no contractual right to block a merger or to receive any special economic treatment in a merger, can claim that the merger did not accord them fair value on the game theory-type speculation that: 1) if the corporation did not engage in a merger, the preferred stockholders would have received a guaranteed share of the company's going concern cash flow; 2) that although the preferred stockholders received the bottom line consideration they were guaranteed by the certificate of designation and although the total price paid for the corporation was fair, the preferred stockholders’ share of the merger consideration was less than fair in light of the contractual share of dividends they would have received even though they did not have the contractual right to block the merger that terminated that stream of future payments.\nThis example illustrates a tension that permeates the preferred stockholders’ argument. Although they rely on the Board’s supposed failure to comply with the equitable duties owed to them as preferred stockholders, the preferred stockholders continually refer back to their contractual rights as the basis for arguing for special fiduciary consideration. But in the context of a merger, they had no right to demand a special dividend, consideration equal to the liquidation preference formula, or any of the other sorts of things on which they base their argument for higher value. It is only to the extent that a judge implies that rights of this kind, which could have been but were not insulated by contractual protections from defeasement by merger, must be compensated for by equity that they have economic value in a merger. Our law has not, to date, embraced the notion that Chancery should create economic value for preferred stockholders that they failed to secure at the negotiating table.\n. Cf. Metromedia, 971 A.2d at 906 (\"If the parties had intended that a transaction, such as the merger, constituted an ‘effective redemption' of the preferred holders, then they should have included language to that effect in the contract. The absence of such language in an otherwise clear and unambiguous contract leads me to the opposite conclusion.”).\n. Korenvaes, 1993 WL 205040, at *6.\n. See, e.g., Aronson v. Lewis, 473 A.2d 805, 812-13 (Del.1984); Zapata Corp. v. Maldonado, 430 A.2d 779, 782 (Del.1981); see also In re The Walt Disney Co. Deriv. Litig., 731 A.2d 342, 361, 362 (Del.2000).\n. See, e.g., 1 Stephen A. Radin, The Business Judgment Rule: Fiduciary Duties of Corporate Directors 26-40 (6th ed. 2009).\n. See Unitrin v. Am. Gen. Corp., 651 A.2d 1361, 1375 (Del.1995); QVC Network, Inc., 637 A.2d at 44; Unocal Corp. v. Mesa Petroleum Co., 493 A.2d 946, 955 (Del.1985).\n. See In re Caremark Intern. Inc. Deriv. Litig., 698 A.2d 959, 970 (Del.Ch.1996).\n. See In re IXC Commons, Inc. v. Cincinnati Bell, Inc., 1999 WL 1009174, at *6-7 (Del.Ch. Oct. 27, 1999); In re PNB Holding Co. S’holder Litig., 2006 WL 2403999, at *10 (Del.Ch. Aug. 18, 2006).\n. Query how one would do this exactly without creating other problems? What if, for example, the preferred stock, even under its wildest dreams, constituted only 10% of the corporation’s equity value. Should the independent directors have half of their equity in preferred stock in order to balance questions like this impartially? If so, wouldn’t they have incentives that were not well aligned, as a whole, with the objectives of the corporation’s larger equity base?\n. See Equity-Linked Investors, 705 A.2d at 1042; In re Trados, 2009 WL 2225958, at *7.\n. See In re Staples, Inc. S’holders Litig., 792 A.2d 934, 950-51 (Del.Ch.2001); In re Gen. Motors Class H S’holders Litig., 734 A.2d 611, 617-18 (Del.Ch.1999); Solomon v. Armstrong, 747 A.2d 1098, 1117-18 (Del.Ch.1999).\n. E.g., In re Gen. Motors Class H S’holders Litig., 734 A.2d at 617-18.\n. LC Capital, C.A. No. 5214-VCS, at 84 (Del. Ch. Mar. 3, 2010) (TRANSCRIPT).\n. By my rough calculations, under a 20% shift in consideration from the common stock to the preferred stock, English’s options would be worth $168, Miller’s shares and options would be worth $16,154, Peebles options would be worth $1,992, and Peven-stein's shares and options would be worth $14,508. See Def.'s Ans. Br. 12. In other words, English’s take would fall by $3,192, Miller's by $16,226, Peebles by $3,192, and Pevenstein’s by $5,852.",
        "type": "majority",
        "author": "STRINE, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Bruce L. Silverstein, Esquire, Christian Douglas Wright, Esquire, Richard J. Thomas, Esquire, Young, Conaway, Star-gatt & Taylor, LLP, Wilmington, DE, for Plaintiff.",
      "Daniel A. Dreisbach, Esquire, John D. Hendershot, Esquire, Geoffrey G. Grivner, Esquire, Peter C. Wood, Jr., Esquire, Richards, Layton & Finger, P.A., Wilmington, DE; William J. McSherry, Jr., Esquire, John N. Thomas, Esquire, Crowell & Moring, LLP, New York City, for Defendants Duncan James, James Peebles, Robert Pevenstein, Lawrence English, Robert Miller, William Jurika, and Qua-draMed Corporation.",
      "S. Mark Hurd, Esquire, Shannon E. German, Esquire, Morris, Nichols, Arsht & Tunnell, LLP, Wilmington, DE; Stephen D. Hibbard, Esquire, Shearman & Sterling, LLP, San Francisco, CA, for Defendants Francisco Partners II, L.P., Francisco Partners Parallel Fund II, L.P., Francisco Partners GP II, L.P., Francisco Partners GP II Management, LLC, Francisco Partners Management, LLC, Bavaria Holdings Inc., and Bavaria Merger Sub, Inc."
    ],
    "corrections": "",
    "head_matter": "LC CAPITAL MASTER FUND, LTD., on behalf of itself and all holders of the Series A Cumulative Mandatory Convertible Preferred Stock of QuadraMed Corporation, Plaintiff, v. Duncan JAMES, James Peebles, Robert Pevenstein, Lawrence English, Robert Miller, William Jurika, QuadraMed Corporation Francisco Partners II, L.P., Francisco Partners Parallel Fund II, L.P., Francisco Partners GP II, L.P., Francisco Partners GP II Management, LLC, Francisco Partners Management, LLC, Bavaria Holdings Inc., and Bavaria Merger Sub, Inc., Defendants.\nC.A. No. 5214-VCS.\nCourt of Chancery of Delaware.\nSubmitted: March 3, 2010.\nDecided: March 8, 2010.\nBruce L. Silverstein, Esquire, Christian Douglas Wright, Esquire, Richard J. Thomas, Esquire, Young, Conaway, Star-gatt & Taylor, LLP, Wilmington, DE, for Plaintiff.\nDaniel A. Dreisbach, Esquire, John D. Hendershot, Esquire, Geoffrey G. Grivner, Esquire, Peter C. Wood, Jr., Esquire, Richards, Layton & Finger, P.A., Wilmington, DE; William J. McSherry, Jr., Esquire, John N. Thomas, Esquire, Crowell & Moring, LLP, New York City, for Defendants Duncan James, James Peebles, Robert Pevenstein, Lawrence English, Robert Miller, William Jurika, and Qua-draMed Corporation.\nS. Mark Hurd, Esquire, Shannon E. German, Esquire, Morris, Nichols, Arsht & Tunnell, LLP, Wilmington, DE; Stephen D. Hibbard, Esquire, Shearman & Sterling, LLP, San Francisco, CA, for Defendants Francisco Partners II, L.P., Francisco Partners Parallel Fund II, L.P., Francisco Partners GP II, L.P., Francisco Partners GP II Management, LLC, Francisco Partners Management, LLC, Bavaria Holdings Inc., and Bavaria Merger Sub, Inc."
  },
  "file_name": "0435-01",
  "first_page_order": 477,
  "last_page_order": 496
}
