{
  "id": 8328463,
  "name": "Brenda F. KENISTON v. JPMORGAN CHASE BANK",
  "name_abbreviation": "Keniston v. JPMorgan Chase Bank",
  "decision_date": "2007-02-13",
  "docket_number": "",
  "first_page": "436",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "918 A.2d 436"
    },
    {
      "type": "parallel",
      "cite": "2007 ME 29"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "499 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928418
      ],
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0157-01"
      ]
    },
    {
      "cite": "1997 ME 75",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11918513
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶7"
        },
        {
          "page": "930"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/692/0928-01"
      ]
    },
    {
      "cite": "375 A.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8012193
      ],
      "pin_cites": [
        {
          "page": "1084"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/1083-01"
      ]
    },
    {
      "cite": "796 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9441562
      ],
      "pin_cites": [
        {
          "page": "685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/796/0683-01"
      ]
    },
    {
      "cite": "2002 ME 79",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9441562,
        9429071
      ],
      "pin_cites": [
        {
          "page": "¶ 2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/796/0683-01",
        "/a2d/797/0027-01"
      ]
    },
    {
      "cite": "2004 ME 157",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9039845
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 13"
        },
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/864/0169-01"
      ]
    },
    {
      "cite": "2000 ME 86",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11532832
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 5"
        },
        {
          "page": "1264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/750/1262-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 9408,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30852281349221516
    },
    "sha256": "1359f26d11b4baa1aa637eb7a5d44d99a9bd32690bb4d7526bb3209b5c5968f8",
    "simhash": "1:7f739941f1d2144d",
    "word_count": 1536
  },
  "last_updated": "2024-02-27T17:51:18.013238+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, LEVY, and SILVER, JJ."
    ],
    "parties": [
      "Brenda F. KENISTON v. JPMORGAN CHASE BANK."
    ],
    "opinions": [
      {
        "text": "DANA, J.\n[¶ 1] Brenda F. Keniston appeals from an order entered in the Superior Court (Cumberland County, Cole, J.) granting JPMorgan Chase Bank’s (JPMorgan) motion for a summary judgment and denying her motion for a summary judgment, and from the court’s order denying her motion for reconsideration. Keniston contends that the court erred in granting JPMor-gan’s motion for a summary judgment, that the court failed to consider her claim for equitable relief, and that the court erred in denying her motion for a summary judgment. For reasons discussed below, however, this appeal is dismissed as interlocutory.\n[¶ 2] Keniston and her then-husband, Dana A. Keniston, separated in July 1997 and were divorced in October 2000. The divorce court’s (West Bath, Vafiades, J.) order provided that real property in both their names was to be set aside to Keni-ston as her “sole and exclusive property.” The order also provided that “each party shall assume, pay and hold the other harmless from all credit card and other debt standing in the name of each party.” Keniston was ordered to “be responsible for preparing and recording the abstract of the divorce decree and for paying the recording fees thereon.” She failed to do so until March 5, 2004.\n[¶ 8] While he was separated from Keniston, Dana made purchases using a Providian National Bank (Providian) credit card held in his name. In April 2002, Providian recovered judgment in the District Court (Westcott, J.) against Dana in the amount of $24,198.57 plus prejudgment interest for the debt incurred by Dana. Unbeknownst to Keniston, Providian recorded a writ of execution against Dana in the Cumberland County Registry of Deeds on May 31, 2002, in the amount of $27,242.05. Because Keniston had failed to record the abstract of the divorce decree, the writ of execution became a lien on Keniston’s real property. Keniston first learned of the encumbrance in 2004 when she tried to refinance her property. On August 9, 2004, the United States Bankruptcy Court granted Dana a discharge under Chapter Seven.\n[¶ 4] Believing that JPMorgan was the successor-in-interest to Providian, Keni-ston filed a declaratory judgment action in April 2005, seeking to establish that JPMorgan has no equitable right to claim a lien against her property based on the debt owed by her former husband.\n[¶ 5] JPMorgan filed a motion for a summary judgment arguing that its rights to the real property are superior to those of Keniston because its predecessor, Provi-dian, had recorded its writ of execution before Keniston filed the divorce abstract. Keniston opposed JPMorgan’s motion, arguing that, although the writ of execution had been recorded before she recorded an abstract of her divorce judgment, she should be allowed to present her case for equitable relief from the writ of execution operating as a lien on property set aside to her in the divorce judgment.\n[¶ 6] Keniston also filed a cross-motion for a summary judgment, arguing that she should be granted a summary judgment, primarily because JPMorgan failed to provide admissible evidence that it was the current owner of the Providian debt and lien. In its statement of material facts filed in opposition to Keniston’s motion, JPMorgan acknowledged for the first time that it was not the assignee of Providian, but that Chase Bank, USA, N.A. (Chase), a wholly-owned subsidiary of JPMorgan Chase and Co. (which also owns JPMor-gan) was the actual successor-in-interest to the Providian debt and lien and that Chase had subsequently sold all its rights to B-Line, LLC in March 2003.\n[¶ 7] By order of the court with the consent of the parties, B-Line was added as a defendant on January 10, 2006. There is no indication in the record, however, that the complaint has ever been amended to add B-Line, that a complaint and summons were served upon B-Line, or that B-Line has filed a responsive pleading after being added as a defendant.\n[¶ 8] In February 2006, the court issued an order granting JPMorgan’s motion for a summary judgment, and Keni-ston filed a motion to reconsider. The court subsequently issued an amended order in March 2006, which included B-Line as a named defendant in the case and denied Keniston’s motion for a summary judgment. The court denied Keniston’s motion for reconsideration.\n[¶ 9] Because JPMorgan acknowledges that it is not the proper defendant in this litigation, we are tempted to vacate the summary judgment in its favor. We are also tempted to address Keniston’s argument that her opportunity to have recorded her interest before Providian was not an “adequate remedy at law” that would preclude the equitable remedy she seeks.\n[¶ 10] We will, however, resist both temptations, because there is no final judgment. See In re Adoption of Matthew R., 2000 ME 86, ¶ 5, 750 A.2d 1262, 1264 (“An appeal is final, as opposed to interlocutory, if ... the trial court’s action fully decides ... the whole matter leaving nothing further for consideration and judgment of the trial court_”). Although B-Line has been made a “party” and is apparently the appropriate defendant, it has not been substituted for JPMorgan, has not filed a pleading, and may, indeed, be entitled to the judgments obtained by JPMorgan. There are, therefore, further issues for the trial court.\nThe entry is:\nAppeal dismissed.\n.Keniston did not receive notice from Provi-dian that a writ of execution had been recorded or that a debt was owed that affected her property. She argues on appeal that JPMor-gan failed to show that the writ of execution on the judgment against Dana was perfected, thereby precluding a summary judgment in JPMorgan’s favor. This argument is without merit. By statute, a judgment-creditor is required to notify the judgment-debtor that a lien has been filed within twenty days after recording the writ of execution. 14 M.R.S. 4651-A(5) (2006). Keniston is not the judgment-debtor in this case.\n. JPMorgan admitted in its answer to Keni-ston's complaint that it was the “successor-in-interest” to Providian.\n. An \"historical transactions document” submitted to the court by JPMorgan, upon which the court partly relied in a subsequent order, suggests that the debt was sold to B-Line in March 2005. There is no explanation for this discrepancy.\n. The court inexplicably found that JPMorgan had provided uncontroverted material facts in its opposition to Keniston’s motion for a summary judgment that it purchased the lien on Keniston's property from Providian, and that it later sold the lien to B-Line, making B-Line the successor-in-interest with the right to enforce the lien.\n. The existence of a dispute of material facts and entry of a summary judgment are questions of law that this Court reviews de novo. Stanley v. Hancock County Comm’rs, 2004 ME 157, ¶ 13, 864 A.2d 169, 174. Were we to rule on the merits of this case, we would likely find a dispute of material fact. There are uncontroverted statements in the complaint and JPMorgan’s answer that JPMorgan was the \"successor-in-interest to Providian,” but this does not demonstrate that JPMorgan was the successor-in-interest to the debt owed by Dana. See Beaulieu v. The Aube Corp., 2002 ME 79, ¶ 2, 796 A.2d 683, 685 (\"Where ambiguities exist, they are resolved in favor of the non-prevailing party on summary judgment.”). Furthermore, JPMorgan admitted in its opposition to Keniston’s motion for a summary judgment that it never owned the debt owed by Dana, but that the debt had been owned by Chase, which transferred it to B-Line. These facts, although submitted with respect to a different motion, refute the ambiguity JPMorgan seeks to exploit in its own motion for a summary judgment.\n. An equitable remedy will not be granted when there exists an adequate remedy at law or when an adequate legal remedy, once available, has been lost by the failure of the party seeking equitable relief to pursue that remedy in a timely manner. McIntyre v. Plummer Assocs., 375 A.2d 1083, 1084 (Me.1977). Although \"both the grant of equitable relief and the withholding of such relief are addressed to the sound discretion of the court,” Great Hill Fill & Gravel, Inc. v. Shapleigh, 1997 ME 75, ¶7, 692 A.2d 928, 930, “whether a litigant seeking equitable relief has an adequate remedy at law is a question of law.” Town of Bar Harbor v. Evans, 499 A.2d 157, 158 (Me.1985) (quotation marks omitted). The court found that Keniston’s adequate remedy at law was her right to have recorded her divorce decree before Providian recorded its writ of execution. The court viewed Keniston's opportunity to have prevented a problem from arising (i.e., by recording her interest before Providian) as her having had an adequate remedy at law to redress the problem that arose because Providian recorded first.\n. We note, however, that based on the statements of material fact and affidavits filed in this case, one cannot necessarily assume that B-Line is the current owner of Dana Keni-ston’s debt.",
        "type": "majority",
        "author": "DANA, J."
      }
    ],
    "attorneys": [
      "Kenneth P. Altshuler, Esq., Childs, Rundlett, Fifield, Shumway & Altshuler, P.A., Portland, ME, for plaintiff.",
      "Michael T. McCormack, Esq., Preti Flaherty Beliveau & Pachios, LLP, Concord, NH, for defendant."
    ],
    "corrections": "",
    "head_matter": "2007 ME 29\nBrenda F. KENISTON v. JPMORGAN CHASE BANK.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: Nov. 16, 2006.\nDecided: Feb. 13, 2007.\nKenneth P. Altshuler, Esq., Childs, Rundlett, Fifield, Shumway & Altshuler, P.A., Portland, ME, for plaintiff.\nMichael T. McCormack, Esq., Preti Flaherty Beliveau & Pachios, LLP, Concord, NH, for defendant.\nPanel: SAUFLEY, C.J., and CLIFFORD, DANA, ALEXANDER, CALKINS, LEVY, and SILVER, JJ."
  },
  "file_name": "0436-02",
  "first_page_order": 484,
  "last_page_order": 488
}
