{
  "id": 11243074,
  "name": "In re Jerry S. DUNIETZ, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Dunietz",
  "decision_date": "2000-07-27",
  "docket_number": "No. 98-BG-748",
  "first_page": "437",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 437"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "481 A.2d 451",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916830
      ],
      "pin_cites": [
        {
          "page": "455"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/481/0451-01"
      ]
    },
    {
      "cite": "513 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930952
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "783"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0781-01"
      ]
    },
    {
      "cite": "654 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879377
      ],
      "pin_cites": [
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1285-01"
      ]
    },
    {
      "cite": "513 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930992
      ],
      "pin_cites": [
        {
          "page": "796-797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0793-01"
      ]
    },
    {
      "cite": "687 A.2d 206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 4856,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 7.259244762335987e-08,
      "percentile": 0.4326265739817263
    },
    "sha256": "735df7660ad38e40f3130f9e3c66654e7b2e620e910323c7798525c8b1470104",
    "simhash": "1:3d4b37ccb7a905f9",
    "word_count": 789
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, FARRELL, and RUIZ, Associate Judges."
    ],
    "parties": [
      "In re Jerry S. DUNIETZ, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nRespondent Dunietz is a member of the bar of the District of Columbia and the bar of Maryland. In 1996, on stipulated facts, the Board on Professional Responsibility found that he had violated several disciplinary rules. The Board also found, however, that his misconduct had been the result of a disability (chronic depression). When the case reached this court, we suspended Mr. Dunietz for thirty days, stayed the suspension, and placed him on probation for two years, with certain conditions. In re Dunietz, 687 A.2d 206 (D.C.1996) (“Dunietz I ”).\nSome time thereafter, the Maryland authorities began a disciplinary proceeding against Mr. Dunietz which encompassed two matters: the misconduct for which he had already been disciplined in the District of Columbia (“the Miller case”) and a new, unrelated matter in Maryland (“the Kurtz-man case”). In 1998 the Maryland Court of Appeals, considering both matters together, suspended Mr. Dunietz from the practice of law in that state for sixty days. As this court had done, however, the Maryland court stayed the suspension and placed Mr. Dunietz on probation for two years with essentially the same two conditions that we had imposed, namely, supervision of his professional activities by a practice monitor and continued counseling by a psychologist, with quarterly reports from both to be made to Maryland Bar Counsel. Attorney Grievance Commission v. Dunietz, Misc. No. AG-40 (Md. February 25, 1998) (unpublished order).\nAfter receiving a copy of the Maryland order, this court referred the matter to our own Bar Counsel for the purpose of initiating reciprocal disciplinary proceedings. In due course the Board on Professional Responsibility (“the Board”) recommended to us that Mr. Dunietz be suspended for sixty days, that the suspension be stayed, and that he be placed on probation for two years conditioned on compliance with the conditions set by the Maryland court — in other words, the identical discipline that was imposed in Maryland.\nWe note that the only matter before us today is the Kurtzman case, which was one of the two cases considered together by the Maryland Court of Appeals. The sanction imposed in Maryland was also based in part on the Miller case, but this court has already dealt with that case in Dunietz I and cannot consider it again now. Although constitutional notions of double jeopardy probably do not apply here, cf. In re Williams, 513 A.2d 793, 796-797 (D.C.1986) (constitutional right to speedy trial does not apply to disciplinary proceedings, although delay may be considered in mitigation of sanction to be imposed), fundamental fairness surely dictates that a court may not discipline an attorney more than once for the same disciplinary violation. The Board apparently agrees, for it states in its report that its recommendation of a stayed sixty-day suspension “would be a reasonable sanction for the Maryland misconduct alone,” for reasons which it then goes on to explain.\nHaving said this, we adopt the recommended sanction. Mr. Dunietz has stated in an affidavit that he “does not oppose imposition of reciprocal discipline to run concurrently with the Maryland Order.” He has thus effectively conceded that reciprocal discipline is warranted. See, e.g., In re Goldsborough, 654 A.2d 1285, 1288 (D.C.1995). Bar Counsel also has filed no exception to the Board’s recommendation. See D.C. Bar Rule XI, § 11(f)(1)-\nIt is therefore ORDERED that respondent, Jerry S. Dunietz, is hereby suspended from the practice of law in the District of Columbia for sixty days, that his suspension be stayed, and that he be placed on probation for two years, subject to the conditions of probation imposed by the Maryland Court of Appeals in its order of February 25, 1998. The suspension, the stay, and the probation shall all be effective as of February 25, 1998, nunc pro tunc.\n. In saying this, we do not mean to imply that, in imposing discipline for a present violation, the court may not take into account a history of prior misconduct by the same attorney for which he or she has previously been disciplined. See, e.g., In re Alexander, 513 A.2d 781, 783 (D.C. 1986); In re Rosen, 481 A.2d 451, 455 (D.C.1984) (\"it has long been the practice in this jurisdiction to consider an attorney's disciplinary record in determining an appropriate sanction” (citing cases)).\n. The Board recommends that the suspension and probation be retroactive to February 25, 1998, the date of the Maryland order.\n. Mr. Dunietz has filed the affidavits required by our rules and by the relevant case law.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Jerry S. DUNIETZ, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 98-BG-748.\nDistrict of Columbia Court of Appeals.\nSubmitted Jan. 27, 2000.\nDecided July 27, 2000.\nBefore TERRY, FARRELL, and RUIZ, Associate Judges."
  },
  "file_name": "0437-01",
  "first_page_order": 471,
  "last_page_order": 473
}
