{
  "id": 11923662,
  "name": "Boch Enterprises, Inc. v. Levi Downing",
  "name_abbreviation": "Boch Enterprises, Inc. v. Downing",
  "decision_date": "1996-03-06",
  "docket_number": "No. 961116D",
  "first_page": "438",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "5 Mass. L. Rptr. 438"
    }
  ],
  "court": {
    "name_abbreviation": "Mass. Super. Ct.",
    "id": 10131,
    "name": "Massachusetts Superior Court"
  },
  "jurisdiction": {
    "id": 4,
    "name_long": "Massachusetts",
    "name": "Mass."
  },
  "cites_to": [
    {
      "cite": "21 Mass.App.Ct. 488",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        3987334
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/21/0488-01"
      ]
    },
    {
      "cite": "364 Mass. 773",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        289750
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/364/0773-01"
      ]
    },
    {
      "cite": "380 Mass. 609",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        478403
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/380/0609-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 5384,
    "ocr_confidence": 0.852,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24437544428265895
    },
    "sha256": "01d45942213dc2839545f153ee0ef246e6241b3bd6fd55662017bd1a6003e4a0",
    "simhash": "1:2432058edbfd5afe",
    "word_count": 861
  },
  "last_updated": "2024-02-27T19:37:36.452778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Boch Enterprises, Inc. v. Levi Downing"
    ],
    "opinions": [
      {
        "text": "Lauriat, J.\nBoch Enterprises, Inc. d/b/a Boch Mitsubishi (“Boch”), a Mitsubishi motor vehicle dealership in Norwood, Massachusetts, brought this action to enforce a noncompetition and nondisclosure agreement (“the Agreement”) against its former sales manager, Levi Downing (“Downing”). Boch has now moved for entry of a preliminary injunction to restrain Downing from working as a salesman at the Mazda Gallery, a Mazda motor vehicle dealership located adjacent to Boch in Norwood. For the following reasons, Boch’s motion, with certain modifications, is allowed.\nDISCUSSION\nIn order for an injunction to issue, the plaintiff must demonstrate a likelihood of success on the merits of its claim and a need for injunctive relief that rises to the level of a substantial risk of irreparable harm. The Court must then balance that risk, assuming it exists, against any similar risk of irreparable harm which granting the injunction would create for the opposing party. Packaging Industries Group, Inc. v. Cheney, 380 Mass. 609, 617 (1980).\nA noncompetition agreement that is reasonable in time and geography, necessary to protect legitimate business interests, and not an obstruction of the public interest, will be enforced in Massachusetts. All Stainless, Inc. v. Colby, 364 Mass. 773, 778 (1974); Alexander & Alexander, Inc. v. Danahy, 21 Mass.App.Ct. 488, 498 (1986).\nIn the present case, Boch has shown a likelihood of success on the merits of its claims against Downing. When Boch hired Downing as a salesman in March 1995 he signed the Agreement and agreed to be bound thereby. In essence, the Agreement precludes Downing from working in the business of buying or selling new or used automobiles for a period of one year and within a radius of thirty miles of the Boch location after leaving his employment at Boch. Downing left Boch in October 1995. In December 1995 he began working as a salesman at the Mazda Gallery, a competing motor vehicle dealership located next to Boch on the so-called “Automile” in Norwood.\nDowning was Boch’s sales manager for two months prior to his termination, and had been a salesman for Boch for several months prior to that. As a sales manager, Downing had access to Boch’s confidential pricing and cost structure information, as well as Boch’s leasing and service customer lists. This information is an important part of any motor vehicle dealership’s goodwill, and its loss or misuse would cause it irreparable harm.\nBoch has offered to limit the scope of the time and geographic restrictions in the Agreement to a period of ten months from the date an injunction is issued, and to a geographic area consisting of the “Automile” in Norwood. The court concludes, on the record presently before it, that both restrictions are reasonable, and that Boch is seeking to protect its legitimate business interests. Boch’s proposed restrictions on Downing’s actions are also narrowly drawn and are intended to maintain fair competition among automobile dealers on the “Automile.” Accordingly, Boch has satisfied the first and second requirements for issuance of a preliminary injunction.\nBoch has also shown that the risk of harm to Downing if an injunction is issued does not outweigh the risk of harm to Boch. While Downing will be precluded from working as a salesman in a specific geographic area for the next ten months, he will remain free, under the terms of the injunction sought by Boch, to work for and sell automobiles on behalf of any other dealership, including one in direct competition with Boch, as long as that dealership is not located on the “Automile” in Norwood. The court takes judicial notice that there are numerous automobile dealerships, including several Mazda dealerships, located in and around the Boston area, any of which would be beyond the scope of the proposed injunction. Accordingly, Boch has also satisfied the third requirement for the issuance of a preliminary injunction.\nORDER\nFor the foregoing reasons, the defendant, Levi Downing, is hereby restrained and enjoined, until further order of the court, from:\n(1) working as an automobile salesperson, or in any capacity for another person, entity or corporation engaged in any way in the sale or leasing of new or used automobiles, at any automobile dealership located on the so-called “Automile” in Norwood, Massachusetts, for a period of ten months from the date of this Order;\n(2) using or disclosing to anyone any of Boch Mitsubishi’s trade secrets, confidential and/or proprietary information to which Downing had access to and/or used while a sales manager at Boch Mitsubishi, including, but not limited to, Boch Mitsubishi’s pricing and cost structure, supply and service information such as terms of supply or service contracts, and any customer information or listings; and\n(3) soliciting any of Boch Mitsubishi’s current or former customers, including individuals who leased vehicles or were service customers of Boch Mitsubishi, provided that Boch Mitsubishi provides Downing with a list of its current and former customers to which this restriction shall apply. This preliminary injunction shall take effect upon the posting of security in the amount of $7,500 with the Civil Clerk of the Suffolk County Superior Court. Mass.R.Civ.P. 65(c).",
        "type": "majority",
        "author": "Lauriat, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Boch Enterprises, Inc. v. Levi Downing\nSuperior Court, Suffolk, SS\nNo. 961116D\nMemorandum Dated March 6, 1996"
  },
  "file_name": "0438-02",
  "first_page_order": 88,
  "last_page_order": 89
}
