{
  "id": 7976228,
  "name": "STATE v. John CABRAL",
  "name_abbreviation": "State v. Cabral",
  "decision_date": "1980-01-29",
  "docket_number": "No. 78-178-C.A.",
  "first_page": "438",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 438"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "358 A.2d 335",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8012320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/358/0335-01"
      ]
    },
    {
      "cite": "538 P.2d 247",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "123 Cal.Rptr. 119",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "14 Cal.3d 864",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        2279717
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/14/0864-01"
      ]
    },
    {
      "cite": "569 F.2d 114",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3773313,
        1423333
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/186/0283-01",
        "/f2d/569/0114-01"
      ]
    },
    {
      "cite": "186 U.S.App.D.C. 283",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3773313
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/186/0283-01"
      ]
    },
    {
      "cite": "43 U.Chi.L.Rev. 613",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "81 Yale L.J. 1365",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "106 R.I. 69",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3040446
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/ri/106/0069-01"
      ]
    },
    {
      "cite": "105 R.I. 696",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3044389
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "701"
        },
        {
          "page": "741"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/105/0696-01"
      ]
    },
    {
      "cite": "134 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "86 R.I. 326",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        2429035
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/86/0326-01"
      ]
    },
    {
      "cite": "409 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5543338,
        7961130
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0461-01",
        "/a2d/409/0132-01"
      ]
    },
    {
      "cite": "150 Neb. 460",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5246709
      ],
      "weight": 2,
      "year": 1946,
      "pin_cites": [
        {
          "page": "464"
        },
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/150/0460-01"
      ]
    },
    {
      "cite": "348 N.E.2d 746",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "370 Mass. 388",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        312605
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/370/0388-01"
      ]
    },
    {
      "cite": "61 Cal.L.Rev. 919",
      "category": "journals:journal",
      "reporter": "Cal. L. Rev.",
      "year": 1973,
      "pin_cites": [
        {
          "page": "921"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 783,
    "char_count": 11012,
    "ocr_confidence": 0.813,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20067540617232896
    },
    "sha256": "dbf71c32c4833004667c1c989884bfa0cef9b3655932e75318e078eb82bcff3d",
    "simhash": "1:27bd8a408f2719ab",
    "word_count": 1824
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEVILACQUA, C. J., did not participate."
    ],
    "parties": [
      "STATE v. John CABRAL."
    ],
    "opinions": [
      {
        "text": "OPINION\nDORIS, Justice.\nThis is an appeal by the defendant, John Cabral (Cabral), from a conviction by a Superior Court jury on a charge of indecent assault, a violation of G.L. 1956 (1969 Reenactment) § 11-37-6. On December 19, 1976, Cabral was indicted for rape and indecent assault on Marilyn, then aged seven, and for rape and indecent assault on Shawn, then aged eleven.\nAt a January 1978 trial, Marilyn and Shawn both testified that Cabral had raped and indecently assaulted them separately and on different occasions in the boiler room of one of the Providence Housing Authority’s housing developments. The girls lived in this development, and Cabral was employed there as a maintenance man. During the course of the trial, the trial justice granted Cabral’s motion for acquittal on both counts of rape. The jury acquitted Cabral on the charge of indecent assault against Shawn but found him guilty of indecent assault against Marilyn. Thereafter, the trial justice denied Cabral’s motion for a new trial and sentenced him to a five-year term in the Adult Correctional Institutions with the imposition of four years of that sentence suspended. Cabral has been free on bail pending the disposition of his appeal.\nThe sole issue raised in this appeal is whether the testimony of a complainant of tender age in a prosecution for a sexual offense must be corroborated. This court concludes that corroboration is not required. We have reached this conclusion after a review of common law principles, statutory provisions in our own and neighboring states, and the balancing of interests, societal and individual, in the ascertainment of truth and determination of credibility.\nAlthough the United States Constitution, Art. Ill, sec. 3, sets forth a corroboration requirement to prove a charge of treason, there is no such requirement prescribed for the prosecution of sex crimes. In Rhode Island, by statute, treason is the only crime which requires corroborative proof. G.L. 1956 (1969 Reenactment) § 11— 43-2. The General Assembly at its January 1979 session enacted P.L. 1979, ch. 302, An Act Relating to Rape and Seduction, which repealed in its entirety G.L. 1956 (1969 Reenactment) chapter 37 of title 11. Section 11-37-11 of the new act specifically states: “The testimony of the victim need not be corroborated in prosecutions under this chapter.” Since Cabral’s trial and conviction precede the 1979 legislation, § 11-37-11 has no bearing on this appeal, except to show that the Legislature has now codified the common law.\nWigmore, after pointing out that the corroboration requirement for prosecution of a sex violation was unknown at common law, observed:\n“ * * * a rule of law requiring corroboration has probably little actual influence upon the jurors’ minds over and above the ordinary caution and suspicion which would naturally suggest itself for such charges; and the rule thus tends to become in practice merely a means of securing from the trial judge the utterance of a form of words which may chance to be erroneous and to lay the foundation for a new trial. Finally, the purpose of the- rule is already completely attained by the judge’s power to set aside a verdict upon insufficient evidence, and under this power verdicts are constantly set aside, in jurisdictions having no statutory rule, upon the same evidence which in other jurisdictions would be insufficient under the statutory rule requiring corroboration.\n“The fact is that, in the light of modern psychology, this technical rule of corroboration seems but a crude and childish measure, if it be relied upon as an adequate means for determining the credibility of the complaining witness in such charges * *\n7 Wigmore, Evidence § 2061 at 354 (3d ed. 1940).\nThe arguments most often heard in support of the rule of corroboration involve many factors, such as the jury’s outrage at testimony of sex offenses, the difficulty in defending against such charges, the dangers of falsification, and the severe penalties involved. Many of these concerns have their origins in the writings of Sir Matthew Hale, Lord Chief Justice of the Court of King’s Bench of 1671 to 1676. Hale, in dealing at length with the subject of rape, wondered whether prosecutrixes under the age of twelve should be allowed to testify at all. He recommended that such a victim’s tale should always be put before the jury under oath if the court in its discretion felt the witness qualified to be sworn, but otherwise as a sworn statement. It was in this context that Hale went on to write these words:\n“But in both these cases, whether the infant be sworn or not, it is necessary to render their evidence credible, that there should be concurrent evidence to.make out the fact, and not to ground a conviction singly upon such an accusation with or without oath of an infant.\n“For in many cases there may be reason to admit such witnesses to be heard, in cases especially of this nature, which yet the jury is not bound to believe; for the excellency of the trial by jury is in that they are the triers of the credit of the witnesses as well as the truth of the fact; it is one thing, whether a witness be admissible to be heard, another thing,whether they are to be believed when •heard. ■\n“It is true rape is a most detestable crime, and therefore ought severely and impartially to be punished with death; but it must be remembered, that it is an accusation easily to be made and hard to be proved, and harder to be defended by the party accused, tho never so innocent.”\n1 Hale, History of the Pleas of the Crown (1st Am. ed. 1847) p. 635.\nThe requirement for independent corroboration in sex-offense cases has been the subject of ever increasing criticism. Contemporary empirical studies suggest that the factors employed to support the corroboration requirement do not justify the rule. There is a great reluctance to report a rape. Amir, Patterns in Forcible Rape 27-28 (1971); Note, Rape and Rape Laws: Sexism in Society and Law, 61 Cal.L.Rev. 919, 921 (1973). Juries generally tend to view rape charges with skepticism and suspicion, especially when there is a suggestion of willingness or agreement on the part of the victim, Kalven and Zeisel, The American Jury 249-254 (1966), see also Commonwealth v. Bailey, 370 Mass. 388, 394, 348 N.E.2d 746, 750 (1976), and convictions, in the absence of aggravating circumstances, are the exception rather than the rule. Holstrom, The Victim of Rape Institutional Reactions 238 (1973) (the study of 109 rape cases: eighteen cases were tried; four concluded with a guilty verdict, ten not guilty, one with a hung jury, and three with a guilty verdict on a lesser charge).\nThe corroboration requirement poses a major hurdle to a legitimate conviction for a sex offense. Due to the nature of sex crimes, eyewitnesses are seldom available. Stapleman v. State, 150 Neb. 460, 464, 34 N.W.2d 907, 910 (1946). Recently, we have said that a woman, in order to show her lack of consent, need not resist the advances of another when to do so would be foolhardy and risky. State v. Carvalho, 409 A.2d 132 (R.I., 1979). Most women, when confronted with a weapon-wielding assailant, make the sensible decision not to resist physically. Thus, they lack the bruises and torn clothing that would otherwise corroborate the crime. Juvenile complainants are more likely to be attacked by someone with whom they are acquainted and, therefore, are less likely to encounter a weapon and threat of battery and are less likely to scream and resist. Amir, Patterns in Forcible Rape 168-69, 237 (1971); Graves and Franciso, Medicolegal Aspects of Rape, 4 Med. Aspects of Human Sexuality 109, 116 (April 1970).\nThe corroboration requirement, in effect, arbitrarily singles out victims of sex offenses as a class whose credibility is immediately suspect. By its adoption of § 11-37-11, the General Assembly has rejected this concept as a discredited' anachronism, and we are happy to do likewise.\nFinally, we would point out that the elimination of the corroboration factor hardly leaves an accused unprotected from an unjust conviction. There is a great deal of difference between the times in seventeenth-century England when Sir Matthew was writing about his experience as a jurist and today in the United States. Here in this country an accused is entitled to all of the constitutional and procedural safeguards of our criminal justice system. The trial justice is bound to charge the jury as to the presumption of innocence and the state’s burden of proving all elements of a particular offense beyond a ■ reasonable doubt. The Sixth Amendment gives to an accused the right to an attorney and to present defense witnesses and compel their attendance. Additional protection against any evidentiary insufficiency is afforded in the Rules of Criminal Procedure by way of a motion for judgment of acquittal or a motion for new trial. Further, a child may not testify unless and until the trial justice has been satisfied that the proposed witness can (1) observe, (2) recollect, (3) communicate (a capacity to understand questions and to furnish intelligent answers), and (4) appreciate the necessity of telling the truth. These four factors are delineated in 2 Wig-more, Evidence § 506 (3d ed. 1940), and are alluded to in Pierce v. New England Telephone & Telegraph Co., 86 R.I. 326, 330, 134 A.2d 421, 423 (1957); see also State v. Mandarelli, 105 R.I. 696, 701, 254 A.2d 738, 741 (1969).\nThe defendant’s appeal is denied and dismissed, and the judgment of conviction appealed from is affirmed.\nBEVILACQUA, C. J., did not participate.\n. Earlier, in State v. Wiggin, 106 R.I. 69, 256 A.2d 219 (1969), we declined to consider the defendant’s argument that we adopt a rule calling for corroboration before a conviction for rape could be sustained. In doing so, we relied upon the defendant’s failure to ask the trial justice to embody such a request in his charge to the jury.\n. See Ludwig, The Case for Repeal of the Sex Corroboration Requirement in New York, 36 Brooklyn L.Rev. 387 (1970); Note, The Rape Corroboration Requirement: Repeal Not Reform, 81 Yale L.J. 1365 (1972); see also Note, Towards a Consent Standard in the Law of Rape, 43 U.Chi.L.Rev. 613 (1976). According to a 1972 survey, twenty-five states at the time flatly rejected the corroboration requirement, and ten others, though often using the corroboration language, actually demanded only that a conviction for rape be based upon sufficient evidence. 81 Yale L.J. at 1367 n. 15. For recent decisions rejecting the requirement, see United States v. Sheppard, 186 U.S.App.D.C. 283, 569 F.2d 114 (1977); People v. Rincon-Pineda, 14 Cal.3d 864, 123 Cal.Rptr. 119, 538 P.2d 247 (1975); Arnold v. United States, 358 A.2d 335 (D.C.App.1976).",
        "type": "majority",
        "author": "DORIS, Justice."
      }
    ],
    "attorneys": [
      "Dennis J. Roberts II, Atty. Gen., David H. Leach, Special Asst. Atty. Gen., for plaintiff.",
      "Joseph A. Bevilacqua, Jr., Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. John CABRAL.\nNo. 78-178-C.A.\nSupreme Court of Rhode Island.\nJan. 29, 1980.\nDennis J. Roberts II, Atty. Gen., David H. Leach, Special Asst. Atty. Gen., for plaintiff.\nJoseph A. Bevilacqua, Jr., Providence, for defendant."
  },
  "file_name": "0438-01",
  "first_page_order": 486,
  "last_page_order": 490
}
