{
  "id": 11527517,
  "name": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Robert B. SURRICK, Respondent",
  "name_abbreviation": "Office of Disciplinary Counsel v. Surrick",
  "decision_date": "2000-03-24",
  "docket_number": "",
  "first_page": "441",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "749 A.2d 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "521 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817458
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0264-01"
      ]
    },
    {
      "cite": "504 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787717
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0025-01"
      ]
    },
    {
      "cite": "493 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8731796
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/493/0194-01"
      ]
    },
    {
      "cite": "532 Pa. 56",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835907
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "Respondent made statements to his clients without knowing the accuracy of those statements"
        },
        {
          "parenthetical": "Respondent made statements to his clients without knowing the accuracy of those statements"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0056-01"
      ]
    },
    {
      "cite": "533 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837546
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "Respondent forged a court document and lied about it to' a judicial authority"
        },
        {
          "parenthetical": "Respondent forged a court document and lied about it to' a judicial authority"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0078-01"
      ]
    },
    {
      "cite": "527 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827711
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0172-01"
      ]
    },
    {
      "cite": "690 A.2d 1146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468712,
        11926131
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0402-01",
        "/a2d/690/1146-01"
      ]
    },
    {
      "cite": "547 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468712
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0402-01"
      ]
    },
    {
      "cite": "644 A.2d 1186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775521,
        7881958
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0485-01",
        "/a2d/644/1186-01"
      ]
    },
    {
      "cite": "537 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775521
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0485-01"
      ]
    },
    {
      "cite": "509 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795237
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0573-01"
      ]
    },
    {
      "cite": "639 A.2d 782",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843158,
        7863646
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "783"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0394-01",
        "/a2d/639/0782-01"
      ]
    },
    {
      "cite": "536 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843158
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0394-01"
      ]
    },
    {
      "cite": "732 A.2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11549565,
        56894
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "604"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/732/0599-01",
        "/pa/557/0166-01"
      ]
    },
    {
      "cite": "557 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56894
      ],
      "weight": 2,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0166-01"
      ]
    },
    {
      "cite": "714 A.2d 402",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11711979,
        559300
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "406"
        },
        {
          "page": "406"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0402-01",
        "/pa/552/0223-01"
      ]
    },
    {
      "cite": "552 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559300
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/552/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1164,
    "char_count": 29513,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24121444918217239
    },
    "sha256": "b0ac6f19f0076985a30c576cf5ccab6565b2278942469ad4cad684b7d92e1ba3",
    "simhash": "1:1da6a8b7312a01ba",
    "word_count": 4697
  },
  "last_updated": "2024-02-27T19:11:25.448275+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Robert B. SURRICK, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nCAPPY, Justice.\nThis court is presented with the question of whether the evidence was sufficient to establish respondent’s culpability on two charges that he violated Rule of Professional Conduct 8.4(c) (hereinafter RPC). The precise issue to be resolved is whether respondent acted with reckless disregard for the truth when he leveled accusations of case fixing against certain jurists in a pleading filed in the Superior Court of Pennsylvania. For the reasons set forth herein, we find that respondent did violate RPC 8.4(c) on both counts and that the appropriate discipline is a five year suspension from the practice of law.\nThis disciplinary action traces its origins to a civil suit captioned Leedom v. Spano, commenced in the Court of Common Pleas of Delaware County at No. 89-12977 involving a mortgage foreclosure. Respondent, with his wife, were sureties on the original mortgage, making them defendants in the foreclosure action. When the matter proceeded to trial before a jury, all parties agreed that the court, not the jury, would decide the issue of respondent’s liability as surety, as it was purely a question of law involving the applicable statute of limitations. The trial judge, the Honorable Harry J. Bradley, ultimately ruled against respondent in an order filed July 1, 1992. Respondent filed an appeal.\nRespondent had not acted as counsel in the Leedom v. Spano matter before the trial court. However, respondent did enter his appearance as co-counsel on the appeal docket. On August 11, 1992, in his capacity as co-counsel, respondent filed a motion seeking the recusal - of certain judges on the Pennsylvania Superior Court prior to designation of a Superior Court panel to hear argument in Leedom v. Spano. In the motion for recusal respondent made the following averments:\nIt is believed and averred by Movant Surrick that Judge Bradley was “fixed” by the Delaware County Republican Organization as a result of a deal between that organization and Justice Larsen whereby Justice Larsen would again exert his political influence on behalf of Judge McEwen who was again seeking to fill a vacant Supreme court seat and, in return, the Delaware County Republican Organization, through its control of the Delaware county Judges, would fix this case.\nIn litigation arising out of the termination of the Surrick/Levy law practice ... Upon appeal to the superior court, judge Olszewski dismissed the appeal not on the basis of anything in the record or any issue raised by opposing counsel but on the basis of an alleged procedural defect in the record. Even the most cursory examination of the record will reflect that the alleged defect in the Record relied upon by Judge Olsz-ewski does not and did not exist. It is the belief of Movant Surrick that the decision of Judge Olszewski was based upon outside intervention, as it could not have resulted from any rational legal analysis of the Record.\nMotion for Recusal of Certain Superior Court Judges and Senior Judges Assigned to the Superior Court, Reproduced Record, Exhibit P5. (Emphasis in the original) (Grammatical, spelling and punctuation errors repeated as in original).\nAs a result of the allegations contained within the motion for recusal Disciplinary Counsel brought various charges against respondent. Respondent waived the confidentiality of the proceedings and on July 26th through the 28th, hearings were held before a hearing committee of the Disciplinary Board of Pennsylvania. On January 17, 1997 the hearing committee issued a report recommending the dismissal of all charges. On October 17, 1997 the Disciplinary Board affirmed the dismissal of all charges. (Hereinafter “Board”). The Office of Disciplinary Counsel appealed the decision of the Board. This court remanded the matter to the Disciplinary Board on April 14, 1998, directing the Board to review the actions of respondent in accordance with this court’s opinion in Office of Disciplinary Counsel v. Anonymous Attorney A, 552 Pa. 223, 714 A.2d 402 (1998). The Board heard argument irom both parties following remand and issued an opinion on April 1, 1999 finding that respondent had violated RPC 8.4(c) regarding his allegations against Judge Olszewski. However, the Board did not find a violation regarding the allegations against Judge Bradley. Both respondent and petitioner filed cross petitions for review from the Board’s decision. This court granted the cross petitions for review and directed the parties to specifically address the applicability of our decision in Office of Disciplinary Counsel v. Price, 557 Pa. 166, 732 A.2d 599 (1999) in their briefs to this court. The parties having complied with the directive of this court, the case is now ripe for disposition.\nIn attorney disciplinary matters our review is de novo. Office of Disciplinary Counsel v. Christie, 536 Pa. 394, 639 A.2d 782 (1994). This court is not bound by the findings or the recommendations of the Disciplinary Board, although we give those findings substantial deference. Id. at 783.\nDisciplinary Counsel charges that respondent’s allegations of ease fixing aimed at Judge Bradley and Judge Olszewski were made with reckless ignorance of the truth or falsity of the statements. Respondent vehemently denies the charges and counters that he had a reasonable basis for believing the statements were true. The Office of Disciplinary Counsel has the burden of proving, by a preponderance of the evidence, that respondent’s actions constitute professional misconduct. Office of Disciplinary Counsel v. Keller, 509 Pa. 573, 506 A.2d 872 (1986). This burden of proof must be established by clear and satisfactory evidence. Office of Disciplinary Counsel v. Duffield, 537 Pa. 485, 644 A.2d 1186 (1994). Disciplinary Counsel can meet this burden by presenting documentary evidence or testimony from the persons at whom the allegations were aimed that the statements are false. Office of Disciplinary Counsel v. Price, 557 Pa. 166, 732 A.2d 599 (1999). The burden then shifts to respondent to establish that the allegations are true or that following a reasonably diligent inquiry, he had formed an objective reasonable belief that the allegations were true. Id. at 604. A determination of misconduct in this case hinges upon whether respondent acted recklessly or with the support of a reasonable factual basis. Recklessness is shown by “the deliberate closing of one’s eyes to facts that one had a duty to see or stating as fact, things of which one was ignorant”. Anonymous Attorney A, 714 A.2d at 406.\nBefore we begin an examination of the specific allegations and the information upon which respondent relied in making the allegations, it is necessary to dispose of respondent’s due process claim. Respondent objects to the retroactive application of a recklessness standard to this case as the conduct at issue occurred prior to this court’s decision in Anonymous Attorney A. In Anonymous Attorney A, this court held that the element of scienter required to establish a prima facie violation of RPC 8.4(c) is made out upon a showing that a misrepresentation was made knowingly or with reckless ignorance of the truth or falsity thereof. Id. at 406. Respondent asserts that prior to Anonymous Attorney A, a violation of RPC 8.4(c) was found only where the misstatement was knowingly made and thus, the addition of recklessness as an alternative element of the violation created a fundamental change in the law. In respondent’s view he was without notice at the time he made the statements at issue that such conduct would be sanc-tionable under the RPC. As to the question of notice, the record reflects that during the hearing in this case, Disciplinary Counsel argued that respondent’s conduct was reckless. (Reproduced Record, hereinafter “RR” p. 166). Respondent was aware that Disciplinary Counsel believed a violation of RPC 8.4(c) could be sustained on a finding of reckless conduct. Also, Disciplinary Counsel asserts that rather than creating a new legal standard, Anonymous Attorney A merely clarified the obvious by definitively setting forth the element of scienter necessary to establish a violation of RPC 8.4(c).\nRetroactive application of a new rule of law is a matter of judicial discretion. Cleveland v. Johns-Manville Corp., 547 Pa. 402, 690 A.2d 1146 (1997). The threshold inquiry is whether or not a new rule has been announced. Id. A new rule of law is established where an abrupt and fundamental shift from prior precedent, upon which litigants may have relied, has occurred. Blackwell v. Com. State Ethics Comm., 527 Pa. 172, 589 A.2d 1094 (1991).\nAlthough numerous cases concerning violations of RPC 8.4(c) have been resolved by this tribunal, none of those cases raised a question of the mental culpability element of RPC 8.4(c) prior to Anonymous Attorney A. Violations of RPC 8.4(c) had been sustained in earlier decisions of this court where the conduct was intentional as well as where the conduct was negligent. See Office of Disciplinary Counsel v. Holston, 533 Pa. 78, 619 A.2d 1054 (1993)(Respondent forged a court document and lied about it to' a judicial authority); Office of Disciplinary Counsel v. Geisler, 532 Pa. 56, 614 A.2d 1134 (1992)(Respondent made statements to his clients without knowing the accuracy of those statements). No precedent had declared only intentional conduct would violate RPC 8.4(c). Nor was it unforeseeable that this court would interpret RPC 8.4(c) as applicable to misstatements made with reckless disregard for the truth or falsity thereof. Anonymous Attorney A did not create a new legal standard; it merely provided explicit clarification of existing law. Respondent’s due process objection to consideration of his conduct under the recklessness standard is rejected.\nHaving established that a violation of RPC 8.4(c) will be sustained in this case upon clear and satisfactory proof that respondent acted recklessly, we must now turn to respondent’s objection regarding how that burden of proof is met. In Price this court set forth an objective standard which requires Disciplinary Counsel to establish that an attorney put forth false allegations, thus shifting the burden to the attorney to show an objective reasonable basis for the allegations, or that they were premised upon a reasonably diligent inquiry. Id. at 604. Respondent asserts that Price is inapplicable as the conduct at issue in that case involved violations of RPC 3.3(a) and 8.2(b), which prohibit a lawyer from knowingly making a false statement; thus, the element of scienter therein is intentional. Whereas, the charges at issue in the instant case relate to RPC 8.4(c), which prohibits a lawyer from knowingly or recklessly making a statement in ignorance of the truth or falsity thereof. By adding the element of recklessness, respondent argues that something less than intentional conduct is at issue, and thus, a lesser burden should be placed upon the attorney in supporting his basis for making the allegations. Respondent argues that a subjective standard is more appropriate to a determination of whether or not a lawyer acted in a reckless manner as it focuses on the actions of the individual charged rather than looking at the conduct through the eyes of an ordinary reasonable lawyer.\nTo substitute a subjective approach merely because a different rule of professional conduct is at issue is not a valid basis for distinguishing Price from the ease at issue. The measure of whether conduct was knowing or reckless can be ascertained by an objective analysis. In fact, to utilize a subjective approach would prevent this court from establishing a clear demarcation as to the standard of behavior that is expected from all members of the bar. Just as the law measures liability against the standard of the reasonable man, so do the rules of disciplinary conduct measure the ethical behavior of the members of the bar by the standard of the reasonable lawyer. Further, such a subjective approach would permit lawyers to defend the most wanton and scurrilous attacks upon innocent third parties by stating that they personally believed it was true. Accordingly, we find the objective standard articulated in Pnce is applicable to our determination of whether or not respondent’s conduct violated RPC 8.4(c).\nThe conduct at issue concerns a formal pleading, made on a public record, signed and affirmed by respondent. Disciplinary Counsel charged that respondent recklessly made misrepresentations within that pleading when he accused two judicial officers of violating their oath of office by rendering decisions in official matters on the basis of outside influence. The jurists so accused, Judge Bradley and Judge Olsz-ewski, each emphatically denied the allegations in their testimony before the hearing committee. (RR pp. 31-32, 79-82). Respondent does not argue that the allegations are true, but that he reasonably believed the statements were true at the time he submitted the motion. Disciplinary Counsel counters that respondent deliberately closed his eyes to facts that he had a duty to consider and acted with reckless indifference to the reputation of others in putting forth these allegations.\nTo resolve this case we must set forth the specifics of the allegations at issue and the arguments of respondent as to a reasonable basis for those allegations. As the Board recognized, a determination of whether respondent’s conduct was reckless when he filed the motion for recusal accusing Judge Bradley and Judge Olszewski of “fixing” cases, must be viewed in the context of his historical relationship with the judiciary of Pennsylvania. Governor Thornburgh appointed respondent to the Judicial Inquiry and Review Board (JIRB) in 1980. It was at that same time that Chief Justice O’Brien directed JIRB to investigate charges that then Supreme Court Justice Rolf Larsen had engaged in certain improprieties. At the conclusion of that investigation, sometime in 1983, respondent voted to remove then Supreme Court Justice Larsen from office. Respondent’s vote to remove Justice Larsen was in the \"minority. Dissatisfied with the decision of JIRB in the Larsen matter, respondent pursued other avenues in an effort to bring about the removal of Justice Larsen. Thereafter, respondent utilized the media to widely disseminate his personal views on the need for judicial reform in Pennsylvania, along with his personal criticisms of various members of the statewide judiciary. Respondent believes that since his unsuccessful attempt to have Justice Larsen removed from office, and because of his well known public views on the subject of judicial reform in Pennsylvania, he has created powerful political and judicial enemies who have united in an effort to bring about his destruction. Thus, respondent believes he is a champion of justice and that every setback he suffers in the legal arena is a direct result of a conspiracy to suppress his views on judicial reform. From this negative view of the justice system, respondent brought forth his allegations against Judge Bradley and Judge Olszewski.\nAs to the allegations concerning Judge Bradley, respondent begins with his historical relationship to former Justice Larsen. Respondent avers that Justice Larsen had formed an alliance with the Republican Party in Delaware County. This averment is premised on respondent’s belief that Justice Larsen promised to have the Democratic Party of Allegheny County support Judge McEwen, a Delaware County republican, in the next election for a seat on the Pennsylvania Supreme Court, in exchange for the Republican Party endorsement of Justice Larsen in the 1987 retention election. (RR p. 420^424). According to respondent, he has an unpleasant relationship with the Republican Party of Delaware County. Charles Sexton, a well-known figure in the Delaware County Republican Party, bears great personal animosity towards respondent. (RR p. 413). Judge Bradley is a close associate of Mr. Sexton. (RR p. 413). Respondent asserts that the day the case of Leedom v. Spano was sent to the jury he and his counsel were assured that a directed verdict would be entered in his favor. (RR p. 415). When respondent received the notice that a verdict had been entered against him, and then discovered that his post-trial motions were denied without an opportunity to present oral argument, he was left with the only conclusion possible, that the case had been “fixed”. (RR p. 422).\nThere are certain verifiable facts contained within respondent’s account of the events leading to his conclusion concerning Judge Bradley. The Republican Party of Delaware County did endorse Justice Larsen in the retention election of 1987. (RR p. 420). Judge Bradley testified that he has known Charles Sexton since the 1970’s. (RR p. 68). The record establishes that a verdict was entered against respondent and his spouse following a decision by Judge Bradley on the motion to dismiss in the case of Leedom v. Spano and that no oral argument was heard on respondent’s post-trial motions. (RR, exhibits PI and P2).\nThere are other facts that were readily available to respondent, which he failed to include in this account. According to the depositions of the other attorneys present during the discussion of respondent’s motion to dismiss in Leedom v. Spano, Judge Bradley agreed to take the motion under advisement and enter a decision; he never agreed to rule in respondent’s favor. (RR exhibits P9 and P10). In fact respondent’s counsel in Leedom v. Spano, Mr. Rutter, testified that Judge Bradley never said he was ruling in respondent’s favor, only that he was taking the motion under advisement. (RR, p. 305). Mr. Rutter stated that it was his understanding that the motion would be decided in respondent’s favor. (RR, p. 278). As for oral argument on post-trial motions, Judge Bradley testified that he did not believe oral argument was necessary. (RR, p. 48). When testifying before the hearing committee, respondent argued that he was entitled to oral argument under Rule 211 of Pa.R.C.P. However, the record does not indicate that respondent sought oral argument.\nA de novo review of the record fails to uncover a reasonable basis for respondent’s accusation that Judge Bradley “fixed” the verdict in Leedom v. Spano. Rather we find that respondent took unrelated facts and hooked them together by conjecture. It is inconceivable as to how these unrelated events establish a reasonable basis for respondent’s assertion that Judge Bradley entered a decision adverse to respondent because the case was “fixed”. An attorney proceeds recklessly when he presents assertions without any indicia of the accuracy of those assertions, or without a minimal effort to investigate the accuracy thereof.\nRespondent uses his self-aggrandized role as the crusader for justice as a shield from any liability for his actions while simultaneously arguing that any judicial decision in contravention to his position proves that he is the victim of a judicial conspiracy. Respondent’s personal views on judicial reform cannot excuse his reckless conduct in bringing unsubstantiated accusations against individual members of the judiciary. The accusations against Judge Bradley were made with reckless ignorance of the truth or falsity thereof. The recommendation of the Disciplinary Board is rejected as to Judge Bradley as we find that a violation of RPC 8.4(c) was established by clear and satisfactory evidence.\nWe now turn to a discussion of the allegations respondent made as to Judge Olszewski having fixed the case of Surrick v. Levy. Once again, respondent relies upon his historically acrimonious relationship with former Justice Larsen. The accusations concerning Judge Olszewski arose through the benefit of hindsight. Respondent sets the stage by presenting the testimony of attorney Samuel Klein regarding a conversation Mr. Klein had with Judge Olszewski in February of 1986. (RR p. 338). Mr. Klein encountered Judge Olszewski by chance, the meeting occurred either in front of the Pittsburgh courthouse, or at the Pittsburgh Airport. (RR p. 340). The conversation concerned respondent’s attack on Justice Larsen and the JIRB process. Judge Olszewski indicated a distaste for respondent’s methods and comments as inappropriate, and stated “he had no time for the likes of Bob Sur-rick”. (RR p. 343). Mr. Klein reported Judge Olszewski’s remarks to respondent. (RR p. 489).\nAs fate would have it, in 1986 Judge Olszewski was a member of the Superior Court panel that heard respondent’s appeal in Surrick v. Surrick, wherein respondent contested the amount of spousal support awarded to his estranged wife. The record reflects that a memorandum decision was issued by that panel denying respondent relief.' (RR, exhibit R24). Respondent affixes blame to Judge Olszewski for what he considers an incorrect ruling in the support case. (RR p. 488).\nJudge Olszewski was on a panel of the Superior Court that on January 27, 1987 rendered the memorandum decision in the case of Surrick v. Levy. (RR p. 77). That litigation preceded the action in Leedom v. Spano, and involved a financial dispute over the dissolution of respondent’s law practice with Mr. Levy. (RR p. 208). When the litigation reached the Superior Court, the decision of the trial court in favor of Mr. Levy was affirmed. (RR exhibit. R15). The Superior Court in a memorandum opinion found that the issues raised by respondent had not been properly preserved for review, and thus, consideration on the merits was precluded. (RR exhibit R15 p. 3). Respondent argues that the decision by the Superior Court in Surrick v. Levy was improper and incorrect. (RR p. 226).\nThen in 1991 Judge Olszewski authored a concurring and dissenting opinion in the case of Larsen v. Philadelphia Newspapers. (RR exhibit R26). Respondent was a named defendant in that defamation action. Respondent had been dismissed from the case by the trial court’s order on a motion for summary judgment. The concurring and dissenting opinion by Judge Olszewski opined that summary judgment as to respondent should not have been entered on all counts of the complaint. Respondent deduces that Judge Olszewski’s opinion reveals a dislike for respondent. (RR p. 488).\nHaving allegedly discovered a pattern whereby Judge Olszewski is involved in a series of legal rulings adverse to respondent, a connection between these legal rulings and Justice Larsen is then put forth. Respondent theorizes that Judge Olszew-ski was aging and would most likely seek senior status upon reaching the mandatory retirement age of 70. Senior status is accomplished by appointment of the Supreme Court of Pennsylvania. Justice Larsen, as a -member of the Supreme Court of Pennsylvania had control over Judge Olszewski’s future. (RR p. 488). Respondent threads these assertions together and concludes that the only reasonable explanation for the decision in Surrick v. Levy was that Judge Olszewski fixed the case in order to curry favor with Justice Larsen and obtain an appointment to senior status. (RR p. 488).\nRespondent constructs the accusations against Judge Olszewski, by stringing together unrelated facts with illogical inferences, making no attempt to discover the accuracy of his deductions. Respondent views the court system through the warped lens of his vitriolic battle against former Justice Larsen. Respondent’s accusations against Judge Olszewski resulted not from a reasoned deduction based upon objective facts, but rather from personal inability to accept any judicial decision adverse to him. In other words, if respondent does not prevail in a legal matter that ruling is ipso facto an example of the grand conspiracy created by former Justice Larsen to destroy respondent. Finding clear and convincing evidence in the record, we agree with the Disciplinary Board that respondent’s conduct as to Judge Olszewski violated RPC 8.4(c).\nHaving concluded that respondent committed two violations of RPC 8.4(c) we must determine the appropriate sanction. Disciplinary Counsel has asked that at a minimum, respondent be subjected to a public censure. We do not find that public censure would be sufficient to address the measure of respondent’s wrongful conduct. Although we have concluded that respondent acted recklessly rather than intentionally in this matter, the impact upon Judge Bradley, Judge Olszewski and the judicial system as a whole is the same. As we noted in Price, “the damage done to one’s reputation by the assertion of slanderous allegations is irreparable.” Id. at 604. Respondent’s predilection to unprovoked character assassination whenever he receives an adverse ruling exhibits conduct that is clearly unprofessional and calls into question his ability to continue practicing law in a fit manner. Respondent, in preference for his personal conspiracy theories, recklessly and carelessly disregarded the truth when he called into question the integrity of the judicial system by declaring that the system is subject to the whim and manipulation of one person. Respondent’s conduct was inexcusable and unprofessional. His defense of this conduct does not allay our concerns with his fitness to practice law; rather, it arouses them.\nThe purpose of our system of professional responsibility and disciplinary enforcement is to protect the public, the profession and the courts from unfit attorneys. Office of Disciplinary Counsel v. Grigsby, 493 Pa. 194, 425 A.2d 730 (1981). An accusation of judicial impropriety is not a matter to be taken frivolously. An attorney bringing such an accusation has an obligation to obtain some minimal factual support before leveling charges that carry explosive repercussions. When an attorney makes an accusation of judicial impropriety without first undertaking a reasonable investigation of the truth of that accusation, he injures the public, which depends upon the unbiased integrity of the judiciary, the profession itself, whose coin of the realm is their ability to rely upon the honesty of each other in their daily endeavors, and the courts, who must retain the respect of the public and the profession in order to function as the arbiter of justice. “Truth is the cornerstone of the judicial system; a license to practice law requires allegiance and fidelity to truth.” Grigsby, 425 A.2d at 733. When a lawyer holds the truth to be of so little value that it can be recklessly disregarded when his temper and personal paranoia dictate, that lawyer should not be permitted to represent the public before the courts of this Commonwealth.\nThe conduct of respondent in this case merits a severe sanction. Accordingly, in keeping with the purpose of our disciplinary system, Grigsby, supra, we find the appropriate sanction to be a five-year suspension to commence upon the entry of this order. Respondent shall comply with all the provisions of Rule 217, Pa.R.D.E. and shall pay the costs of these proceedings pursuant to Pa.R.D.E. 208(g).\n. RPC 8.4(c) states: It is professional misconduct for a lawyer to: (c) engage in conduct involving dishonesty, fraud, deceit or misrepresentation.\n. In the petition for discipline respondent was charged with violating RPC: 3.1, 3.3(a)(i), 8.2(b), 8.4(c), and 8.4(d). Respondent was also charged with violating Pennsylvania Rule of Disciplinary Enforcement 402(a). Only two charges involving violations of RPC 8.4(c) remain at issue.\n. In a related argument, respondent challenges the addition of a recklessness standard to RPC 8.4(c) through the holding in Anonymous Attorney A. Respondent argues that this court may only amend rules in accordance with the procedures set forth in Pa. R.J.A. 103(a). By adding a reckless element to RPC 8.4(c) respondent argues the rule itself was amended in violation of this court's rule making authority. As we have found that the holding of Anonymous Attorney A. provided clarification of the existing rule, and in no way altered the conduct proscribed therein, this argument is without merit.\n. Respondent also contends that Price is inapplicable to this case, as the facts in Price are distinguishable. The factual differences between the two cases are of no moment in a discussion as to the legal standard to be applied in determining whether an infraction of the disciplinary code has occurred.\n. Although it can be said that the best evidence that an accusation is false would be a denial from the accused, this court will not place the burden on a victim to respond in such circumstances.\n. At the time of respondent’s appointment, JIRB was the constitutionally established body imbued with the sole authority to investigate, and if warranted, sanction judicial officers of Pennsylvania. JIRB has since been replaced, by constitutional amendment, with the Judicial Conduct Board. Pennsylvania Constitution Article 5, Section 18, as amended May 18, 1993.\n.Respondent’s refusal to accept the majority vote of JIRB in the Larsen matter led directly to the litigation chronicled in Application of Surrick, 504 Pa. 25, 470 A.2d 447 (1983) and Office of Disciplinary Counsel v. Surrick, 521 Pa. 264, 555 A.2d 883 (1989).",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Samuel F. Napoli, Pittsburgh, for Disciplinary Board.",
      "Samuel E. Klein, Philadelphia, for Robert B. Surrick."
    ],
    "corrections": "",
    "head_matter": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Robert B. SURRICK, Respondent.\nSupreme Court of Pennsylvania.\nArgued Nov. 16, 1999.\nDecided March 24, 2000.\nSamuel F. Napoli, Pittsburgh, for Disciplinary Board.\nSamuel E. Klein, Philadelphia, for Robert B. Surrick.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0441-02",
  "first_page_order": 469,
  "last_page_order": 477
}
