{
  "id": 12025190,
  "name": "ARTESIAN WATER COMPANY, a corporation of the State of Delaware, Plaintiff below, Appellant, v. STATE of Delaware, DEPARTMENT OF HIGHWAYS & TRANSPORTATION, Defendant below, Appellee",
  "name_abbreviation": "Artesian Water Co. v. State, Department of Highways & Transportation",
  "decision_date": "1974-12-03",
  "docket_number": "",
  "first_page": "441",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 441"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "297 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11248965
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0028-01"
      ]
    },
    {
      "cite": "107 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "34 Del.Ch. 537",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        489868
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/34/0537-01"
      ]
    },
    {
      "cite": "138 F.2d 722",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1404559
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/138/0722-01"
      ]
    },
    {
      "cite": "80 A.2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "32 Del.Ch. 108",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        491372
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/32/0108-01"
      ]
    },
    {
      "cite": "90 A.2d 488",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 A. 444",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "13 Del.Ch. 376",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        1786151
      ],
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/13/0376-01"
      ]
    },
    {
      "cite": "167 A.2d 27",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "39 Del.Ch. 467",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        722225
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/39/0467-01"
      ]
    },
    {
      "cite": "330 A.2d 432",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12025179
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/330/0432-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 7177,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 2.3805744304084178e-07,
      "percentile": 0.7967761827040881
    },
    "sha256": "0ff521b730b17bcb7d9bb8f403a345d7c332e50643f352168a3f05e79e957c0f",
    "simhash": "1:138a0c4bec4410f2",
    "word_count": 1122
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFFY and McNEILLY, JJ., and BROWN, Vice-Chancellor."
    ],
    "parties": [
      "ARTESIAN WATER COMPANY, a corporation of the State of Delaware, Plaintiff below, Appellant, v. STATE of Delaware, DEPARTMENT OF HIGHWAYS & TRANSPORTATION, Defendant below, Appellee."
    ],
    "opinions": [
      {
        "text": "McNEILLY, Justice:\nThis is an appeal from a decision of the Superior Court granting defendant’s cross-motion for summary judgment in a declaratory judgment action. See Artesian Water Company v. State of Delaware, Department of Highways and Transportation, Del.Super., 330 A.2d 432 (1973).\nIn a learned discussion of the interplay between recent state and federal relocation assistance statutes, the Superior Court concluded that the plaintiff had no right to full relocation cost compensation since the highway project here involved had less than ninety percent federal funding. Compare State Highway Dept. v. Delaware Power and Light Co., Del.Supr., 39 Del.Ch. 467, 167 A.2d 27 (1961).\nWe agree with the Court’s rationale, and we further agree with the Court’s conclusion as to the eminent domain issue, that is to say, plaintiff held no compensable interest in defendant’s real property. We disagree, however, with the Court’s conclusion as to the applicability of certain franchise agreements.\nIn 1955 and 1956, plaintiff and defendant entered into franchise agreements whereby the former was permitted to install a water distribution system in and along Delaware Route 141 (Basin Road).\nIn 1958 and 1959, highway construction in this area forced the plaintiff to relocate substantially all (95%) of its water line from the area covered by the 1955-56 agreements to an adjacent location.\nThis realigned right-of-way was not within the geographic boundaries delineated by these agreements, and they were never amended to specifically include the metes and bounds of this relocated right-of-way. In 1971, the relocation here involved, stirred this case to issue by reason of defendant’s refusal to reimburse plaintiff for its relocation costs.\nThe 1955-56 agreements are expressly made subject to an attached schedule of conditions and restrictions. By its terms the schedule applies to “ . . . the laying of all electric conduits, water, steam and gas pipes upon or in any of the State Highways or upon any portion thereof.” Clause 5 thereof provides:\n“Whenever it becomes necessary to relocate any pole or poles, pipes, conduits or other construction permitted, which interferes unreasonably with entrance to land abutting on said Highways, or interferes with changes of said Highways, the Chief Engineer of the Highway Department shall designate and approve new and suitable locations for such poles, pipes, conduits or other construction, and, upon reasonable notice from said Chief Engineer or his representative, the holder of the permit shall relocate such pole or poles, pipes, conduits or other construction, according to such designation, at its sole cost and expense.”\nThe Court below correctly stated that “These agreements if applicable would clearly place the burden on Artesian to absorb all expenses for the relocation of its facilities from the areas over which the franchises were granted.” However the Court determined that due to the 1958-59 relocation, only 5% of the original right-of-way specifically encompassed by the franchise agreements was still being used by the plaintiff and therefore the agreements applied only to that portion. That is, Clause 5, supra, does not dispose of the relocation compensation issue as to the bulk of the relocated water pipe. We disagree with this conclusion.\nThe record shows no evidence of rescission, termination, cancellation or abandonment of the 1955-56 franchise agreements following the first relocation. The general rule is that a contract remains in force until and unless it has been terminated according to its terms or by actions of the parties. 17A C.J.S., Contracts § 385(1). Clearly the contracts here did not expire by their own terms, a thirty-year period being specified therein. The actions of the parties indicate that both regarded the contracts as still controlling, most notably in that plaintiff continued to pay, and the defendant to accept, the precise per mile/per year franchise fee specified in the agreements. It would be absurd to attribute this to coincidence. It generally appears that until this relocation controversy arose, both parties regarded these agreements as the charter of their rights and duties in regard to the relocated right-of-way.\nCourts of this State have long looked to relevant facts and circumstances surrounding the contract, including the actions of the parties, in ascertaining the intention of the parties. See Orenstein v. Kahn, Del.Supr., 13 Del.Ch. 376, 119 A. 444 (1922) and St. Regis Sales Corp. v. Wilson Cabinet Co., Del.Super., 90 A.2d 488, 491 (1952); see generally Corbin, Contracts § 558 (1960) and 17A C.J.S., Contracts § 295. Such actions are of great weight in determining the meaning and applicability of the contract, and lead the Court to a presumptively correct interpretation. See Morgan v. Wells, 32 Del.Ch. 108, 80 A.2d 504, 506 (1951) and Springer v. J. R. Clark Co., C.C.A. 8th Cir., 138 F.2d 722 (1943).\nHere there is an arguable patent ambiguity since the conditions and restrictions purport to apply to the laying of “all” water pipes in “any” of the state highways, while the original agreement specifies particular metes and bounds. We seek to determine if these contracts apply to this realigned right-of-way, noting the language therein does not expressly answer this question. Therefore, we look to the actions of the parties as an indicia of their interpretation and intentions in this regard.\nThe lower Court apparently regarded the shift in location of the pipeline as such a substantial change in the subject matter of the contracts as to render them inapplicable to the realigned right-of-way. Such a conclusion is, however, contrary to the intention of the parties as evidenced by their continuing payments and receipt thereof as delineated precisely in the parties’ last franchise agreement of 1956. Such conduct amounted to an acquiescence or af-firmance of the contract and gave it continuing validity, despite the fact that conditions may have warranted a rescission of the contract, an issue we need not concern ourselves with. See Gottlieb v. McKee, 34 Del.Ch. 537, 107 A.2d 240 (1954); Pepsi Cola Bottling Co. of Asbury Park v. Pepsico, Inc., Del.Supr., 297 A.2d 28 (1972).\nWe, therefore, find no bar to the application of the 1955-56 agreements to this relocation.\nAffirmed as modified.\n. Defendant paid the full amount of these relocation costs since the project qualified fer at least 90% federal aid. See 17 Del.C. § 132(b)(5).\n. Unlike the first relocation, this project did not require 90% funding but 50% federal funding. The defendant therefore considered 17 Del.C. § 132(b)(5) inapplicable.",
        "type": "majority",
        "author": "McNEILLY, Justice:"
      }
    ],
    "attorneys": [
      "Richard J. Abrams and Stephen E. Herrmann of Richards, Layton & Finger, Wilmington, for plaintiff below, appellant.",
      "Aubrey B. Lank and Christopher S. Flanagan of Theisen, Lank & Mulford, Wilmington, for defendant below, appellee."
    ],
    "corrections": "",
    "head_matter": "ARTESIAN WATER COMPANY, a corporation of the State of Delaware, Plaintiff below, Appellant, v. STATE of Delaware, DEPARTMENT OF HIGHWAYS & TRANSPORTATION, Defendant below, Appellee.\nSupreme Court of Delaware.\nDec. 3, 1974.\nRichard J. Abrams and Stephen E. Herrmann of Richards, Layton & Finger, Wilmington, for plaintiff below, appellant.\nAubrey B. Lank and Christopher S. Flanagan of Theisen, Lank & Mulford, Wilmington, for defendant below, appellee.\nBefore DUFFY and McNEILLY, JJ., and BROWN, Vice-Chancellor."
  },
  "file_name": "0441-01",
  "first_page_order": 479,
  "last_page_order": 482
}
