{
  "id": 11242383,
  "name": "The STATE SYSTEM OF HIGHER EDUCATION, Petitioner, v. The PENNSYLVANIA LABOR RELATIONS BOARD, Respondent",
  "name_abbreviation": "State System of Higher Education v. Pennsylvania Labor Relations Board",
  "decision_date": "2000-08-11",
  "docket_number": "",
  "first_page": "442",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "757 A.2d 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "752 A.2d 461",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11510234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/752/0461-01"
      ]
    },
    {
      "cite": "735 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        56880,
        11533716
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0586-01",
        "/a2d/735/0096-01"
      ]
    },
    {
      "cite": "557 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56880
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0586-01"
      ]
    },
    {
      "cite": "383 A.2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "245"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 667,
    "char_count": 20254,
    "ocr_confidence": 0.661,
    "pagerank": {
      "raw": 9.82556212635005e-08,
      "percentile": 0.533431485773881
    },
    "sha256": "39e6ab53466dfdf22f5cfc1a9595453b800652741d8bc77f07b6e59e1cc2c321",
    "simhash": "1:2ff415c714ef1c78",
    "word_count": 3049
  },
  "last_updated": "2024-02-27T19:28:08.003228+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLEY, Judge, LEADBETTER, Judge, and LEDERER, Senior Judge."
    ],
    "parties": [
      "The STATE SYSTEM OF HIGHER EDUCATION, Petitioner, v. The PENNSYLVANIA LABOR RELATIONS BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "KELLEY, Judge.\nThe State System of Higher Education (SSHE) petitions for review of an order of the Pennsylvania Labor Relations Board (PLRB) sustaining in part exceptions filed by the Association of Pennsylvania State College and University Faculties (AP-SCUF) to the hearing examiner’s proposed order and ordering that APSCUF’s certification be amended to include athletic trainers, with and without faculty status. We affirm.\nAPSCUF and The State College and University Professional Association (SCU-PA) represent separate bargaining units of professional employees. To comprehend this matter, a recitation of the certification history of the parties involved is necessary. The PLRB set forth the following certification history in In the Matter of the Employes of Commonwealth of Pennsylvania, State System of Higher Education, Mansfield University, 23 Pa. Pub. Empl. Rep. ¶ 23112 (LRPXPLRB May 26,1992).\nOn November 12, 1971, the PLRB issued a certification order certifying AP-SCUF as the exclusive representative of a unit of employees comprised of department chairmen, librarians (with or without faculty status) and teaching faculty (hereinafter referred to as the “APSCUF teaching unit”). On February 22, 1973, the PLRB certified APSCUF as the exclusive representative of a unit of professional employees who had faculty status and were engaged in the administrative operation of SSHE schools (hereinafter referred to as the “APSCUF administrative unit”). Subsequent to those certifications, the PLRB issued a final order on October 26, 1976, in which the PLRB excluded administrators without faculty status from the previously certified APSCUF administrative unit. In so doing, the PLRB concluded that the lack of faculty status was determinative of the unit placement of those employees.\nThe PLRB’s determination in this regard was subsequently affirmed by this Court in Association of Pennsylvania State College and University Faculties/Pennsylvania Association for Higher Education v. Pennsylvania Labor Relations Board, 34 Pa.Cmwlth. 239, 383 A.2d 243 (1978). Therein, this Court rejected APSCUF’s argument that all that is required for a finding of community of interest is a similarity of job function. AP-SCUF, 383 A.2d at 245. We stated that by the use of the term “community of interest,” the Public Employe Relations Act (PERA) explicitly recognizes that there are other factors other than job function which differentiate' the interests of coworkers. Id. We pointed out that the administrators who are faculty members retain the prerogatives and privileges of academic faculty and that the non-faculty administrators have none of these privileges. Id. Based on this, this Court found it difficult to see how one unit could properly represent the two categories of employees. Id.\nThereafter, on June 20, 1979, the PLRB certified SCUPA as the exclusive representative of a unit of professional administrators without faculty status (hereinafter referred to as the “SCUPA administrative unit”) who were left without representation as a result of the PLRB’s determination that administrators without faculty status were not included in APSCUF’s administrative unit. .Thus, there are three bargaining units of SSHE’s professional employees: (1) the APSCUF teaching unit made up of the teaching faculty of SSHE along with department chairmen and librarians with or without faculty status; (2) the APSCUF administrative unit which is made up of non-teaching administrative employees with faculty status; and (3) the SCUPA administrative unit which is made up of non-teaching, non-faculty administrative employees.\nThis brings us to the PLRB’s May 26, 1992 decision in Mansfield. In that case, the PLRB was asked to clarify the AP--SCUF teaching unit to include the position of director of multi-cultural affairs at Mansfield University. After hearings, the hearing examiner issued a proposed order of dismissal in which he concluded that the director of multi-cultural affairs should not be included in the APSCUF teaching unit because an examination of the certification history revealed that faculty status was the determining factor in excluding employees from the APSCUF teaching unit. The record revealed that the director of multi-affairs did not have faculty status. Therefore, the hearing examiner concluded that the position was inappropriate for inclusion in the APSCUF teaching unit.\nAPSCUF filed exceptions to the hearing examiner’s proposed order of dismissal. The PLRB ordered that the matter be remanded to the hearing examiner based on the following determination:\nThe hearing examiner in this case concluded that the only relevant inquiry in this case was whether or not the petitioned-for position had faculty status and the hearing examiner accordingly excluded any evidence at the hearing regarding any other issues. While it has already been determined, contrary to the assertion of APSCUF, that faculty status is the bright line dividing the SCUPA administrative unit and the AP-SCUF administrative unit, faculty status is not an absolute prerequisite to the inclusion in APSCUF teaching unit. APSCUF’s teaching unit also includes employes without faculty status who provide direct classroom support, i.e., librarians and also individuals who oversee the academic curriculum and other academic matters relating to the teaching faculty, i.e., department chairmen. Accordingly, an additional criterion for inclusion in the [APSCUF] unit is the delivery of academic support services such as those provided by the librarians and department chairmen. Accordingly, the case must be remanded to the hearing examiner for further hearing to determine whether or not the position at issue is primarily involved in either teaching or provision of academic support services such as those provided by librarians or department chairmen so as to justify APSCUF’s contention that the position is appropriately included in the APSCUF teaching unit.\nWe now turn to the present matter. Herein, two petitions for unit clarification were filed on September 3, 1997 and December 8, 1997 by APSCUF and SCUPA, respectively. Both APSCUF and SCUPA sought to include approximately twelve athletic trainers without faculty status into their bargaining units of professional employees. The petitions were consolidated over objection and three days of hearings were held between December 19, 1997 and August 19,1998.\nThe hearing examiner concluded that the non-faculty athletic trainers shared an identifiable community of interest with the employes included in SCUPA’s administrative unit of professional employes in reliance on Mansfield. The hearing examiner reasoned that the non-faculty athletic trainers are not primarily involved in teaching or the provision of the type of academic support services provided by librarians or department chairmen, and therefore do not belong in APSCUF’s teaching unit of professional employees. Accordingly, the hearing examiner dismissed APSCUF’s petition and amended SCUPA’s certification to include athletic trainers without faculty status.\nAPSCUF filed exceptions to the hearing examiner’s proposed order. The PLRB sustained the exceptions in part and vacated the hearing examiner’s proposed order. The PLRB sustained APSCUF’s exception to the hearing examiner’s proposed order that the duties of the non-represented athletic trainers without faculty status were different from those of athletic trainers currently within the APSCUF teaching unit and the hearing examiner’s reliance on Mansfield. APSCUF argued that many of the thirty athletic trainers currently in their unit perform exactly the same duties as the twelve unrepresented athletic trainers. The PLRB pointed out that in Mansfield, the similarities between the job duties of the petitioned for position and the positions previously included in the unit were not determinative, because the unit clarification was pursuant to a stipulation of the parties and the facts of those particular positions included in the APSCUF unit were not specifically examined by the PLRB. However, the PLRB stated that in this case it was presented with an extensive record detailing the similarities between the represented and unrepresented athletic trainers. The PLRB stated that while there was evidence in the record of some differences in job duties/descriptions, the PLRB was satisfied that the non-faculty athletic trainers employed by the SSHE performed generally the same functions as the faculty athletic trainers included in the unit.- The PLRB stated further that the record reflected the overwhelming similarities between the two classifications of athletic trainers.\nThe PLRB dismissed APSCUF’s exception to the hearing examiner’s reliance on Mansfield. The PLRB determined that Mansfield held that faculty status is not an absolute prerequisite to the inclusion in the APSCUF teaching unit; thus, the fact that the petitioned for athletic trainers do not have faculty status did not support their exclusion from the APSCUF unit. The PLRB stated that in addition to the Mansfield analysis, a traditional community of interest analysis is required to determine into which unit the non-faculty athletic trainers should be certified. The PLRB recognized that in determining whether an identifiable community of interest exists, the PLRB considers several factors including common or similar work duties, hours of employment, rates of pay, responsibilities, interest or interchange, fringe benefits, bargaining objectives, manner of hiring and supervision. The PLRB pointed out that an identifiable community of interest may exist despite some difference in those areas.\nIn the present matter, the PLRB determined that the non-faculty athletic trainers share an identifiable community of interest with the employees included in APSCUF’s teaching unit and not with the employees included in SCUPA’s administrative unit. The PLItB stated that the record was replete with examples of common or similar work duties among the faculty athletic trainers represented by APSCUF and the unrepresented non-faculty athletic trainers. The PLRB also stated that no meaningful distinction could be drawn to separate the two groups of athletic trainers in terms of teaching responsibilities, because there were examples in the record of faculty trainers that do not teach and non-faculty trainers that do teach. The PLRB also found persuasive the fact that AP-SCUF is already bargaining for approximately thirty-five athletic trainers and that SCUPA does not represent athletic trainers. The PLRB further determined that a community of interest existed between the two groups of athletic trainers concerning their hours of employment. Finally, the PLRB reviewed tenure, fringe benefits, rate of pay, and the bargaining objectives of the employees.\nAccordingly, the PLRB dismissed SCU-PA’s petition and ordered that APSCUF’s certification be amended to include athletic trainers, with and without faculty status. Thereafter, because the SSHE believed that the hearing examiner’s decision was correct, the SSHE filed a petition for review with this Court. APSCUF intervened. SCUPA has not appealed the PLRB’s final order.\nOn appeal, SSHE has raised the issue of whether the twelve non-faculty athletic trainers employed in the SSHE share an identifiable community of interest with a bargaining unit of professional employees consisting of teaching faculty, department chairmen, and librarians (with or without faculty status).\nInitially, we note that our review of a bargaining unit determination made by the PLRB is limited to determining whether constitutional rights were violated, whether the factual findings of the PLRB are supported by substantial evidence and whether the legal conclusions drawn from those findings are in accordance with the law. Fraternal Order of Police, Conference of Pennsylvania Liquor Control Board Lodges v. Pennsylvania Labor Relations Board, 557 Pa. 586, 735 A.2d 96 (1999). This Court has accorded deference to the expertise of the PLRB in making decisions on bargaining unit determinations. West Perry School District v. Pennsylvania Labor Relations Board and West Perry Educational Support Personnel Association, PSEAJNEA, 752 A.2d 461 (Pa.Cmwlth.2000); See also Association of Pennsylvania State College and University Faculties, 388 A.2d at 244 (citation omitted) (“In reviewing the appropriateness of the bargaining unit established by the PLRB, we must also remember that 'the Board, as other such administrative agencies, is considered to be experienced and to possess expertise in the subject committed to its administration and therefore to be better qualified than this or other courts of law to weigh the facts and to appreciate the complexities of the subject of labor relations, including the appropriateness of a proposed bargaining unit’ ”). Moreover, it the function of the PLRB and not this Court to resolve conflicts in the evidence presented, to assess the credibility of witnesses, to resolve primary issues of fact and to draw inferences from the facts necessary for a resolution of the matter. West Perry School District.\nPursuant to Section 604 of the PERA, the PLRB is charged with determining the appropriateness of a unit. Section 604 further provides that in determining the appropriateness of the unit, the PLRB shall:\n(1) Take into consideration but shall not be limited to the following:\n(i) public employes must have an identifiable community of interest, and\n(ii) the effects of over-fragmatization.\n43 P.S. § 1101.604(1).\nThe Pennsylvania Supreme Court has held that to determine whether employees share an identifiable community of interest, the PLRB should consider such factors as the type of work performed, educational and skill requirements, pay scales, hom-s and benefits, working conditions, interchange of employees, grievance procedures, and bargaining history. Fraternal Order of Police, 557 Pa. at 586, 735 A.2d at 96. An identifiable community of interest does not require perfect uniformity in conditions of employment and can exist despite differences in wages, hours, working conditions or other factors. Id.\nIn support of its appeal, the SSHE contends that the PLRB erred as matter of law in two respects. The SSHE argues that the PLRB first erred by finding, contrary to this Court’s holding in Association of Pennsylvania State College and University Faculties, that the similarity of job functions between faculty athletic trainers and the non-faculty athletic trainers should be controlling. The SSHE contends that this Court held that reliance solely on similarity of duties was not a proper analysis for unit clarification. The SSHE contends further that this Court also held that faculty status precluded an identifiable community of interest with APSCUF despite similarity of duties.\nThe SSHE argues that the PLRB also erred by totally and arbitrarily ignoring the legal standard, which the PLRB earlier employed in the Mansfield case. The SSHE contends that although the PLRB held in Mansfield that faculty status is not an absolute prerequisite to bargaining unit determination, it did not require that faculty status be disregarded entirely. The SSHE also contends that the PLRB ignored the standard enunciated in Mansfield. The SSHE argues that the proper standard is a determination of whether the positions in question are primarily involved in one or more of only three functions: (1) teaching, (2) the type of academic support services provided by librarians, or (3) the type of academic support services provided by department chairmen. Instead, the SSHE states, the PLRB compared the duties of the twelve non-faculty athletic trainer position with the duties of faculty athletic trainers not teachers, librarians or department chairmen.\nWe find the SSHE’s arguments unpersuasive. It is clear that the PLRB in Mansfield remanded the matter for a determination of whether or not the petitioned for position was primarily involved in either teaching or provision of the type of academic support services such as those provided by librarians or department chairmen so as to justify APSCUF’s contention that the position is appropriately included in the APSCUF teaching unit. However, this remand order does not abrogate the mandate found in Section 604 of the PERA that public employees must have an identifiable community of interest and that the PLRB should look to several factors when making this determination. See Fraternal Order of Police. Moreover, as pointed out by the PLRB in its decision in this case, in Mansfield, the similarities between the job duties of the petitioned for position and the positions previously included in the unit were not determinative, because the unit clarification was pursuant to a stipulation of the parties and the facts of those particular positions included in the APSCUF unit were not specifically examined by the PLRB. Again as pointed out by the PLRB, in this case it was presented with an extensive record detailing the similarities between the represented and unrepresented athletic trainers. Thus, the. PLRB did not err by comparing the similarity between the job duties of the twelve non-faculty athletic trainers with the faculty athletic trainers already represented by the unit.\nIn addition, contrary to the SSHE’s assertion, the PLRB did not base its decision solely on a comparison of the similarity of job duties between the non-faculty athletic trainers and the faculty athletic trainers. The PLRB also reviewed other factors such as: (1) teaching responsibilities and whether the fact that the non-faculty athletic trainers do not have teaching as a primary function should preclude their exclusion from the APSCUF teaching unit and inclusion in the SCUPA administrative unit; (2) bargaining objectives; (3) the effect of dividing the two groups of athletic trainers between two separate bargaining units; (4) the effect of tenure; (5) hours of employment; (6) benefits and rates of pay; and (7) and the difference in the statutory qualifications for faculty athletic trainers and non-faculty athletic trainers. Thus, the PLRB did not ignore the fact that this Court recognized in Association of Pennsylvania State College and University Faculties that by the use of the term “community of interest,” the PERA explicitly recognizes that there are other factors other than job function which differentiate the interests of co-workers. See also Fraternal Order of Police.\nAccordingly, the PLRB did not err and the PLRB’s order is affirmed.\nORDER\nAND NOW, this 11th day of August, 2000, the order of the Pennsylvania Labor Relations Board in the above captioned matter is affirmed.\n. Act of July 23, 1970, P.L. 563, as amended., 43P.S. §§ 1101.101 — 1101.2301.\n. The PLRB noted in Mansfield that other positions were subsequently included in the APSCUF teaching unit pursuant to an agreement between APSCUF and the employer. As a result, the PLRB accepted the stipulation of the parties regarding the unit determination and no factual examination was made of the positions at issue.\n. In its brief, the PLRB states that the Mansfield matter was later withdrawn and a final order on the unit clarification issue was never rendered.\n. 43 P.S. § 1101.604.\n. In considering this issue, the PLRB pointed out that the record reflects that there are approximately twenty athletic directors, sixty psychological/personal counselors, one hundred and thirty-eight librarians, several upward bound faculty members, approximately sixty faculty, several student teacher supervisors, non-declared major advisors, foreign student programs advisors, and approximately seven culinary arts program teachers in the APSCUF teaching unit that do not have teaching responsibilities as a primary function.",
        "type": "majority",
        "author": "KELLEY, Judge."
      }
    ],
    "attorneys": [
      "Joseph R. Quinn, Pittsburgh, for petitioner.",
      "James L. Crawford and Jennifer E. Brummert, Harrisburg, for respondent.",
      "Elliott A. Strokoff, Harrisburg, for in-tervenor, APSCUF."
    ],
    "corrections": "",
    "head_matter": "The STATE SYSTEM OF HIGHER EDUCATION, Petitioner, v. The PENNSYLVANIA LABOR RELATIONS BOARD, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued June 7, 2000.\nDecided Aug. 11, 2000.\nJoseph R. Quinn, Pittsburgh, for petitioner.\nJames L. Crawford and Jennifer E. Brummert, Harrisburg, for respondent.\nElliott A. Strokoff, Harrisburg, for in-tervenor, APSCUF.\nBefore KELLEY, Judge, LEADBETTER, Judge, and LEDERER, Senior Judge."
  },
  "file_name": "0442-01",
  "first_page_order": 490,
  "last_page_order": 496
}
