{
  "id": 11325197,
  "name": "COMMONWEALTH of Pennsylvania, v. James Earl KLINGENSMITH, Appellant",
  "name_abbreviation": "Commonwealth v. Klingensmith",
  "decision_date": "1994-10-26",
  "docket_number": "",
  "first_page": "444",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "533 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837511
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "20",
          "parenthetical": "\"When language of a statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning.\""
        },
        {
          "page": "705",
          "parenthetical": "\"When language of a statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0014-01"
      ]
    },
    {
      "cite": "366 Pa.Super. 467",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679806
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "471",
          "parenthetical": "within discretion of trial court to impose consecutive sentences"
        },
        {
          "page": "514-15",
          "parenthetical": "within discretion of trial court to impose consecutive sentences"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/366/0467-01"
      ]
    },
    {
      "cite": "343 Pa.Super. 372",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        635336
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "upholding constitutionality of mandatory minimum sentence under 75 Pa. § 1543(b)"
        },
        {
          "parenthetical": "upholding constitutionality of mandatory minimum sentence under 75 Pa. § 1543(b)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/343/0372-01"
      ]
    },
    {
      "cite": "557 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "521 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "379 Pa.Super. 34",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874664
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "45",
          "parenthetical": "upholding constitutionality of ninety day sentence given under 75 Pa. § 1543(b)"
        },
        {
          "page": "588",
          "parenthetical": "upholding constitutionality of ninety day sentence given under 75 Pa. § 1543(b)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0034-01"
      ]
    },
    {
      "cite": "645 A.2d 211",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        775505,
        7861099
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "sentencing defendant under 18 Pa.C.S. § 7508 fell within exception to 42 Pa.C.S. § 9756(b) maximum-minimum rule"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0558-01",
        "/a2d/645/0211-01"
      ]
    },
    {
      "cite": "537 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775505
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "sentencing defendant under 18 Pa.C.S. § 7508 fell within exception to 42 Pa.C.S. § 9756(b) maximum-minimum rule"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0558-01"
      ]
    },
    {
      "cite": "375 Pa.Super. 419",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        699915
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "428"
        },
        {
          "page": "995"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/375/0419-01"
      ]
    },
    {
      "cite": "488 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1761091
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "370"
        },
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/488/0365-01"
      ]
    },
    {
      "cite": "404 Pa.Super. 281",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        895061
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "285",
          "parenthetical": "mandating automatic aggregation of sentences when trial court imposes consecutive prison sentences"
        },
        {
          "page": "784",
          "parenthetical": "mandating automatic aggregation of sentences when trial court imposes consecutive prison sentences"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0281-01"
      ]
    },
    {
      "cite": "631 A.2d 1003",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa.Super. 289",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        924740
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "291"
        },
        {
          "page": "1227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/423/0289-01"
      ]
    },
    {
      "cite": "426 Pa.Super. 167",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        929907
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "174",
          "parenthetical": "\"It is ... exclusively the province of the suppression court to determine the credibility of witnesses and the weight to be accorded to their testimony.\""
        },
        {
          "page": "630",
          "parenthetical": "\"It is ... exclusively the province of the suppression court to determine the credibility of witnesses and the weight to be accorded to their testimony.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/426/0167-01"
      ]
    },
    {
      "cite": "531 Pa. 103",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834333
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "107"
        },
        {
          "page": "683"
        },
        {
          "page": "107"
        },
        {
          "page": "683",
          "parenthetical": "results of intoxilizer test are allowed, if valid implied or express consent is given, unless affirmative showing of defendant's refusal to consent to test at time it was administered"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0103-01"
      ]
    },
    {
      "cite": "644 A.2d 161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "425 Pa.Super. 24",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927790
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "35"
        },
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0024-01"
      ]
    },
    {
      "cite": "428 Pa.Super. 69",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        933173
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "81",
          "parenthetical": "en banc"
        },
        {
          "page": "41-42",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/428/0069-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 11716,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2397805818022595
    },
    "sha256": "780509a6f312aacf3c474434f48ddbeaad243581c93349349c320586e1c23cbf",
    "simhash": "1:8144279642464db8",
    "word_count": 1870
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POPOVICH, SAYLOR and HOFFMAN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, v. James Earl KLINGENSMITH, Appellant."
    ],
    "opinions": [
      {
        "text": "HOFFMAN, Judge:\nThis is an appeal from the April 12, 1993 judgment of sentence for driving under the influence of alcohol, driving with suspended operating privileges and driving without a. registration plate. Appellant, James Earl Klingensmith, presents three issues for our review:\nI. Was appellant arrested for the offense of driving while under the influence of alcohol without probable cause?\nII. Should the intoxilizer results be suppressed because appellant was not given his Miranda rights or his implied consent obligation under Pennsylvania law?\nIII. Was defendant subject to an illegal sentence of one year, one hundred and eighty days to two years for the offenses of driving under the influence and driving while under suspension [sic]?\nAppellant’s Brief at 1. For the following reasons, we affirm.\nOn September 20, 1992, police stopped appellant’s vehicle because it did not have a registration plate. After observing that appellant had blood-shot, glassy eyes and detecting a strong alcoholic odor on his breath, police gave appellant two field sobriety tests. When appellant failed the tests, he was placed under arrest for driving under the influence and taken to the Pennsylvania State Police Barracks for an intoxilizer test. This test indicated that appellant’s blood alcohol level was 0.21. On the following day, appellant was charged with driving under the influence, driving with a suspended license and operating a vehicle without a registration plate.\nOn February 22, 1993, a jury convicted appellant of driving under the influence of alcohol. Post-trial motions were filed and subsequently denied. On April 12, 1993, appellant was sentenced to one (1) to two (2) years imprisonment and fined three hundred dollars for driving under the influence of alcohol and sentenced to ninety days and fined one thousand dollars for driving with a suspended license. The sentences were to run consecutively. This timely appeal followed.\nFirst, appellant claims that the police did not have probable cause to arrest him for driving under the influence. We disagree.\nThe Motor Vehicle Code provides in pertinent part:\nWhenever a police officer is engaged in a systematic program of checking motor vehicles or drivers or has articulable and reasonable grounds to suspect a violation of this title, he may stop a vehicle....\n75 Pa.C.S. § 6308. Here, the police validly stopped appellant when the police observed that he was driving a car without a registration plate. See 75 Pa.C.S. § 1332(a) (“Every registration plate shall, at all times, be securely fastened to the vehicle to which it is assigned”); 75 Pa.C.S..§ 6308. During this stop, police observed that appellant’s eyes were blood shot and that he smelled of alcohol. As the police suspected that appellant had been driving under the influence, the police performed field sobriety tests. Appellant’s subsequent failure of these tests gave the police probable cause to arrest appellant for driving under the influence of alcohol. See Commonwealth v. McElroy, 428 Pa.Super. 69, 81, 630 A.2d 35, 41-42 (1993) (en banc)’ (upholding arrest of defendant for driving under the influence when he failed field sobriety test). Therefore, appellant’s argument is meritless.\nAppellant next contends that the intoxilizer results should have been suppressed because appellant had not received his Miranda warnings. We disagree.\nIn Commonwealth v. Bowser, 425 Pa.Super. 24, 624 A.2d 125 (1993), alloc, denied, 537 Pa. 638, 644 A.2d 161 (1994), this Court held that persons arrested for operating motor vehicles while under the influence of alcohol need not be given Miranda warnings before being asked to submit to testing for blood alcohol content. Bowser, 425 Pa.Super. at 35, 624 A.2d at 131. Therefore, appellant was not entitled to receive Miranda warnings.\nAppellant also contends that the intoxilizer results should have been suppressed because appellant had not received an implied consent warning. We disagree.\nWhen police arrest an individual for driving under the influence of alcohol and request the person to submit to a chemical test for alcoholic content in the blood, the implied consent provision of the Motor Vehicle Code (“MVC”) requires police to instruct the arrestee that if he refuses to take this test, his operating privilege will be suspended. Commonwealth v. Eisenhart, 531 Pa. 103, 107, 611 A.2d 681, 683 (1992). In the instant case, the arresting police officer testified that he tried to inform appellant of the MVC’s implied consent provision, but appellant stopped him. Appellant told the officer that he had been arrested five times for DUI, that he knew the implied consent warning and that he consented to the test. In addition, the record is bereft of any evidence that appellant refused to take the intoxilizer test at the time it was administered. See Eisenhart, 531 Pa. at 107, 611 A.2d at 683 (results of intoxilizer test are allowed, if valid implied or express consent is given, unless affirmative showing of defendant’s refusal to consent to test at time it was administered). Therefore, the record supports the trial court’s decision to allow into evidence the intoxilizer test results. See Commonwealth v. Swinson, 426 Pa.Super. 167, 174, 626 A.2d 627, 630 (1993) (“It is ... exclusively the province of the suppression court to determine the credibility of witnesses and the weight to be accorded to their testimony.”) (quoting Commonwealth v. Brinkley, 423 Pa.Super. 289, 291, 620 A.2d 1226, 1227 (1993), alloc. denied, 631 A.2d 1003 (1993)).\nFinally, appellant challenges the legality of his sentence.\nAppellant first argues that his sentence was illegal as he received a minimum sentence of one year imprisonment for driving under the influence of alcohol. We disagree.\nSection 3731(e) of the Motor Vehicle Code provides:\nAny person violating any of the provisions of [the Driving under influence of alcohol section] is guilty of a misdemeanor of the second degree and the sentencing court shall order the person to pay a fine of not less than $300 and serve a minimum term of imprisonment of:\n(iv) Not less than one year if the person has three times previously been convicted of ... an offense under this section ... within the previous seven years.\n75 Pa.C.S. § 3731(e) (emphasis added).\nIn the instant ease, appellant was arrested for driving under the influence of alcohol on September 20, 1992. He had previously been convicted of driving under the influence of alcohol on September 4, 1990; September 5, 1990; and June 23, 1992. These three convictions were within seven years of the date of the present offense, and thus, the trial court properly sentenced appellant to a minimum term of one year imprisonment on the instant charge.\nAppellant next claims that his sentence was illegal as his minimum sentence was in excess of 50% of his maximum sentence. We disagree.\nSection 9756(b) of the Sentencing Code provides:\n[A] court shall impose a minimum sentence of confinement which shall not exceed one-half of the maximum sentence imposed.\n42 Pa.C.S. § 9756(b). Here, appellant received consecutive sentences of one to two years imprisonment for driving under the influence of alcohol and ninety days imprisonment for driving with a suspended license. Appellant argues that he therefore received an aggregated sentence of one year and ninety-days to two years and ninety-days. See Commonwealth v. Ford-Bey, 404 Pa.Super. 281, 285, 590 A.2d 782, 784 (1991) (mandating automatic aggregation of sentences when trial court imposes consecutive prison sentences). The Commonwealth, however, asserts that Section 1543(b) of the Motor Vehicle Code implicitly creates an exception to 42 Pa.C.S. § 9756(b) by permitting a sentencing court to impose a ninety day mandatory sentence for the charge of driving with a suspended license.\nWhere two statutory sections arguably cover the same matter and appear to be inconsistent, the specific provision will prevail over the general provision. 1 Pa.C.S. § 1933; Olshansky v. Montgomery County Election Bd., 488 Pa. 365, 370, 412 A.2d 552, 554 (1980). Statutes designed to establish proper procedures for sentencing all defendants who commit crimes are general provisions. Commonwealth v. Smith, 375 Pa.Super. 419, 428, 544 A.2d 991, 995 (1988).\nAs 42 Pa.C.S. § 9756(b) applies to the sentencing of all crimes, it is a general provision. In contrast, 75 Pa.C.S. § 1543(b) implicitly creates an exception to 42 Pa.C.S. § 9756(b) by specifically authorizing a trial court to impose a flat minimum mandatory sentence of ninety days for driving with a suspended license when the license was suspended as a result of a prior DUI conviction. Cf. Pennsylvania v. Bell, 537 Pa. 558,-645 A.2d 211 (1994) (sentencing defendant under 18 Pa.C.S. § 7508 fell within exception to 42 Pa.C.S. § 9756(b) maximum-minimum rule). Therefore, as appellant was convicted of this offense, the trial court was entitled to impose a flat ninety day sentence. See Commonwealth v. Hitt, 379 Pa.Super. 34, 45, 549 A.2d 583, 588 (1988) (upholding constitutionality of ninety day sentence given under 75 Pa. § 1543(b)), alloc. denied, 521 Pa. 618, 557 A.2d 721 (1989); Commonwealth v. Hoover, 343 Pa.Super. 372, 494 A.2d 1131 (1985) (upholding constitutionality of mandatory minimum sentence under 75 Pa. § 1543(b)). Moreovér, 42 Pa.C.S. § 9721 provides:\nIn determining the sentence to be imposed the court shall ... consider and select one or more of the following alternatives, and may impose them consecutively or concurrently:\n(4) Total confinement....\n42 Pa.C.S. § 9721. Therefore, the trial court had discretion to impose consecutive sentences for these charges. See Commonwealth v. Levine, 366 Pa.Super. 467, 471, 531 A.2d 513, 514-15 (1987) (within discretion of trial court to impose consecutive sentences). Accordingly, we affirm appellant’s sentence.\nAffirmed.\n. 75 Pa.C.S. § 3731.\n. 75 Pa.C.S. § 1543(b).\n. 75 Pa.C.S. § 1332.\n.In addition, the trial court found appellant guilty of the latter summary offenses.\n. Appellant was also fined twenty five dollars for driving a vehicle without displaying a registration plate.\n. We note that after appellant filed this appeal, he filed a petition for post conviction relief on the driving under the influence charge. The trial court correctly dismissed this petition as premature.\n. This section states as follows:\n(b) Certain offenses. — Any person who drives a motor vehicle on any highway or trafficway of this Commonwealth at a time when their operating privilege is suspended or revoked as a condition of acceptance of Accelerated Rehabilitative Disposition for a violation of section 3731 (relating to driving under influence of alcohol or controlled substance) or because of a violation of section 1547(b)(1) (relating to suspension for refusal) or 3731 shall, upon conviction, be guilty of a summary offense and shall be sentenced ... to undergo imprisonment for a period of not less than 90 days. 75 Pa.C.S. § 1543(b).\n. We note that the legislature clearly intended that 75 Pa.C.S. § 1543(b) would invoke harsher penalties for repeat driving offenders, and would be frustrated if the trial court was required to impose concurrent sentences in this case. See Commonwealth v. Harner, 533 Pa. 14, 20, 617 A.2d 702, 705 (1992) (“When language of a statute is clear and unambiguous, it must be given effect in accordance with its plain and common meaning.”)",
        "type": "majority",
        "author": "HOFFMAN, Judge:"
      }
    ],
    "attorneys": [
      "Mark LeSchack, Indiana, for appellant.",
      "Michael Handler, Dist. Atty., Indiana, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, v. James Earl KLINGENSMITH, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 28, 1994.\nFiled Oct. 26, 1994.\nMark LeSchack, Indiana, for appellant.\nMichael Handler, Dist. Atty., Indiana, for Com., appellee.\nBefore POPOVICH, SAYLOR and HOFFMAN, JJ."
  },
  "file_name": "0444-01",
  "first_page_order": 502,
  "last_page_order": 506
}
