{
  "id": 8456640,
  "name": "Kevin HENDRICKS, Petitioner v. WORKERS' COMPENSATION APPEAL BOARD (PHOENIX PIPE & TUBE), Respondent",
  "name_abbreviation": "Hendricks v. Workers' Compensation Appeal Board",
  "decision_date": "2006-10-16",
  "docket_number": "No. 237 C.D. 2006",
  "first_page": "445",
  "last_page": "461",
  "citations": [
    {
      "type": "official",
      "cite": "909 A.2d 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "713 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11808015
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0182-01"
      ]
    },
    {
      "cite": "739 A.2d 1084",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11568697
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1088"
        },
        {
          "page": "1089, n. 6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/1084-01"
      ]
    },
    {
      "cite": "774 A.2d 1271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11092553
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/774/1271-01"
      ]
    },
    {
      "cite": "353 A.2d 911",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "592 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1417736
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/140/0051-01"
      ]
    },
    {
      "cite": "794 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9443809
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "923-26"
        },
        {
          "page": "925"
        },
        {
          "page": "926"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/794/0919-01"
      ]
    },
    {
      "cite": "839 A.2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        16671,
        9057047
      ],
      "weight": 6,
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "Rossa II"
        },
        {
          "page": "257"
        },
        {
          "page": "355-56"
        },
        {
          "page": "260"
        },
        {
          "page": "261",
          "parenthetical": "Nigro, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0349-01",
        "/a2d/839/0256-01"
      ]
    },
    {
      "cite": "576 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        16671
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "Rossa II"
        },
        {
          "page": "351"
        },
        {
          "page": "357-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/576/0349-01"
      ]
    },
    {
      "cite": "636 A.2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1456474,
        7356299
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/161/0089-01",
        "/a2d/636/0250-01"
      ]
    },
    {
      "cite": "659 A.2d 1067",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7881585
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1070"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/659/1067-01"
      ]
    },
    {
      "cite": "671 A.2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860543
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "301"
        },
        {
          "page": "302"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/671/0299-01"
      ]
    },
    {
      "cite": "716 A.2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11703743
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "700"
        },
        {
          "page": "699",
          "parenthetical": "some emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/0695-01"
      ]
    },
    {
      "cite": "648 A.2d 361",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867755,
        1466733
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "364"
        },
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0361-01",
        "/pa-commw/167/0429-01"
      ]
    },
    {
      "cite": "825 A.2d 788",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9117031
      ],
      "weight": 6,
      "year": 2003,
      "pin_cites": [
        {
          "page": "791"
        },
        {
          "page": "791"
        },
        {
          "page": "790"
        },
        {
          "page": "791-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/0788-01"
      ]
    },
    {
      "cite": "648 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "538 Pa. 661",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "636 A.2d 235",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1456426,
        7355967
      ],
      "weight": 8,
      "year": 1993,
      "pin_cites": [
        {
          "page": "236-37",
          "parenthetical": "footnotes omitted"
        },
        {
          "page": "287"
        },
        {
          "page": "237"
        },
        {
          "page": "238",
          "parenthetical": "Friedman, J., dissenting"
        },
        {
          "page": "239",
          "parenthetical": "Friedman, J., dissenting"
        },
        {
          "page": "239",
          "parenthetical": "Friedman, J., dissenting"
        },
        {
          "page": "239",
          "parenthetical": "Friedman, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/161/0060-01",
        "/a2d/636/0235-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1395,
    "char_count": 54269,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 2.1227895110126753e-07,
      "percentile": 0.7648096472033697
    },
    "sha256": "d9813c07be600d47d4a6a3adf9f11303893a934fe7d954ab186e9dc4a89e61e1",
    "simhash": "1:a02a64549cd883b9",
    "word_count": 8733
  },
  "last_updated": "2024-02-27T21:29:40.359248+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COHN JUBELIRER, Judge, SIMPSON, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Kevin HENDRICKS, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (PHOENIX PIPE & TUBE), Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge COHN JUBELIRER.\nAt issue in this case is whether a Workers’ Compensation Judge (WCJ) and the Workers’ Compensation Appeal Board (Board) have the authority to determine attorney’s fees for successive counsel in a workers’ compensation proceeding under Section 442 of the Workers’ Compensation Act (Act).\nKevin Hendricks (Claimant) sustained an injury on April 21, 1992, in the course and scope of his employment with Phoenix Pipe & Tube (Employer). Employer accepted liability for Claimant’s injury pursuant to a Notice of Compensation Payable issued on June 8, 1992. In September, 1995, Employer’s workers’ compensation insurance carrier filed a petition to terminate Claimant’s compensation benefits alleging that he was fully recovered.\nClaimant then retained Adam Sager, Esquire, from the firm of Sager & Sager Associates (Sager) to represent him in defense of the termination petition. At that time, Claimant signed a fee agreement entitling Sager to 20% of Claimant’s ongoing workers’ compensation benefits. The WCJ provisionally approved this fee agreement. Employer apparently made ongoing payments to Sager for 20% of Claimant’s compensation benefits and to Claimant for 80% of his compensation. Sager successfully defended against Employer’s termination petition when, on December 24, 1997, the WCJ issued an opinion and order denying Employer’s termination petition. Sager continued to receive the 20% fee in accordance with the approved fee agreement.\nSubsequently, by letter dated April 12, 2001, Claimant terminated his employment of Sager as counsel and expressed his intent to hire Paul Silver, Esquire, from the firm of Reger and Rizzo (Silver), as his new counsel.\nIn 2002, Silver filed a Petition for Approval of Counsel Fees, asking the Board to approve his 15% fee agreement with Claimant. In June, 2003, the Board rejected Silver’s request because Sager had been receiving an approved 20% counsel fee for past services rendered in connection with the successful defense of a termination petition. The Board stated that it had no authority to discontinue this fee. Moreover, the approval of any additional fees for Silver, when added to Sager’s fee, would exceed the 20% maximum deemed per se reasonable. Additionally, the Board noted that “[n]o additional petitions or litigation have ensued since [Sager’s] discharge.” (Board Order 6/12/03 at 1.) The Board found it was without authority to discharge “previously approved counsel fees and approve fees for a subsequent counsel, particularly where the need for new counsel has not been established.” (Board Order 6/12/03 at 2.)\nIn November, 2004, Claimant, through Silver, filed a petition for penalties (Silver Petition) alleging that Employer failed to pay Claimant’s medical bills. The parties scheduled several hearings before the WCJ, but no record was made. The WCJ continued the hearings at the request of the parties so they could continue with settlement negotiations. On March 9, 2005, Silver requested approval of his attorney fee agreement in the amount of 15% pending resolution of the matter. By interlocutory order dated March 31, 2005, the WCJ approved Silver’s fee.\nIn April, 2005, Employer ceased making payments to Sager, apparently pursuant to the interlocutory order of March 31, 2005, which approved Silver’s fees.\nSubsequently, Sager filed a penalty petition (Sager Petition) with the WCJ against Employer for failing to pay him his 20% counsel fee as of April, 2005. Sager requested the WCJ to vacate the approval of Silver’s counsel fee and reinstate Sager’s fee agreement. Silver responded by indicating that, because Sager had been discharged in 2001, Sager had no authority to file his penalty petition. Silver requested the WCJ to dismiss the Sager Petition.\nOn June 25, 2005, the WCJ conducted a final hearing on the Silver Petition based on Employer’s failure to pay Claimant’s medical bills. Counsel for Employer informed the WCJ that Employer and Silver, on Claimant’s behalf, had resolved the matter and asked that the WCJ allow the withdrawal of the Silver Petition. '\nBy decision and order dated June 29, 2005, the WCJ allowed counsel to withdraw the Silver Petition and approved Silver’s counsel fee. The WCJ also dismissed the Sager Petition, noting that, under Pitt v. Workmen’s Compensation Appeal Board (McEachin), 161 Pa. Cmwlth.60, 636 A.2d 235 (1993), petition for allowance of appeal denied, 538 Pa. 661, 648 A.2d 792 (1994), jurisdiction to resolve counsels’ fee disputes rests with the appropriate court of common pleas, not before a WCJ.\nOn July 6, 2005, Sager filed a “Petition for Appeal Nunc Pro Tunc for Reinstatement of Counsel Fees” with the Board. The Board treated this petition as an appeal of the WCJ’s June 29, 2005 decision and order. Silver filed a motion with the Board to quash the appeal.\nBy Order and Opinion dated January 26, 2006, the Board denied Silver’s motion and addressed the merits of Sager’s appeal. As to the merits, the Board reversed the award of counsel fees to Silver and directed Employer to pay 20% of Claimant’s compensation to his original counsel, Sager. The Board indicated that an earlier WCJ had approved Sager’s 20% counsel fees in 1996, which were memorialized in a fee agreement signed by Claimant. The Board indicated that this fee agreement had not been extinguished simply by Claimant’s retention of new counsel. The Board reasoned that:\nSection [442], 77 P.S. § 998, provides that all counsel fees agreed on by a claimant and an attorney for services performed in matters before a WCJ shall be approved by the WCJ. In Gingerich v. Workers’ Compensation Appeal Board, 825 A.2d 788 (Pa.Cmwlth. 2003), the Court held that a claimant may not simply repudiate previously-approved attorney fees. In Gingerich, the Court held that a WCJ’s approval of a compromise and release agreement involving a settlement of a subrogation lien could not extinguish claimant’s original attorney’s right to 20% fees for future benefits.\n(Board Op. at 4-5.) The fee agreement between Claimant and Sager is not in the record before this Court.\nThereafter, Silver filed a petition for review with this Court. In February, 2006, Sager filed an application for intervention. About the same time, Silver filed a request for a stay, supersedeas or escrow of counsel fees pending appeal. By an order dated March 30, 2006, this Court granted Sager’s application for intervention, denied Silver’s request for a stay or supersedeas, but granted Silver’s request with regard to the escrow, directing Sager to place all counsel fees received after the date of this order in escrow.\nBefore this Court, Silver raises three issues: (1) whether the Board exceeded its authority by deciding a fee dispute; (2) whether the Board improperly considered evidence in the appeal that was never made part of the record before the WCJ; and, (3) whether Silver’s fee agreement superceded Sager’s fee agreement.\nI.\nThe first issue before this Court is whether the Board exceeded its authority. Silver argues that the Board exceeded its authority by deciding a fee dispute between successive counsel. Silver alleges that this Court addressed an identical issue in McEachin, and concluded that disputes between successive counsel representing a Claimant in workers’ compensation proceedings must raise their fee dispute as a contract or quantum meruit case before the applicable court of common pleas. For his argument, Sager relies on the Board’s opinion.\nIn order to resolve this issue, we must first examine both the relevant statutory language and the applicable precedent.\nThe Act provides that attorney’s fees for services before the WCJ or Board must be approved by the WCJ or the Board. Section 442 of the Act, 77 P.S. § 998. Specifically, Section 442 provides:\nAll counsel fees, agreed upon by claimant and his attorneys, for services performed in matters before any workers’ compensation judge or the board, whether or not allowed as part of a judgment, shall be approved by the workers’ compensation judge or board as the case may be, providing the counsel fees do not exceed twenty per centum of the amount awarded. The official conducting any hearing, upon cause shown, may allow a reasonable attorney fee exceeding twenty per centum of the amount awarded at the discretion of the hearing official.\nIn cases where the efforts of claimant’s counsel produce a result favorable to the claimant but where no immediate award of compensation is made such as in cases of termination or suspension the hearing official shall allow or award reasonable counsel fees, as agreed upon by claimant and his attorneys, without regard to any per centum.\n77 P.S. § 998.\nA.\nAs shown by the opinions of the WCJ and the Board, our precedent in this area is characterized by some ambiguity; each opinion relies on seemingly conflicting authority that remains, as of yet, good law. While the McEachin opinion lends support to the WCJ’s decision in this case, the progeny of McEachin suggests that the Board’s decision may be more consistent with the law as it has developed. Accordingly, we begin our analysis of this issue by first reviewing McEachin, and then reviewing its progeny.\nIn McEachin, this Court applied Section 442 of the Act to determine whether the referee and the Board could resolve an issue involving payment of claimant’s former and current counsel when Claimant had fired his first counsel and hired his second counsel before a fee petition was approved. At the time the case was decided, the arbiters of first resort were still referred to as referees, not judges, and were not required to be attorneys.\nIn McEachin, claimant signed a 20% fee agreement with first counsel for counsel’s services regarding a claim petition. First counsel represented claimant for 18 months before claimant discharged him. First counsel had not submitted the fee agreement to the referee for approval before claimant discharged him. Claimant then retained second counsel, who obtained a successful result for claimant on a claim petition. The referee approved the counsel fee agreement with claimant’s second counsel. Consequently, first counsel filed, with the Board, both a nunc pro tunc appeal of the WCJ’s decision, as well as a petition for approval of his counsel fees. The Board affirmed the referee’s decision. First counsel appealed to this Court.\nThis Court denied first counsel’s appeal, quashing both of his petitions. We held that first counsel did not have standing because he lacked a direct interest in the subject matter being litigated-the resolution of the underlying workers’ compensation claim. Additionally, we held that the Act failed to give a claimant’s former attorney statutory leave to file a petition for approval of counsel fees. In so doing, we reasoned that:\nthe only case in controversy that was before the referee to resolve was Claimant’s claim petition for compensation under Section 301(c) of the Act. That statutory cause of action carried with it a statutory requirement that the referee approve “all counsel fees, agreed upon by claimant and his attorneys for services performed in matters before any referee or the board ... providing the counsel fees do not exceed twenty per centum of the amount awarded.” (Emphasis added.) That independent cause of action is distinct from any claim which a discharged lawyer might assert against his former client, or that client’s subsequent counsel, over his discharge and replacement. [First counsel], before this Court, is not representing a party to the worker’s compensation claim and litigation, but himself, litigating in his own interest a cause of action which is either a common law claim for breach of contract, or a claim on principles of quantum meruit, or an equitable claim for damages under a theory of unjust enrichment.\nMcEachin, 636 A.2d at 236-37 (footnotes omitted). Further, we held that neither the referee, nor the Board, was vested with the authority to adjudicate a fee dispute issue, nor did they have the expertise in this area of the law, which we likened to a breach of contract or a quantum meruit claim. We reasoned that:\nif Claimant’s defense here is that his first attorney ... breached his duty of professional representation, it places the referee and Board in an area completely foreign to their expertise. Moreover, it is possible that Claimant himself might be obligated to the discharged attorney on grounds totally different from, and perhaps even in conflict with, [First counsel’s] representation of him before the worker’s compensation adjudicative tribunals. A client always has the right to discharge a lawyer at any time, with or without cause, but if the reason for the discharge is because counsel would not pursue an imprudent or repugnant objective, or refuses to engage in reprehensible conduct, there could be liability for counsel fees apart from the ordinary considerations in a worker’s compensation case.\nMcEachin, 636 A.2d at 287. We suggested the counsel fees issue be heard before a local bar association committee or be brought before the applicable court of common pleas. Because we found the referee and the Board lacked authority to address the issue, we quashed the appeal and petition.\nShortly after McEachin, this Court faced a similar, but not identical set of facts, and concluded that the WCJ and Board did have jurisdiction to determine an appropriate fee for first counsel’s services when first counsel voluntarily withdrew from representation, second counsel agreed that first counsel should be paid first, and claimant agreed. White v. Workmen’s Compensation Appeal Board (Denny), 167 Pa.Cmwlth.429, 648 A.2d 361 (1994).\nIn White, claimant retained first counsel to defend against a termination petition. In December, 1984, Attorney White began attending referee hearings and depositions on claimant’s behalf. First counsel submitted to the referee “a petition for payment of attorney’s fees, which was ostensibly approved by the referee on December 13,1985....” White, 648 A.2d at 362. Apparently, “there [was] some doubt as to exactly what fee was approved or what was meant to be approved.” Id. However, first counsel gave claimant three bills that provided a set amount for attorney’s fees, which charged on a per hour basis as opposed to a contingent (percentage) fee basis. These fees were paid by a percentage of the compensation benefits that claimant received.\nIn September, 1986, first counsel withdrew his representation of claimant, and claimant retained second counsel in his place. Second counsel presented a fee agreement to the referee on September 24, 1986. Two years later, claimant “executed a Final Receipt acknowledging that his disability ceased and terminated on July 2, 1988.” Id. at 362.\nThe referee reviewed the second counsel’s fee petition and concluded that he was “entitled to payment based on 20% of Claimant’s compensation pursuant to his fee agreement with the Claimant for the services he rendered to Claimant beginning on September 24, 1986.... ” Id. at 363 (quoting Referee Decision, Finding of Fact ¶ 21). The referee also provided for the payment of fees to first counsel, noting that:\nPursuant to the Referee’s Order of December 13, 1985, Defendant shall deduct 10% from each of Claimant’s compensation checks until Mr. White’s fee is paid in full or until the amount paid to Mr. White is equal to 20% of the Compensation owed to Claimant from December 11, 1985 (when his representation commenced) to September 2h, 1986 (when he withdrew his appearance), whichever occurs first. ... (Emphasis added.)\n648 A.2d at 363 (quoting Referee’s Order). First counsel appealed to the Board because of an alleged factual error in the referee’s decision relating to the date first counsel began his representation of claimant. The Board failed to address this factual issue but, instead, dismissed the appeal reasoning that first counsel lacked standing because he was neither a party, nor counsel for claimant. First counsel appealed to this Court.\nOn appeal, this Court concluded that first counsel did have standing and vacated and remanded the matter for correction of the date of the award.\nIn deciding the referee and Board had jurisdiction to hear the claim, we specifically rejected second counsel’s argument that McEachin applied, noting that “[t]his is not a situation involving a fee dispute between two attorneys over the same fee.” Id. at 364. Rather, we distinguished the two cases, noting that McEachin involved the “issue of whether a referee has jurisdiction to decide a fee dispute between lawyers and to apportion the same counsel fees between them,” while the White case involved “what the Claimant will pay as a proper fee to his first attorney in defense against an employer’s petition to terminate.” White, 648 A.2d at 364. We found that, in White, unlike in McEachin, first counsel voluntarily withdrew from representing claimant, and second counsel, upon assuming representation of claimant, “stated, on the record, that he was only to be paid after [first counsel] was paid in full. Hence, unlike [McEachin ] there was no fee dispute for the referee to decide.... ” White, 648 A.2d at 365.\nWe also found relevant that, in White, first counsel filed his counsel fee petition while he was still representing claimant, whereas, in McEachin, first counsel filed the petition after he had been discharged.\nAccordingly, we concluded that first counsel had standing “because he had a direct pecuniary interest in the resolution of Claimant’s worker’s compensation claim” and that he “was entitled to have his ‘bills’ satisfied in full before [second counsel] received any payments.” White, 648 A.2d at 364.\nIn a subsequent decision, we further refined the McEachin holding by concluding that: (1) a common pleas court is the appropriate forum for determining fee disputes involving an attorney who is discharged prior to submitting a fee petition to the Board; and (2) the Board is the appropriate forum when the attorney filed a fee petition before the claimant discharged him. Larry Pitt & Assocs. v. Long, 716 A.2d 695 (Pa.Cmwlth.1998).\nIn Long, claimant signed a contingent fee agreement to be represented by counsel, who rendered immediate services for claimant to meet a statute of limitations deadline. Counsel also negotiated a settlement with employer and attended a hearing before the referee. However, two days before claimant was to sign the settlement, he discharged counsel and appeared pro se before the referee. At the time of his discharge, counsel had not yet filed the signed fee agreement. The referee allowed claimant to represent himself and ultimately awarded claimant benefits. The referee did not allow counsel to present argument on his right to counsel fees under the signed fee agreement that was neither filed, nor approved.\nCounsel contemporaneously filed several different challenges to this decision in several different venues, appealing the referee’s decision to the Board, and also filing a civil action for breach of contract and seeking injunctive relief in the Allegheny County Court of Common Pleas. The common pleas court dismissed the action at the preliminary objection stage because, based on the pending appeal before the Board, counsel had not exhausted his administrative remedies. Counsel appealed the common pleas decision to this Court and we affirmed.\nIn doing so, we noted that the “question presented is apparently one within an agency’s specialization and where the administrative remedy is likely to produce the desired result.” Long, 716 A.2d at 700. We concluded that:\nIn the McEachin case, this court, en banc, held that where Pitt was discharged by a workers’ compensation claimant in favor of a succeeding attorney, the fee dispute between two attorneys was more properly heard in common pleas court because there was no allegation by Pitt that he had first filed the fee agreement and, therefore, he lacked standing with the WCJ and Board and, further, his appeal was not timely filed. McEachin makes it clear that once the dispute is between a worker’s compensation client and two successive attorneys, neither the referee (WCJ) nor the Board have any authority to decide the fee dispute because the issues as between two attorneys could be foreign to the expertise of the WCJ and Board or involve conflicts or other Professional Conduct Rule violations. Although an attempt was made here to distinguish McEachin from this case because there was no successor attorney in the present matter, it is a distinction without a difference that the claimant did not replace Pitt with a succeeding attorney, but proceeded pro se before the WCJ. The true distinction for the purpose of determining the proper forum is whether or not the fee agreement was ever filed with the [Board].\nAlthough it is a common experience for a WCJ and Board to approve a fee when a fee agreement has been filed with the department before the client discharges his counsel, there is no authority in the Workers’ Compensation Act (Act) for the Board to establish the fee for an attorney who has not submitted his fee agreement for approval under Sections 442 or 501 of the Act. The WCJ and Board’s authority over fees is limited to those fees submitted to it and approved by it, while an attorney-client relationship still exists.\nIf the client discharges his/her attorney before the attorney files the fee agreement with the department, the attorney must seek compensation in a civil action in common pleas court on the basis of quantum meruit and/or unjust enrichment. Such procedure is consistent with McEachin.\nLong, 716 A.2d at 699 (some emphasis added) (footnotes omitted). Thus, we distinguished McEachin and concluded that the operative event is the filing of a fee petition and whether it occurs before or after the claimant discharges the attorney.\nIn applying McEachin and its progeny here, we conclude that the WCJ had authority to address the fee issue. This case is different from White in that neither the second counsel (Silver), nor Claimant, agree that first counsel (Sager) should continue to be paid. However, as referenced in White, and as subsequently developed in Long, the operative event is the filing of a fee petition. In this case, first counsel (Sager) filed a fee petition for his work, several years prior to his discharge by Claimant. This distinguishes it from McEachin, where first counsel did not file his petition until after claimant terminated his representation. Pursuant to the holding in Long, the filing of the fee petition here vested the WCJ with jurisdiction to examine the fees and set the appropriate amount. As in White, first counsel Sager’s fee petition had already been reviewed and approved by the referee, now a WCJ. Also, Claimant had been paying 20% of his ongoing workers’ compensation benefits to Sager for almost ten years, although Sager had ceased representing him. As such, the case here is more akin to that of White, which we described supra at 452, as involving “what the Claimant will pay as a proper fee to his first attorney....”\nWe find the Board’s reliance on Ginge-rich to be well founded for similar reasons. In Gingerich, this Court concluded that a claimant could not terminate her ongoing liability for attorney’s fees under the 20% contingency fee agreement she had signed, simply by waiving future benefits from her employer. Judge Friedman, writing for the Court, reasoned that “a compromise and release agreement only extinguishes liability which is claimed to exist under the Act where the person with the claim specifically agrees to relieve the liable person from that liability.” Gingerich, 825 A.2d at 791. The Court concluded claimant could not unilaterally cease her obligation to counsel and, since counsel had not agreed to relieve claimant of her liability to pay for counsel’s services, that liability remained. Id.\nWe find the following portion of the Board’s opinion in this case compelling and consistent with our analysis of our precedent:\nWCJ Beckett approved [Sager’s] petition for approval of counsel fees on February 7, 1996 that memorialized an attorney-client relationship between Claimant and [Sager] whereby [Sager] agreed to represent Claimant in workers’ compensation proceedings against Defendant arising out of his April 21, 1992 injury. Claimant agreed that [Sager] was entitled to receive 20% of any award of benefits including future benefits. Based on that fee agreement, [Sager] continued to represent Claimant until he was discharged in 2001. However, his discharge did not extinguish his right to receive 20% of Claimant’s award of legal fees. Rather it only relieved [Sager] of his obligation to represent Claimant. [Sager’s] right to receive 20% of Claimant’s ongoing award of benefits continued because [Sager] never released Claimant from his obligation under the contingency fee agreement.\n(Board Decision at 5.)\nAccordingly, as noted by McEachin and Long, if the fee agreement or petition is not filed before claimant discharges his attorney — any subsequent filing of a fee agreement or petition is outside the workers’ compensation system and must be resolved by a court of common pleas or arbitration. Applying Long and White, if the fee agreement or petition was filed before claimant discharges the attorney, it is within the workers’ compensation system and remains there. In this case, the fee agreement was filed by Sager before he was discharged by Claimant and, so, it is within the workers’ compensation system. Under Section 442 of the Act, the Board was correct that the issue was properly before the WCJ and the Board. As in White, Sager has “a direct pecuniary interest in the resolution of Claimant’s worker’s compensation claim” that arises from his fee agreement previously approved by the WCJ. While Claimant has the absolute right to change counsel, that right does not allow him to unilaterally negate his liabilities toward his former counsel. See Gingerich, 825 A.2d at 791.\nThe Board, also, correctly highlighted the importance of enforcing a claimant’s fee obligation to workers’ compensation counsel. As eloquently stated by the Board:\nSection [442] was intended to create an environment in which an injured employee can obtain legal services in his effort to enforce his right to workers’ compensation benefits from an employer. Section [442] fosters the humanitarian purposes of the Act by insuring that the attorney for an injured worker receives a reasonable legal fee for his efforts to obtain benefits for his client. Permitting a WCJ to unilaterally order an employer to stop paying previously approved legal fees would frustrate the humanitarian purposes of the Act by allowing a claimant to avoid paying legal fees, otherwise due, by simply discharging his attorney.\n(Board Op. at 5.) It is also important to protect a claimant’s right to be represented by counsel of his or her choice. The balancing of these two important interests, and its effect on the workers’ compensation system, squarely places this issue within the competence of the WCJs and Board, authorities whose varied responsibilities also include guarding the workers’ compensation system.\nNotably, this case involves not only counsel fees, but also the ongoing amount of workers’ compensation benefits Claimant will receive, because the fee agreements at issue require different percentages of Claimant’s compensation to be paid to counsel. The amount of workers’ compensation benefits a claimant receives is clearly within the jurisdiction of a WCJ and the Board.\nB.\nOur reading of the McEachin line of cases is consistent with statutory and regulatory authority. For example, under Section 440 of the Act, WCJs are statutorily charged with performing the type of analysis that this Court, in McEachin, seemed to suggest was beyond a WCJ’s ken. Specifically, in cases in which liability has been contested unreasonably, and counsel fees have been awarded, the WCJ: must make a finding as to the amount and the length of time for which such counsel fee is payable based wpon the complexity of the factual and legal issues involved, the skill required, the duration of the proceedings and the time and effort required and actually expended.\nSection 440 of the Act, 77 P.S. § 996(b) (emphasis added).\nThis Court has noted that, under Section 440 of the Act, the WCJ may, and indeed must, evaluate work performed by an attorney and may award attorney’s fees on the basis of quantum meruit even if the attorney had signed a twenty-percent contingency agreement with his client. Anderson v. Workmen’s Compensation Appeal Board (Watkins Motor Lines), 671 A.2d 299 (Pa.Cmwlth.1996). In Anderson, the attorney and claimant entered into a 20% contingency fee agreement. This agreement had been approved by the WCJ as reasonable under Section 442 of the Act, 77 P.S. § 998. Subsequently, following litigation of the claim, the WCJ found employer’s contest unreasonable, and awarded attorney’s fees pursuant to Section 440 of the Act. Although the WCJ had previously approved the 20% contingency fee agreement, the WCJ determined that the attorney’s actual compensation should be determined on the basis of quantum me-ruit, thereby taking into account the actual number of hours the attorney worked, multiplied by the attorney’s hourly rate. The resulting award was less than what the attorney would have received under the approved 20% contingency agreement. The claimant’s attorney appealed this award, and the Board affirmed. The attorney appealed to this Court, arguing that, because Section 442 allows for contingency fees of 20%, “such agreements are reasonable per se,” and the WCJ abused his discretion by finding the agreement reasonable for purposes of Section 442 of the Act (dealing with counsel fees), but unreasonable for purposes of Section 440 of the Act (dealing with award of counsel fees by WCJ in contested case). Anderson, 671 A.2d at 301. We affirmed the Board.\nIn affirming the Board, we concluded that the WCJ did not err by assessing attorney’s fees on the basis of quantum meruit. We reasoned that:\nWCJ McManus did not find that a twenty percent fee is unreasonable under Section 440 of the Act as a matter of law. He found that, under the circumstances presented in this case, an award of counsel fees based on the actual time and energy expended by counsel was reasonable. WCJ McManus made the appropriate analysis required by section 440. His finding is supported by substantial evidence of record.\nId. at 302. We noted that, in assessing the reasonableness of fees under Section 440 of the Act “the focus is on factual queries as to the work performed, which analysis a[WCJ] must undertake.” Id. (emphasis added) (quoting Milton S. Hershey Medical Center v. Workmen’s Compensation Appeal Board (Mahar), 659 A.2d 1067, 1070 (Pa.Cmwlth.1995)). We also indicated that we would grant significant deference to the WCJ’s determination, specifically that “[a]s long as the amount and difficulty of the work performed by Claimant’s attorney is reasonably related to the fee awarded, this court will not disturb the [WCJ’s] award.” Id. (quoting Elite Carpentry Contractors v. Workmen’s Compensation Appeal Board (Dempsey), 161 Pa. Cmwlth.89, 636 A.2d 250 (1993)). Thus, this Court concluded that the statutory language itself empowered and, indeed, required the WCJs to examine the nature of the workers’ compensation legal work performed and, in particular, its level of difficulty and time requirements, to determine a reasonable fee.\nThe regulations also support this conclusion. See 34 Pa.Code § 121.24. Under the regulations, no claim for attorney’s fees is valid without approval of the WCJ or Board, who, in determining whether to grant such approval:\nshall obtain from the claimant’s attorney a copy of the fee agreement or claim and a copy of any other statement or claim for disbursements to be made on account of the presentation of the case, and, after determining the proper amount to be allowed in relation to the services rendered, shall specify in the decision the amount approved for disbursement.\n34 Pa.Code § 121.24. Thus, the regulations also authorize the type of review (albeit in the context of assessing counsel fees in a litigated matter) at issue here.\nC.\nIn addition, changes in the workers’ compensation system made by the General Assembly in Act 57 of 1996, cast considerable doubt on the continued viability of the concerns expressed in the McEachin opinion about referees evaluating the work of attorneys, because it “places the referee and Board in an area completely foreign to their expertise.” McEachin, 636 A.2d at 237. At the time the McEachin opinion was written, referees were not required to be attorneys. However, referees are now judges and the General Assembly, in enacting Act 57 of 1996, imposed the requirement that a WCJ “[b]e an attorney in good standing before the Supreme Court” and “[h]ave five years of workers’ compensation practice before administrative agencies or equivalent experience.” Section 1403 of the Act, 77 P.S. § 2503. While the rationale mentioned above in McEachin may arguably have been applicable at a time when non-attorneys evaluated claims, given the Act 57 modifications, the rationale now seems anachronistic.\nD.\nAdditionally, recent decisions by this Court and the Pennsylvania Supreme Court in a case authorizing a WCJ to decide paternity, lends analogous support to our decision that this matter falls within the province of the workers’ compensation system. Rossa v. Workers’ Compensation Appeal Board (City of Philadelphia), 576 Pa. 349, 839 A.2d 256 (2003) (Rossa II); Rossa v. Workers’ Compensation Appeal Board (City of Philadelphia), 794 A.2d 919 (Pa.Cmwlth.2002) (Rossa I). In both of the Rossa cases, this Court and the Pennsylvania Supreme Court concluded that, within the context of a workers’ compensation proceeding, a WCJ was authorized to address an issue that Pennsylvania statutes have specifically authorized common pleas courts to hear.\nThis Court concluded that, although Pennsylvania specifically gives common pleas courts authority to determine paternity, these same statutory provisions do not specifically restrict the jurisdiction on resolving this issue solely to the common pleas courts. Rossa I, 794 A.2d at 923-26. We also noted that WCJs have often been called upon “to make decisions concerning a variety of familial relationships with regard to entitlement to compensation benefits,” id. at 925, and, as long as the conclusion of paternity rests on findings of substantial evidence in the record, it is in no way different from any other determination made by a WCJ. Id. at 926. On appeal, the Pennsylvania Supreme Court affirmed.\nThe Supreme Court held that a WCJ has the jurisdiction to determine paternity, “not for all purposes, but for purposes of determining the eligibility of a child for benefits.... ” Rossa II, 576 Pa. at 351, 839 A.2d at 257. The majority wrote that, “[bjecause the WCJ has the duty to determine who is to be compensated upon the death of an employee, the WCJ necessarily has the authority to determine paternity, for the purposes of the eligibility of a child.” Id. at 355-56, 839 A.2d at 260.\nIn this case, the language of Section 442 of the Act, giving the WCJ and the Board the explicit authority to consider and approve attorney’s fees, makes this an even stronger case for WCJs to have authority to resolve issues relating to attorney’s fees than the applicable statutory language did in either Rossa case. Section 442 specifically provides that “[ajll counsel fees, agreed upon by claimant and his attorneys, for services performed in matters before any workers’ compensation judge or the board, ... shall be approved by the workers’ compensation judge or board .... ” The statutory language also authorizes “the hearing official,” that is, the WCJ or Board, to, in its “discretion”, award attorney’s fees in excess of the statutory limit of 20%. 77 P.S. § 998. It also provides that the “hearing official shall allow or award reasonable counsel fees, as agreed upon by claimant and his attorneys, without regard to any per centum” in matters where claimant’s counsel “producéis] a result favorable to the claimant but where no immediate award of compensation is made,” such as in counsel’s defending a termination or suspension proceeding. Id. The statute, thus, places responsibility with the WCJ and Board to determine an appropriate award of attorney’s fees under the specific circumstances of the case.\nUnlike the Rossa cases, where the authority to assess paternity is inferred from the statutory language, the statutory language here explicitly authorizes the WCJ and the Board to review and award attorney’s fees between “claimant and his attorneys.”\nFor these reasons, we agree with the Board that the Board and the WCJ have authority to address the fee dispute.\nII.\nNext, Silver argues that the Board improperly considered evidence that was not part of the record before the WCJ. Silver notes that the only evidence of record below was his contingent fee agreement. He alleges that the Board’s decision is based upon evidence that was not submitted before the WCJ. Hence, Silver indicates that he never had the opportunity to object to such evidence, the WCJ never had the opportunity to rule on the same and, further, it would have been totally irrelevant to the underlying penalty petition. Silver alleges that, had the Board confined itself to the record below, the only logical conclusion would have been to approve his fee agreement under Section 442 of the Act. Further, Silver alleges that it was inappropriate for the Board to receive evidence, for the first time on appeal, which was not properly authenticated and introduced below.\nWe agree with Silver’s argument, which is essentially that the Board’s decision is not based on substantial evidence. Because the WCJ did not believe he had the authority to address the fee dispute, he did not take any evidence or hear argument on that issue. Issues, therefore, remain as to the amount and type of work performed by Silver and Sager, and whether Sager has, in fact, been fully compensated for the work he performed. This matter must be remanded to the WCJ for factual inquiry and findings on these issues.\nHI.\nSilver’s last argument is that his fee agreement, which was approved by the WCJ, superceded Sager’s contingent fee agreement. Silver notes that, while Claimant signed a contingent fee agreement with Sager on December 12, 1995, and the WCJ approved the same by interlocutory order dated February 7, 1996, the WCJ did not approve the fee in his final decision circulated on December 24, 1997. Hence, Silver argues that Sager had been improperly receiving a 20% fee since 1993. As with the prior issues, resolution of this issue also requires further factual inquiry.\nIV.\nFor these reasons, we affirm in part and vacate in part, the Board’s decision. We affirm that portion of the Board’s decision concluding that the Board and the Workers’ Compensation Judge had authority to address the issue in this appeal and that Sager had standing to bring this claim. We vacate that portion awarding Sager attorney’s fees, and remand the case to the Board, to remand to the WCJ, for further proceedings in accordance with this opinion.\nORDER\nNOW, October 16, 2006, the order of the Workers’ Compensation Appeal Board in the above-captioned matter is affirmed in part, and vacated in part. We affirm that portion of the Board’s decision concluding that the Board and the Workers’ Compensation Judge had authority to address the issue in this appeal and that Sager had standing to bring this claim. We vacate that portion awarding Sager attorney’s fees, and remand the case to the Board, to remand to the WCJ, for further proceedings in accordance with this opinion.\nJurisdiction relinquished.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 998.\n. We note that if Employer had continued to pay Sager’s 20% fee, while also paying Silver's 15% fee, the total fees deducted from Claimant’s compensation benefits would have been 35%, which is more than the 20% maximum deemed per se reasonable.\n. Silver also raises a related argument that Sager, Claimant's former counsel, lacked standing to file any type of appeal with the Board. Silver also argues that Sager’s appeal to the Board did not comply with the Board’s regulations as to required content and form.\n. Our scope of review in a workers’ compensation appeal is limited to determining whether an error of law was committed, constitutional rights were violated, or whether necessary findings of fact are supported by substantial evidence. Section 704 of the Administrative Agency Law, 2 Pa.C.S. § 704.\n. This Court, sitting en banc, framed the issue before it in McEachin in the following way: “Where a claimant fires one attorney and hires another and the referee, in addition to granting the claimant's petition for benefits, awards counsel fees, does the referee also have jurisdiction to decide a fee dispute between the lawyers and may he apportion the counsel fees?” McEachin, 636 A.2d at 236.\n. In a dissenting opinion, Judge Friedman wrote that she \"believe[s] that Workmen’s Compensation referees have both the authority and the expertise to settle fee disputes between two attorneys who have represented a claimant in the same matter.” McEachin, 636 A.2d at 238 (Friedman, J., dissenting). In reaching this conclusion, Judge Friedman set forth three primary rationales.\nFirst, the Act \"is unique in that it directly involves itself in fee dispute resolution,\" McEachin, 636 A.2d at 239 (Friedman, J., dissenting), because it contains provisions that give the WCJ authority to assess the reasonableness of fees in various circumstances. Thus, Judge Friedman relied on Eugenie v. Workmen's Compensation Appeal Board (Sheltered Employment Service), 140 Pa. Cmwlth.51, 592 A.2d 358 (1991), to argue that Section 440 of the Act, 77 P.S. § 996, authorizes referees to determine what constitutes a reasonable fee for purposes of settling disputes between an employer and a claimant. She also relied on Workmen’s Compensation Appeal Board (Gilroy) v. General Machine Products Co., 24 Pa.Cmwlth. 95, 353 A.2d 911 (1976), to argue that Section 442 of the Act, 77 P.S. § 998, authorizes referees to conduct hearings and determine what constitutes a reasonable fee between a claimant and an attorney. Judge Friedman reasoned that \"[g]iven that Workmen’s Compensation referees are vested by statute with the authority to settle fee disputes between claimant and employer and between claimant and attorney, I see no reason why the referee would lack the power to settle fee disputes between multiple attorneys representing the same claimant in an action.” McEachin, 636 A.2d at 239 (Friedman, J., dissenting).\nHer second rationale for allowing referees to settle fee disputes was that referees have an \"intimate awareness of the attorney’s efforts on a client’s behalf” such that they \"are better able than any other body to apply the principles of quantum meruit and adjudicate an equitable claim of damages under a theory of unjust enrichment or a legal claim of damages under a theory of breach of contract.” McEachin, 636 A.2d at 239 (Friedman, J., dissenting).\nRelated to this second rationale, Judge Friedman noted, as a third rationale, that judicial economy favors resolution of such a fee dispute by the referee because \"to submit this claim to any forum other than the Workmen’s Compensation referee requires that evidence be presented anew and, therefore, is a waste of judicial resources.” McEachin, 636 A.2d at 239 (Friedman, J., dissenting).\n. Part of the compromise and release agreement provided that employer would pay claimant’s attorney's fees. Gingerich, 825 A.2d at 790. Accordingly, employer ended up meeting claimant’s liability to claimant’s counsel. Id. at 791-92.\n. Although not referenced by either the WCJ or the Board, this Court previously issued a decision in which we concluded that, under McEachin, this court lacks jurisdiction to decide fee disputes between two attorneys, even when each has filed fee agreements that have been approved. Tokish v. Workers' Compensation Appeal Board, 774 A.2d 1271 (Pa. Cmwlth.2001).\nIn Tokish, claimant had signed an agreement with first counsel entitling counsel to 20% of the benefits claimant would receive. The fee agreement was submitted to the WCJ, and the WCJ approved it. This first counsel filed a claim petition that the WCJ granted. One year later, Claimant discharged first counsel and hired second counsel. Claimant entered into an agreement of representation with second counsel in which counsel would receive 20% of claimant’s benefits. Following second counsel’s entry into the case, employer challenged claimant’s entitlement to benefits, which second counsel successfully defended. Second counsel filed a Petition for Approval of Attorney’s Fees with the Board, requesting the Board approve the petition pursuant to Sections 442 and 501 of the Act. First counsel filed an answer with the Board objecting to second counsel’s request.\nIn ruling on the petition, the WCJ apportioned attorney's fees between first and second counsel, and approved the 20% fee agreement submitted by second counsel. First counsel appealed to the Board, which reversed the WCJ, concluding that, per Long, the WCJ and Board were without jurisdiction to apportion attorney’s fees. Second counsel appealed and this Court affirmed the Board. In reaching this decision, we relied on McEachin and applied its rationale. We noted that a dispute between two attorneys over the fee is not within the ambit of the WCJ because the first attorney is not representing the client’s interests, but is solely representing his own interests.\nWe find this case distinguishable. First, the Court in Tokish did not address the White decision. It relied on McEachin and then also noted that Long reaffirmed the McEachin holding. Reliance on Judge Doyle’s McEach-in opinion, without also considering his White opinion, presents an incomplete statement of the law. Arguably, the analysis in White tacitly limits the McEachin holding and, in doing so, seems to implicitly accept some of the points raised by Judge Friedman in her well-reasoned dissenting opinion in McEachin. The Long case, while not specifically referencing the White case, is consistent with both McEachin and White, and seems to travel down the same path from McEachin blazed by White — that the operative fact in such cases is whether the fee petition had been filed with the WCJ prior to counsel's cessation of representation.\nAdditionally, factual differences between Tokish and the present case limit application of Tokish’s analysis. Much of Tokish's discussion centered on claimant not being impacted by the decision — that this was just a matter between two attorneys, who had each entered into 20% contingency representation agreements with claimant. Since both present and prior attorneys would receive 20% of claimant's benefits, claimant would be in the same position regardless of which attorney was entitled to the fees. In that sense, the dispute between attorneys in Tokish was more like a separate cause of action from the initial workers' compensation claim.\nHowever, here, Claimant’s receipt of benefits is impacted by the change in attorneys. Since one attorney, Sager, would receive 20% and the other; Silver, would receive 15% of Claimant’s benefits, Claimant is obviously affected by which attorney is entitled to the fees. As Claimant has a more direct interest in this case, the dispute between attorneys is not a separate cause of action as it was in Tokish but, rather, is one closely linked with the initial workers' compensation claim.\n. This same statutory language also establishes a means for calculating amounts owed - in attorney’s fees when the attorney has already received some (but not full) compensation:\nIf the insurer has paid or tendered payment of compensation and the controversy relates to the amount of compensation due, costs for attorney’s fee shall be based only on the difference between the final award of compensation and the compensation paid or tendered by the insurer.\n77 P.S. § 996(b).\n. Justice Nigro, in dissent, argued that \"because paternity impacts ‘substantial liberty interests' of both the father and child,” paternity must always be tried before a trial court which follows the Rules of Civil Procedure. Rossa II, 576 Pa. at 357-58, 839 A.2d at 261 (Nigro, J., dissenting).\n. In resolving this issue, we also necessarily conclude that Sager had standing to bring his fee claim. The question of standing formed a large part of our analysis in the McEachin and White cases. As in White and Long, because Sager previously filed a fee agreement with the WCJ, which had been approved, these circumstances provide him with standing to seek further review with the WCJ of the WCJ’s previous order. If, as in McEachin, Sager had not filed his fee petition prior to his discharge, then Silver’s challenge to Sager’s standing would have been meritorious.\n. We also reject Silver’s argument that Sager's appeal should have been dismissed for failing to conform to the Board’s regulations regarding content and form of appeal. Silver describes Sager’s nunc pro tunc appeal for reinstatement of counsel fees as a \"bizarre document,” in that this document was not in the proper format for an appeal to the Board. Silver also avers that, per Jonathan Sheppard Stables v. Workers’ Compensation Appeal Board (Wyatt), 739 A.2d 1084, 1088 (Pa. Cmwlth.1999), the appeal should have been quashed or dismissed for failing to abide by the Board's regulations. More specifically, Silver notes that, while Section 111.11(a) of the Board’s regulations, 34 Pa.Code § 111.11(a), requires the appeal to be on a form provided by the Board, Sager's appeal was not on such a form. Additionally, Silver notes that Sager's appeal failed to: (1) specify the circulation date of the decision at issue as required by Section 111.11(a)(1); (2) specify the findings of fact and conclusions of law upon which the appeal was based as required by Section 111.11(a)(2); (3) include a copy of the WCJ's decision as required by Section 111.11(a)(5); and (4) contain a proof of service as required by Section 111.11 (a)(6).\nIn Wyatt, this Court held that Claimant's failure to present its issues in its appeal documents before the Board resulted in the issue not being preserved for appellate review. In reaching this decision, we relied on the language of the Board’s regulations, which required issues be raised in the appeal documents. Importantly, we also relied on the Pennsylvania Rules of Appellate Procedure, Rule 1551(a), which provides that \"[n]o question shall be heard or considered by the court which was not raised before the government unit....” The key is that the issue is raised, at the appropriate time, with appropriate sufficiency to preserve the issue before the Board.\nIn this case, in reviewing Claimant’s Petition for Appeal Nunc Pro Tunc for Reinstatement of Counsel Fees, filed by Sager, the issue before the Board is clearly defined. Although it does not appear that briefs were filed in the matter, issues may still be preserved if not briefed as long as they are raised in the appeal documents. Wyatt, 739 A.2d at 1089, n. 6; Sheridan v. Workers’ Compensation Appeals Board (Anzon, Inc.), 713 A.2d 182, 184 (Pa.Cmwlth. 1998).\nWhile the Petition filed by Sager is not the typical appeal document, the procedural posture of this case is, itself, not typical. Sager argues that his rights were violated because he lacked notice of the actions impacting him and, upon learning of the problem, he acted within a reasonable period of time to raise his concerns. As he was not a party to the WCJ decision, Sager could not appeal from that decision. Accordingly, there is no appeal document per se. The Petition clearly serves the same function and is an appropriate means, under the circumstances of this particular case, to raise the issue before the appropriate body.",
        "type": "majority",
        "author": "Judge COHN JUBELIRER."
      },
      {
        "text": "CONCURRING OPINION BY\nSenior Judge McCLOSKEY.\nWhile I agree with the majority’s conclusion in this case based upon the established case law, I write separately to address my concerns regarding the expansion of Section 442 of the Pennsylvania Workers’ Compensation Act (Act) to encompass matters not contemplated by our General Assembly. More specifically, I do not believe that in enacting Section 442, our General Assembly intended it to be a means of resolving disputes between successive counsel.\nRather, as the express language of Section 442 makes clear, said Section was intended to apply as between a claimant and his attorney. This Section mandates approval of a claimant’s counsel’s fee by the workers’ compensation judge (WCJ) or the Workers’ Compensation Appeal Board (Board). I believe that the enactment of this language represents nothing more than our General Assembly’s attempt to provide a means of protection for a claimant against exorbitant and overreaching counsel fees. I do not believe that this Section, nor any other Section in the Act, confers upon the WCJ or the Board the jurisdiction to resolve a dispute such as the one present in this case between successive counsel. Nevertheless, I acknowledge that established precedent from this Court seems to have expanded Section 442 of the Act, thereby conferring such jurisdiction.\nFor these reasons, I merely concur in the result reached by the majority in this case.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 998. This Section was added by Section 3 of the Act of February 8, 1972, P.L. 25.",
        "type": "concurrence",
        "author": "Senior Judge McCLOSKEY."
      }
    ],
    "attorneys": [
      "Paul M. Silver, King of Prussia, for petitioner.",
      "Adam Sager, Pottstown, for intervenor, Sager & Sager Associates.",
      "No appearance entered on behalf of respondent."
    ],
    "corrections": "",
    "head_matter": "Kevin HENDRICKS, Petitioner v. WORKERS’ COMPENSATION APPEAL BOARD (PHOENIX PIPE & TUBE), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued June 9, 2006.\nDecided Oct. 16, 2006.\nPaul M. Silver, King of Prussia, for petitioner.\nAdam Sager, Pottstown, for intervenor, Sager & Sager Associates.\nNo appearance entered on behalf of respondent.\nBEFORE: COHN JUBELIRER, Judge, SIMPSON, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0445-01",
  "first_page_order": 501,
  "last_page_order": 517
}
