{
  "id": 8121790,
  "name": "Arthur ROSENAU, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Rosenau v. District of Columbia",
  "decision_date": "1959-01-09",
  "docket_number": "No. 2249",
  "first_page": "445",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "147 A.2d 445"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "144 A.2d 379",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8121513
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/144/0379-01"
      ]
    },
    {
      "cite": "93 A.2d 568",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8140650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/93/0568-01"
      ]
    },
    {
      "cite": "91 A.2d 14",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "75 A.2d 138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8146599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/75/0138-01"
      ]
    },
    {
      "cite": "35 A.2d 189",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8142181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/35/0189-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 4843,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2008244496107688
    },
    "sha256": "ed78a577f4ac8e7a4e4d01050450814996ea59e1e65eaf954326321b0e21c772",
    "simhash": "1:e92bb0e63fc3086f",
    "word_count": 836
  },
  "last_updated": "2024-02-27T23:48:14.486457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
    ],
    "parties": [
      "Arthur ROSENAU, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "ROVER, Chief Judge.\nWe are asked to reverse an order of the trial court denying defendant’s motion to withdraw his plea of guilty to an Information charging him with disorderly conduct and the use of profane, indecent and obscene words. The Information was filed March 24, 1958; on the same day he entered his plea and was given a sentence of 90 days. No appeal was taken and his sentence has been completely served.\nWe are confronted at the outset with the question as to whether the appeal should not be dismissed because the proceeding is now moot by reason of the expiration of the sentence. This court has had this question before it several times. The basic rule enunciated in those cases is that in criminal matters when the judgment has been satisfied by the payment of a fine or the completion of the sentence, the case becomes moot and any appeal should be dismissed. However, there are qualifications to this rule. If the defendant by reason of the conviction becomes subject to other penalties or disabilities, then it would seem to be only fair to regard the matter as presenting a justiciable issue and to permit a decision on the merits.\nIn Tatum, where the defendant had served his sentence but the conviction resulted in the revocation of his parole and a requirement that he serve time on an earlier conviction, we ruled that he had a substantial stake in prosecuting his appeal and we declined to hold the case moot. In the present case although the official record does not disclose it, we are informed by defendant’s counsel (who did not represent him at the time the plea was entered) that at the time of his arrest his client was on parole from another jurisdiction and that he is subject to being extradited as a parole violator because of the conviction. We would probably be justified in ignoring this phase of the case because of the inadequacies of the record, but under all of the circumstances we feel it would be fairer to decide the case on the merits rather than to dismiss the appeal because of mootness.\nAs we pointed out in Daher v. United States, D.C.Mun.App., 144 A.2d 379 (decided August 22, 1958), this situation is controlled by Municipal Court Criminal Rule 20(d). That rule provides that a motion to withdraw a plea of guilty may be made only before sentence is imposed, except “to correct manifest injustice the court after sentence may set aside the judgment of conviction and permit the defendant to withdraw his plea.” We held in Daher that the granting of such a motion was not a matter of right but rests in the sound discretion of the trial court, and that the burden is on the defendant to establish “manifest injustice.”\nThe defendant, in an effort to persuade the trial court to set aside the plea, alleged that after a short interview with assigned counsel in the cell block of the Municipal Court he consented to enter a plea of guilty to the charge involved here upon the agreement that an offense against the United States, also pending against him, would be dismissed. He also alleges that he was in a state of “great nervous excitement” and unable to understand the proceedings against him and also unable to intelligibly participate in his defense. It does not appear that either the defendant or his trial counsel asked for a continuance in order to prepare a defense. It should be noted that the motion was not filed until more than two months after the plea, at which time he had practically finished serving his sentence and that at no time has he alleged that he is innocent; in fact, his affidavit supporting the motion to set aside the plea inferentially admits his guilt when it states that he “is of the positive opinion that the activities alleged to support the plea of guilty did not take place on March 2‡, 1958,” (the date charged in the Information) .\nWe find no abuse of the court’s discretion.\nAffirmed.\n. Reed v. United States, D.C.Mun.App., 93 A.2d 568; Davis v. District of Columbia, D.C.Mun.App., 91 A.2d 14; Tatum v. United States, D.C.Mun.App., 88 A.2 495; Hill v. United States, D.C. Mun.App., 75 A.2d 138; Hanback v. District of Columbia, D.C.Mun.App., 35 A.2d 189.\n. While it does not affirmatively appear in the record, we understand that the more serious Federal offense was dismissed in accordance with the agreement.",
        "type": "majority",
        "author": "ROVER, Chief Judge."
      }
    ],
    "attorneys": [
      "T. Emmett McKenzie, Washington, D. C., for appellant.",
      "Ted D. Kuemmerling, Asst. Corp. Counsel, Washington, D. C., with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and Hubert B. Pair, Asst. Corp. Counsel, Washington, D. C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arthur ROSENAU, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 2249.\nMunicipal Court of Appeals for the District of Columbia.\nArgued Sept. 8, 1958.\nDecided Jan. 9, 1959.\nT. Emmett McKenzie, Washington, D. C., for appellant.\nTed D. Kuemmerling, Asst. Corp. Counsel, Washington, D. C., with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and Hubert B. Pair, Asst. Corp. Counsel, Washington, D. C., were on the brief, for appellee.\nBefore ROVER, Chief Judge, and HOOD and QUINN, Associate Judges."
  },
  "file_name": "0445-02",
  "first_page_order": 477,
  "last_page_order": 479
}
