{
  "id": 6788300,
  "name": "STATE of Maine v. Michael CAREY",
  "name_abbreviation": "State v. Carey",
  "decision_date": "1973-04-11",
  "docket_number": "",
  "first_page": "446",
  "last_page": "452",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 446"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "397 U.S. 358",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12054393
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0358-01"
      ]
    },
    {
      "cite": "446 F.2d 1214",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        813812
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/446/1214-01"
      ]
    },
    {
      "cite": "347 F.2d 468",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860496,
        3649653
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/347/0468-01"
      ]
    },
    {
      "cite": "120 U.S.App.D.C. 374",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3649653
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "348 F.2d 791",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        857601,
        3651319
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/348/0791-01"
      ]
    },
    {
      "cite": "121 U.S.App.D.C. 179",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3651319
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "99 L.Ed. 150",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "348 U.S. 121",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6930925
      ],
      "weight": 2,
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/us/348/0121-01"
      ]
    },
    {
      "cite": "300 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056707
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/300/0755-01"
      ]
    },
    {
      "cite": "277 A.2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8105133
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/277/0493-01"
      ]
    },
    {
      "cite": "297 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11253004
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0620-01"
      ]
    },
    {
      "cite": "295 A.2d 252",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11250762
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/295/0252-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 872,
    "char_count": 18929,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 1.5241110952923998e-07,
      "percentile": 0.6698156919573304
    },
    "sha256": "f3c1cc82f983939fafe9a48003d18fbc8afff7b38458c4ead42981b7ed7cc265",
    "simhash": "1:8a39b9e0fb1a1c59",
    "word_count": 3158
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J„ and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ.",
      "All Justices concurring.",
      "POMEROY, J., did not sit."
    ],
    "parties": [
      "STATE of Maine v. Michael CAREY."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nIn February of 1972, after a trial by jury in the Superior Court (Cumberland County), defendant was convicted of the crime of robbery (17 M.R.S.A. § 3401). He has appealed from the judgment of conviction.\nOn the evidence, the jury was warranted in finding the following factual situation.\nShortly after 7:00 p. m. on October 3, 1971, James Dennis Martin, a student at the University of Maine, was hitchhiking from Portland to the campus of the University at Gorham. Defendant was operating a passing automobile and offered him a ride. The vehicle was a two door coupe (a portion of the front seat being movable to provide more ready access to the back). Seated in the front with the defendant were a woman (in the middle) and another man. Mr. Martin entered the automobile and sat alone on the back seat. He had with him a banjo, some long playing records, clothes and school text books, all of which he brought into the car.\nDuring the course of the ride the defendant on several occasions told Mr. Martin that he wanted the banjo. As time went on, defendant increased the intensity of his demands for the banjo, punctuating his remarks with statements such as “the cost of this ride is the banjo.” Ultimately, as Mr. Martin persistently refused to relinquish the banjo, defendant threatened him with bodily harm unless he would surrender it. In spite of the threats Mr. Martin refused to give up the banjo. Soon, Mr. Martin realized that defendant had left the most direct route of travel to Gorham. He said to defendant “I’m going to Gorham, I’ll get out here.” Defendant replied: “No, we have other plans for you.”\nDefendant then drove the automobile to a covered bridge in the vicinity of the Town of Windham, brought it to a stop on the bridge and. turned out the lights. Defendant opened the door on his side and this caused a light inside the vehicle to be lit. Before he emerged from the automobile, defendant turned to the back and said to Mr. Martin: “Well, you are going to spend some time in the hospital.” He then hit Mr. Martin in the face. At this point, the woman passenger said: “Don’t do it here, take him outside.” Thereupon, the male passenger opened the door on his side and with the banjo (and other property) remaining in the automobile, he dragged Mr. Martin from the vehicle. Mr. Martin was resisting when the defendant came over, and with the comment: “Oh, you are going to fight back”, hit Mr. Martin in the face knocking him to the ground. While Mr. Martin was prostrate, defendant kicked him in the face a few times until Mr. Martin screamed. According to the testimony of Mr. Martin, “then they left”\n“. . . they left me, and ... as the car was leaving, I turned around to see if I could get the license plate number, and the lights on the back were out, and I couldn’t get the number.”\nMr. Martin did not identify who was driving the vehicle as it left the scene.\nDefendant offered an alibi defense. He testified that he had never seen Mr. Martin prior to the institution of criminal proceedings against him. He asserted that at the time of the alleged incident he was at his own home with his then girlfriend who, by the time of trial, had become his wife.\nAs his first point of appeal, defendant maintains that his conviction should be reversed and that he be granted another trial because the presiding Justice, by denying a motion for continuance predicated on the ground of the illness of defendant’s wife, unreasonably deprived him of opportunity to have his wife’s testimony in corroboration of his alibi. Even though the illness of defendant’s wife had originated more than two weeks previously, defendant had waited until the day on which trial was scheduled to commence to ask for a continuance. When the case was called for trial, counsel for the defendant informed the presiding Justice that defendant himself wished to address the Court. Defendant then made the following statement:\n“I would like to know if I could have a couple of weeks’ continuance on this because my wife is my witness. She has serious problems. She lost two-thirds of her liver and gall bladder, and she’s my witness.”\nOn further inquiry, the presiding Justice ascertained that defendant’s wife had already been released from the hospital, that she had been at home for eight to ten days and had an appointment on the very day of trial to leave her house to go to the hospital for a doctor’s check-up. The presiding Justice then observed:\n“Well, if she could go to the hospital, for a check-up, I should think it would be only fair for the State to take the position that it has, that she could come here.”\nAfter the presiding Justice had made this statement, nothing further was said either by the defendant or by his attorney (except a statement by the attorney that “she has a nervous condition, too”) to indicate special circumstances concerning the condition of defendant’s wife tending to refute the thinking of the presiding Justice that if defendant’s wife were physically able to go to the hospital for a check-up, it was reasonable to conclude that she was able to come to court. Such omission is of special significance in light of the presiding Justice’s further statement that he would facilitate Mrs. Carey’s trip to court by arranging to have the Sheriff’s department provide the transportation.\nWhen the presiding Justice denied the motion for a continuance, the attorney for the defendant informed the Court that he was expecting to provide the testimony of Mrs. Carey that afternoon and he stated additionally:\n“. . . we’ll try to make arrangements with the neighbor for the sheriff’s office to assist in bringing her in with the matron. I presume the Court could supply that?”\nThe presiding Justice reaffirmed that such assistance would be made available.\nThe wife of the defendant did not testify, and during the course of the trial no reason was given to account for the lack of her testimony. Specifically, nothing more was said concerning her physical condition or that efforts had been made to have her come in but that her physical condition had prevented it. After the jury had returned its verdict and counsel was discussing with the Court the matter of bail, counsel suggested that defendant should be given opportunity to go out on bail “because of his wife’s present condition.” Indicating that he was not too impressed by such approach, the presiding Justice said:\n“. . .we were going to bring her in today and she didn’t show up here.”\nApparently as the only explanation for her absence, counsel then remarked: “She’s an extremely nervous person.”\nInsofar as “nervousness” might thus have been a reason for the wife’s failure to testify, the record fails to indicate that defendant’s wife would have been any more “available” at some later time, had there been a continuance.\nWhether a motion for continuance should be granted lies “entirely within the discretion of the presiding justice” and “the burden of showing . . . abuse of discretion rests upon the party alleging the abuse.” State v. Curtis, Me., 295 A.2d 252, 254 (1972).\nIn accordance with criteria more specifically promulgated in Ciwtis for the assessment of abuse of discretion — including lack of a showing, by a medical certificate or other direct evidence, that (1) it is really illness which is causing the unavailability of a witness, or (2) the granting of the continuance would make it any more likely that the witness would be available and would testify, we find no reasonable basis for a conclusion in the instant situation that the presiding Justice was guilty of an abuse of discretion. The denial of the motion for continuance was not error.\nA second point raised on appeal concerns an instruction by the presiding Justice to the jury which is claimed to be an erroneous exposition of the meaning of “reasonable doubt” and “proof beyond a reasonable doubt.” No objection had been made at trial to call the alleged error to the attention of the presiding Justice and to afford him opportunity to correct it, as required by Rule 30 M.R.Crim.P. Hence, the claim of error is cognizable in this appeal only if it is “obvious” error “affecting substantial rights”, under Rule 52(b) M.R. Crim.P., insofar as the rule embodies the doctrine of serious error productive of manifest injustice. State v. Collins, Me., 297 A.2d 620 (1972).\nSeeking to explain with additional explicitness the meaning of “proof beyond a reasonable doubt”, the presiding Justice identified it to the jury as\n“such as you would be willing to rely upon and act upon with reference to your most important affairs.”\nIn his charge the presiding Justice nowhere offered, additionally, any explanation of “reasonable doubt” in terms of the type of negative “mind-attitude” mentioned, for example, in State v. Poulin, Me., 277 A.2d 493 (1971) that:\n“A reasonable doubt is . such a doubt as in the graver transactions of life would cause reasonable, fair-minded, honest, and impartial people to hesitate and pause.” (p. 496)\nIn State v. McKeough, Me., 300 A.2d 755 (February 28, 1973) we had most recent occasion to advert to the subject-matter now before us, likewise in a “manifest error” context, but with the contention of error directed to an incorrect “word association” by the presiding Justice insofar as he had said in his instructions\n“ ‘Proof beyond a reasonable doubt is a doubt . . .’ (Emphasis added.) [when] he evidently meant to say ‘Proof beyond a reasonable doubt is proof . . (p. 763)\nIn McKeough we referred to Holland v. United States, 348 U.S. 121, 75 S.Ct. 127, 99 L.Ed. 150 (1954) in which the Supreme Court of the United States, concerning an instruction worded almost identically with the one under scrutiny and as to which no objection had been made during the course of trial, observed:\n“We think this section of the charge should have been in terms of the kind of doubt that would make a person hesitate to act, . . . rather than the kind on which he would be willing to act. But we believe that the instruction as given was not of the type that could mislead the jury into finding no reasonable doubt when in fact there was some.” (p. 140, 75 S.Ct. p. 138)\nIn supplementation of the discussion in McKeough we now make the additional point that, reasonably interpreted, the language in Holland suggests that the Supreme Court of the United States might well consider reversible error, if appropriate and timely objection be made, a charge on reasonable doubt couched purely in terms of “affirmative action” in the important affairs of life — especially if it is unmitigated by a concomitant instruction adverting to that “mind-attitude” characterized by the fundamentally negative aspect of uncertainty inducing “hesitation” and “pause.”\nThe danger of instilling in the minds of jurors an equivalence with the “mind-attitude” leading to affirmative action is that in the conduct of the serious matters of day to day living people frequently confront the inescapable fact that events will not permit them to indulge in Hamlet-like indecisiveness. Too often, what is important is that there be action, rather than that the action be right. Thus, the “affirmative action” analogy tends to carry with it the idea that, as stated in McGill v. United States, 121 U.S.App.D.C. 179, 348 F.2d 791 (1965):\n“ . . . persons may be willing, indeed required, to act on important matters in their lives notwithstanding the most profound doubts and painful hesitation, . . . .” (p. 796)\nAlso: Scurry v. United States, 120 U.S.App.D.C. 374, 347 F.2d 468 (1965); United States v. Dunmore, 446 F.2d 1214 (8th Cir. 1971).\nFor this reason, the use of the “affirmative action” explanation to elucidate a jury’s function in reference to “reasonable doubt” and “proof beyond a reasonable doubt” is fundamentally at odds with the correct information a jury should receive —that, contrary to their experiences outside the courtroom in which in important affairs they might frequently take affirmative action in the face of serious doubts, as jurors, should they confront reasonable doubts of defendant’s guilt, they must refuse to affirm guilt and must embody the negativeness of their reasonable “hesitation” and “pause” in a conclusion of “not guilty.”\nIn light of the decision In re Winship, 397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970) — in which the Supreme Court of the United States conferred federal constitutional stature upon the standard, and its substantive scope, that in any criminal proceeding guilt must be proved beyond a reasonable doubt — the reservations expressed by the Supreme Court of the United States in 1954 in Holland, supra, must now be deemed to have even more serious implications as to criminal proceedings in State courts.\nWithout here deciding, therefore, that an instruction to the jury concerning “reasonable doubt” and “proof beyond a reasonable doubt” which utilizes the “affirmative action” explanation — especially if there is absent, as here, an accompanying discussion addressed to the negative connotations of “hesitation” and “pause” to act — would, upon appropriate and timely objection, constitute reversible error, we do state that the safer and, therefore, preferred, practice is for the presiding Justice to avoid entirely resort to the “affirmative action” analogy.\nAs to the present situation, in which defendant’s omission to make proper and timely objection to the instruction requires a showing, for reversal, that the alleged error produced serious injustice to defendant, we answer, as did the Supreme Court of the United States in Holland, supra, that, at worst, a\n“. . . definition of a doubt as something the jury would act upon would seem to create confusion rather than misapprehension” (348 U.S. p. 140, 75 S.Ct. p. 138)\nand is, therefore, not productive of serious injustice to defendant, because it is\n“not of the type that could mislead the jury into finding no reasonable doubt when in fact there was some.” (p. 140, 75 S.Ct. p. 138)\nIn the instant situation, and additionally revealing that defendant did not suffer serious prejudice resulting in an unfair trial, the presiding Justice had further instructed the jury:\n“. . . this reasonable doubt I make reference to, is a fair doubt. It is one that is based upon reason and common sense and arises from the state of the evidence. So, if you have a doubt as to the guilt of the defendant, and that doubt can be said to be a reasonable doubt, then the defendant is entitled to a verdict of acquittal.”\nMoreover, the presiding Justice delineated each essential element of the crime charged and emphasized to the jury that unless each element is proved beyond a reasonable doubt, defendant must be acquitted.\nConsidering the charge of the presiding Justice as a whole, we find it adequate to withstand the present attack predicated upon a claim of “obvious” error causing serious injustice. Defendant can take no benefit from this point of appeal.\nDefendant’s last ground on appeal is that the evidence was insufficient to establish that defendant had committed the crime of robbery. The deficiency is said to lie in the failure of Mr. Martin to testify expressly that he saw defendant enter the automobile after defendant had attacked him and to identify the defendant as the person who was driving the automobile as it left the scene. Hence, it is argued the State failed to prove the essential “asportation” element of robbery, that defendant had carried away the banjo of Mr. Martin.\nThe contention is without merit.\nWhile Mr. Martin had been riding in the automobile with the defendant, as well as during the time he was being dragged from it by the other man who had been accompanying the defendant, defendant had been continuingly asserting that he wanted, and was intending to have, the banjo. From this, the jury was warranted in finding that defendant continued to have an intention to deprive Mr. Martin permanently of his banjo when he made a physical attack upon Mr. Martin sufficiently severe temporarily to incapacitate him, by force or intimidation (or both), from returning to the automobile — and thus, by force or intimidation (or both), separating him from his banjo (and other property).\nIn such circumstances further conduct of defendant by which defendant placed himself in the immediate control of the banjo while defendant was in motion away from Mr. Martin would constitute not only a taking but also an asportation by defendant of the banjo. Here, the crucial factor would be that defendant was in motion away from Mr. Martin while defendant was in control of the banjo insofar as he was in its immediate presence in the confined area of the automobile. The physical instrumentality responsible for initiating the movement away from Mr. Martin, whether it was the defendant or some other person who was operating the automobile, is legally immaterial.\nThe key issue, then, is whether there was adequate evidence to warrant the jury in concluding that defendant was inside the automobile when it left the scene. The testimony of Mr. Martin was that after defendant, and his male companion, had finished with Mr. Martin — defendant having kicked him a few times leaving him lying on the ground and screaming—\n“they left me, and ... as the car was leaving, I turned around to see if I could get the license plate number, and the lights on the back were out, and I couldn’t get the number.” (emphasis supplied)\nThis testimony referring to more than one person as leaving Mr. Martin, together with the plain intimation that Mr. Martin was alone when he sought to get the license plate number, is adequate to permit the fact-finder to conclude, as a fair and reasonable inference, that the defendant and the man who was accompanying him had gone back into the automobile and both of them were inside the vehicle as it left the scene.\nThere was thus sufficient evidence to warrant a jury conclusion that, regardless of who was driving the automobile, defendant was guilty of robbery.\nThe entry is:\nAppeal denied.\nAll Justices concurring.\nPOMEROY, J., did not sit.\n. In State v. Poulin, supra, as to a situation in which objection had been made specifically concerning an instruction strongly suggestive of the “affirmative action in your important daily affairs” explanation, but in which there was also contained a delineation of reasonable doubt plainly and expressly discussing the negative importance of “hesitation” and “pause” in the “graver transactions of life”, this Court found “no error in the charge, especially when viewed as a whole.” (277 A.2d p. 497)",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Joseph E. Brennan, County Atty., R. John Wuesthoff, Asst. County Atty., Portland, for plaintiff.",
      "Henry Steinfeld, Thomas P. Wilson, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Michael CAREY.\nSupreme Judicial Court of Maine.\nApril 11, 1973.\nJoseph E. Brennan, County Atty., R. John Wuesthoff, Asst. County Atty., Portland, for plaintiff.\nHenry Steinfeld, Thomas P. Wilson, Portland, for defendant.\nBefore DUFRESNE, C. J„ and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0446-01",
  "first_page_order": 484,
  "last_page_order": 490
}
