{
  "id": 8012670,
  "name": "Van Douglas BLAKENEY, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Blakeney v. United States",
  "decision_date": "1976-11-09",
  "docket_number": "No. 9401",
  "first_page": "447",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "366 A.2d 447"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "294 A.2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046295
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0501-01"
      ]
    },
    {
      "cite": "352 A.2d 390",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058192
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/352/0390-01"
      ]
    },
    {
      "cite": "318 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8055146
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/318/0888-01"
      ]
    },
    {
      "cite": "227 A.2d 395",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8088160
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "399"
        },
        {
          "page": "398-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/227/0395-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 6772,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 1.6732093776510803e-07,
      "percentile": 0.6962855749505087
    },
    "sha256": "43e63acb3adb9ad601595b4fed310a11d99d5de4a80690f2c6e5271548c80e1a",
    "simhash": "1:4c68962ecbd3ce39",
    "word_count": 1090
  },
  "last_updated": "2024-02-27T23:10:53.001557+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN and YEAGLEY, Associate Judges, and PAIR, Associate Judge, Retired."
    ],
    "parties": [
      "Van Douglas BLAKENEY, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "YEAGLEY, Associate Judge:\nThis appeal follows appellant’s conviction for possession of marijuana, a violation of D.C.Code 1973, § 33-402. In the sole argument he raises on appeal, appellant contends that the conviction must be reversed for the failure of the government to quantify the amount of tetrahydrocan-nabinol (THC) present in the approximately 8 grams of marijuana seized at his arrest. Finding no error, we affirm.\nThe chemist produced by the government at trial testified that he had examined the substance confiscated from the appellant and had determined it to be marijuana by microscopic examination and by application of the Duquenois-Levine test and a thin layer chromatography using a THC standard. The latter two procedures directly test for THC. Both proved positive on appellant’s specimen but as small amounts of the chemical will trigger both tests and appellant’s specimen had not been subjected to more discriminating chemical evaluation, the prosecution did not offer evidence establishing the actual amount of THC present in the 8 grams of marijuana except for the chemist’s statement that THC normally will be found in virtually all of the drug taken from the leaf portion of the marijuana plant and that this portion of the plant accounted for approximately 90% of the material seized from the appellant.\nAppellant concedes that the Uniform Narcotic Drug Act, D.C.Code 1973, § 33-401 et seq. offers no support for his proposition that the government’s proof of a usable amount must be related to the THC content of the marijuana. Section 33-402 proscribes possession qf marijuana itself, not its constituent chemicals. It does not require the prosecution to separate and quantify the substance’s active agents in order to demonstrate that the specimen found in the defendant’s possession was sufficiently potent to produce a narcotic sensation. Appellant argues, however, that such proof is compelled by the decisions of this court, beginning with Edelin v. United States, D.C.App., 227 A.2d 395 (1967), where we held that proof of a violation of § 33^102 requires evidence demonstrating that the defendant possessed a “usable amount” of the controlled narcotic.\nWe disagree with the contention. In Edelin, we reversed the conviction of a defendant who was charged with violating § 33-402 after a search of his room uncovered certain narcotics paraphernalia which revealed microscopic traces of heroin under chemical analysis. Following a review of decisions from jurisdictions which had previously considered the conviction of a defendant charged with possession of minute amounts of a proscribed narcotic, we held “that where there is only a trace of a substance, a chemical constituent not quantitatively determined because of minuteness, and there is no additional proof of its usability as a narcotic, there can be no conviction under § 33-402(a).” Edelin v. United States, supra at 399. Edelin went no further than to recognize in the common sense application of the statute that where the seized substance is of an amount so inconsiderable as to make it of no utility to a user and unmarketable, it is not such a narcotic as contemplated by Congress to be a danger to society. Id. at 398-99.\nAlthough we have held that where possession of marijuana is charged the government must prove the presence of THC to establish that the seized substance is from the portion of the plant proscribed by statute, we have not stepped beyond the holding in Edelin to require that the government directly prove the seized substance’s ability to produce a meaningful narcotic influence upon the user by evidence quantifying the presence of its active agents. To the contrary, we have reviewed the government’s quantitative evidence in cases of this kind solely to determine whether the record allowed a conclusion that the substance itself was present in a “usable amount.” In Jones v. United States, D.C.App., 318 A.2d 888 (1974), for example, a conviction was affirmed upon proof that the defendant had at the time of his arrest been in possession of a bottle filled with a greenish weedlike substance subsequently identified as marijuana. More recently, in Thomas v. United States, D.C.App., 352 A.2d 390 (1976), where the defendant challenged his conviction on the alleged failure of the government to establish that the marijuana found in his possession was from the proscribed portion of the plant, evidence which demonstrated the presence of THC in 50% of the seized substance was held sufficient to permit af-firmance.\nThe statute merely proscribes possession of marijuana without regard to the nature of the narcotic effect it might have on a user. In this respect it differs from the Volstead Act which was not directed merely at the possession of liquor, but treated with “intoxicating liquor”.\nSection 33-402 when read with the practical exception enunciated in Edelin carries a legislative presumption that those substances identified as “narcotic drugs” in D.C.Code 1973, § 33-401 (m) pose a sufficient threat to the public welfare to warrant the prohibition of their possession except in such insignificant quantities as make it patent that the substance cannot be employed for a narcotic purpose. We enforce that presumption here.\nIn this case a police officer testified at trial that the amount of marijuana found in the appellant’s possession could form the grist for three to five marijuana cigarettes. Cf. Payne v. United States, D.C.App., 294 A.2d 501 (1972).\nIn view of the quantity of marijuana found on the appellant at his arrest, and considering the chemist’s testimony as to the THC content of that marijuana, appellant’s motion for a judgment of acquittal properly was denied. The judgment of conviction accordingly is\nAffirmed.\n.The chemist indicated that a milligram or tenth of a milligram of THC could have produced the color reaction observed in the Duquenois-Levine test and that a minute amount of the chemical would return a positive reaction in the thin layer chromatography.\n. The chemist testified that it was possible to run a test to determine the amount of THC present and that such a test was “very easy” to perform.\n. D.C.Code 1973, §§ 33-401 (m), -401 (n), -402.\n. Thomas v. United States, D.C.App., 352 A.2d 390 (1976). See D.C.Code 1973, § 33-401 (m).",
        "type": "majority",
        "author": "YEAGLEY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Jerry Lee Dier, Silver Spring, Md., appointed by this court, for appellant.",
      "Earl J. Silbert, U. S. Atty., John A. Terry and Richard W. Tynes, Jr., Asst. U. S. Attys., Washington, D. C,, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Van Douglas BLAKENEY, Appellant, v. UNITED STATES, Appellee.\nNo. 9401.\nDistrict of Columbia Court of Appeals.\nSubmitted Dec. 17, 1975.\nDecided Nov. 9, 1976.\nJerry Lee Dier, Silver Spring, Md., appointed by this court, for appellant.\nEarl J. Silbert, U. S. Atty., John A. Terry and Richard W. Tynes, Jr., Asst. U. S. Attys., Washington, D. C,, were on the brief for appellee.\nBefore KERN and YEAGLEY, Associate Judges, and PAIR, Associate Judge, Retired."
  },
  "file_name": "0447-01",
  "first_page_order": 503,
  "last_page_order": 505
}
