{
  "id": 7960795,
  "name": "Louise HYNES et al. v. Alfred J. ROCHFORD III, Michael J. White, and John J. McClarnon III",
  "name_abbreviation": "Hynes v. Rochford",
  "decision_date": "1984-04-19",
  "docket_number": "No. 81-438-Appeal",
  "first_page": "449",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "474 A.2d 449"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "121 R.I. 6",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3188953
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "12"
        },
        {
          "page": "1101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0006-01"
      ]
    },
    {
      "cite": "416 A.2d 698",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7946107
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "700-01",
          "parenthetical": "quoting Barbato v. Epstein, 97 R.I. at 194, 196 A.2d at 837"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/416/0698-01"
      ]
    },
    {
      "cite": "433 A.2d 968",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8009640
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "970"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0968-01"
      ]
    },
    {
      "cite": "455 A.2d 1302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004392
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "1304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/455/1302-01"
      ]
    },
    {
      "cite": "112 R.I. 753",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3134236
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "756-57"
        },
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/112/0753-01"
      ]
    },
    {
      "cite": "425 A.2d 903",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992910
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0903-01"
      ]
    },
    {
      "cite": "430 A.2d 1072",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992887
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1074"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/1072-01"
      ]
    },
    {
      "cite": "121 R.I. 110",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3187276
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "120"
        },
        {
          "page": "935"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0110-01"
      ]
    },
    {
      "cite": "121 R.I. 149",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3190843
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "152-53"
        },
        {
          "page": "942"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0149-01"
      ]
    },
    {
      "cite": "433 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975210
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0226-01"
      ]
    },
    {
      "cite": "460 A.2d 415",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7950048
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "418"
        },
        {
          "page": "418"
        },
        {
          "page": "418"
        },
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0415-01"
      ]
    },
    {
      "cite": "433 A.2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974933
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0215-01"
      ]
    },
    {
      "cite": "471 A.2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7955702
      ],
      "pin_cites": [
        {
          "page": "209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/471/0207-01"
      ]
    },
    {
      "cite": "196 A.2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1964,
      "pin_cites": [
        {
          "page": "837"
        },
        {
          "page": "837"
        },
        {
          "page": "837"
        },
        {
          "page": "837"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 R.I. 191",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3091235
      ],
      "weight": 5,
      "year": 1964,
      "pin_cites": [
        {
          "page": "193"
        },
        {
          "page": "193"
        },
        {
          "page": "194"
        },
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/97/0191-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 10961,
    "ocr_confidence": 0.732,
    "pagerank": {
      "raw": 6.095130193347235e-08,
      "percentile": 0.3805366644927948
    },
    "sha256": "b018a13fb28b0fdfbf5d80d36bb76f7851f52d0526df4bf7b5a3669b20e4166f",
    "simhash": "1:44e921697b8f546a",
    "word_count": 1810
  },
  "last_updated": "2024-02-27T20:56:40.260103+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Louise HYNES et al. v. Alfred J. ROCHFORD III, Michael J. White, and John J. McClarnon III."
    ],
    "opinions": [
      {
        "text": "OPINION\nMURRAY, Justice.\nThis is an appeal from a decision of a trial justice of the Superior Court granting the motion of one of the plaintiffs, Louise Hynes (Mrs. Hynes), for a new trial. A jury verdict was returned which apportioned liability between two of the three named defendants and Mrs. Hynes.\nThe present controversy arose from the following sequence of events. On or about June 9, 1974, at approximately 4:45 p.m., plaintiffs, mother and daughter, were driving northward on Route 2 in North Kingstown in their 1970 Maverick. The weather was clear and the road surface was dry. There was heavy traffic that resulted in “stop and go” driving. Mrs. Hynes testified that she came to a normal stop approximately five feet from the rear bumper of the car in front of her, a stop necessitated by the traffic congestion. Mrs. Hynes testified that she then removed her foot from the brake pedal, depressed the clutch, and put the car into first gear in order to be ready to move when the traffic congestion eased.\nThe defendant Alfred J. Rochford III (Rochford) was driving a 1970 Dodge Charger approximately 125 feet behind plaintiffs’ car. He was traveling at a rate of speed of between forty and forty-five miles per hour. When Rochford realized that plaintiffs’ car had come to a complete stop, he applied his brakes with such force that his car skidded for about ten feet. Rochford testified that he did not see any brake lights on plaintiffs’ car. Nonetheless, he was able to stop without colliding with plaintiffs’ car.\nThe defendant Michael J. White (White) was driving immediately behind Rochford. White collided with the rear end of Roch-ford’s car within seconds after Rochford had stopped. This collision caused Roch-ford’s car to move forward approximately eight to ten feet and to strike plaintiffs’ car from behind.\nThe defendant John J. McClarnon III (McClarnon) was driving a Dodge van two car lengths behind White’s car, traveling between forty and forty-five miles per hour. McClarnon testified that he witnessed the collision between White’s and Rochford’s cars. McClarnon, unable to brake effectively in time, collided with the rear end of White’s car. This impact again caused Rochford’s car to strike plaintiffs’ car.\nThe plaintiffs brought a negligence action against Rochford, White and McClar-non. As Rochford was an uninsured-motorist, plaintiffs' uninsured-motorist insurer, Nationwide Insurance Company, was also named as a party defendant. Nationwide cross-claimed against Rochford. Both Louise and Gail Hynes settled with White before the jury’s verdict was rendered. After a lengthy trial on both liability and damages, the jury returned the following verdict:\nPER CENTAGE DAMAGES PARTY OF FAULT AWARDED\nLouise Hynes 10 $4,1300\nGail Hynes 0 800\nAlfred Rochford III 0 0\nMichael White 45 ()\nJohn J. McClarnon III 45 0\nAbout one month later, the trial justice granted plaintiff Mrs. Hynes’s motion for a new trial against defendant McClarnon on both issues, liability and damages. The trial justice also granted defendant McClar-non the option of paying a $10,000 additur as well as the $4,500 verdict instead of relitigating both issues. As McClarnon chose not to pay the verdict and additur, we are called upon solely to decide whether the trial justice acted properly in granting plaintiff’s new-trial motion.\nMcClarnon contends that the trial justice failed to carry out his proper duty in passing on the new-trial motion as enunciated in Barbato v. Epstein, 97 R.I. 191, 196 A.2d 836 (1964). Specifically, McClarnon argues that the trial justice disregarded material evidence, was inconsistent in his rulings, and failed to set forth his reasons for setting aside the jury verdict. We disagree and affirm the trial justice’s order.\nOn appeal, a trial justice’s ruling on a motion for a new trial will be afforded great weight and will not be disturbed unless he or she overlooked or misconceived material evidence or was otherwise clearly wrong in performing his function. Gibbs Oil Co. v. Potter, 471 A.2d 207, 209 (R.I.). Taft v. Cerwonka, R.I., 433 A.2d 215, 221 (1981). The trial justice must reference the facts with some specificity to enable this court to conclude that his decision was indeed warranted. Gibbs Oil Co. v. Potter, at 209; Zarrella v. Robinson, R.I., 460 A.2d 415, 418 (1983); Kelaghan v. Roberts, R.I., 433 A.2d 226, 229 (1981). The duty of the trial justice on a new-trial motion for inadequate damages is “essentially the same” as it is for a motion for a new-trial on liability. Id., 433 A.2d at 228-29. Thus, we shall consider the trial justice’s decision to award a new trial on both liability and damages together. See Puc v. Leaseway of New England, 121 R.I. 149, 152-53, 396 A.2d 940, 942 (1979).\nThe defendant McClarnon first contends that the trial justice failed to explain the factual basis for his conclusions concerning liability. However, the trial justice’s ruling shows that he did indeed consider the actions of each party to this controversy. He properly exercised his independent judgment and made separate findings in regard to each party on the issue of negligence. Barbato v. Epstein, 97 R.I. at 193, 196 A.2d at 837. The trial justice found that the accident occurred on a beach Sunday and that McClarnon was traveling at a fairly decent rate of speed when he struck White’s vehicle. Thus, the trial justice found sufficient evidence to warrant the jury’s finding of negligence on the part of McClarnon. Dixon v. Royal Cab, Inc., 121 R.I. 110, 120, 396 A.2d 930, 935 (1979). There was no requirement that the trial justice “exhaustively evaluate” all of the testimony presented in stating the conclusion that he reached. Zarrella v. Robinson, R.I., 460 A.2d at 418; Rossi v. Hall, R.I., 430 A.2d 1072, 1074 (1981).\nMcClarnon further urges that the trial justice overlooked material evidence on a controlling issue, that is, on Roch-ford’s testimony that he did not perceive any brake lights on plaintiff’s car. See Gibbs Oil Co. v. Potter, at 209. The trial justice found Mrs. Hynes to be “basically honest” and accepted her testimony as credible, including her testimony that her brake lights were working. Further, Mrs. Hynes had testified that at the time of the impact her car was in gear; therefore, the brake lights would not then be lit. The trial justice properly passed “upon the weight and credibility of the evidence, accepting and rejecting conflicting testimony as if he were sitting as a fact-finder.” Fox v. Allstate Insurance, R.I., 425 A.2d 903, 907 (1981); Barbato v. Epstein, 97 R.I. at 193, 196 A.2d at 837.\nOn the issue of damages, defendant McClarnon contends that the trial justice overlooked the fact that plaintiff was collecting unemployment benefits during the period when she alleged she was disabled. However, the trial justice did not predicate his decision to grant a new trial on damages on the ground that the jury’s verdict did not adequately compensate plaintiff for lost wages. The trial justice’s decision to grant a new trial on the issue of damages was based upon his independent assessment of plaintiff’s pain and suffering. See Zarrella v. Robinson, R.I., 460 A.2d at 418; Wood v. Paolino, 112 R.I. 753, 756-57, 315 A.2d 744, 746 (1974). Thus, the trial justice did not overlook material evidence as to damages.\nA trial justice’s duty on a motion for a new trial is twofold. First, as discussed above, he must sit as the “seventh” or “super” juror, reviewing and passing on the material evidence. Kelly v. C.H. Sprague & Sons Co., R.I., 455 A.2d 1302, 1304 (1983); Bennett v. Bennett, R.I., 433 A.2d 968, 970 (1981).\n“Once the trial justice has scrutinized the evidence in the fashion described here, he must make one of two choices. In those instances where his judgment tells him that the particular evidence and the reasonable inferences to be drawn therefrom are so nearly balanced that reasonable men could arrive at different results in the consideration of the case, he is obliged to deny the motion and affirm the verdict. However, if his judgment tells him that the jury’s verdict is against the fair preponderance of the evidence and thereby fails either to do justice to the parties or to respond to the merits of the controversy, the motion must be granted and the verdict set aside.” Gibbs Oil Co. v. Potter, at 210 (quoting Bennett v. Bennett, R.I., 433 A.2d at 970-71).\nIn the instant case, the trial justice concluded that the verdict was against the fair preponderance of the evidence in regard to both liability and damages. We recognize that determinations of liability and damages are matters that in the first instance are clearly within the jury’s province. Gibbs Oil Co. v. Potter, at 211. Nevertheless, a trial justice has a duty to disregard these findings on a new-trial motion if he independently concludes that the jury verdict “fails to respond truly to the merits of the controversy and to administer substantial justice and is against the fair preponderance of the evidence.” Yammerino v. Cranston Tennis Club, Inc., R.I., 416 A.2d 698, 700-01 (1980) (quoting Barbato v. Epstein, 97 R.I. at 194, 196 A.2d at 837).\nThe trial justice concluded that the jury’s determination of liability did not administer substantial justice because the jury perceived that Mrs. Hynes was at fault. He concluded, after assessing all relevant testimony and demeanor, that this is not a fact upon which “different minds can naturally and fairly come to different conclusions thereon * * *.” Barbato v. Epstein, 97 R.I. at 194, 196 A.2d at 837. This finding was within the trial justice’s ambit of review on the motion.\nThe trial justice concluded that the jury “ ‘proceeded upon a clearly erroneous basis’ ” in arriving at its award for pain and suffering. Zarrella v. Robinson, R.I., 460 A.2d at 418. He found that the jury had considered plaintiff’s fault in considering the size of her award. Thus, he conditionally awarded an additur to allow the award to do substantial justice between the parties. He need not have specified exactly how the additur of $10,000 was determined. It is axiomatic that “damages for pain and suffering cannot be assessed with mathematical precision.” Id. (quoting Pimental v. Postoian, 121 R.I. 6, 12, 393 A.2d 1097, 1101 (1978)).\nWe have reviewed all of the evidence presented below and are of the opinion that the trial justice did not overlook or misconceive relevant evidence, nor was he otherwise clearly wrong.\nThe defendant’s appeal is denied and dismissed, the judgment ordering a new trial is affirmed, and the case is remanded to the Superior Court for a new trial on all issues.",
        "type": "majority",
        "author": "MURRAY, Justice."
      }
    ],
    "attorneys": [
      "John J. Kelly, Providence, for plaintiffs.",
      "Robert J. Quigley, Jr., Gerald C. DeMa-ria, Higgins, Cavanagh .& Cooney, Providence, for defendants."
    ],
    "corrections": "",
    "head_matter": "Louise HYNES et al. v. Alfred J. ROCHFORD III, Michael J. White, and John J. McClarnon III.\nNo. 81-438-Appeal.\nSupreme Court of Rhode Island.\nApril 19, 1984.\nJohn J. Kelly, Providence, for plaintiffs.\nRobert J. Quigley, Jr., Gerald C. DeMa-ria, Higgins, Cavanagh .& Cooney, Providence, for defendants."
  },
  "file_name": "0449-01",
  "first_page_order": 511,
  "last_page_order": 515
}
