{
  "id": 7961336,
  "name": "REALTY GROWTH INVESTORS, Defendant Below, Appellant, v. COUNCIL OF UNIT OWNERS, of Pilot Point Condominium, for the Phase I Lessees, Plaintiff Below, Appellee",
  "name_abbreviation": "Realty Growth Investors v. Council of Unit Owners",
  "decision_date": "1982-10-26",
  "docket_number": "",
  "first_page": "450",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "453 A.2d 450"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "266 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8062654
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/266/0182-01"
      ]
    },
    {
      "cite": "304 A.2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044228
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/304/0339-01"
      ]
    },
    {
      "cite": "209 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "904"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "408 A.2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7963700
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0298-01"
      ]
    },
    {
      "cite": "158 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "334 A.2d 223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8052894
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/334/0223-01"
      ]
    },
    {
      "cite": "402 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8041012
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/0382-01"
      ]
    },
    {
      "cite": "331 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035995
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/331/0383-01"
      ]
    },
    {
      "cite": "29 Case W.Res.L.Rev. 228",
      "category": "journals:journal",
      "reporter": "Case W. Res. L. Rev.",
      "year": 1978,
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "178 A. 146",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "pin_cites": [
        {
          "page": "149-50"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159614
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0049-01"
      ]
    },
    {
      "cite": "252 A.2d 166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8069052
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/252/0166-01"
      ]
    },
    {
      "cite": "436 A.2d 1271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "156 A.2d 207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "209"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "90 R.I. 171",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4865508
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/ri/90/0171-01"
      ]
    },
    {
      "cite": "19 So. 59",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "year": 1894,
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Ala. 159",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5601920
      ],
      "year": 1894,
      "opinion_index": 0,
      "case_paths": [
        "/ala/106/0159-01"
      ]
    },
    {
      "cite": "83 A.2d 678",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "681"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "239 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080537
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/239/0629-01"
      ]
    },
    {
      "cite": "231 A.2d 450",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8098285
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/231/0450-01"
      ]
    },
    {
      "cite": "248 A.2d 446",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "104 N.J.Super. 35",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        289376
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/104/0035-01"
      ]
    },
    {
      "cite": "436 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11294056
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "1279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/436/1268-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1092,
    "char_count": 26664,
    "ocr_confidence": 0.802,
    "pagerank": {
      "raw": 3.817332607118225e-07,
      "percentile": 0.8981523633231127
    },
    "sha256": "ecbcefa23254c98a0e2e3531e003cb13c4a7264a6a5ae812d8c8b6a2047972fc",
    "simhash": "1:6599e0eb8d9e1227",
    "word_count": 4379
  },
  "last_updated": "2024-02-27T16:45:19.505066+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C.J., McNEILLY and QUILLEN, JJ."
    ],
    "parties": [
      "REALTY GROWTH INVESTORS, Defendant Below, Appellant, v. COUNCIL OF UNIT OWNERS, of Pilot Point Condominium, for the Phase I Lessees, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "QUILLEN, Justice:\nThe appellant, Realty Growth Investors (“RGI”), is appealing from the Court of Chancery’s grant of summary judgment to appellee, Council of Unit Owners of Pilot Point Condominium for the Phase I Lessees (“Phase I owners”). The Phase I owners brought an action for declaratory judgment and injunctive relief in order to define their rights under the Pilot Point Condominium declaration and to prevent further development of the property by RGI. See the thorough opinion of the Court of Chancery, Council of Unit Owners of Pilot Point Condominium v. Realty Growth Investors, Del. Ch., 436 A.2d 1268 (1981).\nIn 1967, the Lewes City Commissioners executed a 99 year lease with Match Land Co. for 17.35 acres of municipal land located in Sussex County. In 1972, the Match Land Co. assigned the lease to Anderson-Stokes, Inc. (“Anderson-Stokes”). The following year Anderson-Stokes voluntarily recorded a declaration and declaration plan for the Pilot Point Condominium development under the Delaware Unit Property Act, 25 Del.C. § 2201 et seq. The declaration and declaration plan created by the developer provided for 32 town house units in five (5) buildings built on a portion of the leased land (“Phase I units”). All the remaining land was designated as “common elements” and apportioned, in undivided percentage interests, to the 32 Phase I units.\nParagraph two of the declaration provided for future developments in three additional phases, II, III and IV. These phases were to contain “not more than a total of 200 units” in “not more than three additional buildings”. As noted by the Court below, “it was the intention of Anderson-Stokes to complete the project by constructing one 100-unit high rise motel and two 50-unit garden court apartment buildings.” A site plan drawing by an architect (the declaration plan) filed with the declaration included proposed sites for three “future building[s]”. The declaration provided that Anderson-Stokes had the right to amend and supplement the declaration plan to establish “the exact site of each building” after construction was complete and to take other steps required to bring the entire project into full compliance with the Unit Property Act. The declaration could be amended to reflect changes in percentage ownership of the common elements by the recording of an amendment duly executed by all affected unit owners pursuant to 25 Del.C. § 2219 and § 2205.\nParagraph 6 of the declaration also purported to create an irrevocable power of attorney in Anderson-Stokes or its successors, to\n“change, amend, reduce or increase the proportionate undivided interest in the common elements by the recording of an amendment to this Declaration executed by Anderson-Stokes, Inc., or its assigns, as attorney-in-fact for the unit owners, for the sole purpose of including in said percentages the additional construction of not more than two hundred (200) units as herein contemplated.”\nIt is clear that the phrase “as herein contemplated” included the overall limitation of “not more than three additional buildings”, which was an express limit on the declarant’s right to do further construction.\nThe declaration and plan were recorded on May 14,1973. Two months later, Anderson-Stokes received permission from the City of Lewes to build four buildings in the second phase (Phase II) in place of the projected one building, 100 unit, motel. Anderson-Stokes did not seek to amend the declaration although some revised drawings of Phase II were evidently filed in 1975. By April 15,1974, Anderson-Stokes had sold all 32 Phase I units. It then conveyed the Phase II land lease, a 9.5 acre parcel, included as part of the common elements of Phase I, to a bank as security for construction funds. Phase I owners were not consulted nor was the declaration amended. Anderson-Stokes developed Phase II into 28 town house units in four buildings during 1974 and early 1975.\nIn July, 1975, ASCO, Ltd., a corporate successor to Anderson-Stokes, executed an assignment of the remaining rights under the Match Land Co. assignment to RGI, the initial mortgage lender for the development, in order to stave off foreclosure. This transfer included the Phase I leased land as well as the unimproved Phase III and IV land. Thus, at this point, RGI and the second mortgage lender were holders of the land lease and Phase I owners and ASCO, as Phase II developer, were owners of the improvements. The Phase I owners protested against further development of Phases III and IV but no accord was reached.\nIn March, 1978, ASCO recorded an amendment to the declaration and declaration plan. This amendment purported to incorporate the completed and occupied Phase II units into the Pilot Point Condominium and to affirm RGI’s further development rights in Phases III and IV. The amendment also declared that Phase I owners had waived or acquiesced to the substitution of 28 town house units for the 100 unit motel building originally planned for Phase II and that the three building limitation had been “superseded and nullified . .. by acquiescence or waiver” to the four buildings in Phase II. The amendment also purported to permit twelve town house buildings, containing 68 units, in Phases III and IV. Thus, it is important to note that the amendment treated the unit substitution as limited to Phase II but the building limitation as entirely nullified. RGI simultaneously filed a declaration of acquiescence, approval and consent to ASCO’s amendment, conditioned on the validity of its future development rights in Phases III and IV. The Phase I owners protested and brought suit to enjoin further development and to declare the rights of all the parties. RGI defended and counterclaimed on various grounds.\nThe Court of Chancery decided that the power of attorney, through which the Phase I owners were alleged to have given consent to the 1978 amendment, was not validly created. The words of the power are found in paragraph 6 of the declaration submitted under the Unit Property Act, an instrument not signed by the Phase I owners. The asserted execution and acknowledgment of the power by each Phase I owner is found in the lease/conveyance instrument, which incorporates paragraph 6 by reference. The lease said in part: “Subject to the adjustment as provided for in Paragraph 6 of the Declaration, which provision the Lessee herein acknowledges that he has read and consented to.” The Court of Chancery agreed that some type of agency was created but held that a power of attorney cannot be created in this manner and, therefore, it was ineffective to convey any interest in land.\nThe Court also held that RGI’s assertion that it was the owner of the Phase I improvements because it acquired the interests of the constructing lessee was a spurious argument. The Court found that any conclusion other than statutory “ownership” by the Phase I occupants was precluded by the designation of “unit owners” that Anderson-Stokes had applied to the Phase I occupiers in the declaration and leases, as well as by the terms of 25 Del.C. § 2217. Further, the Court reasoned that, if the RGI theory of ownership were accepted, the attempted creation of a power of attorney in Anderson-Stokes would be pointless and unnecessary. Finally, the Court held that if RGI were found to be the owner, then a fraud would have been perpetrated on the Phase I owners as they would have received nothing from their substantial investment except the right to pay annual ground rent. Therefore, the Court ruled that public policy required that the documents must be construed to create ownership in the Phase I occupiers and against the party, or its successor, who voluntarily created those documents.\nThus, since the power of attorney was invalid and RGI was determined not to be the owner, the Court found that an amendment to the original declaration could only be made with the written consent of all the Phase I owners pursuant to 25 Del.C. § 2219(6) and § 2205. Since this had not occurred, the Phase I owners could not be held to have given consent.\nThe Court also rejected RGI’s arguments that waiver, estoppel or unjust enrichment required a contrary finding. The Court held that the only waiver that had occurred to the overall three building limitation was to the fourth building actually constructed. Otherwise the limitation remained and therefore precluded further construction. The Court of Chancery also found that no unjust enrichment accrued to the Phase I owners by the non-development of Phases III and IV since the Phase I owners were only insisting on their rights under the plan and they had not originally contemplated that the property would be “ringed and packed to the limit with additional buildings and town houses.” 436 A.2d at 1279.\nFinally, the Court determined the rights of the Phase II owners and found that they were within the Pilot Point Condominium and the only thing lacking was proper amendment of the declaration to reflect the changed proportionate interest in the common elements.\nThe Court issued an order declaring the power of attorney contained in paragraph 6 of the declaration null and void and declaring equally null and void portions of the 1978 amendment relating to that power. It enjoined development of Phases III and IV and voided references in the documents to future development rights.\nRGI has appealed, alleging that the Court below erred in finding the power of attorney unenforceable. They argue that a power of attorney may be created by incorporation by reference in an executed and acknowledged lease. Therefore, they contend that ASCO had power to consent to the amendment. They also argue that summary judgment is prevented by a question of fact as to the Phase I owners’ waiver and acquiescence to the Phase II changes. RGI contends that both it and its predecessor, ASCO, detrimentally relied on the absence of protest during the construction of the four Phase II buildings and that the later objections to Phases III and IV were only an “afterthought” on the part of the Phase I owners who, in actuality, had gladly accepted a benefit in the Phase II substitution of town houses for a motel. RGI further alleges that it is an innocent party because the wrongful acts of its predecessor, ASCO, cannot be ascribed to it. Therefore, it claims that the Phase I owners will be unjustly enriched if further development is halted.\nThe Phase I owners counter that development of Phases III and IV would unlawfully infringe their vested property rights under the declaration. They argue that the power of attorney was not properly executed or acknowledged and was not sufficiently identified to be incorporated by reference. Further, they argue that if the power is found valid, it was used up by its exercise in the construction of four additional buildings.\nA power of attorney is a written authorization used to evidence an agent’s authority to a third person. Although the terms of the authorization should be certain and plain, absent statutory requirements, no form or method of creation is mandated. 3 Am.Jur.2d, Agency, § 23 (1962). The Court of Chancery noted the pertinent statutes but they are silent as to the exact form of the power. Title 25 Del.C. § 151 provides that a letter of attorney concerning lands or tenements, acknowledged or certified, shall be recorded. Section 171 provides that it may be acknowledged in the manner prescribed for a deed. Therefore, the power of attorney to change the percentage share in the common elements must at least contain an acknowledgment and be recorded. 25 Del.C. § 172.\nPowers of attorney are construed in accord with the rules for the interpretation of other written instruments. Bank of America, National Trust Savings Association v. Horowytz, N.J.Super., 104 N.J.Super. 35, 248 A.2d 446, 450 (1968); 3 Am.Jur.2d, Agency, § 28 (1962). A contract can be created by reference to the terms of another instrument if a reading of all documents together gives evidence of the parties’ intention and the other terms are clearly identified. See Pauley Petroleum, Inc. v. Continental Oil Co., Del.Ch., 231 A.2d 450, 456 (1967), aff’d Del.Supr., 239 A.2d 629 (1968); State ex rel. Hirst v. Black, Del.Super., 83 A.2d 678, 681 (1951). Thus, since an agency created by agreement is subject to contract rules, 3 Am.Jur.2d, Agency, §§ 17, 23 (1962), it would seem to follow that a power of attorney is also subject to such rules and can be created by incorporation by reference. See White v. Breen, Ala. Supr., 106 Ala. 159, 19 So. 59, 60 (1894). Thus, we are hesitant to endorse the broad position taken by the Court of Chancery as to the invalidity of the power of attorney. It may be that “two-step scheme”, as it was described by the then Vice Chancellor, may have been grossly inequitable from a notice and fairness standpoint, but, under the view of the case we take, we can assume, without deciding, that power of attorney is valid.\nPowers of attorney are generally more strictly construed than ordinary contracts. 3 Am.Jur.2d, Agency § 29; Ricci v. Cappelluzzi, R.I.Supr., 90 R.I. 171, 156 A.2d 207, 209 (1959). The power of attorney created here was clearly limited to a specific action. The “sole purpose” of an amendment by power of attorney was to include “in said percentage [share of common elements] the additional construction of not more than two hundred (200) units as herein contemplated.” As the Vice Chancellor suggested at 436 A.2d 1271, the phrase “herein contemplated” in paragraph 6 of the declaration necessarily included the three building limitation. See Hudson v. D & V Mason Contractors, Inc., Del.Super., 252 A.2d 166, 169 (1969).\nThis limited power cannot be extended. The authorization of an agent is interpreted in light of the accompanying circumstances, including the relationship of the parties, general usage, and the method of doing business. Brock v. Real Estate Land Title & Trust Co., Pa.Supr., 318 Pa. 49, 178 A. 146, 149-50 (1935). The purpose of this power of attorney is discussed by RGI in its brief. It explains that the Delaware Unit Property Act is representative of the early version of condominium statutes which required that the percentage interest in the common elements had to be fixed and unvariable except by unanimous consent.\n“As condominiums became more popular, developers began to build condominiums consisting of .... lateral developments [which] involved conveyances of units before the entire project was completed, often in several phases of development. Several approaches were then employed to permit gradual development and conveyances in a condominium project whose declaration fixed the percentage interest. ...\nOne recognized method was to include ‘... language in the original declaration and deed which stated that by accepting the deed conveying ownership ... the grantee irrevocably appointed the grant- or as his attorney in fact, ..., to amend the original declaration so as to add more units and reallocate percentages.’ Note, Expanding Condominium in Ohio, 29 Case W.Res.L.Rev. 228, 239 (1978).”\nThus, as RGI’s explanation underscores, the purpose of this power of attorney is limited to the changing of the fixed percentage interest as additional units come into being. It may be exercised as often as the declaration contemplates that changes can be made, in this case as the three buildings “herein contemplated” were constructed. The power provides no form of agency with regard to other types of amendments. Therefore, the Vice Chancellor’s holding that the Phase I owners did not consent to the 1978 amendment of the three building limitation was correct.\nWe turn now to RGI’s claims of equitable defense. The Vice Chancellor’s holding on the issue of the absence of a factual question regarding waiver or acquiescence is supported by the record. RGI contends that there is a question of fact arising from the Phase I owners’ undisputed behavior. In particular, RGI alleges that the Vice Chancellor’s holding that the Phase I owners did not waive the right to object to additional violations of the declaration misconstrues their argument. RGI asserts that it does not claim that waiver to the construction of four buildings in Phase II now justifies construction of any number of additional buildings in Phases III and IV. Rather, they contend that a waiver was directed to the form of Phase II, to the substitution of four smaller buildings for one large building. Therefore, RGI claims, their right to continue construction, as originally planned in Phases III and IV, is unimpaired. Under this argument, RGI could still construct two additional buildings.\nAppellee resists this argument, alleging that this position was not taken below by RGI. It does seem to us that RGI argued below that the Phase I owners had waived the three building limitation entirely and the amended declaration permitting twelve buildings in Phases III and IV is dramatic evidence of RGI’s intent. We feel, however, that in either case the Vice Chancellor’s analysis of the waiver issue was correct as a matter of law. Reading the record in the light most favorable to RGI, the appellant [Schorah v. Carey, Del.Supr., 331 A.2d 383 (1975), Tanzer v. International General Industries, Inc., Del.Ch., 402 A.2d 382, 385 (1979) ], we still can only interpret the Phase I owners’ conduct relating to the three building limitation in the context of the full balance of the project.\nWaiver is the voluntary and intentional relinquishment of a known right. 28 Am.Jur.2d, Estoppel and Waiver, § 158 (1966). George v. Frank A. Bobino, Inc., Del.Supr., 334 A.2d 223, 224 (1975). It implies knowledge of all material facts, and intent to waive. Klein v. American Luggage Works, Inc., Del.Supr., 158 A.2d 814, 818 (1960); Moore v. The Travelers Indemnity Ins. Co., Del.Super., 408 A.2d 298, 301 (1979).\nThe facts relied upon for proof must be unequivocal in character. 28 Am. Jur.2d, Estoppel and Waiver, § 173 (1966). Specifically, in this waiver context, there is no justification for dividing the three building limitation. Nothing has been presented which could justify a fact-finder to infer that Phase I owners’ behavior contemplated a specific substitution of the four building town house complex for a motel. Indeed, the motel is only established in the 1973 declaration plan by a tentative placement on the architect’s drawing as a future building. That placement is in a phase of the project which is described in the 1973 plan as “the planning stage”. The placement was clearly subject to reasonable modification under the Plan. At best, RGI’s argument amounts to speculation that, had the Phase I owners been given the choice, they would have gladly substituted the four building, 32 unit town houses for the one building, 100 unit motel. But no such specific inquiry was made. All the Phase I owners did was to stand silent while four buildings were built contrary to an overall three building limitation in the Plan. By so acting, they neither eliminated the limitation entirely nor accepted four buildings in lieu of one motel in a particular portion of the project. At best they simply accepted a fourth building, one more than the limit, without any knowledge of the further final development plans. There is no basis for attributing to their conduct any waiver beyond the construction that occurred.\nNor can RGI rely on the fact that the City of Lewes approved the substitution of the four town house buildings for the motel. The action by the City of Lewes does not affect the statutory rights of Phase I owners under the recorded plan. Nor is the action by the City a circumstance which can be inferentially transmitted into the mental processes of the Phase I owners to change an overall three building limitation into a four building limitation for Phase II and one building for each of Phases III and IV. The validity of this conclusion was demonstrated by ASCO and RGI themselves: four years later they were busy concocting a revised plan to permit twelve buildings in Phases III and IV. RGI is, in effect, asking the Court to draw an inference which it did not draw itself.\nWe agree with the Vice Chancellor. While the owners of Phase I may have waived their right to complain about the construction of the fourth building, they clearly did not waive their right to enforce the overall three building limitation beyond that.\nAppellant’s claims of estoppel and unjust enrichment are based on the same facts argued for waiver and also cannot be maintained. Again, there simply was no conduct of the Phase I Unit Owners to justify the inference drawn by RGI. Further, RGI clearly had access to the recorded instruments which contained the three building limitation and it had ample opportunity to examine them. It could have, and should have, discovered that limitation and cannot now use its own unreasonable reliance on an unjustified inference to estop the Phase I owners from asserting their statutory rights. Wilson v. American Ins. Co., Del.Supr., 209 A.2d 902, 904 (1965). G.R. Sponaugle & Sons, Inc. v. McKnight Construction Co., Del.Super., 304 A.2d 339, 347 (1973). No reasonable factual question has been raised.\nRGI also argues that it is an innocent party since the error was created by its predecessor, ASCO, and, therefore, the Phase I owners would be unjustly enriched if they are able to maintain the lowered residential density of the condominium. There may indeed be a windfall to the Phase I owners. But, where both litigants claim to be innocent parties, the burden must fall on that party who was most active in bringing about the situation. Crumlish v. Price, Del.Supr., 266 A.2d 182, 184 (1970). RGI could have thoroughly examined the recorded documents and required the necessary amendments before accepting conveyance of the lease. The innocent parties here are the Phase I owners who only seek to enforce the terms the developer voluntarily placed in the declaration which created their statutory rights. See the opinion below, 436 A.2d at 1278.\nThe order entered in the Court of Chancery must be modified to reflect the assumed, but not determined, validity of the power provision contained in paragraph 6 of the declaration. But, in all other respects, the judgment entered below is affirmed. The case is remanded for further proceedings consistent with this opinion.\n. The statutes provide:\n“§ 2219. Contents of declaration.\nThe declaration shall contain the following:\n(1) A reference to this chapter and an expression of the intention to submit the property to the provisions of this chapter;\n(2) A description of the land and building;\n(3) The name by which the property will be known;\n(4) A statement that the property is to consist of units and common elements as shown in a declaration plan;\n(5) A description of the common elements and the proportionate undivided interest expressed as a percentage assigned to each unit therein which percentages shall aggregate 100 percent;\n(6) A statement that the proportionate undivided interest in the common elements may be altered by the recording of an amendment duly executed by all unit owners affected thereby;\n(7) A statement of the purposes or uses for which each unit is intended and restrictions, if any, as to use;\n(8) The names of the first members of council;\n(9)Any further details in connection with the property which the party or parties executing the declaration may deem appropriate.”\n“§ 2205. Common elements.” (in pertinent part)\n“The percentage of undivided interest in the common elements assigned to each unit shall be set forth in the declaration, and such percentage shall not be altered except by recording an amended declaration duly executed by all of the unit owners affected thereby. The undivided interest in the common elements may not be separated from the unit to which such interest pertains and shall be deemed to be conveyed, leased or encumbered with the unit even though such interest is not expressly referred to or described in the deed, lease, mortgage or other instrument....”\n. The statute provides:\n“§ 2217. Voting by unit owners.\nAt any meeting of unit owners each unit owner shall be entitled to the same number of votes as the percentage of ownership in the common elements assigned to his unit in the declaration and any amendments thereto.”\n. See note 1, supra.\n. RGI vigorously disputes this characterization, arguing that the evidence does not support a finding that the revised plans for Phases II, III, IV (16 buildings, 98 units) “ring and pack” any more than the plan originally contemplated (3 buildings, 200 units).\n. The Chancery opinion and the briefs have focused on the effect of paragraph 6 of the declaration on the relationship between the parties in terms of true agency concepts. The Vice Chancellor noted that the power was created by the “agent” in a document not executed by the “principal”. It seems to us, however, that the power created in paragraph 6 may not be a simple agency but a power coupled with an interest. See W. Seavey, Law of Agency, § 11 (1964); 2 Williston on Contracts, § 280 (3d ed. 1959). Anderson-Stokes created this power for its own present and future benefit as the lessor/developer of the property interest subject to the power of attorney. Thus, neither it, nor its successors, intended to become mere agents, fiduciaries subject to the control of the Phase I owners. In light of our assumption that a power can be created through ordinary contract devices, including incorporation by reference, execution and acknowledgment of the lease/conveyances may have been sufficient to validate the power and grant the authority to ASCO to act. But the authority is strictly still confined by the precise terms of paragraph 6 of the declaration and those terms include the three building limitation.\n. As we see it, acquiescence and waiver both go to the extent of any inference which can be reasonably drawn from the Phase I owners’ conduct and therefore the same considerations in this context attach to both.",
        "type": "majority",
        "author": "QUILLEN, Justice:"
      }
    ],
    "attorneys": [
      "Richard P. Beck (argued), Edward M. McNally, and Barbara D. Crowell of Morris, James, Hitchens & Williams, Wilmington, for appellant.",
      "John T. Jaywork of Hudson, Jones & Jaywork, Dover, and Stephen G. Johnakin, Richmond, Va. (argued) of Thomas & Fiske, P.C., Alexandria, Va., for appellee."
    ],
    "corrections": "",
    "head_matter": "REALTY GROWTH INVESTORS, Defendant Below, Appellant, v. COUNCIL OF UNIT OWNERS, of Pilot Point Condominium, for the Phase I Lessees, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted: June 16, 1982.\nDecided: Oct. 26, 1982.\nRichard P. Beck (argued), Edward M. McNally, and Barbara D. Crowell of Morris, James, Hitchens & Williams, Wilmington, for appellant.\nJohn T. Jaywork of Hudson, Jones & Jaywork, Dover, and Stephen G. Johnakin, Richmond, Va. (argued) of Thomas & Fiske, P.C., Alexandria, Va., for appellee.\nBefore HERRMANN, C.J., McNEILLY and QUILLEN, JJ."
  },
  "file_name": "0450-01",
  "first_page_order": 506,
  "last_page_order": 513
}
