{
  "id": 7916830,
  "name": "In re Sol Z. ROSEN, Respondent",
  "name_abbreviation": "In re Rosen",
  "decision_date": "1984-08-06",
  "docket_number": "No. 83-1288",
  "first_page": "451",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 451"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "470 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0281-01"
      ]
    },
    {
      "cite": "442 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0153-01"
      ]
    },
    {
      "cite": "454 A.2d 1360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12076312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/454/1360-01"
      ]
    },
    {
      "cite": "461 A.2d 1038",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/461/1038-01"
      ]
    },
    {
      "cite": "345 A.2d 146",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8015145
      ],
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/345/0146-01"
      ]
    },
    {
      "cite": "478 A.2d 1061",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7929743
      ],
      "pin_cites": [
        {
          "page": "1063"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/1061-01"
      ]
    },
    {
      "cite": "422 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947269
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "771"
        },
        {
          "page": "771"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0768-01"
      ]
    },
    {
      "cite": "470 A.2d 292",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952277
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "301"
        },
        {
          "page": "301-02"
        },
        {
          "page": "292"
        },
        {
          "page": "293-300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 696,
    "char_count": 15476,
    "ocr_confidence": 0.771,
    "pagerank": {
      "raw": 4.6043079799088564e-07,
      "percentile": 0.9260242585571591
    },
    "sha256": "bacc2ca227ade02ebe38c122233422ad17982ca0a6fbfcac421ce46e28e4d15f",
    "simhash": "1:13734c61843a075f",
    "word_count": 2421
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MACK and FERREN, Associate Judges, and YEAGLEY, Associate Judge, Retired."
    ],
    "parties": [
      "In re Sol Z. ROSEN, Respondent."
    ],
    "opinions": [
      {
        "text": "YEAGLEY, Associate Judge, Retired:\nIn this disciplinary matter, the Board on Professional Responsibility has recommended that respondent be suspended from the practice of law for three months for making misrepresentations to the court on three separate occasions. Respondent contends that in arriving at this recommendation, the Board failed to consider findings of fact made by the Hearing Committee that weighed in favor of a less severe sanction. Respondent also argues that the recommended sanction is more severe than the punishments imposed by the Board and this court for similar conduct in previous eases. Finally, respondent contends that the Board and this court are without authority to consider prior disciplinary violations in determining appropriate sanctions in a pending matter. We adopt the Board’s recommendation.\nThe misconduct in this case arose out of respondent’s representation of Lonnie Turner and Janice Grant in an action they brought against a music recording company for breach of an employment contract. Respondent was charged with: (1) neglecting the Turner/Grant case and failing to seek the lawful objectives of his clients in violation of DR 6-101(A)(2) and DR 7-101(A)(1) and (3); (2) making misrepresentations to the court in violation of DR 1-102(A)(4) and DR 7-102(A)(5) and misrepresentations to his clients also in violation of DR 1-102(A)(4); and (3) making false statements to the Board and impugning the reputation of the presiding judge in the Turner/Grant litigation in violation of DR 1-102(A)(5). Following two days of eviden-tiary hearings, the Hearing Committee concluded that only the misrepresentation charges had been proven. The Committee discredited the testimony of the complaining witnesses, Turner and Grant, in finding that the remaining charges were without merit. While the Board recommended a harsher sanction than that sought by the Committee for the misrepresentation violation, it adopted the Committee’s conclusion that the other charges had not been proven. We also agree with that determination.\nAs for the misrepresentation charges, the Committee found, and the Board agreed, that during the course of the Turner/Grant litigation, respondent made three false statements in papers that were filed in the United States District Court for the District of Columbia. The first misrepresentation was made in a “Motion for Continuance of Pre-trial” filed on April 2, 1980, in which respondent requested postponement “because of his inability to contact his clients to discuss matters that pertain to the pre-trial statement.” Respondent’s assertion that Turner and Grant were out of the jurisdiction during much of the pretrial period was rejected by the Committee as “baseless.” The Committee pointed to testimony of respondent in which he indicated that he had numerous conferences and telephone conversations with his clients during this period.\nThe second misrepresentation was made in a “Motion for Continuance of Trial” filed on April 10,1980. Respondent represented in that filing that “plaintiffs do not at this time have the money for bringing witnesses to trial in Washington” and that “plaintiffs have had difficulty in -ecuring [sic] all of their documents for trial.” The Committee found, and the Board again agreed, that respondent’s lack of preparedness was primarily related not to difficulties in securing documents and financing witnesses, but, rather, to respondent’s procrastination in acting on these matters.\nThe final misrepresentation was made in a post-trial “Opposition to a Motion to Set Aside the Awarding of Attorney’s Fees.” Opposing counsel in the Turner/Grant case had urged the court to set aside the award because of respondent’s pretrial failures to comply with discovery and deadlines listed in the pretrial order. In his opposition, respondent asserted that “compliance with the [pretrial] order of the court was impossible by virtue of the fact that the plaintiffs who possessed all of the records left the area and did not return until a day prior to trial.” Again citing respondent’s testimony in which he stated that he had numerous conversations with his clients prior to trial, the Committee found that there was no truth to the assertion that Turner and Grant were not in the jurisdiction during the pretrial period. The Committee found further that the record did not support the assertion that the clients’ possession of records prevented respondent from complying with the pretrial order. The Board adopted these findings.\nThe Committee and the Board concluded that respondent’s statements were “knowing misrepresentations” made in violation of DR 1-102(A)(4) and 7-102(A)(5) and the Committee recommended the sanction of public censure. The Board, however, focused on respondent’s prior disciplinary record in recommending a suspension of three months. At that time, he had previously been informally admonished by Bar Counsel for failing to carry out a contract of employment and was publicly reprimanded in 1979 by a state court in Virginia for falsifying the mailing date of a paper filed with the court. In light of the similarity between the latter violation and those at issue in this proceeding, the Board was of the view that a stronger sanction was needed to make it clear that misrepresentations to courts in this jurisdiction will not be tolerated. The Board reviewed sanctions imposed for comparable misconduct in this jurisdiction and concluded that its recommended sanction met the standard of consistency required under D.GApp.R. XI § 7(3).\nI\nRespondent first contends that in recommending suspension, the Board ignored important credibility findings and substituted its own finding of fact on the nature of the misrepresentation for that of the Board. Specifically, respondent argues that the Board failed to consider the Committee’s finding that Turner and Grant lacked credibility. This finding, he asserts, was fundamental to the Committee’s conclusion that the misrepresentations were the result of negligent rather than intentional conduct. The Board’s failure to consider this finding, it is argued, caused it to conclude that the misrepresentations were intentionally made and resulted in a harsher recommended sanction.\nThe fatal flaw in respondent’s argument is that a review of the findings indicates that both the Committee and the Board concluded that the misrepresentations were knowingly made. In its report, the Committee stated: “In sum, the Committee concludes that the three quoted statements were knowing misrepresentations.” In its report, the Board stated: “The record establishes that respondent knowingly made false statements in three separate pleadings submitted . to the Court.” Thus, while it is true that the Board did not refer to the Committee’s finding on credibility in its report, it is clear that there was agreement that the misrepresentations were knowingly made. Respondent’s contention that the Board im-permissibly engaged in factfinding to reach a conclusion contrary to the Committee’s is therefore without merit.\nII\nWe turn next to consideration of the sanction recommended by the Board. Our review of recommended sanctions is governed by D.C.App.R. XI § 7(3) which directs us to “adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or otherwise would be unwarranted.” Accordingly, our review is limited, and rejection of a proposed sanction is appropriate only if the Board has abused its discretion. In re Rosen, 470 A.2d 292, 301; In re Haupt, 422 A.2d 768, 771 (D.C.1980) (per curiam). However, within the mandate of Rule XI, '“each case must be decided on its particular facts.” Id. at 771.\nHere, when the Board recommended that respondent be suspended from the practice of law, pending before this court was another Board recommendation that respondent be suspended for three months for disciplinary violations unrelated to this case. That recommendation was based upon findings that respondent had revealed a confidence of his client, had neglected a legal matter entrusted to him, and had twice failed to seek a client’s lawful objections in violation of DR 4-101(B)(1), DR 6—101(A)(3) and DR 7-101(A)(1). A division of this court found the recommended sanction inadequate and increased respondent’s suspension to six months. In re Rosen, supra, 470 A.2d at 301-02. In recommending the sanction in this case, the Board expressly refused to consider the violations found in the prior proceeding, and respondent now urges us to also refuse such consideration. The use of prior violations and punishments in determining sanctions, he argues, results in sanctions which are disproportionate to the misconduct at issue.\nAlthough there is a danger that consideration of prior violations and sanctions may result in disproportionate penalties, it is nevertheless essential for the Board and this court to “evaluate all circumstances of conduct that shed light on an attorney’s fitness to practice.” In re Thompson, 478 A.2d 1061 at 1063 (D.C.1984). “The purpose of a disciplinary proceeding is to question the continued fitness of a lawyer to practice,” In re Kleindienst, 345 A.2d 146, 147 (D.C.1975) (citations omitted), and a record of prior misconduct obviously sheds considerable light on continued fitness. Thus, it has long been the practice in this jurisdiction to consider an attorney’s disciplinary record in determining an appropriate sanction. See, e.g., In re Rosen, supra; In re Banks, 461 A.2d 1038 (D.C.1983); In re Sheehy, 454 A.2d 1360 (D.C.1983); In re Lieber, 442 A.2d 153 (D.C.1982). In utilizing disciplinary records, however, it is necessary to guard against the imposition of sanctions that are disproportionate to the violations being considered. Here, we see no reason why all of respondent’s disciplinary violations for which he was recently sanctioned by this court should not be considered in determining proper sanction.\nEven with consideration of his prior violations, we conclude that the recommended sanction of suspension for three months is disproportionate to respondent’s misconduct and is not consistent with sanctions imposed in this jurisdiction for similar infractions. In In re Molovinsky, M-31-79 (D.C. August 23, 1979), the respondent misrepresented to the court his reason for failing to appear in court on time and was publicly censured as a result. The respondent in In re Gutjahr, Bar Docket No. 278-79 (September 11, 1981), included a false statement on a form ordinarily filed with the Immigration and Naturalization Service in an effort to gain permission for his client to work in this country. He then mailed a copy of the form to the client’s employer and falsely represented that he had filed the original with INS. For his misrepresentation, he was publicly reprimanded.\nIn a case that also involved respondent, he was found to have falsely represented to a Virginia court that he had mailed a list of witnesses two days prior to the actual mailing date. Adopting the discipline imposed by the Virginia court, this court publicly reprimanded respondent for his misrepresentation. In re Rosen, M-69-81 (D.C. November 20, 1981).\nWhile respondent’s disciplinary record distinguishes this case from Molovinsky, Gutjahr, and Rosen, the disparity between a three month suspension and the sanctions imposed in those cases is too great to satisfy the requirement of consistency imposed by Rule XI. In view of respondent’s prior misrepresentation violation before the Virginia court, the Board’s desire to firmly pronounce that such conduct will not be tolerated in this jurisdiction is certainly understandable. Nevertheless, the mandate of Rule XI must prevail. Having considered that mandate and respondent’s disciplinary record, it is hereby ordered that he be suspended from the practice of law for thirty days.\nAlthough a suspension does not become effective for thirty days so that a respondent will have time to close out the legal matters pending in his office, this respondent has already closed out his affairs and is presently under suspension.\nAccordingly, the thirty day suspension shall become effective immediately and will run concurrently with the suspension imposed in In re Rosen, supra, 470 A.2d at 292.\nSo Ordered.\n. DR 1-102(A)(4) provides that a lawyer shall not \"[e]ngage in conduct involving dishonesty, fraud, deceit, or misrepresentation.”\nDR 7-102(A)(5) provides that in representing a client, a lawyer shall not “[k]nowingly make a false statement of law or fact.”\n. In November 1981, this court reciprocally reprimanded respondent based upon the Virginia violation.\n. As the Committee’s report makes clear, the credibility of Turner and Grant had little, if any, influence on its conclusion that the misrepresentations were knowingly made. The Committee stated: \"[T]he Committee’s findings on the misrepresentation charges did not turn significantly on assessment of the credibility of witnesses. For the most part, the Committee relied upon the undisputed facts of record and the testimony of Respondent himself, which showed that the statements made to the court were unfounded.”\n. Respondent’s violations in In re Rosen, supra, arose out of his representation in two unrelated matters. In the first case, respondent was appointed to represent a defendant who was incarcerated on charges of petty larceny. Respondent failed to seek pretrial release for his client, failed to seek meaningful discovery, and did not adequately confer with his client before attempting to enter a plea of guilty. In the second case, respondent had conferred about possible representation with a person incarcerated on charges of assault with a dangerous weapon, possession of a prohibited weapon, and violation of the Bail Reform Act. At the meeting, the defendant informed respondent that he intended to rely on the defense his deceased brother had committed the charged crimes. Although the defendant did not consent to disclosure of the defense, respondent nevertheless disclosed the confidence to the United States Attorney's Office in an attempt to have the charges dismissed. 470 A.2d at 293-300.\n. As we have stated, the sanction to be imposed in a particular case is to be determined by viewing sanctions imposed for comparable conduct in other cases. The presence or absence of a disciplinary record is of obvious importance in weighing the similarities of cases and in determining where a sanction should fall within the permissible range of discipline.\n. In ordering that respondent's sanction- be served concurrently with his previous suspension, we are guided by a similar order imposed by this court in In re Stanton, 470 A.2d 281 (D.C.1983).",
        "type": "majority",
        "author": "YEAGLEY, Associate Judge, Retired:"
      }
    ],
    "attorneys": [
      "David Epstein, Washington, D.C., with whom R. Hale Foote and Thomas Farqu-har, Washington, D.C., were on the briefs, for respondent.",
      "Samuel McClendon, Asst. Bar Counsel, Washington, D.C., for petitioner; Thomas H. Henderson, Jr., Bar Counsel, Washington, D.C., and David Carr, Asst. Bar Counsel at the time the brief was filed, Washington, D.C., on brief."
    ],
    "corrections": "",
    "head_matter": "In re Sol Z. ROSEN, Respondent.\nNo. 83-1288.\nDistrict of Columbia Court of Appeals.\nArgued July 3, 1984.\nDecided Aug. 6, 1984.\nDavid Epstein, Washington, D.C., with whom R. Hale Foote and Thomas Farqu-har, Washington, D.C., were on the briefs, for respondent.\nSamuel McClendon, Asst. Bar Counsel, Washington, D.C., for petitioner; Thomas H. Henderson, Jr., Bar Counsel, Washington, D.C., and David Carr, Asst. Bar Counsel at the time the brief was filed, Washington, D.C., on brief.\nBefore MACK and FERREN, Associate Judges, and YEAGLEY, Associate Judge, Retired.\nOn August 6, 1984, an order was entered deciding this case with an opinion to follow.\nAssociate Judge Ferren concurs in the result only."
  },
  "file_name": "0451-01",
  "first_page_order": 511,
  "last_page_order": 516
}
