{
  "id": 11528025,
  "name": "Sharon K. STONE, Individually and as Administratrix of the Estate of Kenneth Lee Stone, Deceased, v. YORK HAVEN POWER COMPANY, Metropolitan Edison Company and Donna M. Meinsler, Administratrix of the Estate of Lynn C. Meinsler, Deceased, v. Falls Hotel, Inc., Additional Defendant. Appeal of York Haven Power Company and Metropolitan Edison Company; Donna M. Meinsler, Administratrix of the Estate of Lynn C. Meinsler and Donna M. Meinsler, Individually and as Parent and Natural Guardian of Jennifer L. Meinsler, a Minor, Appellees v. York Haven Power Company and Metropolitan Edison Company, Appellants",
  "name_abbreviation": "Stone v. York Haven Power Co.",
  "decision_date": "2000-04-17",
  "docket_number": "",
  "first_page": "452",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "749 A.2d 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "715 A.2d 1164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11710526
      ],
      "pin_cites": [
        {
          "page": "1168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/715/1164-01"
      ]
    },
    {
      "cite": "674 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463490,
        463523,
        7862782,
        7862727
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "holding that RUA immunity applies to \"a natural pond located in a remote and undeveloped portion of a park owned by the City of Philadelphia\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0038-01",
        "/pa/544/0037-02",
        "/a2d/674/0673-02",
        "/a2d/674/0673-01"
      ]
    },
    {
      "cite": "544 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463490
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "holding that RUA immunity applies to \"a natural pond located in a remote and undeveloped portion of a park owned by the City of Philadelphia\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0038-01"
      ]
    },
    {
      "cite": "511 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798726
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0073-01"
      ]
    },
    {
      "cite": "585 A.2d 445",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1825916,
        1825877
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "450-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0226-01",
        "/pa/526/0227-01"
      ]
    },
    {
      "cite": "526 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825877
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0227-01"
      ]
    },
    {
      "cite": "688 A.2d 1115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "pin_cites": [
        {
          "page": "1117"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "534 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839685
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "523"
        },
        {
          "page": "522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0519-01"
      ]
    },
    {
      "cite": "510 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796969
      ],
      "weight": 8,
      "year": 1986,
      "pin_cites": [
        {
          "page": "16"
        },
        {
          "page": "8"
        },
        {
          "page": "14"
        },
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/510/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 16681,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24121676591955749
    },
    "sha256": "569d15b28774d9bf8f8d56b6ed6b7711f6c8ee8ba7f5c0424b7e9596e2d0d92c",
    "simhash": "1:011201546a4f576c",
    "word_count": 2769
  },
  "last_updated": "2024-02-27T19:11:25.448275+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "Sharon K. STONE, Individually and as Administratrix of the Estate of Kenneth Lee Stone, Deceased, v. YORK HAVEN POWER COMPANY, Metropolitan Edison Company and Donna M. Meinsler, Administratrix of the Estate of Lynn C. Meinsler, Deceased, v. Falls Hotel, Inc., Additional Defendant. Appeal of York Haven Power Company and Metropolitan Edison Company. Donna M. Meinsler, Administratrix of the Estate of Lynn C. Meinsler and Donna M. Meinsler, Individually and as Parent and Natural Guardian of Jennifer L. Meinsler, a Minor, Appellees v. York Haven Power Company and Metropolitan Edison Company, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCASTILLE, Justice,\nWe granted allocatur to consider the question of whether the immunity provided by the Recreational Use of Land and Water Act, 68 P.S. § 477-1 et seq. (“RUA”), applies to a lake created by the damming of a river, to which the public has access for recreational activities. The Superior Court held that the damming of the river in question here constitutes an improvement to the natural state of the land and, therefore, immunity under the RUA does not apply to the lake. We disagree and, accordingly, vacate the order of the Superior Court and remand for proceedings consistent with this opinion.\n“Lake Frederick” is a body of water formed when the Susquehanna River was dammed to service the Three Mile Island Power Plant (TMI). The lake is used by the public for boating and other water activities. Appellants, York Haven Power Company and Metropolitan Edison Company, erected the dam in question. On April 30, 1994, Kenneth Stone and Lynn Meinsler were boating on Lake Frederick. During the late afternoon and evening of that date, the two men drank alcoholic beverages at different locations around the lake, ending at the Falls Hotel with friends. At approximately 11:30 p.m., the two men and their friends left the Falls Hotel and returned to their various boats. While on the lake, one of the men who departed the Falls Hotel by boat at the same time Stone and Meinsler departed in their boat was passed by a boat that he believed to be Meinsler’s, which was headed toward the area where appellants’ dam is located. It was raining heavily by this time, and visibility was very poor. The following day, Meinsler’s boat was found lodged in the main channel dam, and both Stone and Meinsler were drowned.\nAppellees filed suit alleging that the fatal boating accident was caused by appellants’ failure to warn of the main channel dam’s location. Appellants filed a motion for summary judgment claiming immunity under the RUA. The trial court denied the motion but certified the interlocutory order for immediate appeal to the Superior Court. Appellants then filed petitions for permission to appeal the interlocutory order to the Superior Court, which the Superior Court granted.\nOn July 24, 1998, the Superior Court affirmed the trial court’s denial of appellants’ summary judgment motion. The Superior Court majority determined that the damming of the Susquehanna River and the resultant creation of Lake Frederick represented an “improvement to [its] natural state” and, thus, the RUA and its immunity provisions were inapplicable. Judge Olszewski filed a concurring and dissenting opinion, stating that he would find that Lake Frederick was the type of area that should be subject to RUA immunity. Nevertheless, Judge Olszewski concluded that there was a genuine issue of material fact concerning whether appellants could be considered the “owners” of the lake for the purposes of RUA immunity. Accordingly, for this discrete reason, he agreed that summary judgment was inappropriate.\nThe legislative purpose of the RUA is “to encourage owners of land to make land and water areas available to the public for recreational purposes by limiting their liability toward persons entering .thereon for such purposes.” 68 P.S. § 477-1. In order to encourage owners of land and water areas to make these areas available to the general public for recreation, the RUA provides the owners with immunity from negligence liability so long as the land or water area is provided to the public for recreational purposes free of charge and any injuries occurring on the land or water are not the result of a “wilful or malicious failure to guard or warn against a dangerous condition, use or activity.” 68 P.S. §§ 477-4, 477-6. “The need to limit owner liability derives from the impracticality of keeping large tracts of largely undeveloped land safe for public use.” Rivera v. Philadelphia Theological Seminary of St. Charles Borromeo, Inc., 510 Pa. 1, 15 n. 17, 507 A.2d 1, 8 n. 17 (1986).\nThis Court has been careful not to allow the scope of the RUA’s protection to extend beyond the legislative intent for, to do so, would “thwart basic principles of tort liability.” Mills v. Commonwealth of Pennsylvania, 534 Pa. 519, 523, 688 A.2d 1115, 1117 (1993). We have further recognized that:\nThe intention of the Legislature to limit the applicability of the Recreation Use Act to outdoor recreation on largely unimproved land is evident not only from the Act’s stated purpose but also from the nature of the activities it listed as recreational purposes within the meaning of the statute. Specifically, with the exception of “swimming,” which may be either an indoor or outdoor sport, the recreational activities enumerated in the statute are all pursued outdoors.\nId. at 524, 633 A.2d at 1117 (quoting Rivera, 510 Pa. at 16, 507 A.2d at 8).\nConsistent with the obvious purpose and intent of the legislation, this Court has held in a series of cases that, where land devoted to recreational purposes has been improved in such a manner as to require regular maintenance in order for it to be used and enjoyed safely, the owner has a duty to maintain the improvements. Thus, for example, in Mills, we held that RUA immunity is not applicable to Penn’s Landing, a recreational area that has been “vastly altered from the natural state in which William Penn discovered it several hundred years ago,” because the RUA was not intended to provide immunity to a “highly developed recreational area.” This Court stated:\n[W]e believe the intended beneficiaries of the RUA, in addition to the general public, are landowners of large unimproved tracts of land which, without alteration, is amenable to the enumerated recreational purposes within the act. The purpose of the RUA was to provide immunity to landowners as an incentive to them in exchange for their tolerance of public access to their recreational lands for recreational pursuits. The RUA was not intended to insulate owners of fully developed recreational facilities from the normal duty of maintaining their property in a manner consistent with the property’s designated and intended use by the public.\nId. at 526, 633 A.2d at 1118-19.\nSimilarly, in Walsh v. City of Philadelphia, 526 Pa. 227, 585 A.2d 445 (1991), we held that the protection of the RUA does not extend to a completely improved recreational facility, ie., a basketball court.\nWhen a recreational facility has been designed with improvements that require regular maintenance to be safely used and enjoyed, the owner of the facility has a duty to maintain the improvements. When such an improved facility is allowed to deteriorate and that deterioration causes a foreseeable injury to persons for whose use the facility was designed, the owner of the facility is subject to liability. We do not believe that the RUA was intended by the Legislature to circumvent this basic principle of tort law.\nId. at 238, 585 A.2d at 450-51.\nFurther applying this principle, this Court has held that the RUA does not bar a negligence claim arising out of the drowning death of a child in a privately owned indoor swimming pool. See Rivera v. Philadelphia Theological Seminary of St. Charles Borromeo, Inc., 510 Pa. 1, 507 A.2d 1 (1986). The RUA does provide immunity from a claim arising out of a snowmobile accident caused by a snow-covered tree stump in a state forest. See Commonwealth of Pennsylvania, Department of Environmental Resources v. Auresto, 511 Pa. 73, 511 A.2d 815 (1986). See also Lory v. City of Philadelphia, 544 Pa. 38, 674 A.2d 673 (1996)(holding that RUA immunity applies to “a natural pond located in a remote and undeveloped portion of a park owned by the City of Philadelphia”).\nWith these principles in mind, we now turn to the question of whether a lake created by the damming of a river, which is made available to the public for recreational purposes free of charge, is subject to the immunity provided by the RUA. Lake Frederick is neither like the indoor swimming pool at issue in Rivera, nor like the natural pond in Lory. It is somewhere in between. The “lake” exists only because the dam was built. Before the dam was built, a navigable watercourse, the Susquehanna River, was flowing at the same location in a free and natural state. If the river still existed in its original, natural state, or if the present-day lake existed independent of the dam, there would be no question that the waterway was subject to RUA immunity. Our analysis here, however, must account for the unavoidable fact of the dam.\nAs to the dam structure itself, where the decedents’ boat was found, it is self-evident that RUA immunity cannot apply. Proper maintenance of the dam is essential to its intended use by appellants. In addition, proper maintenance of the dam is necessary for the continued, safe existence of the lake - it cannot exist but for the dam. Therefore, appellants have a duty to maintain the dam in a safe condition and are subject to suit for any harm caused by their negligent failure to do so or to warn of dangers posed by that improvement.\nAs to the lake, however, this Court agrees with Judge Olszewski’s separate opinion below that this is “exactly the type of area that the RUA is intended to cover.” Lake Frederick is a large body of water used for outdoor water recreation by the public free of charge. While the body of water may be enhanced by the damming of the Susquehanna, it is not a highly developed recreational facility. But for the fact that Lake Frederick was created by the damming of the Susquehanna River, it is virtually indistinguishable from a natural lake used by the public for recreation. As Judge Olszewski cogently explained:\nApart from its method of creation, Lake Frederick is, by all accounts, indistinguishable from a natural lake. It is a large area left open for those who enjoy the outdoors. Its dangers are comparable to those of a natural lake. Further, users have no better reason to rely on the protection of its owners than users of a natural lake. Lake Frederick is not like a basketball court or swimming pool, where we expect meticulous maintenance. Rather, it is a place people go to experience and risk the pleasures of the outdoors.\nYork Haven Power Company v. Stone, 715 A.2d 1164, 1168 (Pa.Super.1998) (Olszew-ski,J., concurring and dissenting).\nAs we noted inRivera, the RUA’s immunity provision recognizes the practical difficulty of maintaining large, unimproved areas of land used by the public for recreational purposes. In the case of a large lake, it is impractical to expect the owner to constantly police the area for hazards such as driftwood or submerged rocks, and the owner cannot possibly protect users from the risks inherent in water sports, such as drowning. The burden of making a large body of water safe from inherent risks is too weighty to place on its owners. “It is not reasonable to expect such owners to undergo the risks of liability for injury to persons and property attendant upon the use of their land by strangers from whom the accommodating owner receives no compensation or other favor in return.” Rivera, 510 Pa. at 14, 507 A.2d at 8.\nThe effect of a contrary conclusion would be intolerable. This Court has had the benefit of briefs filed by amici curiae, which reveal that lakes or reservoirs created by the damming of a waterway are common phenomena in Pennsylvania. Water suppliers throughout the Commonwealth own reservoirs, created by damming or obstructing the natural flow of water in rivers, streams, lakes and other natural surface sources, as a method of creating and holding a reserve supply of water for private or public purposes. These reservoirs are often open to the public free of charge, and they are ideal spots for fishing, hunting, swimming, boating, and other water-oriented recreational activities. Absent the immunity provided by the RUA, the owners of such bodies of water would be significantly discouraged from opening them to the public for fear of liability arising from risks inherent in those watersports. But for the RUA, the benefit these areas provide to the public might very well be lost, thereby denying to the citizens a significant portion of the natural resources of Pennsylvania.\nFor these reasons, we conclude that, assuming the integrity of the dam creating the lake here, the resulting waterway is subject to the immunity protections of the RUA. A lawsuit based upon injuries arising from perils that are inherent in the use of the lake for recreational purposes can proceed only if the plaintiff can show that the owner engaged in a “wilful or malicious failure to guard against a dangerous condition or activity.” See 68 P.S. § 477-6.\nIt remains for us to address the question of summary judgment. Summary judgment is appropriate only where no genuine issues of material fact exist and the moving party is entitled to judgment as a matter of law. Pa.R.C.P. 1035.2; Mills, 534 Pa. at 522, 633 A.2d at 1116. The lower courts denied summary judgment because they found that the lake was not covered by RUA immunity. Our holding that the lake, but not the dam, is subject to RUA immunity does not resolve the question of whether this particular action may go forward. Nor have the lower courts addressed the distinction between dam and lake. Hence, a remand is necessary. It will be for the trial court to determine, in the first instance, whether appellees have alleged sufficient facts to proceed on a theory of negligence relating to the dam, or a theory of wilful or malicious conduct relating to the lake, for their suit to proceed.\nIn addition, as Judge Olszewski noted below, there is some dispute between the parties as to whether appellants can be considered the “owners” of Lake Frederick for purposes of RUA immunity. Although the trial court addressed the matter briefly in its opinion on summary judgment, the discussion was not central to its decision on the applicability of the RUA. Given its resolution on appeal, the Superior Court majority did not address the issue of ownership at all. This additional fact-intensive issue should also be addressed by the trial court on remand.\nThe order of the Superior Court is vacated, and this matter is remanded to the trial court for proceedings consistent with this opinion.\n. The York Haven Power Company has two dams spanning the Susquehanna River. The “main channel dam” spans the river between TMI and the western shore. The east channel dam spans the river between TMI and the eastern shore.\n. Pursuant to 42 Pa.C.S. § 702(b), a trial court may issue an order stating that its interlocutory order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal may materially advance the ultimate determination of the matter. It is then within the discretion of the appellate court to permit the appeal.\n. \"Land” is defined in the RUA as \"land, roads, water, watercourses, private ways and buildings, structures and machinery or equipment when attached to the realty.” 68 P.S. § 477-2(1). A \"recreational purpose” is defined as “hunting, fishing, swimming, boating, camping, picnicking, hiking, pleasure driving, nature study, water skiing, water sports, cave exploration and viewing or enjoying historical, archaeological, scenic, or scientific sites.” 68 P.S. § 477-2(3).\n. Penn’s Landing is a 37-acre tract of land along the west bank of the Delaware River in Philadelphia.",
        "type": "majority",
        "author": "CASTILLE, Justice,"
      }
    ],
    "attorneys": [
      "Joseph C. Phillips, Stephen F. Moore, Peters and Wasilefski, Harrisburg, for appellant, York Haven Power Co. et al.",
      "Scott Moore, Carlisle, Saidis Shuff & Masland, Camp Hill, for appellee, Sharon K. Stone.",
      "Michael R. Kelly, Pittsburgh, McNees • Wallace & Nurick, Harrisburg, for appel-lee, Estate of Lynn C. Meinsler.",
      "John R. Nonosky, Goldberg Katzman & Shipman, Harrisburg, for appellee, Donna M. Meinsler."
    ],
    "corrections": "",
    "head_matter": "Sharon K. STONE, Individually and as Administratrix of the Estate of Kenneth Lee Stone, Deceased, v. YORK HAVEN POWER COMPANY, Metropolitan Edison Company and Donna M. Meinsler, Administratrix of the Estate of Lynn C. Meinsler, Deceased, v. Falls Hotel, Inc., Additional Defendant. Appeal of York Haven Power Company and Metropolitan Edison Company. Donna M. Meinsler, Administratrix of the Estate of Lynn C. Meinsler and Donna M. Meinsler, Individually and as Parent and Natural Guardian of Jennifer L. Meinsler, a Minor, Appellees v. York Haven Power Company and Metropolitan Edison Company, Appellants.\nSupreme Court of Pennsylvania.\nArgued Nov. 15, 1999.\nDecided April 17, 2000.\nJoseph C. Phillips, Stephen F. Moore, Peters and Wasilefski, Harrisburg, for appellant, York Haven Power Co. et al.\nScott Moore, Carlisle, Saidis Shuff & Masland, Camp Hill, for appellee, Sharon K. Stone.\nMichael R. Kelly, Pittsburgh, McNees • Wallace & Nurick, Harrisburg, for appel-lee, Estate of Lynn C. Meinsler.\nJohn R. Nonosky, Goldberg Katzman & Shipman, Harrisburg, for appellee, Donna M. Meinsler.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0452-03",
  "first_page_order": 480,
  "last_page_order": 486
}
