{
  "id": 6788327,
  "name": "OPINION OF the JUSTICES OF the SUPREME JUDICIAL COURT Given Under the Provisions of Section 3 of Article VI of the Constitution",
  "name_abbreviation": "Opinion of the Justices of the Supreme Judicial Court",
  "decision_date": "1973-04-10",
  "docket_number": "",
  "first_page": "452",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 452"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "93 S.Ct. 1211",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11958027
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/410/0679-01"
      ]
    },
    {
      "cite": "405 U.S. 330",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11722480
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 299,
    "char_count": 4560,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 4.5828155114230504e-08,
      "percentile": 0.2874746751644594
    },
    "sha256": "b88e8d2d2e4d4b0a34fd524ff2202440b34357d09b46b479c62ee7e1c31f03e2",
    "simhash": "1:f6d0f797f0414bd7",
    "word_count": 723
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OPINION OF the JUSTICES OF the SUPREME JUDICIAL COURT Given Under the Provisions of Section 3 of Article VI of the Constitution."
    ],
    "opinions": [
      {
        "text": "ANSWERS OF THE JUSTICES\nTo the Honorable House of Representatives of the State of Maine:\nIn compliance with the provisions of Section 3 of Article VI of the Constitution of Maine, we, the undersigned Justices of the Supreme Judicial Court, have the honor to submit the following answers to the questions propounded on March 22, 1973.\nQUESTION I: Is the present provision concerning durational residency requirements for voting in Article II, Section 1, Constitution of Maine, valid under the Constitution of the United States?\nANSWER: We are unable to give a direct answer to this question because of an erroneous assumption upon which it is based. It is clear to us, both from the wording of the question and the wording of the proposed pending Resolution before the Legislature, that the Legislature assumes that the Constitution of Maine, Article II, Section 1, still retains a durational residency requirement for voting. We respectfully direct the attention of the Legislature to the action of the Chief Justice of the Supreme Judicial Court, taken recently pursuant to Article X, Section 6. That Section directs him to “arrange the Constitution, * * *, omitting all sections, clauses and words not in force * * (Emphasis supplied.) It being apparent that the provision for a durational residency requirement for voting of six months in the State and three months in a city, town or plantation, formerly included in Article II, Section I, was no longer valid and effective in the light of Dunn v. Blumstein (1972) 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274, the Chief Justice properly deleted this requirement from Section 1 as shown by his report to the Legislature. It is apparent that.Section 1 as thus reworded satisfies all requirements of the Equal Protection Clause of the 14th Amendment of the United States Constitution. We take this occasion to direct the attention of the Legislature to 21 M.R.S.A., Sec. 241(4), which suffers from the same constitutional infirmity as did the deleted provisions of the Constitution of Maine and which has not as yet been repealed. Attention is also directed to the incorporation in 21 M.R.S.A., Sec. 102, by reference, of 21 M.R.S.A., Sec. 241 (4), thus creating the need for legislative reconsideration for the reasons stated above.\nQUESTION II: Would the “RESOLUTION Proposing an Amendment to the Constitution Reducing Residence Requirement for Voting to Thirty Days” (House Paper 9, Legislative Document 9) if passed by the Legislature and adopted by the electorate be valid under the Constitution of the United States?\nANSWER: We answer in the negative. By the provisions of 21 M.R. S.A., Sec. 631, the Legislature has established various time requirements for registration based upon municipal population. In so doing the Legislature has expressed its judgment as to the time required under varying circumstances in which to complete the administrative tasks of voter registration. The holdings of Dunn v. Blumstein, supra, and Marston v. Lewis (Opinion March 19, 1973), — U.S. —, 93 S.Ct. 1211, 35 L.Ed.2d 627, must be read as permitting a durational residency requirement only upon a showing of a compelling State interest. Where the only State interest shown is the State’s need to complete the administrative tasks of registration, these cases hold that a State imposed durational residency requirement is constitutionally permissible but only to the extent that it is “tied to” and does not exceed in duration prior to election day such a reasonable period for completion of the “registration process” as is “necessary to achieve the State’s legitimate goals.” Marston, supra. We are not aware of any other compelling State interest which Maine has which would justify an exception to that rule. The constitutional invalidity of this proposed amendment to the Constitution of Maine therefore stems from the fact that the durational residency requirement of thirty days therein provided exceeds the various time limits contained in the statutory registration requirements which presently reflect “a state legislative judgment” that no longer period is required in which effectively to complete the “registration process.”\nDated at Portland, Maine, this tenth day of April, 1973.\nRespectfully submitted:\nARMAND A. DUFRESNE, Jr.\nDONALD W. WEBBER\nRANDOLPH A. WEATHERBEE\nCHARLES A. POMEROY\nSIDNEY W. WERNICK\nJAMES P. ARCHIBALD",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "OPINION OF the JUSTICES OF the SUPREME JUDICIAL COURT Given Under the Provisions of Section 3 of Article VI of the Constitution.\nSupreme Judicial Court of Maine.\nApril 10, 1973."
  },
  "file_name": "0452-01",
  "first_page_order": 490,
  "last_page_order": 494
}
