{
  "id": 8077285,
  "name": "LOUISA T. YORK ORPHAN ASYLUM v. James S. ERWIN et al.",
  "name_abbreviation": "Louisa T. York Orphan Asylum v. Erwin",
  "decision_date": "1971-09-28",
  "docket_number": "",
  "first_page": "453",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "281 A.2d 453"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "72 A. 213",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "75 N.H. 191",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1797897
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/nh/75/0191-01"
      ]
    },
    {
      "cite": "59 A. 58",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "99 Me. 253",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        625105
      ],
      "year": 1904,
      "pin_cites": [
        {
          "page": "255-256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/99/0253-01"
      ]
    },
    {
      "cite": "187 N.E. 104",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1933,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "284 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3834889
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/284/0001-01"
      ]
    },
    {
      "cite": "265 A.2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073218
      ],
      "pin_cites": [
        {
          "page": "610"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/265/0608-01"
      ]
    },
    {
      "cite": "237 A.2d 405",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8076951
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/237/0405-01"
      ]
    },
    {
      "cite": "71 A. 1032",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "104 Me. 320",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        483350
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/me/104/0320-01"
      ]
    },
    {
      "cite": "21 A.2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1941,
      "pin_cites": [
        {
          "page": "708"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "138 Me. 70",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8843909
      ],
      "weight": 2,
      "year": 1941,
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/138/0070-01"
      ]
    },
    {
      "cite": "270 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8108831
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/270/0871-01"
      ]
    },
    {
      "cite": "266 A.2d 218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8063903
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/266/0218-01"
      ]
    },
    {
      "cite": "257 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "40 Cal.2d 852",
      "category": "reporters:state",
      "reporter": "Cal. 2d",
      "case_ids": [
        2346747
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/cal-2d/40/0852-01"
      ]
    },
    {
      "cite": "200 A. 500",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "135 Me. 479",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        644369
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/me/135/0479-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 999,
    "char_count": 23389,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 8.538613204333714e-08,
      "percentile": 0.48762244439733743
    },
    "sha256": "05cfe4cd0129029467f7c23ab50a0c64b8fd586a6d7627e826134e06aad5a4e5",
    "simhash": "1:e12df2bc1d0211c3",
    "word_count": 3899
  },
  "last_updated": "2024-02-27T22:20:36.705745+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY, WERNICK and ARCHIBALD, JJ.",
      "All Justices concurring."
    ],
    "parties": [
      "LOUISA T. YORK ORPHAN ASYLUM v. James S. ERWIN et al."
    ],
    "opinions": [
      {
        "text": "WEATHERBEE, Justice.\nThis action for a declaratory judgment is before us on report by agreement of the parties pursuant to M.R.C.P. Rule 72(a). The Plaintiff, the Louisa T. York Orphan Asylum, asks the Court:\n“1. To enter its declaratory judgment that the charitable purposes of the Plaintiff corporation encompass (i) the aiding of other charitable agencies and institutions in their work of supporting, maintaining, instructing or employing children, and (ii) the granting of scholarships aid to children in financial need for their post-high-school education;\n2. To instruct the Plaintiff corporation as to the scope of its purposes and powers under its Certificate of Organization ; * * * ”\nOne Defendant, the Attorney General of the State, in his capacity as guardian of public charities, has in his answer joined in the request and prays that the terms of the declaratory judgment will provide that the funds of the trust be applied in such a manner to prevent a breach of trust in their administration. The other three Defendants are personal representatives of the three heirs-at-law of the testator whose will named the Plaintiff as devisee, in trust, of the residue of his estate. These Defendants pray that Plaintiff’s request for declaratory relief be denied and, in their counterclaim, ask that the Court declare that a resulting trust has arisen for their benefit.\nThe Agreed Statement of Facts and the exhibits present the following situation:\nOn October 30, 1906 the Louisa T. York Orphan Asylum, the Plaintiff charitable corporation, was organized at the grain store of Asa F. York in Yarmouth, Maine. Asa F. York was not named as an organizer nor as an officer of the new corporation but Louisa T. York, at that time deceased, had been his wife.\nThe purpose of the Plaintiff charitable corporation, as set forth in its Certificate of Organization, is and has been at all times since Plaintiff’s incorporation, “the benevolent purpose of supporting, maintaining, instructing and employing children, especially orphan children”.\nThe Bylaws of the corporation, which were adopted at the organizational meeting, reiterate the general benevolent purposes of the Certificate of Organization and contain the following Article:\n“ARTICLE VI.\nADMISSION\nIn admissions to the home, preference shall be first given to the children whose parents are, or were in their lifetime, residents of the Town of Yarmouth, in the County of Cumberland and State of Maine, and among such children to those who have lost both parents in preference to those who have lost one parent and, in the event that the accommodations of the home are sufficient for the care and support of other children than those already named, children whose parents are, or were in their lifetime, residents of the towns of North Yarmouth, Pownal and Cumberland may be admitted to the home in the order named, and in the same order of precedence as to parentage as is provided herein as to children whose parents are or have been residents of Yarmouth.\nOther regulations for the admission of children not inconsistent herewith shall be made from time to time by the Board of Trustees.”\nOn November 6, 1911 Asa F. York executed a will in which a bequest to the Plaintiff corporation was made:\n“I give, bequeath and devise all the rest, residue and remainder of my estate real, personal or mixed, wheresoever situated, of which I shall die seized and possessed or to which I shall be entitled at time of my decease, unto said Louisa T. York Orphan Asylum and its successors and assigns forever, in trust nevertheless, to manage and control, invest and reinvest, and the income thereof to use for the purposes of said corporation.”\nMr. York died on January 14, 1913 and when his will was probated that year the bequest to the Plaintiff amounted to $37,-049.45. The Plaintiff has no other assets except the proceeds of this bequest which at the time of argument has grown to an approximate value of $471,432.76. Plaintiff has never built or operated any orphanage or other institution and has not spent any of the funds derived from Mr. York’s will for benevolent or any other purposes.\nPlaintiff’s Trustees have, however, on several occasions considered means by which to employ the income from the trust and they now propose to pay annually from the income of the trust fund the sum of $1,000 (or such other sum as the Trustees deem meet and proper) to assist in the work of Opportunity Farm, a home for destitute boys. Plaintiff’s Trustees have also resolved to pay the annual sum of $5,000 or such other sum as the Trustees in their sound discretion may deem meet and proper to an educational fund for scholarships to finance education beyond the high school level for children in financial need. The execution of these two resolutions and the further implementation of Plaintiff’s proposed charitable and benevolent program have been suspended pending a declaration by this Court of the purposes and powers of Plaintiff corporation under its Certificate of Organization and under the will of Asa F. York.\nThe two issues presented for determination in this case are:\n1. Does the record require the finding of a reverter or a resulting trust in favor of the Defendant heirs ?\n2. Under its corporate purpose of supporting, maintaining, instructing and employing children, and under the will of Asa F. York, does the Plaintiff have power and authority to use its funds in trust under the will of Asa F. York to:\n(a) aid other established charitable organizations in their work of supporting, maintaining, instructing or employing children by making grants to such organizations, and\n(b) establish a fund for scholarship aid to children in financial need for post-high school education;\nand if not, what is the scope of Plaintiff’s power and authority under its corporate charter and the will of Asa F. York?\nIn deciding the issues presented, this Court must consider the intent and purpose of Asa F. York when he left the residue of his estate in trust to the Plaintiff corporation.\nIt is the contention of the heirs that the bequest in issue was in trust for a particular charitable purpose — the operation of an orphan asylum — and that the failure of Plaintiff to carry out such a purpose for more than half a century and the present impossibility or, at least, impracticality of Plaintiff’s providing such a home requires the Court, in the absence of a gift over or alternate disposition, to declare a resulting trust in favor of the heirs.\nIn Gorham v. Chadwick, 135 Me. 479, 200 A. 500 (1938) this Court stated the primary rule for the interpretation of wills:\n“The cardinal rule for the interpretation of wills is that they shall be construed to give effect to the intention of the testator * * *. Although a will speaks only from the maker’s death, the language used in the testament must be construed as of the date of its execution and in light of the then surrounding circumstances.”\nCertainly, although Asa F. York was not one of the organizers of the Plaintiff corporation, the fact that it was organized, as its certificate recites, in his grain store, that its corporate name memorialized his late wife, and that it owned no physical assets until it received his bequest, strongly suggests his original interest in it. The decision to use the words “Orphan Asylum” in the new corporation’s name unquestionably reflects their — and, doubtless his— aspiration that the corporation might some day perform the particular charitable service suggested by its name. In anticipation of that desire, the organizers provided for the order of preference in the admission of children to the hoped-for institution in Article VI of the Bylaws. The Bylaws make no other reference to the operation of a home.\nWe find it significant in assessing his intention that at the time Mr. York executed his will — five years after the organization of the corporation — he must have known that no such home was in existence. He could have referred — but did not — to the Bylaws instead of the corporate purposes in describing the purposes of the trust. The fact that he chose to make his bequest in trust “for the purposes of said corporation”, instead of for the more limited purpose of operation of a home for orphans, indicates to us a broad purpose of rendering assistance to destitute children, especially those without parents. His decision to create this trust in the residuary clause, with no provision for a reversion in case of impossibility of performance by the Trustees, is especially indicative that the intent was not to limit the bequest to the operation of an asylum which he must have realized might prove to be beyond the capability of the Trustees. In Re Los Angeles County Pioneer Society, 40 Cal.2d 852, 257 P.2d 1 (1953). We find the testator’s charitable intent to have been as general as the stated purposes of the Plaintiff corporation.\nThe powers which the corporation has are limited by its stated corporate purpose and these, unquestionably, are broadly stated. We very recently discussed the effect of a statement of corporate purpose in Good Will Home Association v. Erwin, Me., 266 A.2d 218, 221 (1970):\n“The purpose of a non-profit corporation is the object for which the corporation is formed; the aim, intention or plan which it is meant to effectuate. It is that which the incorporators set before them to accomplish; it is the raison d’etre.\nThe corporate purposes as stated in the Articles of Association serve to inform the public as to the nature of organization for the benefit of those with whom it deals. The statement also serves to inform its members as to the scope and range of its proper activities and to assure them it will not involve them in remote and uncontemplated lines of activity.”\nWhile a corporation’s authority to act may also be limited by a specific provision of its Bylaws (Farrand v. Redington Memorial Home, Me., 270 A.2d 871 (1970) we do not find in the Bylaws any other reference to a home or to an intention of the incorporators to restrict the corporation’s future activities to that limited area, in view of the Plaintiff’s stated general charitable purposes. The operation of a home was one of the charitable activities which the stated corporate purposes permitted the Plaintiff to pursue but the language of Article VI of the Bylaws does not restrict Plaintiff to that single activity.\nFor more than fifty years the corpus of the trust has grown and none of it has been used for the purposes of the bequest. However, we endorse the wisdom of the policy stated by Professor Scott that the mere omission of the trustee to carry out the charitable purposes does not result in the failure of the trust and a reverter to the heirs.\n“The mere fact that the trustees of a charitable trust commit a breach of trust does not cause the trust to fail and entitle the settlor or his successors to enforce a resulting trust. This is true not only where the trustees merely neglect to apply the property to the designated charitable purposes, but also where they divert it to other purposes. In such a case, if it is not impossible or impracticable to carry out the designated purposes, the remedy is by a suit brought by the Attorney General to compel the trustees to perform the trust, and not by a suit brought by the settlor or his successors to enforce a resulting trust.” Scott on Trusts (3rd Ed.) § 401.1 at 3139.\nIn the official comment to § 401 of the Restatement (Second) of Trusts this universally accepted rule is stated as follows:\n“a. No reverter for breach of trust. In the absence of a limitation or condition in the terms of the trust, a charitable trust does not fail merely because of the failure of the trustees to carry out the charitable purposes, whether by failing to use the property for the proper purposes, or by diverting the trust property to other purposes, as long as it is possible and practicable and legal to carry out the designated charitable purpose. The remedy for a breach of trust is by suit to compel the trustees to perform the trust and to make restitution for the breach of trust, but not to impose a resulting trust for the estate of the set-tlor.” 2 Restatement (Second) of Trusts, Comment to § 401 at 309.\nAlthough this Court has never faced this exact issue, we have consistently demonstrated our disinclination to permit a trust to fail and to order a reverter of the assets which the testator intended to be used for charitable purposes. Manufacturers National Bank v. Woodward, 138 Me. 70, 21 A.2d 705 (1941); Webber Hospital Association v. McKenzie, 104 Me. 320, 71 A. 1032 (1909).\nPerry v. Town of Friendship, Me., 237 A.2d 405 (1968) must be distinguished from the present situation. There, the trust was created for a narrow and limited charitable purpose and the named trustee, the Defendant, was subject to the express provisions of 30 M.R.S.A. § 1903 controlling the actions of municipalities as trustees, § 3 of which reads:\n“If the municipality fails to comply with the terms of the trust instrument, the trust fund reverts to the donor or his heirs.”\nIn the present case there were no express statutory conditions imposed upon the trust and the stated charitable purposes are broad, rather than specific.\nThis Court’s recognition of the doctrine that\n“The policy of the law has long been liberal in sustaining trusts designed to carry into effect any public or charitable purpose.” Manufacturers National Bank v. Woodward, supra, 138 Me. at 78, 21 A.2d at 708.\nwas reaffirmed as recently as May, 1970 in Miller v. Inhabitants of Town of Friendship, 265 A.2d 608, 610.\nThe general charitable purpose of the testator is clear. The bequest to the Plaintiff as Trustee was placed in the residuary clause of his will, following specific bequests to all his heirs-at-law. There is nothing in his will to indicate an intention that the trust should terminate and that the residue of his estate should revert to his heirs in the event that the Trustees did not perform their fiduciary duties within a reasonable period of time. The absence in the will of a provision for forfeiture strongly suggests an intention that an estate should not revert while the carrying out of the corporate purpose is practicable although delayed. City of Keene v. Eastman, 75 N.H. 191, 72 A. 213 (1909); Bogert, Trusts and Trustees, 2nd Ed. § 418.\nIt is contended by the representatives of the heirs, in their prayer, that the Court should declare a reverter, that it is impracticable for the Trustees, with its present income, to establish a children’s home and they urge that support for this proposition may be found in an assertion made in another complaint which the Plaintiff filed in the Superior Court some 21 months prior to the present action, and which was dismissed before the present action was instituted. The Representatives of the heirs ask us to take notice of this other complaint.\nAlthough we have already concluded that Mr. York’s testamentary purpose was not limited to the operation of a home, we feel we should point out that the present matter has come to us on Report in which it is stipulated that our decision shall be based upon “the Complaint, Answers, Replies, and the Stipulation of Fact filed herewith”. Pleadings filed in another action are not included in the stipulation as to matters which the Court should consider. However, even if this evidence of impracticability of performance had been introduced in this case, the result would not have been changed.\nWhatever the reasons for the Plaintiff’s inactivity to this point, the Trustees now propose to use some of the funds of the trust for two specific projects which the Plaintiff contends are within the broad corporate purposes of “supporting, maintaining, instructing and employing children, especially orphan children”. The only restriction imposed by Asa F. York’s will on the use of the funds held in trust by Plaintiff corporation is that the income is to be used “for the purposes of said corporation”.\nThe testator left to the responsible discretion of the Plaintiff’s Trustees, within these limits, the choice of the manner in which the employment of the trust funds will most appropriately benefit such children. Implicit in their responsibilities are their evaluations as to the extent of current need for particular methods of relief for indigent children, the relative benefits which might be expected to result and the ability of the income of the fund to furnish each particular type of assistance. We consider that the language of the Massachusetts Court in Springfield Y.M.C.A. v. Board of Assessors, 284 Mass. 1, 6, 187 N.E. 104, 106 (1933) measures correctly the discretion of the directors of a charitable corporation as to choice of use of trust property:\n“The dominant purpose of the managing officers of the corporation, in the use of the property which they direct or permit is often, although not always, controlling. So long as they act in good faith and not unreasonably in determining how to occupy and use the real estate of the corporation, their determination cannot be interfered with by the courts. There may be honest differences of opinion among persons of good judgment as to whether it is wise to use real estate in a particular way for its direct effect in promoting the purposes for which an educational corporation was established. In such cases the managing officers have the responsibility and duty of deciding.”\nOne of the means which Plaintiff corporation has chosen to implement its charitable and benevolent purposes is to pay annually from the income of the trust fund $1,000 to assist in the work of Opportunity Farm. Opportunity Farm is operated by Opportunity Farm Association, a charitable membership corporation, to provide support, maintenance and instruction to about forty boys in a farm setting in New Gloucester, Maine. New Gloucester is a small town in Cumberland County near Yar-mouth.\nThe charter purposes of Opportunity Farm Association are:\n“To provide for boys, without regard to race or religion, instructions in being honest, obedient, industrious, frugal and self-reliant.”\nOpportunity Farm is thus pledged to charitable purposes which are equally as broad as those of the Plaintiff corporation. Acting under these purposes, Opportunity Farm is presently providing support, maintenance, and instruction for about forty boys between the ages of six and eighteen. The boys live and work on the farm, are paid a modest incentive wage, and attend public schools in New Gloucester. As of June 16, 1970, nine of the boys at Opportunity Farm were wards of the State of Maine and had no legally responsible parent. Of the remaining boys, all had lost at least one parent through either death or desertion.\nIn Flaherty v. Portland Longshoremen’s Benevolent Society, 99 Me. 253, 255-256, 59 A. 58, 59 (1904), this Court said:\n“The implied powers of a corporation are not limited to such as are indispensably necessary to carry into effect those which are expressly granted, but comprise all that are necessary, in the sense of being appropriate, convenient, and suitable for such purposes, including the right of a reasonable choice of means to be employed. Cyclopedia of Law, vol. 10, page 1097; 1 Cook on Corporations, § 3.”\nWe hold that the Plaintiff has authority to use the income from the funds it holds in trust in aiding other established organizations in their work of supporting, maintaining, instructing and employing children by making grants to such organizations.\nThe purposes and present activities of Opportunity Farm constitute a substantial commitment to the purposes of the Plaintiff corporation. This Court feels that the annual expenditure of a reasonable sum to aid in such activities is certainly a proper means of implementing the Plaintiff’s charitable purposes and of carrying out the trust created by the will of Asa F. York.\nWe are equally satisfied that Plaintiff’s second proposed action — the establishment of a fund for scholarship aid for post-high school education to children in financial need — is within the broad purposes of the corporation and within the scope of Mr. York’s intent. In view of the broad nature of the relief which Mr. York intended to afford destitute children, we conclude that “instruction” was intended to include such education as would be appropriate for the needs of the individual child in the discretion of the Trustees. We do not find in the purposes of the trust an intention that assistance in education to such children — if worthy — should be terminated at any particular scholastic level.\nHowever, Mr. York’s use of the words contained in the purposes of the Plaintiff corporation makes clear the Trustees’ responsibility to consider need to be an indispensable requirement of scholarship aid, with preference being given to orphan children.\nThe bequest directs that the Plaintiff is to manage and control, invest and reinvest the fund “and the income thereof to use for the purposes of said corporation”. The Attorney General has requested the Court to give the Trustees guidance as to the extent which this language requires the expenditure of income.\nIt is significant that the testator directed that the income be used for the trust purposes rather than that it be paid. We do not find in the language of the bequest a mandatory direction that the entire income, after payment of expenses of administration, be expended each year. While the Plaintiff’s duty is to carry out Mr. York’s purposes by the appropriate use of the income of the trust, and while the purposes are the relief of indigent children through trust moneys, circumstances may on occasion properly convince the Trustees that the purposes can better be implemented by prudent reinvestment of part of the income than by its entire expenditure on available programs.\nHowever, the concern of the Attorney General is justified. For some 55 years no destitute children have received benefit from the fund which Mr. York dedicated to such purpose and, while the record does not show the present income from the trust, it may be that even now the proposed efforts will fall short of the Trustees’ present ability to make full use of the income. A reexamination of the situation in the light of this opinion may disclose the advisability of increased expenditures for these or similar programs.\n■ Upon the Plaintiff’s complaint for declaratory judgment the cause is remanded to the Superior Court for consideration and approval of policies and guidelines to be submitted by Plaintiff-Trustee governing the allocation of scholarship funds and expenditure of income, and for further action not inconsistent with this opinion.\nUpon the Defendants’ counterclaim, judgment for the Plaintiff.\nAll Justices concurring.",
        "type": "majority",
        "author": "WEATHERBEE, Justice."
      }
    ],
    "attorneys": [
      "Pierce, Atwood, Scribner, Allen & Mc-Kusick by Vincent L. McKusick, Peter L. Murray, Portland, Nixon & Corson by Milton A. Nixon, Yarmouth, for plaintiff.",
      "Jerome S. Matus, Asst. Atty. Gen., Augusta, Drummond, Wescott & Woodsum by Hugh G. E. MacMahon, David Plimpton, Portland, for Maine Nat. Bank.",
      "William Cohen, Lewiston, for Francis Coombs and Michael McDonough."
    ],
    "corrections": "",
    "head_matter": "LOUISA T. YORK ORPHAN ASYLUM v. James S. ERWIN et al.\nSupreme Judicial Court of Maine.\nSept. 28, 1971.\nPierce, Atwood, Scribner, Allen & Mc-Kusick by Vincent L. McKusick, Peter L. Murray, Portland, Nixon & Corson by Milton A. Nixon, Yarmouth, for plaintiff.\nJerome S. Matus, Asst. Atty. Gen., Augusta, Drummond, Wescott & Woodsum by Hugh G. E. MacMahon, David Plimpton, Portland, for Maine Nat. Bank.\nWilliam Cohen, Lewiston, for Francis Coombs and Michael McDonough.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0453-01",
  "first_page_order": 501,
  "last_page_order": 508
}
