{
  "id": 8012833,
  "name": "UNITED STATES, Appellant, v. Morris J. SHIELDS, Appellee",
  "name_abbreviation": "United States v. Shields",
  "decision_date": "1976-11-12",
  "docket_number": "No. 11190",
  "first_page": "454",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "366 A.2d 454"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "18 U.S.C. § 3500",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "366 A.2d 1098",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/1098-01"
      ]
    },
    {
      "cite": "312 A.2d 561",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8028227
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "Nebeker, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/312/0561-01"
      ]
    },
    {
      "cite": "284 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073121
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/284/0460-01"
      ]
    },
    {
      "cite": "294 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044846
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/294/0158-01"
      ]
    },
    {
      "cite": "330 A.2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12027381
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/330/0751-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3731",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "369 U.S. 121",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165708
      ],
      "weight": 3,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0121-01"
      ]
    },
    {
      "cite": "413 F.2d 1103",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2183974
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "denial of motion to reopen suppression hearing"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/413/1103-01"
      ]
    },
    {
      "cite": "134 U.S.App.D.C. 196",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "denial of motion to reopen suppression hearing"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "354 U.S. 394",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6160205
      ],
      "weight": 3,
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/us/354/0394-01"
      ]
    },
    {
      "cite": "389 U.S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11335329
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/389/0090-01"
      ]
    },
    {
      "cite": "84 Stat. 473",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 9610,
    "ocr_confidence": 0.812,
    "pagerank": {
      "raw": 1.3085976008193985e-07,
      "percentile": 0.6238856010524165
    },
    "sha256": "9cefcfe6de36e838446b20c3c665041201ed61d114741f420501a184e5c2ceff",
    "simhash": "1:f98efdd4a327d666",
    "word_count": 1565
  },
  "last_updated": "2024-02-27T23:10:53.001557+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER, Associate Judge, REILLY, Chief Judge, Retired, and PAIR, Associate Judge, Retired, in chambers."
    ],
    "parties": [
      "UNITED STATES, Appellant, v. Morris J. SHIELDS, Appellee."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nAppellee moves to dismiss this appeal brought by the government pursuant to D. C.Code 1973, § 23-104(a)(l), from, a pretrial evidentiary ruling in a criminal case. We hold that the ruling is not appealable and dismiss the appeal.\nAppellee was charged in a four-count indictment with one count of rape while armed, two counts of rape, and one count of assault with a dangerous weapon. According to the indictment, defendant was charged with raping two different women on different days — the incidents were about a month apart — but in the same apartment building and under similar circumstances. Appellee moved for severance of counts one through three (relating to the first alleged rape) from count four (relating to the second alleged rape). The court granted the motion over the government’s opposition. Immediately following this ruling, the government asked the court if, in separate trials, the evidence of each offense would be admissible in the trial of the other. The court ruled that the evidence of one offense would not be admissible in the trial of the other to show a “common scheme or plan”, the theory advanced by the government. A continuance of the scheduled trial was granted so that an appeal could be taken from this ruling.\nSection 23-104(a)(l), a part of the District of Columbia Court Reform and Criminal Procedure Act of 1970, Pub.L.No. 91-358, 84 Stat. 473, was enacted to ensure the government’s right to appeal certain pretrial evidentiary determinations. That section states:\nThe United States or the District of Columbia may appeal an order, entered before the trial of a person charged with a criminal offense, which directs the return of seized property, suppresses evidence, or otherwise denies the prosecutor the use of evidence at trial, if the United States attorney or the Corporation Counsel conducting the prosecution for such violation certifies to the judge who granted such motion that the appeal is not taken for purpose of delay and the evidence is a substantial proof of the charge pending against the defendant. [Emphasis supplied.]\nThe emphasized language was the only change which the 1970 Act made in the previous provision respecting prosecution appeals — D.C.Code 1969 Supp., § 23-105(b).\nThe government contends that Congress in the 1970 amendments intended to allow the government to appeal from all pretrial evidentiary rulings. This is a plausible argument if one confines the analysis to the very broad phrase added in 1970. We cannot agree, however, that Congress intended to expand the right of the government to appeal from the granting of a suppression motion to an absolute right of appeal from any pretrial ruling on such issues as the relevancy or prejudice of evidence or testimony to be offered at trial.\nIn approaching this question, we must keep in mind that although the government’s right to appeal has been enlarged in recent years, the guarded notion that appeals by the government are unusual and not favored has not been abandoned. See Will v. United States, 389 U.S. 90, 88 S.Ct. 269, 19 L.Ed.2d 305 (1967); Carroll v. United States, 354 U.S. 394, 77 S.Ct. 1332, 1 L.Ed.2d 1442 (1957); United States v. Greely, 134 U.S.App.D.C. 196, 413 F.2d 1103 (1969). Furthermore, the Supreme Court has stated as a general policy that appellate review should not occur, except in narrowly defined circumstances, until a truly final judgment has been rendered. Will v. United States, supra; Di Bella v. United States, 369 U.S. 121, 82 S.Ct. 654, 7 L.Ed.2d 614 (1962).\nWith this premise in mind, we turn to the legislative history of § 23-104(a)(l) as an indication of the scope of that section. The House Report, H.R.Rep.No.907, 91st Cong., 2d Sess. (1970) (hereinafter House Report), of the Committee on the District of Columbia specifically mentions the language added to § 23-104(a)(1) by Pub.L. No. 91-358. It states at 111:\nSection 23-104(a)(l) substantially reenacts existing section 23-105 (b) of the District of Columbia Code, relating to the prosecution’s rights to appeal pretrial ruling. Such a provision was also enacted for the federal courts as part of the Omnibus Crime Control and Safe Streets Act of 1968 (18 U.S.C. § 3731). The only change is the addition of the clause permitting appeal from a pretrial order which “denies the prosecutor the use of evidence at trial,” a clause necessary to overcome the excessively narrow interpretation accorded the existing statute in United States v. Greely, 134 U.S.App.D.C. 196, 413 F.2d 1103 (1969) (denial of motion to reopen suppression hearing).\nThe Greely case wa? a government appeal from the trial court’s denial of its motion to reopen the hearing of a suppression motion. The government had petitioned for reopening upon the allegation of newly discovered evidence. The trial court denied the motion and the government noted an appeal under 18 U.S.C. § 3731 (1970), the language of which is substantially the same as that of the 1969 provision in § 23-105 (b), supra. Section 3731 provides for a government appeal “[f]rom an order, granting a motion for return of seized property or a motion to suppress evidence, made before the trial . . . .” The court in Greely held that it was without jurisdiction to hear the appeal since the appeal was not literally from a motion to suppress, but rather from the denial of a motion to reopen the suppression hearing.\nThus, it might be concluded that the purpose of the additional language in § 23-104(a)(1) was solely to overcome the effect of the Greely holding, and cannot be extended to cover the evidentiary determination made in the instant case. However, we need not turn our decision on that rationale, for, when the nature of the trial court’s action is analyzed, it can be seen that the fundamental prerequisite to ap-pealable action is absent. Section 23-104(a)(1) permits an appeal from “an order”. Significantly, other subsections of § 23-104 which were added to expand the government’s right to appeal (in the 1970 Act) used a different characterization of appealable action. Sections 23-104(b) and (d) permit, under very limited circumstances, appeals during trial from “ruling[s]”. The distinction is crucial. These subsections permit appeals from rulings only under specified, guarded conditions. In subsection (b) the ruling must be grounded on a holding that the evidence “was invalidly obtained”. In subsection (d) an appeal from “any other ruling” which involves “a substantial and recurring question of law which requires appellate resolution” may be taken, but “only with leave of the court.”\nWhat constitutes an order in contradistinction to a ruling in this statutory context can be a devilish problem. Surely, merely calling this determination an order cannot be made the touchstone for appeala-bility. However, an aid to definition, can be found in recognizing that no rule of procedure or statute contemplates final pretrial resolution of issues of competence, relevance, materiality, privilege, or prejudice respecting evidence to be offered at trial. On the other hand, the exclusionary rule has been placed in pretrial procedural context under Superior Court Criminal Rules 12(b)(3), 41(g), and 41-1 (i); so also have dismissals of indictments under Super.Ct.Cr.R. 12. See also Fed.R.Crim. P. 12(b)(3), and 18 U.S.C. § 3731 (1970); and see D.C.Code 1973, § 11-946.\nIn addition, it should be noted that we have held that such structured pretrial proceedings as motions to suppress give rise to holdings which have binding effect at trial, e.g., United States v. Davis, D.C.App., 330 A.2d 751 (1975); United States v. Dockery, D.C.App., 294 A.2d 158 (1972); Jenkins v. United States, D.C.App., 284 A.2d 460 (1971). It cannot seriously be contended that the determination made in this instance has such law-of-the-case effect at a subsequent trial. In contemplation of law, the trial court has done nothing more than express an advisory opinion on admissibility of evidence if offered at trial.\nNothing in the purported action of the trial court respecting admissibility of evidence of other similar acts was by statute or rule contemplated to be an order as that word is commonly understood or used in § 23-104. Nothing in the legislative history even hints at permitting appeals from pretrial advisory or anticipatory evidentiary determinations. If § 23-104(a)(l) were to mean what the government asserts, it would invite dress rehearsals of trials so all evidentiary issues could be resolved on appeal before the real trial. Before appeal from such determinations are to be permitted, enabling legislation must specifically so provide and appellate courts must be adequately staffed to deal with the influx.\nAccordingly, the appeal is hereby\nDismissed.\n. District of Columbia v. M. E. H., D.C.App., 312 A.2d 561 (1973) (Nebeker, J., concurring).\n. See also United States v. Anderson, D.C.App., 366 A.2d 1098 (No. 7962, decided this date) (Harris, J., separate opinion, seriously questioning power to make pretrial rulings precluding future .trial testimony because of so-called Jencks Act violations (18 U.S.C. § 3500)).",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Robert E. Clem, Washington, D.C., was on the motion for appellee.",
      "Earl J. Silbert, U. S. Atty., John A. Terry and Daniel A. DeRose, Asst. U. S. Attys., Washington, D.C., were on the opposition to motion to dismiss for appellant."
    ],
    "corrections": "",
    "head_matter": "UNITED STATES, Appellant, v. Morris J. SHIELDS, Appellee.\nNo. 11190.\nDistrict of Columbia Court of Appeals.\nNov. 12, 1976.\nRobert E. Clem, Washington, D.C., was on the motion for appellee.\nEarl J. Silbert, U. S. Atty., John A. Terry and Daniel A. DeRose, Asst. U. S. Attys., Washington, D.C., were on the opposition to motion to dismiss for appellant.\nBefore NEBEKER, Associate Judge, REILLY, Chief Judge, Retired, and PAIR, Associate Judge, Retired, in chambers."
  },
  "file_name": "0454-01",
  "first_page_order": 510,
  "last_page_order": 513
}
