{
  "id": 7289515,
  "name": "Danielle R. CESARANO, Appellant, v. REED SMITH LLP, Appellee",
  "name_abbreviation": "Cesarano v. Reed Smith LLP",
  "decision_date": "2010-03-04",
  "docket_number": "No. 07-CV-1065",
  "first_page": "455",
  "last_page": "467",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 455"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "553 F.3d 114",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3719257
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "116"
        },
        {
          "page": "118, 121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/553/0114-01"
      ]
    },
    {
      "cite": "454 U.S. 6",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182311
      ],
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/454/0006-01"
      ]
    },
    {
      "cite": "449 U.S. 250",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11715909
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0250-01"
      ]
    },
    {
      "cite": "481 F.Supp.2d 118",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        5886834
      ],
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/481/0118-01"
      ]
    },
    {
      "cite": "921 F.2d 1275",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3487500,
        10549310
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/287/0287-01",
        "/f2d/921/1275-01"
      ]
    },
    {
      "cite": "287 U.S.App. D.C. 287",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3487500
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/287/0287-01"
      ]
    },
    {
      "cite": "570 F.2d 705",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        918009
      ],
      "pin_cites": [
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/570/0705-01"
      ]
    },
    {
      "cite": "592 F.2d 595",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        53011
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "604"
        },
        {
          "page": "604"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/592/0595-01"
      ]
    },
    {
      "cite": "844 A.2d 1113",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9271938
      ],
      "pin_cites": [
        {
          "page": "1117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/844/1113-01"
      ]
    },
    {
      "cite": "846 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9253293
      ],
      "pin_cites": [
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/846/0318-01"
      ]
    },
    {
      "cite": "337 F.3d 1179",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9108625
      ],
      "pin_cites": [
        {
          "page": "1185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/337/1179-01"
      ]
    },
    {
      "cite": "979 A.2d 1239",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7299479
      ],
      "weight": 12,
      "pin_cites": [
        {
          "page": "1248"
        },
        {
          "page": "1250"
        },
        {
          "page": "1251"
        },
        {
          "page": "1253"
        },
        {
          "page": "1251"
        },
        {
          "page": "1253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/979/1239-01"
      ]
    },
    {
      "cite": "122 S.Ct. 2061",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1254428
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "note 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/536/0101-01"
      ]
    },
    {
      "cite": "830 A.2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9098925
      ],
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/0874-01"
      ]
    },
    {
      "cite": "771 A.2d 1014",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11104232
      ],
      "pin_cites": [
        {
          "page": "1020"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/771/1014-01"
      ]
    },
    {
      "cite": "789 A.2d 1248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9403934
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1249"
        },
        {
          "page": "1251-52"
        },
        {
          "page": "1252"
        },
        {
          "page": "1248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/789/1248-01"
      ]
    },
    {
      "cite": "826 A.2d 362",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9110267
      ],
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0362-01"
      ]
    },
    {
      "cite": "935 A.2d 337",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8362904
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/935/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1383,
    "char_count": 38414,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1883049938432704
    },
    "sha256": "28890d3037adea522d5ec4605ea4a846d9a75ce26d6db17e2cacef4b36ce2910",
    "simhash": "1:cbf58ea735075f7b",
    "word_count": 6118
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID and FISHER, Associate Judges, and KING, Senior Judge."
    ],
    "parties": [
      "Danielle R. CESARANO, Appellant, v. REED SMITH LLP, Appellee."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nAppellant, Danielle R. Cesarano, appeals the trial court’s dismissal of her employment discrimination claims on the ground that they are time barred. We affirm the dismissal of her claims pertaining to the alleged failure of appellee, Reed Smith LLP, to grant her reasonable accommodation due to her disability, as well as her claim relating to her leave status. However, we reverse the trial court’s dismissal of her wrongful termination claim and remand that claim to the trial court for trial.\nFACTUAL SUMMARY\nThe record in this case reveals that on October 24, 2003, Ms. Cesarano filed a complaint against her employer, Reed Smith. She alleged that she was employed as an associate around March 20, 2000, and was assigned to the litigation department. On April 29, 2001, while she was attending a Reed Smith trial training program, Ms. Cesarano’s dominant hand was burned. As a result of her right hand injury, she developed complex regional pain syndrome/reflex sympathetic dystrophy, a physiological disorder affecting the neurological body system. The disorder, characterized as permanent, caused extreme pain and resulted in medical limitations on her activities. She required physical therapy, occupational hand therapy, nerve block procedures, and she had to take prescribed medication.\nBased upon the recommendation of her physician, Ms. Cesarano took a leave of absence from June 13 to July 12, 2001, for treatment of her hand injury. Diming her leave of absence, Ms. Cesarano requested accommodations by Reed Smith for her disability. Specifically, she requested (1) a reduced-hour schedule, (2) voice recognition software, and (3) an operator’s headset for her telephone. Upon her return to Reed Smith, Ms. Cesarano worked four hours per day. Around July 19, 2001, she complained about the difficulty of working without voice recognition software. In response, Richard Sullivan, her supervisor at the law firm, allegedly informed Ms. Ces-arano “that if she was still injured, she was ‘of no use to anyone.’ ” Ms. Cesarano experienced difficulty in obtaining sufficient work assignments at Reed Smith to meet the billing expectations of the firm.\nOn July 20, 2001, Ms. Cesarano complained to her employer that she was receiving neither reasonable accommodation for her disability, nor enough work to generate billable hours. Reed Smith’s managing partner of the firm’s District of Columbia office, Douglas Spaulding, advised Ms. Cesarano “that she had experienced a ‘stutter step’ in her career,” that the firm could not “carry her,” and that she might be “pushed out” of the firm. Sometime later, Ms. Cesarano transmitted a letter to Reed Smith from her doctor; the letter stated that a second medical leave of absence was necessary. The second period of leave commenced around August 6, 2001, and extended to October 24, 2001. Ms. Cesarano was treated with physical therapy and medicine. When she returned to work, partners at Reed Smith advised her “not to seek substantive billable work until she could work without restrictions.” Although she tried to obtain billable work, she obtained only a few assignments.\nBy January 2, 2002, Ms. Cesarano notified Reed Smith that she could increase her hours of work from four to eight per day. In her self-evaluation report to the firm, she expressed “hope” that she would get more billable work, and she continued her search for such work within the firm. Ms. Cesarano was encouraged by positive comments from the firm on her efforts to promote Reed Smith through the Greater Washington Board of Trade, and her participation in a pro bono case with a partner from the Pittsburgh office during 2001 and 2002. Nevertheless, she continued to complain about the lack of billable assignments.\nIn March 2002, Ms. Cesarano notified the Human Resources office of the firm that her doctor had recommended that she obtain an ergonomic evaluation of her worksite. Her doctor sent a letter to the firm in early April 2002, indicating that she was restricted to a work day of eight hours and needed an ergonomic worksite evaluation. Approximately one month later, Ms. Cesarano received a performance evaluation with a rating of “Meets Expectations Minus.” Mr. Sullivan related to her the need for 200 billable hours per month before he could recommend her retention. In response, Ms. Cesarano “expressed concern to Mr. Sullivan about [his] statement given the medical restrictions on her workday.” Mr. Sullivan interpreted Ms. Cesarano’s reaction as an indication that “she could not do the work.” Ms. Cesarano repeated her work restrictions and her request for accommodations.\nMs. Cesarano’s ergonomic worksite evaluation was completed around June 6, 2002. She maintained that “Reed Smith never provided [her with] a worksite that fully conformed to the ergonomic evaluation.” However, Ms. Cesarano’s “billable hours significantly increased toward the end of the summer 2002.” But, in her September 6, 2002 self evaluation, she noted the difficulty in finding billable work despite her new eight-hour work schedule, and she asserted that the firm had denied her reasonable accommodation. Ms. Cesarano received another performance evaluation in late October 2002; apparently because of her low annualized chargeable hours, she was again given a rating of “Meets Expectations Minus.” On October 28, 2002, she received notice that she would be terminated from the firm effective November 11, 2002.\nMs. Cesarano alleged five causes of action. Although no count is labeled wrongful termination, it is apparent from an examination of her various counts that she alleged wrongful termination. Significantly, both the trial court and the parties recognized through rulings and pleadings that the case included a wrongful termination claim. Count I, “Retaliation and interference in violation of the District of Columbia Human Rights Act” (“DCHRA”), emphasized her July 6, 2001 request for voice recognition software and a part-time schedule as accommodation for her disability, and Reed Smith’s alleged retaliation against her “for requesting accommodation.” She claimed that “Reed Smith’s retaliatory and threatening responses to [her] requests for accommodation and references to her physical limitations interfered with [her] rights to inform Reed Smith of her disability and request reasonable accommodation in violation of Section 2-1402.61(a)(l) of the [DCHRA].”\nCount II focused on alleged disability discrimination under the DCHRA, D.C.Code § 2-1401.02(5A). She highlighted Reed Smith’s actions in removing her from a case on which she was working at the time of her accident and the firm’s alleged position that, despite her qualifications and experience, she should not expect billable work until she returned to full-time employment. She specifically alleged that “[b]y terminating her on the purported basis of insufficient billable hours, Reed Smith terminated [her] on account of disability and handicap”; and that “[i]n terminating [her], [Reed Smith] failed to retain an employee who had become physically handicapped while on the job....”\nCount III, “Failure to provide reasonable accommodations in violation of [the DCHRA],” averred, in part, that Reed Smith failed to provide voice recognition software in response to her request until early August 2001; did not accommodate her with an eight-hour workday, despite her December 2001 and January 2002 requests; ignored her request for an ergonomic work site, as well as her March 2002 request for an ergonomic worksite evaluation until June 6, 2002, but then took no action regarding the results of the evaluation — all in violation of specified sections of the DCHRA.\nIn Count IV, “Retaliation and interference in violation of the District of Columbia Family and Medical Leave Act (“DCFMLA”),” Ms. Cesarano alleged that “[i]nstead of providing [her] individualized notice of her rights to job restoration upon completion of her protected leave, Reed Smith began threatening [her] job security and otherwise retaliating against [her] for taking medical leave.” She maintained that she was removed from Reed Smith’s payroll when she began her medical leave, that she communicated her fear of job loss to Reed Smith due to her injury; and in response, Mr. Spaulding said, on July 20, 2001, “she should be concerned about her job because Reed Smith might just push her out,” and Reed Smith notified her, in late October 2002, that she would be terminated, “purportedly for lack of billable hours.”\nCount V, entitled, “Sex discrimination in violation of the [DCHRA],” contained allegations concerning (1) the differential treatment of males and females in the firm; (2) hostile treatment of female associates by a female partner; (3) verbal abuse by a male partner; (4) yelling, name calling and retaliation by two male partners and a female partner when she asked the female partner, in November 2000, to be relieved of working with the male partner; (5) her support by other members of the firm and the assignment of adequate billable work until her injury; (6) removal from one of her cases and replacement by a male associate; (7) instructions around Winter 2002, “to follow a strategy of writing off hours that purportedly would help her gain respect at the firm”; (8) instruction around March 2002 “to seek the advice [of] ‘one of the guys’ to verify the legal research conducted and the advice provided by [her] on a specific project”; (9) her termination from the firm (Reed Smith “terminated [her] in whole or in part because of [her] gender and because of the objections she raised as to her treatment by [a male and female] partner”); and (10) alleged “disparate treatment and retaliation based on her sex.”\nFor each of the five counts of her complaint, Ms. Cesarano claimed she “has suffered and continues to suffer lost wages, benefits and entitlements, damage to her career, pain, suffering, humiliation and emotional distress.” She demanded as relief compensatory damages, back pay and front pay, punitive damages, costs and attorneys’ fees, and a declaration that Reed Smith violated the DCHRA as well as the DCFMLA.\nIn response to Ms. Cesarano’s complaint, Reed Smith filed an answer on December 1, 2003, generally admitting or denying the allegations, or indicating a lack of knowledge concerning the truth or falsity of the allegations. Reed Smith also asserted affirmative defenses, including “statutes of limitations.” Months later, on July 30, 2004, Reed Smith sought partial summary judgment as to Counts II, III and IV of Ms. Cesarano’s complaint. The firm contended that Ms. Cesarano was not a person with a disability during her employment; individualized notice was not required under the DCFMLA; and statutes of limitation barred the causes of action. On September 17, 2004, Reed Smith filed a motion for summary judgment, in which it incorporated its motion for partial summary judgment. The firm generally argued that it was entitled to summary judgment on the remaining counts because Ms. Cesarano was discharged for “low annualized chargeable hours” rather than as a result of disability discrimination, the firm’s failure to accommodate a disability, the taking of family and medical leave, sex discrimination, or her complaints about sex discrimination. Reed Smith’s motions included statements of “undisputed facts” and references to various affidavits and depositions.\nMs. Cesarano opposed Reed Smith’s motions on October 27, 2004 and July 12, 2005. She sought to demonstrate that summary judgment was inappropriate, generally she took issue with Reed Smith’s statement of “undisputed facts” and its reliance on statutes of limitations; and she pointed to evidence, reflected in affidavits and depositions, supporting the allegations of her complaint. Much of her focus centered on establishing discriminatory discharge and retaliation. She claimed that Reed Smith’s asserted non-discriminatory reason for her discharge actually was a pretext for discrimination and retaliation.\nThe trial court issued a thirty-one page order on September 5, 2007, granting Reed Smith’s motions. The court found the following facts in dispute: “the facts surrounding whether or not [Ms. Cesara-no] is disabled,” “the facts surrounding the reasoning behind [her] actual termination,” and “the facts surrounding whether or not [Reed Smith] made sufficient accommodations to [Ms. Cesarano’s] condition.” Re-latedly, the court concluded that the following material facts are in issue:\n[F]irst, whether plaintiffs condition substantially limits one or more of her major life activities and is, in fact, disabled; second, whether defendant’s conduct, in particular its accommodation (or lack thereof from plaintiffs point of view) of plaintiffs condition in terms of hours, workspace, etc., constitutes discrimination and/or retaliation under DCHRA and DCFMLA; and third, whether defendant had legitimate and nondiscriminatory reasons for its actions relating to plaintiff and her employment.\nTherefore, the court did not consider the merits of Ms. Cesarano’s claims because material facts are in issue. However, the trial court determined that “it is apparent that the facts, as provided by the evidence, áre not in dispute in terms of timing of the allegations,” and further stated: “it is appropriate for the court to consider whether or not summary judgment is appropriate on grounds that the allegations occurred outside the statute of limitations.” After reviewing the evidence the court declared, in part:\nAs the evidence illustrates, plaintiffs concerns regarding discrimination are documented as early as July of 2001, shortly after incurring her injury. Further, ... plaintiff was clearly on notice of alleged discrimination and intent on building potential tort action against defendant. ...\nThe court also is convinced, as the record clearly indicates, that plaintiff effectively was on notice of her impending termination in May 2002 when she received her review. In her deposition, plaintiff stated: “During my evaluation on May 16th of 2002, Mr. Sullivan told me that I would need to bill 200-hour months in order for him to make the argument to keep me around.” Cesara-no Depo. at p. 7:1-7. As her own words indicate, plaintiff knew with absolute certainty that she would be unable to bill the 200 hours per month until her next review and would be facing her inevitable termination in the fall of that same year.... Further, plaintiffs administrative complaint against defendant was filed on July 24, 2003. This fact strengthens defendant’s argument that plaintiffs claims under DCHRA and DCFMLA are based on events that occurred on or before July 23, 2002 and that plaintiffs official notice of termination, October of 2002, merely is an effect ... of defendant’s alleged discrimination.\nHaving drawn these conclusions, the trial court granted Reed Smith’s motions for partial summary judgment and for summary judgment because Ms. Cesarano “filed her complaint outside of the statute of limitations period of one year.”\nANALYSIS\nMs. Cesarano attempts to depict her entire claim as one for wrongful termination. As she asserts in her reply brief: “As stated in her Complaint, the decision to terminate Ms. Cesarano constituted disparate treatment on the basis of her disability and sex (Counts II, V), retaliation for protected conduct under the DCFMLA and DCHRA (Counts I, IV), interference with her DCFMLA rights (Count IV), and a denial of reasonable accommodations (Count III).” She argues that “Reed Smith did not seek summary judgment on [her] termination claims on statute of limitations grounds” and states that Reed Smith “conceded” the timeliness of her termination claims in the trial court. She maintains that “claims of unlawful termination accrue on the date that an employer gives explicit notice of its decision to terminate an employee,” and that Reed Smith did not make the decision to terminate her until October 2002. Thus, she takes issue with the trial court’s conclusion that she “was on notice of her impending termination in May of 2002 when she received her [associate review].” She claims that the trial court’s “decision imposes upon plaintiffs the burden to predict their termination even before an employer necessarily decides to terminate the employee” (emphasis in original). In her view, the trial court’s decision is “based ... on disputed facts and inferences drawn in favor of Reed Smith, the moving party.”\nReed Smith contends that “the statute of limitations begins to run, not when the ultimate injury may be felt, but when the discriminatory actions occurred,” and that “the crux of [Ms.] Cesarano’s complaint is that Reed Smith discriminated against her by failing to accommodate her hand injury, by denying her billable work and by otherwise preventing her from meeting the firm’s billable hour requirements of associates, and by interfering with the exercise of her leave rights.” Therefore, Reed Smith concludes, Ms. Cesarano’s “termination ... was simply the effect of the prior discriminatory acts of which [she] complains in her lawsuit.”\nFurthermore, Reed Smith argues that Ms. Cesarano’s lawsuit is untimely because “more than one year before she filed her lawsuit on October 24, 2003, [she] had both [inquiry and actual] notice of the alleged unlawful conduct of which she complains.” The firm asserts that she “was on notice of her discrimination claims by May 2002.” Reed Smith argues that Ms. Cesarano’s prediction concerns “are misplaced” because she “affirmatively asserts that at her May 16, 2002 evaluation she was told she needed to bill 200 hours a month and that both Reed Smith and she knew this was an ‘impossibility.’” In addition, Reed Smith emphasizes that Ms. Cesarano requested “a worksite evaluation in April 2002, which was conducted in early June,” and hence, “any cause of action would have accrued as of April 2002, yet [she] did not file her lawsuit until more than 18 months later.” The same untimeliness is present with respect to Ms. Cesarano’s DCFMLA claims, the firm argues, because she alleges that on the day she started her medical leave in June 2001, Reed Smith began retaliating against her by purportedly taking her “off the payroll.” In addition, the firm declares that, as an alternate ground, this court could affirm the trial court’s judgment on the merits because “[Ms.] Cesara-no failed to demonstrate that Reed Smith’s legitimate non-discriminatory reasons for her termination were merely a pretext for discrimination or retaliation.”\nOur review of the trial court’s motion granting summary judgment in favor of Reed Smith is de novo. McFarland v. George Washington Univ., 935 A.2d 337, 345 (D.C.2007) (citing Joyner v. Sibley Mem’l Hosp., 826 A.2d 362, 368 (D.C.2003)). “ ‘Summary judgment is appropriate only if there are no genuine issues of material fact in dispute and if the moving party is entitled to judgment as a matter of law.’ ” Stephenson v. American Dental Ass’n, 789 A.2d 1248, 1249 (D.C.2002) (quoting Weishapl v. Sowers, 771 A.2d 1014, 1020 (D.C.2001)).\nAt the outset, and for the purposes of our analysis, we conclude that Ms. Cesara-no’s complaint contains two claims relating to reasonable accommodation (Counts I and III), one claim concerning the DCFMLA (Count IV), and two counts pertaining to wrongful termination — one based on alleged disability discrimination and the other on alleged sex discrimination (Counts II and V). The alleged acts by Reed Smith mentioned in each of these counts constitute discrete discriminatory actions under Morgan, supra, note 4. “ ‘A discrete retaliatory or discriminatory act[, such as a termination, failure to promote, denial of transfer, or refusal to hire] occurred on the day that it happened.’ ” Lively v. Flexible Packaging Ass’n, 830 A.2d 874, 889 (D.C.2003) (quoting Morgan, supra, note 4, 536 U.S. at 110, 122 S.Ct. 2061) (alteration in original). In that regard, we have also said that “a reasonable accommodation claim is based on discrete acts, not on prolonged or repeated conduct.” Barrett v. Covington & Burling LLP, 979 A.2d 1239, 1248 (D.C.2009). The same is true for a DCFMLA as well as a wrongful termination claim. Thus, all of the claims alleged by Ms. Cesarano involve discrete discriminatory acts.\nMs. Cesarano’s Reasonable Accommodations Claims\nWe read Ms. Cesarano’s complaint as claiming in Count II that Reed Smith interfered with her right under the DCHRA to request voice recognition software and a part-time schedule as reasonable accommodation for her hand disability, and as claiming in Count III that Reed Smith failed to accommodate her with an eight-hour workday, delayed her request for an ergonomic worksite evaluation, and took no action on the evaluation after receiving it. She attempts to tie her reasonable accommodation claims to her Fall 2002 termination, asserting that it was “on October 28, 2002, [that] she first learned that Reed Smith would deny her accommodations that allowed other associates to stay employed, ... and that she would not obtain an ergonomic chair.” However, not only is a reasonable accommodation claim based on discrete acts, but “the continuing violation doctrine does not apply to [these claims].” Barrett, supra, 979 A.2d at 1248 (citing Davidson v. America Online, Inc., 337 F.3d 1179, 1185 (10th Cir.2003)). Thus, Ms. Cesarano was required to file her claim under the DCHRA within one year of the time she knew or should have known that the firm had rejected her requests for reasonable accommodation.\nMs. Cesarano made two requests to Reed Smith for reasonable accommodation — one during her June/July 2001 leave of absence for a reduced-hour schedule, voice recognition software and an operator’s headset for her telephone; and the other in March 2002 for an ergonomic evaluation of her worksite, which was completed on June 6, 2002. On September 6, 2002, in her self-evaluation, Ms. Cesarano stated that the firm had denied her reasonable accommodation. However, we see no indication that she requested a new and different accommodation, or that Reed Smith revoked “a previously authorized accommodation.” Barrett, 979 A.2d at 1250. Because Ms. Cesarano should have recognized by June 6, 2002, or within a few days thereafter, that Reed Smith had failed to grant some of her requests for reasonable accommodation, but did not file her complaint until October 24, 2003, her reasonable accommodation claims (Counts I and III) are time barred. Moreover, as we have declared previously, “ ‘discrete discriminatory acts are not actionable if time barred, even when they are related to acts alleged in timely filed charges’” since “ ‘[e]ach discrete discriminatory act starts a new clock for filing charges.’ ” Barrett, supra, 979 A.2d at 1248 (citing Morgan, supra, note 4, 536 U.S. at 113, 122 S.Ct. 2061). In short, Ms. Cesarano cannot save her reasonable accommodations claims through an effort to tie them to her wrongful termination claim.\nMs. Cesarano’s DCFMLA Claim\n“Under ... the DCFMLA ..., an employee of a covered employer is entitled to take protected medical leave when unable to perform his or her job functions because of a ‘serious health condition.’” Chang v. Institute for Public-Private P’ships, Inc., 846 A.2d 318, 326 (D.C.2004) (quoting D.C.Code § 32-503(a) (2001)) (other citation omitted). In Count IV of her complaint, Ms. Cesarano alleged that she was taken off of Reed Smith’s payroll when she took leave under the DCFMLA (in June/July 2002), and that “[ijnstead of providing [her] individualized notice of her rights to job restoration upon completion of her protected leave, Reed Smith began threatening [her] job security and otherwise retaliating against [her] for taking medical leave.” She cited a July 20, 2001 comment allegedly made by Mr. Spaulding that “she should be concerned about her job because Reed Smith might just push her out.”\nIn essence, in Count IV, Ms. Cesarano alleged discrete discriminatory acts of being removed from Reed Smith’s payroll upon taking medical leave and being threatened with her job security because she took DCFMLA leave. Since these acts occurred in June and July 2001, and Ms. Cesarano did not file her complaint until October 24, 2003, in excess of one year after the acts happened, Count IV is time barred.\nMs. Cesarano’s DCHRA Claim for Wrongful Termination\nAn employment discrimination claim for wrongful termination under the DCHRA “must be filed within one year after the date of the adverse employment action, or within one year after the time that the plaintiff knew or should have known that the employment action was undertaken for an unlawful purpose.” Brown v. National Acad. of Scis., 844 A.2d 1113, 1117 (D.C.2004) (citing D.C.Code 2-1403.16(a) (2001)). Wrongful termination, “an unlawful employment practice,” is “a discrete act or single ‘occurrence’ ” which takes place “on the day that it ‘happened.’ ” Morgan, supra, note 4, 536 U.S. at 110, 111, 122 S.Ct. 2061. This is true even if the discrete act or single occurrence “has a connection to other acts.” Id. at 111, 122 S.Ct. 2061. Thus, “discrete discriminatory acts are not actionable if time barred, even when they are related to acts alleged in timely filed charges.” Id. at 113, 122 S.Ct. 2061.\nDetermining whether a discharge or termination of employment has occurred is not always a simple task. Consequently, courts have developed legal principles to assist in that determination. As we said in Barrett, supra:\n“ ‘The test of whether or not an employee has been discharged depends upon the reasonable inference that the employees could draw from the language used by the employer.’ ” Liberty Mut. Ins. Co. v. NLRB, 592 F.2d 595, 604 (1st Cir.1979) (quoting NLRB v. Hale Mfg. Co., 570 F.2d 705, 708 (8th Cir.1978)). “No formal discharge is required if the words or conduct of the employer would reasonably lead an employee to believe that [she] has been fired.” Elastic Stop Nut Div. of Harvard Indus., Inc. v. NLRB, 287 U.S.App. D.C. 287, 294, 921 F.2d 1275, 1282 (1990)....\nIn Liberty Mutual, for example, the court held that the employee’s “interpretation of the phone call as a dismissal was ... unreasonable” where “[h]e was not told that he was fired, only that he would be if he did not behave as a Liberty Mutual salesman.” 592 F.2d at 604.... “Mere threats of termination do not rise to the level of an adverse employment action because they result in no materially adverse consequences or objectively tangible harm.” (Quoting Valles-Hall v. Center for Nonprofit Advancement, 481 F.Supp.2d 118, 144 (D.D.C.2007)).\n979 A.2d at 1251. We emphasized in Barrett that “[t]here was no formal notice of termination, and no ‘last day’ of work” and relied on Stephenson, supra, which held that the wrongful termination in that case “ ‘occurred when Stephenson was notified unequivocally of his termination.’ ” Id. at 1251-52 (quoting Stephenson, supra, 789 A.2d at 1252) (emphasis in original) (citations omitted). There, Mr. Stephenson had “received oral notice of the termination on March 28,1996, and a confirming memorandum on March 29, 1996,” indicating that the “last day of employment would be May 28, 1996.” Stephenson, 789 A.2d at 1248. We reviewed the decisions in Delaware State Coll. v. Ricks, 449 U.S. 250, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980) and Chardon v. Fernandez, 454 U.S. 6, 102 S.Ct. 28, 70 L.Ed.2d 6 (1981) which stressed that to determine the moment of discharge, “‘the proper focus is on the time of the discriminatory act, not the point at which the consequences become painful’ id. at 1250 (quoting Chardon, 454 U.S. at 8, 102 S.Ct. 28) (emphasis in original) and we agreed with the trial court that the Stephenson termination occurred on March 29, 1996, rather than March 28 or May 28, id. at 1252. The communications from the employer to the employee in Barrett “referred to the possibility of termination, but they also left open the prospect that Ms. Barrett would return to work.” 979 A.2d at 1253. Consequently, we concluded: “There was nothing sufficiently ‘final,’ ‘unequivocal,’ or ‘definite’ in the communications from [the employer] that would reasonably lead appellant Barrett to conclude that she had been fired.” Id.\nHere, the trial court fixed the time of discharge as May 16, 2002, when Ms. Cesarano received her associate review and Mr. Sullivan informed her that she “would need to bill 200 hour-months in order for him to make the argument to keep [her] around.” Our review of the record compels us to disagree with the trial court.\nStephenson and Barrett clearly say that the notice of termination must be “unequivocal,” “final,” or “definite.” The words and actions of Reed Smith as of May 16, 2002, and after, reveal that the firm did not provide unequivocal, final, or definite notice of termination on May 16. The June 24, 2002, memorandum from Mr. Sullivan to the Chief Human Resources Officer, Mr. Lynch, regarding Ms. Cesara-no’s May 16, 2002 associate review (conducted with Helen Kirsch) contains no language indicating that Ms. Cesarano was unequivocally discharged as of May 16, or that she believed she had been terminated. “Equivocal notices of termination do not trigger the statute of limitations.” Abraham v. Woods Hole Oceanographic Inst., 553 F.3d 114, 119 n. 7 (1st Cir.2009). Mr. Sullivan’s memorandum is properly read as stating Reed Smith’s expectation of what Ms. Cesarano would have to do to be successful at the firm. Ms. Cesarano’s statement during her conversation with Mr. Sullivan and Ms. Kirsch that she was “still injured,” coupled with her decision to allow the firm to evaluate her as a full-time associate, does not reflect a belief that she had received notice of termination.\nIn addition, a May 16, 2002 memorandum to Ms. Cesarano from Mr. Lynch, explicitly stated: “Your performance will be evaluated again this fall during the course of the annual Associate Evaluation process,” thus casting considerable doubt on May 16, 2002 as the date of Ms. Cesara-no’s unequivocal, final, or definite notice of discharge from her employment at Reed Smith. Notably, this memorandum includes a reference to terminating some associates earlier in 2002 for “underutilization issues”; having already terminated some associates, the firm could have told Ms. Cesarano, unequivocally, in May 2002 that her May 16 associate review served as notice of her termination. Yet, the firm did not do so. Moreover, the record contains documents, including e-mails, relating to ergonomic equipment for Ms. Cesar-ano, dated between June and July 2002, and as late as October 24, 2002. There are also e-mails between Ms. Cesarano and Helen Kirsch concerning the possibility of obtaining work from another member of the firm.\nReed Smith’s actions and words are in sharp contrast to those in Abraham, supra, where the employer informed the employee as early as November 17, 2004, in a letter, that he could resign immediately or continue working until he found another position, but that he would have to resign, in any event, by January 31, 2005. 553 F.3d at 116. When the employee did not resign, he was terminated on December 14, 2004. The employee did not file his administrative complaint until May 27, 2005, and his United States District Court complaint until December 3, 2007. Id. at 116 and n. 1. Under these circumstances, the court held that the statute of limitations period began to accrue before December 2004, and that the employee could not benefit from equitable tolling. Id. at 118, 121. The employer’s November 17, 2004 letter unequivocally informed the employee that he had no future in the firm as of that date, and hence, unlike Ms. Cesara-no’s situation, he received unequivocal notice of termination at that time.\nIn short, the record in this case reveals that Ms. Cesarano had no basis for reasonably concluding that the firm had terminated her until October 28 or 29, 2002 when the firm confirmed in writing on October 29 its October 28, 2002 oral notice of discharge. Prior to that time, firm members’ hints or “threats of termination [did] not rise to the level of an adverse employment action ... resulting] in ... materially adverse consequences or objectively tangible harm.” Barrett, 979 A.2d at 1251. Until October 28-29, 2002, “[t]here was nothing sufficiently ‘final,’ ‘unequivocal,’ or ‘definite’ in communications from [Reed Smith] that would reasonably lead [Ms. Cesarano] to conclude that she had been fired,” as of May or July 2002. Id. at 1253. Consequently, her wrongful termination claim, filed on October 24, 2003 was not time barred.\nReed Smith argues that this court could proceed to resolve the merits of any viable claim. But, as the trial court recognized, Ms. Cesarano’s wrongful termination claim cannot be resolved on a motion for summary judgment since there are material issues of fact in dispute. Hence, we take no position on the merits of Ms. Cesara-no’s wrongful termination complaint.\nAccordingly, for the foregoing reasons, we affirm the trial court’s dismissal of Ms. Cesarano’s DCHRA claims for reasonable accommodation as well as her DCFMLA claim, but reverse the dismissal of her wrongful termination claim and remand that claim to the trial court for trial.\nSo ordered.\n. Ms. Cesarano was treated by John N. Aseff, M.D., a physiatrist and Director of Electro-diagnostic Services at the National Rehabilitation Hospital. He provided an affidavit on October 19, 2004, detailing not only his treatment of Ms. Cesarano's right hand pain but also her \"secondary myofascial pain syndrome” relating to her neck and shoulder. His treatment began on May 21, 2001, and was continuing at the time he executed his affidavit. The affidavit summarized his recommendations regarding the need for (1) a leave of absence for periods between mid-June 2001 and October 2001, (2) limitations on the number of hours Ms. Cesarano could work per day, (3) restrictions on the use of her right hand, (4) \"a work site that would conform to reasonable ergonomic standards as necessary for Ms. Cesarano's specific conditions,” and (5) nerve block procedures. Dr. Aseff concluded his affidavit by asserting: \"Unfortunately, Ms. Cesarano’s condition requires that she pay attention to her pain and compensate for it by how she performs functional tasks, regardless of whether in the office or in other life activities, and not allow herself to overuse her right hand. This dilemma is not merely about pacing herself, but requires actions and reactions on an ongoing basis to maintain her functional capacity, even if it means to postpone or avoid a specific activity.”\n. Ms. Cesarano generally refers to \"billable hours” whereas Douglas K. Spaulding, a partner in Reed Smith's Litigation Department used the phrase \"annualized chargeable hours,” meaning the number of hours billed by Ms. Cesarano for which a client was charged.\n. Mr. Spaulding’s affidavit of September 14, 2004 asserts that he recommended, in Fall 2002, that Ms. Cesarano be terminated from the firm and he informed her on October 28, 2002 that her employment would end on November 11, 2002, primarily for the following reasons:\n(1) her annualized chargeable hours had been extremely low over a considerable period of time; (2) there had been, and continued to be a less-than-adequate amount of litigation in the DC office, which resulted in chronic problems of underutilization of litigation attorneys in that office, so I saw no reason to believe that she would be able to increase the level of her chargeable hours to an acceptable level within the foreseeable future; and (3) she had received mixed reviews relating to the quality of her work and her overall performance.\n. In its Motion for Partial Summary Judgment, Reed Smith indicated that if the Supreme Court’s \"analysis of claims presenting discrete acts of discrimination” see National R.R. Passenger Corp. v. Morgan, 536 U.S. 101, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002) is adopted by this court, \"only the claims relating to her termination are timely.”\n. Other parts of the written memorialization of the May 16, 2002 meeting with Ms. Cesara-no also belie an unequivocal, final, or definite notice of termination. Mr. Sullivan wrote to Mr. Lynch:\nWe explained to Danielle that her rating of “meets minus” reflected the results of both her productivity and the comments received about her performance. We talked at length with Danielle about the need for her to address and improve her interpersonal skills with partners, colleagues and subordinates. We indicated to her that there had been several comments made about her less than positive attitude, and we stressed the need for her to be receptive and eager to take on additional work.\nDanielle asked about her situation with respect to compensation, and we emphasized the point made in your memo to her that her meets minus rating did not merit a raise.\nWe talked with Danielle at some length about the fact that she needed to focus on raising her performance review above the meets minus category, and that she could not expect to be successful at Reed Smith should she continue to receive reviews in the meets minus range.\nParenthetically, the May 2002 review listed Ms. Cesarano's annualized total hours as 2,414, her annualized chargeable hours as 1,202, and dollars written off as $37,977. It also shows that of the four evaluators, the ratings of three placed Ms. Cesarano in the \"meets expectations” category; the fourth evaluator's ratings put her in the \"meets expectations” category for legal ability and personal qualities but rated her low in the \"value added” category. Ms. Cesarano’s overall average (legal ability and value added only) stood at 2.96, just below the \"3 (meets expectations)” category.",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Bruce A. Fredrickson, with whom Cedar P. Carlton, Washington, DC, was on the brief, for appellant.",
      "Jonathan R. Mook, with whom Bernard J. DiMuro, Alexandria, VA, was on the brief, for appellee.",
      "Stephen Z. Chertkof, with whom Douglas B. Huron, Washington, DC, was on the brief of the Metropolitan Washington Employment Lawyers Association as amicus curiae for appellant."
    ],
    "corrections": "",
    "head_matter": "Danielle R. CESARANO, Appellant, v. REED SMITH LLP, Appellee.\nNo. 07-CV-1065.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 24, 2009.\nDecided March 4, 2010.\nBruce A. Fredrickson, with whom Cedar P. Carlton, Washington, DC, was on the brief, for appellant.\nJonathan R. Mook, with whom Bernard J. DiMuro, Alexandria, VA, was on the brief, for appellee.\nStephen Z. Chertkof, with whom Douglas B. Huron, Washington, DC, was on the brief of the Metropolitan Washington Employment Lawyers Association as amicus curiae for appellant.\nBefore REID and FISHER, Associate Judges, and KING, Senior Judge."
  },
  "file_name": "0455-02",
  "first_page_order": 497,
  "last_page_order": 509
}
