{
  "id": 6788349,
  "name": "Philip A. LITTLE v. STATE of Maine",
  "name_abbreviation": "Little v. State",
  "decision_date": "1973-04-17",
  "docket_number": "",
  "first_page": "456",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 456"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "182 A.2d 675",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 242",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942592
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0242-01"
      ]
    },
    {
      "cite": "241 A.2d 607",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8088877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/241/0607-01"
      ]
    },
    {
      "cite": "276 A.2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8103181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/276/0438-01"
      ]
    },
    {
      "cite": "302 A.2d 320",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11250854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/302/0320-01"
      ]
    },
    {
      "cite": "245 A.2d 147",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8067990
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/245/0147-01"
      ]
    },
    {
      "cite": "234 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8093402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/234/0636-01"
      ]
    },
    {
      "cite": "297 A.2d 373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0373-01"
      ]
    },
    {
      "cite": "447 F.2d 314",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3582426,
        808372
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/447/0314-01"
      ]
    },
    {
      "cite": "144 U.S.App.D.C. 344",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3582426
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "291 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11254654
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/291/0709-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 521,
    "char_count": 8706,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 8.948093327581033e-08,
      "percentile": 0.5013348268567009
    },
    "sha256": "b590cf3f9e51916fd068d6f19ff6ef39d182fd0c3e746d96dfb88d02e35b91e2",
    "simhash": "1:47dafa4398220174",
    "word_count": 1435
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY and ARCHIBALD, JJ.",
      "All Justices concurring.",
      "WERNICK, J., did not sit."
    ],
    "parties": [
      "Philip A. LITTLE v. STATE of Maine."
    ],
    "opinions": [
      {
        "text": "ARCHIBALD, Justice.\nThe State has appealed from a decision of a single Justice ordering the appellee, in a petition for post-conviction relief (14 M. R.S.A. §§ 5501-5508), to be released from confinement in the Men’s Correctional Center.\nThe appellee originally had been indicted for breaking, entering and larceny (17 M. R.S.A. § 2103) , Subsequently, the County Attorney was allowed to dismiss so much of the indictment as exceeds “[t]he crime of breaking and entering a building in which valuable things are kept with intent to commit larceny,” and appellee was sentenced to the Men’s Correctional Center because his plea of guilty to the reduced charge was deemed to support a conviction for breaking and entering with intent to commit larceny (17 M.R.S.A. § 754). As stated in appellee’s amended petition, his conviction was based “on the theory that the lesser crime was included in the greater offense originally found and charged by the grand jury.”\nAlthough the statement of points on appeal assigns seven errors, a decision on the first two of these points is dispositive of the State’s position and we deny the appeal. These issues are:\n“1. The Court below erred in ruling that breaking and entering with intent to commit larceny, under 17 M.R.S.A. § 754, is not a lesser included offense within an indictment of breaking, entering and committing larceny, under 17 M.R.S.A. § 2103.\n“2. The Court below erred in ruling that the indictment could not be held to have been amended to become an indictment under 17 M.R.S.A. § 754.”\nPoint 1\nAlthough the approach adopted by our Court in State v. Leeman, 291 A.2d 709 (Me.1972), to determine whether an offense lesser in degree is necessarily included in a greater offense, has been criticized as a “simple mechanistic test of all theoretical elements,” United States v. Whitaker, 144 U.S.App.D.C. 344, 447 F.2d 314, 318 (1971), we see no reason to depart therefrom. We have only recently reaffirmed the rule in Bessey v. State, 297 A.2d 373 (Me.1972).\nLeeman requires that to be necessarily included in the greater offense, “the lesser offense must be such that it is impossible to commit the greater without having committed the lesser.” 291 A.2d at 711.\nBy comparing the elements necessary to constitute a violation of Section 754 with those necessary to establish guilt under Section 2103, a critical distinction between them is immediately apparent. Section 754 requires the existence of an intention to commit a larceny (or some other felony) coincident with the act of illegally entering any of the specified structures. Fletcher v. Robbins, 234 A.2d 636 (Me.1967). In fact, without the existing intent required by the statute, a forceable entry of such a structure would not be a violation of this statute. Section 2103, on the other hand, does not necessarily require proof that the specific intent to commit the crime alleged to have been consummated while in the structure existed coincident with the unlawful entry. Although it can be conceded that in probably the greater number of cases such a specific intent at the time of entry is manifest in the proof of a violation of either statute, it is a fact not necessary to be proved in charges founded on Section 2103.\nWe conclude that the indictment, as modified by the partial dismissal, was incapable of supporting a conviction (whether by verdict or plea) of a violation of Section 754. Absent such a supportive criminal pleading, the Court lacked jurisdiction (a matter always open to judicial scrutiny, Green v. State, 245 A.2d 147 (Me.1968)) upon which to base the imposition of criminal sanctions. Even though a conviction following a guilty pleas may be attacked on direct appeal because of an insufficient indictment, State v. Kidder, 302 A.2d 320 (Me.1973), because a valid indictment is a jurisdictional necessity, the conviction is likewise vulnerable on collateral attack. Ellis v. State, 276 A.2d 438 (Me.1971); Haller v. State, 241 A.2d 607 (Me.1968). Such is the case here.\nPoint 2\nThe State, however, argues that assuming Section 754 is not a lesser included offense under Section 2103, the partial nolle prosequi of the indictment was effective as an amendment thereto and resulted in a proper allegation of an offense under Section 754. We cannot agree.\nNeither under the pre-rule practice in Maine, nor since the adoption of the Maine Rules of Criminal Procedure on December 1, 1965, has authority existed to amend a criminal indictment in matters of substance.\nThe statute (15 M.R.S.A. § 754) provided :\n“Any criminal process may be amended, in matters of form, at any time before final judgment. Any complaint, indictment or other criminal process for any offense, except for a felony, may be amended in matters of substance, provided the nature of the charge is not thereby changed.” (Emphasis supplied)\nThe repeal of this statute was effective December 1, 1965, and it was simultaneously replaced by Maine Rules of Criminal Procedure, Rule 7(e) which used this language :\n“The Court may permit an information or complaint to be amended at any time before verdict or finding if no additional or different offense is charged and if substantial rights of the defendant are not prejudiced.”\nIt is immediately apparent that the effect of the partial dismissal was to charge the appellee with an entirely different offense than the one for which he had been indicted. This would have been pre-eluded under the pre-rule interpretation of 15 M.R.S.A. § 754. State v. Child, 158 Me. 242, 182 A.2d 675 (1962). Professor Glassman comments on the impact of Rule 7(e) in this manner:\n“Subdivision (e) permits amendment of an information but not of an indictment. At present, 15 M.R.S.A. § 754 would seem to prevent amendment of either an information or an indictment. The reason for preventing amendment of an indictment is that it is the process of the grand jury and if it is to be amended it should be sent back to the grand jury for issuance of a new indictment. The same policy would not seem to obtain on amendment of an information. Either an information or an indictment may be amended as to form . . . .”\nGlassman, Maine Practice, Rules of Criminal Procedure, Reporter’s Notes at 67-68.\nIt is thus apparent that the action of the County Attorney, not authorized by either rule or statute, cannot be considered as an amendment to this indictment.\nThe entry is:\nAppeal denied.\nAll Justices concurring.\nWERNICK, J., did not sit.\n. “Whoever, without breaking, commits larceny in the nighttime in a dwelling house or building adjoining and occupied therewith, or breaks and enters any office, bank, shop, store, warehouse, barn, stable, house trailer, mobile home, inhabitable camp trailer, vessel, railroad car of any kind, courthouse, jail, meetinghouse, college, academy or other building for public use or in which valuable things are kept, and commits larceny therein, shall be punished by imprisonment for not more than 15 years; and when the offense is committed in the daytime, by a fine of not more than $1,000 or by imprisonment for not more than 6 years.”\n. “Whoever, with intent to commit a felony or any larceny, breaks and enters in the daytime or enters without breaking in the nighttime any dwelling house, or breaks and enters any office, bank, shop, store, warehouse, vessel, railroad car of any kind, motor vehicle, aircraft, house trailer, or building in which valuable things are kept, any person being lawfully therein and put in fear, shall be punished . . . .\n. We might assume, for example, a situation where a defendant, specifically intending to commit a murder, or rape, or an assault, broke and entered one of the specified buildings but, not finding the intended victim therein, stole certain chattels and was immediately apprehended in possession thereof. He would, obviously, be guilty of breaking, entering and larceny under Section 2103 but, because the intent to commit larceny did not exist at the time of the illegal entry, he would not necessarily have violated Section 754.\n. The State has argued that, since Little requested the County Attorney to proceed as he did, the appellee should be es-topped from challenging the effect of his own guilty plea to the “amended” indictment. Suffice it to say that the record before us contains nothing which would factually support such an argument. We give it no consideration nor express any opinion on its theoretical merits.",
        "type": "majority",
        "author": "ARCHIBALD, Justice."
      }
    ],
    "attorneys": [
      "Jack L. Schwartz, Portland, for plaintiff.",
      "Charles R. Larouche, Asst. Atty. Gen., Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Philip A. LITTLE v. STATE of Maine.\nSupreme Judicial Court of Maine.\nApril 17, 1973.\nJack L. Schwartz, Portland, for plaintiff.\nCharles R. Larouche, Asst. Atty. Gen., Augusta, for defendant.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, POMEROY and ARCHIBALD, JJ."
  },
  "file_name": "0456-01",
  "first_page_order": 494,
  "last_page_order": 497
}
