{
  "id": 9086889,
  "name": "In re C.M.S., a Minor Appeal of T.S. and R.S",
  "name_abbreviation": "In re C.M.S.",
  "decision_date": "2003-08-11",
  "docket_number": "",
  "first_page": "457",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "832 A.2d 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "424 Pa.Super. 296",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        926703
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/424/0296-01"
      ]
    },
    {
      "cite": "509 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795261
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Supreme Court stated father failed in pertinent inquiry of whether he used those resources at his command or took any extraordinary steps to establish close relationship with children"
        },
        {
          "parenthetical": "Supreme Court stated father failed in pertinent inquiry of whether he used those resources at his command or took any extraordinary steps to establish close relationship with children"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0238-01"
      ]
    },
    {
      "cite": "412 Pa.Super. 360",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        906659
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/412/0360-01"
      ]
    },
    {
      "cite": "326 Pa.Super. 276",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        601451
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "record contains clear and convincing evidence of father's failure to use resources available to persist in attempting to overcome minimal impediments, ie., mother's change of residence five times, unlisted phone number, and denial of visitation, to development of parent-ehild bond"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/326/0276-01"
      ]
    },
    {
      "cite": "719 A.2d 365",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11675465
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "368"
        },
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0365-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 225",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672542
      ],
      "weight": 6,
      "year": 1987,
      "pin_cites": [
        {
          "page": "803"
        },
        {
          "page": "803"
        },
        {
          "page": "803"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0225-01"
      ]
    },
    {
      "cite": "474 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1732165
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "624-25"
        },
        {
          "page": "540",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/474/0615-01"
      ]
    },
    {
      "cite": "708 A.2d 88",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        281101,
        11805654
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "91",
          "parenthetical": "citations omitted"
        },
        {
          "page": "91",
          "parenthetical": "emphasis original"
        },
        {
          "page": "92",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0595-01",
        "/a2d/708/0088-01"
      ]
    },
    {
      "cite": "550 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281101
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "601",
          "parenthetical": "citations omitted"
        },
        {
          "page": "602",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0595-01"
      ]
    },
    {
      "cite": "686 A.2d 1307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "546 Pa. 674",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "681 A.2d 793",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        769233,
        7862659
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0230-01",
        "/a2d/681/0793-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 230",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769233
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0230-01"
      ]
    },
    {
      "cite": "502 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1784521
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "166"
        },
        {
          "page": "642-643"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/502/0165-01"
      ]
    },
    {
      "cite": "455 U.S. 745",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11307633
      ],
      "weight": 3,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0745-01"
      ]
    },
    {
      "cite": "492 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767187
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "460"
        },
        {
          "page": "1282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0457-01"
      ]
    },
    {
      "cite": "431 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1769073,
        1769167
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0171-01",
        "/pa/494/0169-02"
      ]
    },
    {
      "cite": "494 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769073
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0171-01"
      ]
    },
    {
      "cite": "506 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790960
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0044-01"
      ]
    },
    {
      "cite": "511 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798682
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "885-886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0590-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 942,
    "char_count": 24785,
    "ocr_confidence": 0.661,
    "pagerank": {
      "raw": 1.9032336669636493e-07,
      "percentile": 0.7305597739482109
    },
    "sha256": "8b44353f2bdf18ad487d3607d2e6c65929f9d29afbb6fe32e2720434871c41b4",
    "simhash": "1:9c4b86fa02c0cdc3",
    "word_count": 4075
  },
  "last_updated": "2024-02-27T20:53:06.260474+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: JOYCE, KELLY and POPOVICH, JJ."
    ],
    "parties": [
      "In re C.M.S., a Minor Appeal of T.S. and R.S."
    ],
    "opinions": [
      {
        "text": "POPOVICH, J.:\n¶ 1 This is an appeal from the order entered on October 4, 2002, in the Court of Common Pleas, Dauphin County, which denied T.S. and R.S.’s petition for involuntary termination of D.E.H., Jr.’s (Father) parental rights as to his minor child, C.M.S. Upon review, we reverse and remand for proceedings consistent with this Opinion.\n¶ 2 C.M.S. (Child) was born to E.S. (Mother) and Father on June 4, 2001. Mother (D.O.B. 12/6/76) and Father (D.O.B. 8/30/65) were not married when Child was born, and they did not reside together. However, Father and Mother had and, at the time of the termination hearing, continued to have a romantic relationship. Appellants T.S. and R.S., the prospective adoptive parents, are not related to either Father or Mother.\n¶ 3 During Mother’s pregnancy, she began arranging through Carol Starr for the placement and adoption of Child without notifying Father. Mother gave birth to child on June 4, 2001. Father visited Mother and Child in the hospital on one occasion. Mother and Child were released from the hospital on June 7, 2001. Immediately, Mother went to the home of Ms. Starr and placed Child in the care of Ms. Starr, who was acting as the intermediary between Mother and Appellants. Mother executed a Consent for Adoption on June 7, 2001, and voluntarily terminated her parental rights. Ms. Starr then placed Child in physical custody of Appellants. Child remained in Appellants’ custody from the placement date and continues to do so.\n¶4 On May 22, 2002, Appellants petitioned for the involuntary termination of Father’s parental rights pursuant to 23 Pa.C.S.A. § 2511(a)(1) and (6), and for confirmation of Mother’s consent for adoption. The trial court scheduled a hearing on the petition for involuntary termination of parental rights and confirmation of Mother’s consent. The trial court conducted a hearing on August 23, 2002, at which Father appeared but did not have counsel. The trial court confirmed Mother’s consent and terminated her parental rights as to Child by order entered August 23, 2002. The trial court then appointed counsel to represent Father and counsel to act as a child advocate. The court rescheduled the hearing on the petition to terminate parental rights involuntarily. At the rescheduled hearing on October 4th, the trial court heard testimony on the issue of involuntary termination of Father’s parental rights. By order entered on October 4, 2002, the trial court denied Appellants’ petition. This timely appeal followed. The trial court ordered Appellants to file a Concise Statement of Matters Complained of on Appeal pursuant to Pa.R.A.P. 1925(b), and they complied. The trial court issued its Pa.R.A.P. 1925(a) Opinion.\n¶ 5 Appellants present the following issues for our review:\n1. Whether the trial court abused its discretion in denying adoptive parents’ Petition for Involuntary Termination of Father’s parental rights pursuant to § 2511(a)(1) of the Adoption Act.\na. Whether the trial court abused its discretion in finding that the adoptive parents failed to produce clear and convincing evidence of Father’s settled intent to relinquish his parental claim to the child, or refused or failed to perform parental duties for the child for a period of six (6) months prior to the filing of the Petition for Involuntary Termination.\nb. Whether the trial court abused its discretion in not finding that Father failed to utilize all available resources to preserve the parental relationship and in not finding that Father failed to exercise reasonable firmness in resisting obstacles in the path of establishing and maintaining the parental relationship.\nc. Whether the trial court erred as a matter of law by finding that the intermediary should have revealed the location of Child after placement with the adoptive parents.\n2. Whether the trial court abused its discretion in denying the adoptive parents’ Petition for Involuntary Termination of Father’s parental rights pursuant to § 2511(a)(6) of the Adoption Act, as the testimony demonstrated that Father knew of Child’s birth, did not reside with Child, failed to make reasonable efforts to maintain a relationship with Child for the four (4) months preceding the filing of the petition, and failed to provide support for Child for the same four (4) month period.\n3.Whether the trial court abused its discretion in failing to give primary consideration to the development, physical and emotional needs and welfare of Child.\nAppellant’s Brief at 4r-5.\n¶ 6 In In re Adoption of J.J., 511 Pa. 590, 515 A.2d 883 (1986), our Supreme Court stated the scope of review in termination cases is as follows:\nOur scope of review, as well as the burden of proof in involuntary termination eases, has been clearly defined and reiterated in several recent decisions by this Court. In Matter of Adoption of G.T.M., 506 Pa. 44, 483 A.2d 1355 (1984), we stated:\nIn cases where there has been an involuntary termination of parental rights by the Orphans’ Court, the scope of appellate review is limited to the determination of whether the decree of termination is supported by competent evidence. In re Adoption of B.D.S., 494 Pa. 171, 177, 431 A.2d 203, 206 (1981). If the decree is adequately supported by competent evidence, and the chancellor’s findings are not predicated upon capricious disbelief of competent and credible evidence, the adjudication of the Orphans’ Court terminating parental rights will not be disturbed on appeal. See In re Adoption of M.M., 492 Pa. 457, 460, 424 A.2d 1280, 1282 (1981). It is established that, in a proceeding to involuntarily terminate parental rights, the burden of proof is upon the party seeking termination to establish by “clear and convincing” evidence the existence of grounds for doing so. Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982); In re T.R., 502 Pa. 165, 166, 465 A.2d 642, 642-643 (1983).\nId. at 46, 483 A.2d at 1356.\nIn re J.J., at 593, 515 A.2d at 885-886. See also In re Child M., 452 Pa.Super. 230, 681 A.2d 793, 797 (1996), appeal denied, Child M. v. Smith, 546 Pa. 674, 686 A.2d 1307 (1996).\n¶ 7 As the party seeking termination, Appellants bore the burden of establishing clear and convincing evidence to do so.\n¶ 8 Permissible grounds for involuntary termination of parental rights are specified in 23 Pa.C.S.A. § 2511. The trial court founded its order of termination based on §§ 2511(a)(1) and (a)(6), which state as follows:\n(a) GENERAL RULE. — The rights of a parent in regard to a child may be terminated after a petition filed on any of the following grounds:\n(1) The parent by conduct continuing for a period of at least six months immediately preceding the filing of the petition either has evidenced a settled purpose of relinquishing parental claim to a child or has refused or failed to perform parental duties.\n(6) In the case of a newborn child, the parent knows or has reason to know of the child’s birth, does not reside with the child, has not married the child’s other parent, has failed for a period of four months immediately preceding the filing of the petition to make reasonable efforts to maintain substantial and continuing contact with the child and has failed dining the same four-month period to provide substantial financial support for the child.\n(b) OTHER CONSIDERATIONS.— The court in terminating the rights of a parent shall give primary consideration to the developmental, physical and emotional needs and welfare of the child. The rights of a parent shall not be terminated solely on the basis of environmental factors such as inadequate housing, furnishings, income, clothing and medical care if found to be beyond the control of the parent. With respect to any petition filed pursuant to subsection (a)(1), (6) or (8), the court shall not consider any efforts by the parent to remedy the conditions described therein which are first initiated subsequent to the giving of notice of the fifing of the petition.\n¶ 9 The trial court must find that the statutory requirements for termination have been met before determining if the best interest of the child has been met.\n¶ 10 Appellants first argue that the trial court abused its discretion in failing to terminate Father’s parental rights pursuant to § 2511(a)(1) because the evidence convincingly supports termination.\n¶ 11 Regarding the application of Section 2511(a)(1), our Supreme Court has stated:\nTo satisfy Section 2511(a)(1), the moving party must produce clear and convincing evidence of conduct sustained for at least the six months prior to the fifing of the termination petition, which reveals a settled intent to relinquish parental claim to a child or a refusal or failure to perform parental duties. The standard of clear and convincing evidence is defined as testimony that is so “clear, direct, weighty and convincing as to enable the trier of fact to come to a clear conviction, without hesitance, of the truth of the precise facts in issue.” It is well-established that a court must examine the individual circumstances of each and every case and consider all explanations offered by the parent to determine if the evidence in light of the totality of the circumstances clearly warrants the involuntary termination.\nMatter of Adoption of Charles E.D.M., II, 550 Pa. 595, 601, 708 A.2d 88, 91 (1998) (citations omitted). Further:\nSection 2511 does not require that the parent demonstrate both a settled purpose of relinquishing parental claim to a child and refusal or failure to perform parental duties. Accordingly, parental rights may be terminated pursuant to Section 2511(a)(1) if the parent either demonstrates a settled purpose of relinquishing parental claim to a child or fails to perform parental duties.\nId. at 602, 708 A.2d at 91 (emphasis original) (citations omitted).\n¶ 12 Appellants contend that the trial court erred in failing to find that Father demonstrated a settled intent to relinquish his parental claim or failed to perform parental duties in that Father sat idle from the date of Child’s birth until the termination hearing.\n¶ 13 In In re Burns, 474 Pa. 615, 379 A.2d 535 (1977), the Supreme Court stated:\nThere is no simple or easy definition of parental duties. Parental duty is best understood in relation to the needs of a child. A child needs love, protection, guidance, and support. These needs, physical and emotional, cannot be met by a merely passive interest in the development of the child. Thus, this court has held that the parental obligation is a positive duty which requires affirmative performance.\nThis affirmative duty encompasses more than a financial ■ obligation; it requires continuing interest in the child and a genuine effort to maintain communication and association with the child.\nBecause a child needs more than a benefactor, parental duty requires that a parent ‘exert himself to take and maintain a place of importance in the child’s life’.\nId. at 624-25, 379 A.2d at 540 (citations omitted).\n¶ 14 A parent is required to exert a sincere and genuine effort to maintain a parent-child relationship; the parent must use all available resources to preserve the parental relationship and must exercise “reasonable firmness” in resisting obstacles placed in the path of maintaining the parent-child relationship. In re Skives, 363 Pa.Super. 225, 525 A.2d 801, 803 (1987). This court has repeatedly recognized that “parental rights are not preserved ... by waiting for a more suitable or convenient time to perform one’s parental responsibilities while others provide the child with his or her immediate physical and emotional needs.” In re Adoption of Godzak, 719 A.2d 365, 368 (Pa.Super.1998) (citation omitted).\n¶ 15 It is undisputed that Father did not maintain any contact with Child and, therefore, failed to perform any parental duties with regard to her for a period exceeding six months prior to the filing of the petition for termination. However, the trial court found that Mother and Ms. Starr not only denied information to Father but also went a step further and engaged in an outright deception.\n¶ 16 The trial court relied on the following to determine, “at every step of the way, the Father clearly conducted himself in a manner that refutes a settled intent and purpose to relinquish his parental rights.”\nAfter Mother relinquished the Child to Ms. Starr after the Mother’s release from the hospital, Ms. Starr sent the Father a deceptive e-mail message about her involvement with the adoption, stating that she and the attorney had “backed out of the situation as of this morning and were no longer representative for [Mother] of the baby.” The Mother continued the deception for the next few days, when the Father would call to inquire about the child.\n[... T]he Father did not discover that the child had been given to [Ms.] Starr and placed for adoption until the night before he left for military duty, approximately 10 days after the Mother had given up the child. While serving his duty, the Father was correctly advised by a chaplain that papers should be mailed to him notifying him if anyone wanted to adopt the child. When the Father returned from duty [two weeks later], he contacted Carol Starr about the whereabouts of the child, but Ms. Starr refused to inform him about the location of the child or who was involved in the process.\nAccordingly, the Father was forced to wait until he received legal papers from the attorney concerning the adoption. When the Father received the notice of court proceedings on August 8, 2002, he appropriately came forward at the scheduled date and time. At that time, the court afforded him the opportunity for an attorney, and the hearing was rescheduled for October 4, 2002.\nTrial Court Supplemental Opinion, 2/20/2003, at 5-6.\n¶ 17 Before a trial court may terminate the parental rights of a non-custodial parent, the court must consider the noncustodial parent’s explanation, if any, for the apparent neglect, including situations in which a custodial parent “has deliberately created obstacles and has by devious means erected barriers intended to impede free communication and regular association between the non-custodial parent and his or her child.” In re Shives, 363 Pa.Super. 225, 525 A.2d 801, 803 (1987).\n¶ 18 We agree with the trial court that the acts of Mother and Ms. Starr were deceptive and created an obstacle for Father. However, we disagree with the trial court and find that the evidence in the record supports the conclusion that Father failed to take action to overcome the obstacles.\n¶ 19 As we stated, a parent must exert a sincere and genuine effort to maintain a parent-child relationship; the parent must use all available resources to preserve the parental relationship and must exercise “reasonable firmness” in resisting obstacles placed in the path of maintaining the parent-child relationship. In re Shives, 363 Pa.Super. 225, 525 A.2d 801, 803 (1987). “[P]arental rights are not preserved ... by waiting for a more suitable or convenient time to perform one’s parental responsibilities while others provide the child with his or her immediate physical and emotional needs.” In re Adoption of Godzak, 719 A.2d 365, 368 (Pa.Super.1998) (citation omitted).\n¶ 20 Father had no contact with Child after his initial visit to the hospital on the day Child was born. Father never attempted to contact Child. He argues that he failed to contact Child because of the situation created by Mother and Ms. Starr. While it is true that Mother and Ms. Starr placed obstacles in Father’s way, the record demonstrates that Father did nothing to overcome these obstacles.\n¶21 On June 7, 2001, Father received, via e-mail from Ms. Starr, a message indicating that she and the attorney were no longer involved in the adoption proceedings. On June 15, 2001, Father learned that Mother placed Child for adoption. Father then left for his two-week duty requirement with the National Guard. While on his tour, he contacted the Judges’ Advocate General to obtain legal advice, but the advocate informed Father that he was ineligible for legal advice because of his military status. Father then contacted a chaplain who informed him that before an adoption could occur, he should receive paperwork from the court indicating that adoption proceedings would occur. When Father returned from his duty requirement, he contacted Ms. Starr about the adoption proceedings. Ms. Starr did not give him any information on who was handling the adoption process but that it should take about a year. Via email on July 4, 2001 she informed Father that Mother was proceeding with the adoption. Father argues that since he was not aware of Child’s whereabouts, he had no other recourse but to wait for the adoption papers. Father waited for nearly fourteen months from Child’s birth before asserting his parental rights. We find that Father’s actions were not reasonable. Compare In Adoption of Hutchins, 326 Pa.Super. 276, 473 A.2d 1089 (1984) (record contains clear and convincing evidence of father’s failure to use resources available to persist in attempting to overcome minimal impediments, ie., mother’s change of residence five times, unlisted phone number, and denial of visitation, to development of parent-ehild bond) with In re Adoption of C.M.W., 412 Pa.Super. 360, 603 A.2d 622 (1992) (record contained clear and convincing that father’s attempts to locate child through mother’s relatives, Domestic Relations Office and IRS were reasonable where mother married and changed name, moved with child from county, obtained an unlisted address and failed to notify father of the new name, address or child’s whereabouts).\n¶22 Father continued to have contact with Mother during the fourteen-month period. However, Mother would not provide Father with any information regarding Child. Additionally, during that fourteen-month period, Father did not attempt any legal action to obtain custody or visitation of Child. This non-action cannot be rationalized by his assertion that he did not know the whereabouts of Child so he could not do anything. Unlike the father in In re Adoption C.M.W., Father failed to exercise “reasonable firmness” in attempting to form a parental bond with his child. See In re Adoption of Faith M., 509 Pa. 238, 501 A.2d 1105 (1985) (Supreme Court stated father failed in pertinent inquiry of whether he used those resources at his command or took any extraordinary steps to establish close relationship with children).\n¶ 23 Father merely voiced his opposition to adoption prior to Child’s birth. A parent cannot protect his parental rights by merely stating that he does not wish to have his parental rights terminated. See In re E.S.M., 424 Pa.Super. 296, 622 A.2d 388, 395 (1993). Father has not shown “reasonable firmness” in overcoming the obstacles placed in his path by Mother and Ms. Starr. He merely sat and waited for court papers, and, when the papers arrived, he destroyed them prior to reading. Accordingly, we find that the trial court abused its discretion when it found that Father did not meet the statutory requirements of § 2511(a)(1) and that evidence in the record clearly and convincingly established that Father showed a settled purpose of relinquishing his parental rights to Child.\n¶ 24 Once the evidence establishes a failure to perform parental duties or a settled purpose of relinquishing parental rights, the court must engage in three lines of inquiry:\n(1) the parent’s explanation for his or her conduct;\n(2) the post-abandonment contact between parent and child; and\n(3) consideration of the effect of termination pursuant to Section 2511(b).\nIn the Matter of Adoption of Charles E.D.M, II, 550 Pa. 595, 602, 708 A.2d 88, 92 (1998) (citation omitted).\n¶ 25 With respect to Father’s explanation for his conduct, he testified, “I did what I could, which was nothing without being told anything about where she was or what my rights were.” N.T., 10/4/2002, at 80 (emphasis added). As previously discussed, Father’s lack of action showed a settled purpose of relinquishing parental rights.\n¶ 26 With respect to the post-abandonment contact, there is no evidence of Father taking the necessary steps to establish a parent-child bond.\n¶ 27 With respect to consideration of the effect of termination of parental rights on Child, we find that the trial court made no findings with regard to § 2511(b). The trial court stated, “It is not lost upon this Court that this child has bonded with [Appellants], and that she has been provided a loving, stable and caring home.” Trial Court Supplemental Opinion, 2/20/2003, at 7. Since the trial court has not made an express finding regarding the consideration of the effect termination of Father’s parental rights on Child, we remand for such a finding.\n¶ 28 Appellants also argue that the trial court erred as a matter of law by finding fault with Ms. Starr when she failed to reveal the location of Child to Father. However, Ms. Starr was not obligated to reveal the identity of the prospective parents. The Adoption Act does not permit the identity of adoptive parents to be revealed without the adoptive parents’ consent. “The court shall take such steps as are reasonably necessary to assure that the identity of the adoptive parent or parents is not disclosed without their consent in any [involuntary termination] proceeding.” 23 Pa.C.S.A. § 2504.1. While Ms. Starr engaged in deceit, i.e., failing to inform Father of the identity of the attorney handling the adoption and informing him that she and Edward R. LeCates, Esquire, were not handling the adoption, and this deceit created an obstacle for Father, Ms. Starr was not obligated to reveal Appellants’ identity without their consent. The trial court was correct in considering Ms. Starr’s deceit in Father’s failure to perform parental duties or establishment of a settled purpose of relinquishing parental rights. However, the trial court erred in determining that Ms. Starr had a duty to inform Father of the identity of the adoptive parents.\n¶29 Additionally, Appellants contend that the trial court abused its discretion when it failed to terminate Father’s parental rights pursuant to § 2511(a)(6).\n¶ 30 In the case of a newborn child, the rights of a parent may be terminated if the parent knows or has reason to know of the child’s birth, does not reside with the child, has not married the other parent, and has failed for a period of four months prior to the filing of the petition to make reasonable efforts to maintain substantial and continuing contact with the child and to provide substantial financial support for the child. See 23 Pa.C.S.A. § 2511(a)(6).\n¶ 31 The evidence in the record supports the following: Father was aware of Child’s birth, did not reside with the child, had not married Mother, and, as previously discussed, had not made reasonable efforts to maintain substantial and continuing contact with Child or provide financial support for Child. Accordingly, we find that the trial court abused its discretion in failing to find that Father met the statutory requirements of § 2511(a)(6).\n¶ 32 Appellants ask this Court to terminate Father’s parental rights because termination is in the best interest of Child. Since the trial court has not made findings regarding § 2511(b), i.e., the developmental, physical and emotional needs and welfare of Child, and testimony was not presented on this issue, we remand this matter to give the parties the opportunity to present further testimony regarding the developmental, physical and emotional needs and welfare of Child. Subsequent to such hearing, the trial court shall conduct an analysis regarding this issue.\n¶ 33 Order reversed. Case remanded for proceedings consistent with this Opinion. Jurisdiction relinquished.\n. Ms. Starr was the wife of Mother's pastor and an employee of Edward R. LeCates, Esquire, the attorney handling the adoption.\n. Appellants filed a praecipe requesting the prothonotary to reduce the October 4th order to judgment. Appeals from orders regarding involuntary termination of parental rights are immediately appealable, and, therefore, reducing the order to judgment is not proper. See Pa.Sup.Ct.Orphans’ Ct.R. 7.1(e) (no exceptions shall be filed to any order in involuntary termination matters). Appellants’ notice of appeal was filed within thirty days of the October 4th order. Therefore, Appellants filed the appeal timely.",
        "type": "majority",
        "author": "POPOVICH, J.:"
      }
    ],
    "attorneys": [
      "Mary S. Ramsden, Pittsburgh, for appellant.",
      "Christine J. Taylor, Dillsburg, for Guardian Ad Litem.",
      "Elizabeth A. Hoffman, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re C.M.S., a Minor Appeal of T.S. and R.S.\nSuperior Court of Pennsylvania.\nSubmitted June 2, 2003.\nFiled Aug. 11, 2003.\nReargument Denied Oct. 16, 2003.\nMary S. Ramsden, Pittsburgh, for appellant.\nChristine J. Taylor, Dillsburg, for Guardian Ad Litem.\nElizabeth A. Hoffman, Harrisburg, for appellee.\nBefore: JOYCE, KELLY and POPOVICH, JJ."
  },
  "file_name": "0457-01",
  "first_page_order": 513,
  "last_page_order": 522
}
