{
  "id": 8103479,
  "name": "Anthony PADOVANI, Petitioner, v. The SUPERIOR COURT of the State of Delaware, IN AND FOR NEW CASTLE COUNTY, and the Honorable Vincent A. Bifferato, Sitting as Judge of said Court, Respondent",
  "name_abbreviation": "Padovani v. Superior Court",
  "decision_date": "1971-03-18",
  "docket_number": "",
  "first_page": "457",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "276 A.2d 457"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "82 A.2d 387",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "7 Terry 111",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "116 A.2d 678",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "10 Terry 332",
      "category": "reporters:state",
      "reporter": "Terry",
      "year": 1955,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 4402,
    "ocr_confidence": 0.751,
    "sha256": "133161279237583951297a02c58e2b933e6ab50352b7b9b439926a0a441d7064",
    "simhash": "1:e013a675ba1245db",
    "word_count": 737
  },
  "last_updated": "2024-02-27T16:07:00.607159+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Anthony PADOVANI, Petitioner, v. The SUPERIOR COURT of the State of Delaware, IN AND FOR NEW CASTLE COUNTY, and the Honorable Vincent A. Bifferato, Sitting as Judge of said Court, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAnthony Padovani, the petitioner, filed a petition in this Court for a writ of prohibition barring the Superior Court from proceeding further with a criminal charge against him of being concerned in interest in lottery policy writing, in violation of Title 11, Del.C. § 662. He was found guilty on June 18, 1970, in the Municipal Court of Wilmington. He immediately lodged an appeal in Superior Court. The appeal papers were received in the office of the Attorney General on June 30, 1970. No information was filed in Superior Court, however until September 11, 1970. The petitioner then moved to dismiss the information. The Superior Court denied the motion.\nAs the petitioner recognizes, in order to obtain the relief presently sought, it must be shown that the Court below lacks jurisdiction' to proceed in the cause. Canaday v. Superior Court, 10 Terry 332, 116 A.2d 678 (1955). Prohibition is not available for a review of the exercise of a Court’s discretion. The petitioner contends that the Superior Court has no jurisdiction because of the delay in filing the information —about seventy days after the appeal was taken — without a showing of justifiable excuse.\nPetitioner’s argument is predicated upon the assumption that the Superior Court’s jurisdiction over an appeal to it in a criminal case is founded upon the filing of an information in that Court. In this respect, the petitioner is mistaken. It is clear to us that the appeal is within the jurisdiction of Superior Court upon the receipt by the Prothonotary of the transcript, appeal bond and other necessary papers which an appellant must file. Certainly, after that date, the Municipal Court can do nothing more about the case; it then becomes a Superior Court case and any further action must be taken in the latter Court.\nPetitioner suggests that the Attorney General was required by Superior Court Civil Rule 3(c), Del.C.Ann. to file the information in the instant case within the twenty-day period set forth in that rule. There is no corresponding rule in the Criminal Rules of the Superior Court. Whether or not Rule 3(c) has any application in criminal cases is a matter we need not decide. Suffice it to say that a delay in filing an information does not operate as a deprivation of the Court’s jurisdiction over the cause, although it might result in a dismissal of the case as a discretionary matter. Petitioner therefore has shown no basis for the issuance of a writ of prohibition.\nWe take this occasion to suggest that the Superior Court should consider the advisability of adopting a Criminal Rule somewhat similar to its Civil Rule 3(c). Such a Rule should be helpful in expediting criminal trials, in which the need for expedition is fully as great as in civil cases.\nAppellant’s petition must be denied.\nON PETITION FOR REARGUMENT\nThe petitioner has asked for reargument in this case on the theory that our decision directly conflicts with a holding of the Superior Court in Harris v. State, 7 Terry 111, 82 A.2d 387. In Harris, an information in Family Court charged the defendant with a misdemeanor. At the conclusion of the trial on that charge, the Family Court found him guilty of a different crime, for which no information had been filed. On appeal, the judgment was reversed because' the Family Court obviously had no jurisdiction to try him until he was formally charged in an information. That holding has no bearing upon the present case. Pa-dovani was formally charged by an information in Municipal Court. The Superior Court acquired its jurisdiction over the case by his filing of the appeal.\nThe petition for reargument is denied.\nCivil Rule 3(c) provides in pertinent part:\n“ * * * When the appellee is the party having the duty of filing the complaint or other first pleading on appeal, he shall serve a copy of such pleading within 20 days after service of the process on appeal, * * * and thereafter the pleadings shall proceed as in other actions.”",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Stephen B. Potter, of Sullivan, Potter & Roeberg, Wilmington, for petitioner.",
      "Francis A. Reardon, Deputy Atty. Gen., Wilmington, for respondent."
    ],
    "corrections": "",
    "head_matter": "Anthony PADOVANI, Petitioner, v. The SUPERIOR COURT of the State of Delaware, IN AND FOR NEW CASTLE COUNTY, and the Honorable Vincent A. Bifferato, Sitting as Judge of said Court, Respondent.\nSupreme Court of Delaware.\nMarch 18, 1971.\nStephen B. Potter, of Sullivan, Potter & Roeberg, Wilmington, for petitioner.\nFrancis A. Reardon, Deputy Atty. Gen., Wilmington, for respondent.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0457-02",
  "first_page_order": 493,
  "last_page_order": 495
}
