{
  "id": 11913228,
  "name": "BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. ZONING HEARING BOARD OF THE TOWNSHIP OF O'HARA, Township of O'Hara and Fox Chapel Authority, Respondents; BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. INDIANA TOWNSHIP and Fox Chapel Authority and Gerald Miloser and Laverne Miloser, Respondents; BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. FOX CHAPEL AUTHORITY, et al., Respondents; BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. H. Rey WHANGER and Indiana Township, Respondents; Gerald MILOSER and Laverne E. Miloser, Respondents, v. FOX CHAPEL AUTHORITY and Bell Atlantic Mobile Systems, Inc., Petitioners",
  "name_abbreviation": "Bell Atlantic Mobile Systems, Inc. v. Zoning Hearing Board",
  "decision_date": "1997-04-16",
  "docket_number": "",
  "first_page": "458",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "691 A.2d 458"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 92,
    "char_count": 1166,
    "ocr_confidence": 0.683,
    "sha256": "d43b0fa6f1658ed71ce3b0e7b165557ec1ef4180530c486945d7220d5cb82ebe",
    "simhash": "1:38b60b2ffa87a178",
    "word_count": 176
  },
  "last_updated": "2023-07-14T17:04:55.907984+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. ZONING HEARING BOARD OF THE TOWNSHIP OF O’HARA, Township of O’Hara and Fox Chapel Authority, Respondents. BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. INDIANA TOWNSHIP and Fox Chapel Authority and Gerald Miloser and Laverne Miloser, Respondents. BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. FOX CHAPEL AUTHORITY, et al., Respondents. BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. H. Rey WHANGER and Indiana Township, Respondents. Gerald MILOSER and Laverne E. Miloser, Respondents, v. FOX CHAPEL AUTHORITY and Bell Atlantic Mobile Systems, Inc., Petitioners."
    ],
    "opinions": [
      {
        "text": "ORDER\nAND NOW, this 16th day of April, 1997, the Petition for Allowance of Appeal at 377 W.D. Allocatur Docket 1996, is granted, limited to the issue of what test should be applied to determine whether a business entity is a public utility for zoning purposes where the zoning ordinance does not define that term. Accordingly, we DENY these Petitions for Allowance of Appeal concerning the remaining issues and parties.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "William R. Sittig, Jr., and John A, Tumolo, Pittsburgh, for Petitioner."
    ],
    "corrections": "",
    "head_matter": "BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. ZONING HEARING BOARD OF THE TOWNSHIP OF O’HARA, Township of O’Hara and Fox Chapel Authority, Respondents. BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. INDIANA TOWNSHIP and Fox Chapel Authority and Gerald Miloser and Laverne Miloser, Respondents. BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. FOX CHAPEL AUTHORITY, et al., Respondents. BELL ATLANTIC MOBILE SYSTEMS, INC., Petitioner, v. H. Rey WHANGER and Indiana Township, Respondents. Gerald MILOSER and Laverne E. Miloser, Respondents, v. FOX CHAPEL AUTHORITY and Bell Atlantic Mobile Systems, Inc., Petitioners.\nSupreme Court of Pennsylvania.\nApril 16, 1997.\nWilliam R. Sittig, Jr., and John A, Tumolo, Pittsburgh, for Petitioner."
  },
  "file_name": "0458-02",
  "first_page_order": 508,
  "last_page_order": 509
}
