{
  "id": 6788377,
  "name": "STATE of Maine v. James Pearly GERVAIS",
  "name_abbreviation": "State v. Gervais",
  "decision_date": "1973-04-10",
  "docket_number": "",
  "first_page": "459",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "303 A.2d 459"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "438 F.2d 1164",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2206591
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/438/1164-01"
      ]
    },
    {
      "cite": "405 U.S. 427",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11722669
      ],
      "weight": 3,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0427-01"
      ]
    },
    {
      "cite": "395 U.S. 250",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1771609
      ],
      "weight": 3,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0250-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    },
    {
      "cite": "18 L.Ed.2d 594",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "87 S.Ct. 1483",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "386 U.S. 1033",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6377867,
        6377399,
        6377209,
        6377559,
        6378041,
        6377690
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/1033-05",
        "/us/386/1033-02",
        "/us/386/1033-01",
        "/us/386/1033-03",
        "/us/386/1033-06",
        "/us/386/1033-04"
      ]
    },
    {
      "cite": "371 F.2d 793",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2046374
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/371/0793-01"
      ]
    },
    {
      "cite": "380 U.S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525326
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0415-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 760,
    "char_count": 15378,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 1.0253311646502459e-07,
      "percentile": 0.5465274230273657
    },
    "sha256": "9b231846ace7d164af87851d5416855a5564b6f3c0618c8becf3c986d7019fad",
    "simhash": "1:47eb22105e28950a",
    "word_count": 2426
  },
  "last_updated": "2024-02-27T23:36:36.969944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ.",
      "POMEROY, J., did not sit.",
      "All Justices concurring."
    ],
    "parties": [
      "STATE of Maine v. James Pearly GERVAIS."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nDefendant, Gervais, was indicted in May of 1971 charged with commission of the crimes of kidnapping (17 M.R.S.A. § 2051) and assault and battery, high and aggravated in degree (17 M.R.S.A. § 201). A jury acquitted defendant of the kidnapping charge but found him guilty of assault, high and aggravated. Defendant was sentenced to a term of one and one-half to five years in State Prison and has appealed to this Court from the judgment of conviction.\nOne ground assigned on appeal is dispos-itive and requires that the appeal be sustained. It relates to matters occurring during the course of the trial which were in clear violation of defendant’s rights under the “confrontation clause” of the Sixth Amendment as incorporated in the Fourteenth Amendment of the Constitution of the United States.\nPrior to the indictment against defendant the alleged victim, Daniel Laliberte, had given a statement to the police in which he had described an incident, said to have occurred in the afternoon of April 23, 1971, on which the indictment against defendant was based. In his statement Lali-berte had told the police, among other things, “I was slugged in the face with a club”, and, further,\n“. . . in the woods they [reference being to one, Edward Engermann, and the defendant, Gervais] started to beat me and Engermann started sticking a sharp instrument into me. I then pushed Engermann aside and began running. Gervais told me to stop or he would shoot”\n—the statement having indicated that, earlier, Gervais\n“. . . was pointing something at me [Laliberte] that looked like a gun.”\nDuring the trial there was testimony which purported to provide the full details of the incident as follows. Defendant had forced Laliberte to enter an automobile driven by Edward Engermann. Laliberte and defendant sat in the back seat. Defendant told the driver to proceed on outer Congress Street in Portland. While the automobile was moving along Congress Street, Laliberte and defendant began wrestling and in the encounter Laliberte was struck. The defendant took the witness stand and testified that while he was wrestling with Laliberte, Laliberte had pulled out a club from his sleeve. As defendant was striving to wrest the club from Laliberte, Laliberte was struck with it on the forehead. Engermann drove the automobile into a secluded wooded area in the Town of Scarborough (a town immediately adjacent to Portland). All three then emerged from the automobile. Testimony given by Engermann was that Engermann saw defendant strike Laliberte a number of times in the face. Defendant specifically denied this and generally denied that he had ever hit Laliberte intentionally either with the club or with his hands. He testified that Engermann had struck Laliberte in the stomach and stabbed him in the leg with a mechanical corkscrew.\nAt the trial Laliberte was called as a witness for the prosecution. On the stand he refused to answer questions directed to the April 23, 1971 incident, claiming protection of his constitutional privilege against self-incrimination. He requested that an attorney be appointed to represent him.\nAfter an extensive voir dire examination conducted in the absence of the jury, the presiding Justice concluded that Laliberte’s claim of privilege was justified. He also appointed an attorney to represent Lali-berte during the further course of the trial.\nAt this juncture, Laliberte was temporarily excused while the State proceeded to put on its case with other witnesses. Subsequently, however, Laliberte was recalled as a witness for the State. After the prosecutor ascertained that Laliberte was persisting in his claim of privilege and refusal to testify about the events of April 23, 1971, the prosecutor proceeded to read to Laliberte various portions of his extra-judicial statement. As he read specific parts of the statement, the prosecutor asked Lal-iberte whether he remembered having given such information to the police. As to each such question, Laliberte declined to answer on the ground of self-incrimination. The presiding Justice, over strenuous and repeated objections by defense counsel, permitted the prosecutor to continue with the tactic. By the maneuver the jury was informed of those parts of Laliberte’s extra-judicial statement to the police to the effect that Laliberte\n(1) “was slugged in the face with a club”,\n(2) “they started to beat me”,\n(3) defendant, Gervais, had been “pointing something at me that looked like a gun”\nand\n(4) “Gervais told me to stop [running] or he would shoot.” (all emphasis supplied)\nSuch procedures to bring to the knowledge of the jury a portion of Laliberte’s out-of-court statement were a plain violation of defendant’s federal constitutional rights as established in Douglas v. Alabama, 380 U.S. 415, 85 S.Ct. 1074, 13 L.Ed.2d 934 (1965) and as later applied (specifically as to a Maine situation) in Robbins v. Small, 371 F.2d 793 (1st Cir. 1967), cert. den. 386 U.S. 1033, 87 S.Ct. 1483, 18 L.Ed.2d 594 (1967). We need not belabor the point since the State, both in its written and oral arguments to this Court, has conceded the existence of the constitutional error.\nAlthough thus admitting constitutional error in the conduct of the trial, the State seeks to salvage the validity of the conviction of defendant under the doctrine of “harmless” constitutional error.\nFor present purposes, it is unnecessary that we become involved with the question of whether, or to what extent, the original formulation of the doctrine of “harmless” constitutional error in Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967) might have been modified, in the stringency of its “beyond a reasonable doubt” requirements, by language used in the subsequent decisions of Harrington v. California, 395 U.S. 250, 89 S.Ct. 1726, 23 L.Ed.2d 284 (1969) and Schneble v. Florida, 405 U.S. 427, 92 S.Ct. 1056, 31 L.Ed.2d 340 (1972).\nWhatever might be the definitive articulation of the doctrine by which an appellate tribunal, without improper intrusion upon the realm of the fact-finder, may regard as “harmless” an error of constitutional dimension, we find no reasonable basis for its applicability to uphold the present conviction.\nHere, the decision of defendant’s guilt or innocence had been resolved, in the ultimo, into a function uniquely “fact-finding” in nature insofar as the credibility of witnesses became the determinant.\nDefendant’s version was that he never struck Laliberte intentionally and that the blow inflicted on Laliberte’s forehead from a club resulted inadvertently during a wrestling encounter.\nIndependently of what was disclosed to the jury from Laliberte’s out-of-court statement, the prosecution’s case hinged on the testimony of two witnesses — one, a participant in the incident, Edward Enger-mann, and the other, Thomas Kelly, presented by the State to give testimony concerning admissions said to have been made by defendant to Kelly while they had been in the same jail.\nAs above indicated, Engermann admitting his own attack upon Laliberte, testified that defendant had also struck Lali-berte. Defendant, however, had maintained his innocence of assaulting Laliberte and placed all the blame on Engermann. The evidence reveals that Engermann had been given immunity by the prosecution to testify against defendant. Other factors significantly relevant to Engermann’s credibility, as shown in the evidence, were that he had been “high” at the time of the incident and had given the police several materially conflicting versions of it.\nThe credibility of the witness, Thomas Kelly, was affected by his testimony that the reason for his being in jail, thereby to be in position to hear defendant’s admissions, was that he was awaiting sentence on a conviction for robbery; and that, further, although, originally, he had been facing two charges, once he was willing to testify against defendant, one of the two charges seemed to have been forgotten. Another factor bearing upon Kelly’s credibility was that Engermann had testified that (1) Kelly had volunteered to “kill anybody” for five hundred dollars, (this testimony tending to contradict Kelly’s testimony pertaining to a portion of the alleged admission of defendant that defendant, having learned that Kelly was soon to leave jail, had sought him out to ask him to kill Laliberte and silence him as a witness) and (2) while Engermann and Kelly had been cellmates, they had discussed the incident of April 23, 1971 several times.\nWith the key witnesses for the prosecution so suspect as to credibility, and with defendant himself denying intentionally striking Laliberte and admitting only that he was involved in an accidental blow to Laliberte with a club, the placing before the jury, in violation of defendant’s constitutional rights, of Laliberte’s extra-judicial statements may not be held “harmless” constitutional error within any reasonable meaning of the concept.\nLaliberte’s statements that (1) he “was slugged in the face with a club”, (2) both Engermann and defendant had beaten him, and (3) defendant had pointed something at him that looked like a gun and told him to stop running or “he would shoot”, had potential for strong influence upon the jury since they tended to discredit defendant’s testimony in critical aspects and to corroborate Engermann’s version implicating defendant in the attack upon Laliberte.\nSince the constitutional error thus bore so seriously upon the credibility of witnesses concerning the existence of essential elements of the crime of assault, as well as the jury’s function in assessing its degree to differentiate it for punishment purposes as a felony or misdemeanor, an appellate tribunal would not only encroach upon the domain of fact-finding but also would distort reality by semantic manipulation were it to hold the impact of the constitutional error here involved to be “harmless beyond a reasonable doubt.”\nIn further support of its claim that the constitutional error was harmless the State adverts to the fact that the jury acquitted defendant of the charge of kidnapping. The State's argument is that the “split-verdict” reveals that the jury\n“was not in any way inflamed against the defendant and retained its capacity for discerning judgment in the making of distinctions”\nand, therefore, establishes that the constitutional error was “harmless.” The argument is fallacious because it rests upon an incorrect premise.\nIt is precisely because evidence admitted in violation of constitutional protections will enable the jury to reach one reasoned conclusion rather than another that such wrongly admitted evidence cannot be “harmless.” In legal contemplation “harm” results not only when error causes “prejudice”, in the sense of producing subjective ill-will or bias in the minds of the jury, but also when it creates “prejudice” by furnishing to the jury, in violation of defendant’s constitutional rights, evidence which significantly assists the jury to find one conclusion fair and reasonable on the basis of all the evidence admitted when, absent the improperly admitted evidence, the jury, equally as fairly and reasonably, might have arrived at a contrary determination.\nUnited States v. Rodriguez, 438 F.2d 1164 (9th Cir. 1971), cited by the State, split-verdict” argu-fails to support the ment as here adduced.\nFirst, the discussion of harmless constitutional error in Rodriguez is dictum. Second, the dictum, in its substantive import, concerned a special factual situation markedly distinguishable from the present.\nIn Rodriguez the defendant had been charged with the offense of conspiracy to sell and possess stimulant and depressant drugs and the separate crime of possessing them. Defendant was acquitted of “possession” but convicted of “conspiracy to possess.” After first holding that certain drugs had been seized in defendant’s kitchen without violation of defendant’s constitutional rights and were, therefore, properly admitted into evidence, the Court added the dictim now under consideration:\n“. . . even assuming argviendo that the tablets seized from the kitchen were beyond the limits of a valid search, the fact that this evidence was the basis of the possession count on which the jury found for appellant indicates that the extent to which it may have been considered on the conspiracy count was harmless beyond a reasonable doubt.” (pp. 1166, 1167)\nThe point of the dictum in Rodriguez is, narrowly, that when a jury acquits a defendant of one crime in the face of constitutionally improper evidence having direct probative bearing upon an essential element of that crime, such acquittal tends to show that the same evidence, insofar as it is lacking in such probative value as to the essential elements of a second crime of which defendant was convicted by the jury, must have been insignificant as a factor in the conviction and, therefore, its improper admission into evidence may be taken as “harmless” error.\nThe dictum in Rodriguez is thus seen to be without relevance to the present situation. Here, the critical portions of the improperly admitted evidence (as above discussed) lacked probative bearing upon the essential elements of the charge of kidnapping of which defendant was acquitted. But they were highly material to important factors involved in the proof of the crime of assault, high and aggravated in grade, of which defendant was convicted. Factually, in short, the instant case is the reverse of Rodriguez and, therefore, the Rodriguez dictum, as sought to be transposed here, is wide of the mark. Clearly, it would be an absurdity, were this Court to decide that the jury’s acquittal of defendant of one crime (kidnapping), concerning which matters erroneously admitted into evidence in violation of constitutional rights were without probative significance, justifies a holding that this same evidence must have been “harmless” in its relationship to the jury’s conviction of defendant of a second crime (assault) as to which the unconstitutionally admitted evidence had material bearing upon the proof of essential elements of the crime as well as upon the jury’s determination of its seriousness for purposes of punishment.\nThe entry is:\nAppeal sustained.\nPOMEROY, J., did not sit.\nAll Justices concurring.\n. On its own terms the dictum in Rodriguen seems of doubtful cogency. It appears to overlook the point that the jury could reasonably acquit as to “possession”, notwithstanding that the jury had given weight to the fact that there were drugs in defendant’s kitchen. The presence of the drugs in the defendant’s kitchen does not, ipso facto, suffice to establish that defendant “possessed” them; and the jury might have concluded that the other factors necessary to establish “possession” were inadequately shown. Yet, the jury’s recognition that drugs had been found in the defendant’s kitchen could be of material assistance to the jury in reaching a conclusion that defendant participated in a conspiracy to possess the drugs even though he was not in possession of them.",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Joseph E. Brennan, County Atty., Portland, for plaintiff.",
      "Daniel G. Lilley, Kenneth E. Snitger, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. James Pearly GERVAIS.\nSupreme Judicial Court of Maine.\nApril 10, 1973.\nJoseph E. Brennan, County Atty., Portland, for plaintiff.\nDaniel G. Lilley, Kenneth E. Snitger, Portland, for defendant.\nBefore DUFRESNE, C. J., and WEB-BER, WEATHERBEE, WERNICK and ARCHIBALD, JJ."
  },
  "file_name": "0459-01",
  "first_page_order": 497,
  "last_page_order": 502
}
