{
  "id": 7916903,
  "name": "In re Eric L. CUMMINGS, Respondent",
  "name_abbreviation": "In re Cummings",
  "decision_date": "1984-08-22",
  "docket_number": "No. 83-605",
  "first_page": "461",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 461"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "474 A.2d 842",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7993315
      ],
      "pin_cites": [
        {
          "page": "843-844"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/474/0842-01"
      ]
    },
    {
      "cite": "466 A.2d 1220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986217
      ],
      "pin_cites": [
        {
          "page": "1224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/466/1220-01"
      ]
    },
    {
      "cite": "471 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957937
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/471/0254-01"
      ]
    },
    {
      "cite": "466 A.2d 1224",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/466/1224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 9093,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20058177136968217
    },
    "sha256": "120dfff51b372026fcb4cada68bfbd038de6e46ba8041ac9a1019563d5eba373",
    "simhash": "1:1cccc6a79a062571",
    "word_count": 1446
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BELSON and TERRY, Associate Judges, and KERN, Associate Judge, Retired, in chambers."
    ],
    "parties": [
      "In re Eric L. CUMMINGS, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAlmost a year ago we ordered respondent temporarily suspended from the practice of law, pending the outcome of disciplinary proceedings against him. In re Cummings, 466 A.2d 1224 (D.C.1983) (Cummings I). When respondent failed to comply with certain additional provisions of the suspension order, with orders of the Board of Professional Responsibility (the Board) issued pursuant to our order, and with our Rules Governing the Bar, both the Board and Bar Counsel filed motions asking us to hold respondent in contempt. Because those motions raised certain factual issues which needed to be resolved, we referred the matter to a special master, the Honorable Leonard Braman, a retired judge of the Superior Court of the District of Columbia. Judge Braman was directed to hold hearings, to receive evidence, to make findings of fact and conclusions of law, and to recommend to this court whether respondent should be held in contempt. In re Cummings, 471 A.2d 254 (D.C.1984) (Cummings II). Judge Braman has completed .his hearings and filed a report containing his findings of fact, conclusions of law, and recommendations. On consideration of that report, we now grant the motions of the Board and Bar Counsel and hold respondent in contempt of court.\nI\nIn Cummings I we granted the Board’s request for an audit of respondent’s financial records and made specific provision for him to claim his constitutional privilege against self-incrimination with respect to the audit. See In re Malvin, 466 A.2d 1220, 1224 (D.C.1983). Respondent was directed to assert the privilege “within such reasonable time as the Board on Professional Responsibility may prescribe; otherwise the privilege shall be deemed to have been waived.” Cummings I, supra, 466 A.2d at 1226. Respondent did not comply with the requirements set by the Board and its Executive Attorney governing the time and manner for invoking the privilege. Judge Braman recommended that the privilege be deemed waived and that respondent be required to turn over to the Board all documents described in Cummings I.\nIn addition, Judge Braman recommended that respondent be incarcerated\nuntil he takes such action ... as may be necessary to make available for audit all of the records, including client files and records, he was directed to produce in Cummings I. Those records should include not only those in his possession but all materials in his custody and control. The materials are to include original documents, where respondent has such, and the photocopies in his possession where he does not have originals. The auditor is to be authorized to take possession of such originals or photocopies as he may desire, make such copies as he deems necessary and, further, take such inventory or inventories as he believes necessary.\nJudge Braman further recommended that respondent’s release be subject to two conditions:\nI. His executing an authorization(s) (A) permitting the Board to remove forthwith from respondent’s office to its own offices all records, documents and materials set forth in Cummings I, or (B) permitting the auditor to inspect all such documents at respondent’s office. The Board shall elect in writing which alternative it chooses, the election to be filed with the Court .... Respondent shall perform all acts necessary, as the Board may require, to implement Cummings I and the terms of these recommendations, including without limitation, directing his agents, servants and employees to fully cooperate. In particular, Cynthia Behn, respondent’s bookkeeper, should be directed to cooperate. Respondent should further be directed to take no action which would impede or otherwise obstruct the procedures or objectives contemplated herein.\nII. His executing any and all documents addressed to all persons having Cummings I materials which respondent is entitled to possess or inspect, authorizing the auditor to receive or inspect any such document.\nSuch authorizations were to be drafted by the Board and filed with the court.\nJudge Braman also found that respondent violated a directive of the Executive Attorney. On September 26, 1983, the Executive Attorney asked respondent to submit certain information about his receipt and disbursement of client funds and fees following his temporary suspension. Respondent refused to provide such information. Judge Braman ruled that the request was “well within the power of the Board” under Cummings I. We agree.\nIt is self-evident, as Judge Braman recognized, that if this court adopts his recommendations, respondent will be incarcerated and thus separated from his documents. Therefore, Judge Braman recommended that if respondent fails to respond fully to the Executive Attorney’s directive within twenty-four hours after his release on the two conditions quoted above, he should again be incarcerated until he does comply. Judge Braman suggested that the Executive Attorney make available to respondent copies of any documents which the Board may have taken into its possession and which respondent may need in order to comply with Cummings I.\nII\nEach party has submitted comments and objections to the special master’s report. Having reviewed all the relevant materials, we adopt Judge Braman’s findings of fact, conclusions of law, and recommendations.\nRespondent’s privilege against self-incrimination is deemed waived. He was instructed three times to make specific claims of privilege on pain of waiver, and he refused to assert anything more than a general privilege with respect to all personal documents. This does not satisfy the requirements of Cummings I. In addition, we conclude that respondent is in contempt of this court’s order in Cummings I and of the Board’s orders and directives issued pursuant to the authority granted by that order. As we remarked in Cummings II, respondent has been “distinctly uncooperative in responding to [the Board’s] requests and orders.” 471 A.2d at 255. Judge Bra-man found that respondent has “thwarted virtually every effort of the Board to implement Cummings I or its mandate for urgency” and recommended that we impose sanctions “commensurate with this state of affairs ... [and] stern enough to move this case forward.” We wholeheartedly agree; the time has come to put a stop to respondent’s persistent sabotage of the disciplinary process.\nWe cannot conclude this opinion without expressing our deep appreciation to Judge Braman for accepting this assignment. We gave him a very difficult task, and he performed it with skill and sensitivity. The court and the Bar are in his debt.\nIII\nIt is therefore ORDERED that the motions of the Board on Professional.Responsibility and Bar Counsel to hold respondent in contempt are hereby granted, and respondent is adjudicated in civil contempt of court. The report and recommendations of the special master are adopted in their entirety.\nIt is FURTHER ORDERED that at 12:00 o’clock noon on the twenty-first day after the date of this opinion, respondent shall appear at the office of the Clerk of this court, there to be taken into custody and incarcerated at such place as the court may direct. Respondent shall remain incarcerated until he (1) takes such action, outlined above, as may be necessary to release to the Board on Professional Responsibility all documents described in Cummings I, and (2) executes an affidavit certifying that all client funds and fees received by him after his temporary suspension from the practice of law on September 14, 1983, have been placed in escrow. The Executive Attorney of the Board shall assist respondent in this task by providing him with copies of any necessary documents. If respondent is released and thereafter fails to comply with the requirements set forth in this paragraph within twenty-four hours of his release, he shall again be incarcerated pending compliance.\n. The directives of the Executive Attorney are to be considered as directives of the Board, issued pursuant to the authority which we granted to the Board in Cummings I.\n. Respondent attached an affidavit to his objections to the special master's report. Petitioners have filed a motion to strike the affidavit, arguing that the information contained in it has not been subject to cross-examination and that it was not filed in accordance with the rules of the court. We grant the motion, but not on either of those grounds. The affidavit should have been submitted to the special master before he made his findings. Petitioners could then have raised their objections to it, and Judge Braman could have ruled on them as we authorized him to do in Cummings II. At this stage the affidavit comes too late. As an appellate tribunal, this court cannot resolve factual issues or consider new facts that were not presented to the trier of fact, who in this instance was the special master. See In re Hutchinson, 474 A.2d 842, 843-844 (D.C.1984).",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Eric L. CUMMINGS, Respondent.\nNo. 83-605.\nDistrict of Columbia Court of Appeals.\nAug. 22, 1984.\nBefore BELSON and TERRY, Associate Judges, and KERN, Associate Judge, Retired, in chambers."
  },
  "file_name": "0461-01",
  "first_page_order": 521,
  "last_page_order": 524
}
