{
  "id": 7282913,
  "name": "Cozen O'CONNOR, Appellant v. CITY OF PHILADELPHIA BOARD OF ETHICS and City of Philadelphia, Appellees",
  "name_abbreviation": "O'Connor v. City of Philadelphia Board of Ethics",
  "decision_date": "2011-02-23",
  "docket_number": "",
  "first_page": "464",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "13 A.3d 464"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "838 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9298712,
        630377,
        9298628,
        630455
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0566-02",
        "/pa/575/0541-01",
        "/a2d/838/0566-01",
        "/pa/575/0542-01"
      ]
    },
    {
      "cite": "575 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        630455
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0542-01"
      ]
    },
    {
      "cite": "911 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8405920,
        3851970
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1261-2",
          "parenthetical": "citing City of Philadelphia v. Commonwealth, 575 Pa. 542, 838 A.2d 566, 577 (2003), William Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269, 280-83 (1975)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/1258-01",
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "590 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3851970
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "citing City of Philadelphia v. Commonwealth, 575 Pa. 542, 838 A.2d 566, 577 (2003), William Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269, 280-83 (1975)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/590/0035-01"
      ]
    },
    {
      "cite": "833 A.2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        588007,
        9081567
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "130",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0680-01",
        "/a2d/833/0123-01"
      ]
    },
    {
      "cite": "574 Pa. 680",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        588007
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0680-01"
      ]
    },
    {
      "cite": "464 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710363
      ],
      "weight": 6,
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "providing that a person asserting standing must be aggrieved which requires a showing of a substantial, direct, and immediate interest in the outcome of litigation"
        },
        {
          "parenthetical": "providing that a person asserting standing must be aggrieved which requires a showing of a substantial, direct, and immediate interest in the outcome of litigation"
        },
        {
          "page": "280-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0168-01"
      ]
    },
    {
      "cite": "903 A.2d 1164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8410953,
        3787998
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/903/1164-01",
        "/pa/588/0194-01"
      ]
    },
    {
      "cite": "588 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3787998
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0194-01"
      ]
    },
    {
      "cite": "828 A.2d 491",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9105866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/828/0491-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 977,
    "char_count": 28306,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18825267419065744
    },
    "sha256": "55e400b732998b1a0080392c1335088353940fdca62dd92b04091567c530f691",
    "simhash": "1:db98a092209a5c1c",
    "word_count": 4543
  },
  "last_updated": "2024-02-27T22:54:46.576715+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
    ],
    "parties": [
      "Cozen O’CONNOR, Appellant v. CITY OF PHILADELPHIA BOARD OF ETHICS and City of Philadelphia, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nWe granted allocatur in this case to determine whether Appellant, Cozen O’Connor (the Firm), a law firm that is owed monies for legal work performed for a political campaign committee, “the Friends of Bob Brady Campaign Committee” (Committee), has standing to bring a declaratory judgment action against the City of Philadelphia (City) and the Philadelphia Board of Ethics (Ethics Board) to determine whether it may forgive, at one time and in toto, the Committee’s outstanding debt of $448,469.09 to the Firm without violating the $10,000 per year contribution limitation set forth in Section 1002(2) of the Philadelphia Code (Code). See Phila. Code § 20-1002(2) (placing a limit of $10,000 per year on contributions from a business to a mayoral candidate’s campaign). For the reasons that follow, we conclude that the Firm possesses standing in this regard and, accordingly, reverse the Commonwealth Court’s determination that the Firm lacked standing to pursue its declaratory judgment action.\nThe factual and procedural history of the case is as follows. On January 25, 2007, Robert Brady, a member of the United States House of Representatives from the First Congressional District, formally announced his candidacy for the Democratic Party nomination to serve as the Mayor of Philadelphia. The primary election for the mayoral race was to be held on May 15, 2007. Prior thereto, Brady’s candidacy was contested by Thomas Knox, who was also campaigning for the Democratic Party mayoral nomination. Knox alleged there were defects in Brady’s statement of financial interests, which Brady was required to file as part of his nominating petition. In defending against Knox’s challenge, the Committee hired the Firm to represent Brady in the election litigation. The Firm successfully litigated the challenge to Brady’s nomination and he remained on the ballot, but lost his bid for the nomination.\nFollowing the election, the Committee was left with debt totaling, $593,555.42, of which $448,468.09 constituted legal fees owed to the Firm for its representation of candidate Brady. In order to determine how it could legally retire the outstanding debt following the conclusion of the election, the Committee requested an advisory opinion from the Ethics Board as to whether payments received by the Committee after the election would be subject to the campaign contribution limits set forth in Sections 1002(1) and (2) the Code.\nThe Ethics Board issued its formal opinion on September 14, 2007, and concluded that contributions exceeding the Code’s campaign contribution limits, which are received after an election to retire campaign debt, are prohibited. Thereafter, on March 3, 2008, the Firm filed a declaratory judgment action on its own behalf naming the Ethics Board and the City as defendants and seeking a declaration that post-election contributions were not “contributions” as defined under Section 1001(6) of the Code., In its complaint, the Firm specifically alleged that “an actual case and controversy of a justiciable nature exists between Plaintiff and Defendants” noting that, because of the ruling made by the Ethics Board, the Committee “has been improperly restricted by Defendants in its ability to raise funds to pay off post-campaign debts and [the Firm], according to the defendants, cannot forgive the debt without violating the election laws.” Complaint at 3, paragraph 8.\nThe Ethics Board and the City, as the named defendants in the declaratory judgment action, filed preliminary objections to the Firm’s complaint on April 14, 2008, arguing that there was no actual case or controversy between the parties or a final adjudication sufficient to invoke the Declaratory Judgment Act, 42 Pa.C.S. § 7531 et seq., because advisory opinions, such as those issued by the Ethics Board, cannot be challenged in court. In the alternative, the Ethics Board and City argued that if the advisory opinion was deemed to be a final, appealable order, the Committee, the only entity party to the decision, failed to file a timely appeal within thirty days after the entry of the “final adjudication.” Finally, the Ethics Board and the City argued that regardless of whether the advisory opinion was reviewable, the Firm, in its own right, lacked standing to pursue a declaratory judgment action because it was a mere unpaid campaign vendor which lacked the direct, substantial or immediate interest needed to confer standing to challenge the Ethics Board’s interpretation in its advisory opinion.\nOn June 10, 2008, the trial court sustained the Ethics Board and City’s preliminary objections and dismissed the Firm’s complaint. The court did so on two bases. First, the court concluded that an advisory opinion, such as that of the Ethics Board, is not a final adjudication subject to review by the court. Second, the court ruled that the Firm lacked standing to prosecute the case, concluding that the relationship between it and the Committee regarding the debt is too tenuous to constitute a direct interest in this litigation.\nOn appeal, the Commonwealth Court affirmed the trial court’s grant of the Ethics Board and City’s preliminary objections. The court focused on the trial court’s ruling with regard to standing and concluded that, “even assuming the ‘advisory’ opinion was not ‘advisory1 but final, the Firm is not aggrieved because it .does not have a direct, immediate and substantial interest in the outcome of the appeal.”\nThe court viewed the Firm as a mere unpaid campaign creditor who was simply seeking to clarify how the Committee could raise funds, post-election, to pay off its debt to the Firm. Thus, the Commonwealth Court likened the position of the Firm to that taken by a nursing home operator in its prior case, Beverly Healthcare-Murrysville v. Department of Public Welfare, 828 A.2d 491 (Pa.Cmwlth.2003), abrogated on other grounds, In re Nomination Petition of deYoung, 588 Pa. 194, 903 A.2d 1164 (2006). There, a nursing home provided care for a patient and then challenged the denial of the patient’s application for state-funded medical assistance that would have paid for the services. In holding that the nursing home lacked standing to bring such a challenge, the Commonwealth Court held that because the medical assistance program was intended to benefit recipients and not providers, the interest of the nursing home, as a creditor against the patient’s estate, in the outcome of the determination of eligibility for medical assistance was neither direct or immediate for purposes of the test for standing set forth in Wm. Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269 (1975)(providing that a person asserting standing must be aggrieved which requires a showing of a substantial, direct, and immediate interest in the outcome of litigation). The court noted that the nursing home’s collateral concern in the outcome of the appeal did not satisfy traditional standing requirements. In this case, the Commonwealth Court concluded, as in Beverly, that the Firm, likewise, as a mere campaign creditor, had no direct or immediate interest in how, or if, the Committee could legally raise funds to pay off its debt to the Firm.\nThe Firm then filed a petition for allowance of appeal to this Court, asserting, as is relevant here, that the Commonwealth Court erred in concluding it lacked standing. Specifically, the Firm noted that the Commonwealth Court improperly viewed its claim as one based solely on its desire to determine whether, and how, the Committee could raise funds post-election so that it could be paid. The Firm, however, noted that in addition to seeking clarification of the Philadelphia campaign contribution law so that it could determine how the Committee could legally raise monies to pay off the debt, it also sought such clarification so that it could, in its own right, forgive the debt at issue at one time and in toto. Thus, the Firm sought, before this Court, a ruling that it possessed standing in this regard.\nWe granted the Firm’s appeal limited to the issue of whether it had standing to bring a declaratory judgment action to determine whether it could forgive the outstanding debt, owed to it by the Committee, at one time and .in toto without violating Philadelphia’s campaign contribution limitations set forth in the Code.\nIn its brief to this Court, the Firm argues that the Ethics Board’s erroneous construction of Philadelphia’s campaign finance ordinance places it in obvious and immediate jeopardy if it carries through with its plan, as pled in its complaint, to forgive at one time and in toto the outstanding debt owed by the Committee. The Firm argues that under this Court’s precedent it clearly meets traditional requirements for standing. See William Penn, 464 Pa. 168, 346 A.2d 269 (1975). Specifically, the Firm notes that if it were to forgive the total debt at one time, it would be at risk for substantial penalties and fines given the Ethics Board’s interpretation of the pertinent laws. It notes that pursuant to Code Section 612, the Firm would be subject to non-negotiable civil penalties for violating the campaign finance laws and, potentially, members of the Firm would be barred from holding elective office. Thus, it maintains that it pursued the proper and prudent course by seeking a declaratory judgment in order to determine what course it could take under the campaign finance laws given the position taken by the Ethics Board in its advisory opinion that any post-election contributions are subject to the Code’s contribution limits, and given that the Firm was not a party to the request for advisory relief.\nBecause, the Firm asserts, the jeopardy it faces is real and imminent, it possesses the necessary substantial, direct, and immediate interest needed to confer standing. In fact, the Firm maintains, if the Commonwealth Court’s ruling on standing is upheld, it places the Firm in the position of facing a classic “Hobson’s choice” which is to either accept, in its view, the Board of Ethics’ erroneous construction of Philadelphia’s campaign finance laws and forgo the option of total debt forgiveness or risk significant legal jeopardy.\nThe Firm points out that in our decision in Shaulis v. Pa. State Ethics Comm’n, 574 Pa. 680, 833 A.2d 123 (2003), this Court confirmed that a litigant who is negatively affected by the advisory opinion of an administrative ethics commission does in fact have standing to seek a judicial declaration of the proper construction of the laws being interpreted by the commission. There, Kathleen Shaulis, an assistant counsel with the Department of Revenue sought an advisory opinion from the State Ethics Commission regarding, inter alia, the scope of any limitations on her ability to practice law before the Department of Revenue following her retirement. The Commission, in its opinion, set forth various limitations with regard to such ability. Thereafter, Shaulis sought review in the Commonwealth Court arguing that the limitations placed on her conduct by the Commission violated this Court’s exclusive jurisdiction over the regulation of the practice of law.\nAmong other matters at issue in the case, the Commission questioned Shaulis’ standing to challenge the conclusions it reached in its advisory opinion. We rejected this claim, noting that the Ethics Act contemplated review of a Commission decision when an “aggrieved” person “who has [a] direct interest” in such opinion seeks such review. In concluding that Shaulis met this standard, we noted that\nShaulis was aggrieved by the opinion of the Commission in that if she took the actions therein proscribed, she would expose herself to the exact ethical investigation that she was attempting to forestall by seeking the advice of the Commission in the first place. As the Commonwealth Court noted, to require Shaulis to potentially violate the Ethics Act in order to present her claims to the courts “jeopardizes her ethical rating, her admission to practice law and her reputation in the legal community.” Likewise, as the decision of the Commission effectively estopped Shaulis from representing clients in proceedings before the Department of Revenue or adverse to the Department of Revenue, she had a direct interest in the opinion.\nShaulis, 833 A.2d at 130 (citation omitted).\nThe Firm argues that here, as in Shaulis, all potential proceedings before the Ethics Board, whose opinion is affecting its interests, are complete, leaving the Firm with the option of either accepting the determination or seeking review, as it has done. Moreover, the Firm notes that if it is barred from seeking declaratory relief clarifying its rights, it will be forced to test the law by defying it, thus jeopardizing its ethical standing, its shareholders’ ability to seek office, and its reputation in the community; as well as face significant fines. According to the Firm, this is precisely the type of dilemma which the Declaratory Judgment Act is designed to counter by clarifying the relative rights of the parties involved in an imminent case or controversy before action is taken. Thus, the Firm argues that it has standing under this Court’s precedent in Shaulis, as it is aggrieved by the Ethics Board’s opinion and it has a direct interest in seeking review of the conclusions reached therein by way of its declaratory judgment action.\nThe Firm argues further that it likewise possesses standing under traditional notions of standing. It notes that under the well-settled precedent of this Court, i.e. William Penn Parking and its progeny, the core concept of standing involves a litigant who is aggrieved, as demonstrated by a substantial, direct, and immediate interest in the outcome of litigation. A litigant possesses a substantial interest if there is a discernable adverse effect to an interest other than that of the general citizenry. It is direct if there is harm to that interest. It is immediate if it is not a remote consequent of a judgment. In re Milton Hershey School, 590 Pa. 35, 911 A.2d 1258, 1261-2 (2006)(citing City of Philadelphia v. Commonwealth, 575 Pa. 542, 838 A.2d 566, 577 (2003), William Penn Parking Garage, Inc. v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269, 280-83 (1975)).\nThe Ethics Board responds to the Firm’s claims by asserting first, as it did before the Commonwealth Court, that the Firm, as a mere unpaid campaign vendor, does not have standing to challenge its advisory opinion because its relationship to the controversy, ie., whether its client, the Committee, may solicit contributions in excess of the normal limits pertaining to campaign debt retirement, is too remote to constitute the substantial, direct, or immediate interest necessary to confer standing. Rather than respond to the Firm’s assertion of standing in its own right to seek a declaration as to whether it may forgive at one time the total outstanding debt owed to it by the Committee, which is the only issue for which we granted allowance of appeal, the Ethics Board asserts that any claim in this regard “is also without merit” because the Firm failed to assert this basis for standing in its complaint.\nIn making this claim, which is really one of waiver, the Ethics Board maintains that the Firm does not aver anywhere in its complaint that it intends to forgive the debt at one time in toto. While conceding that the Firm mentions its own ability to forgive the debt in two paragraphs of the complaint, the Ethics Board maintains that the Firm’s real intent in filing the declaratory judgment action “is to seek a review of the Board of Ethic’s interpretation of the Code preventing the Committee from ‘retiring’ the debt through unlimited fund-raising.” Ethics Board’s brief at 9. The Ethics Board then notes that there are multiple paragraphs in the complaint that assert this basis for relief. All of its further arguments regarding standing are then framed in terms of what it views as the Firm’s only claim for relief, i.e., the Committee’s ability to raise post-election funds.\nThe balance of the Ethics Board’s brief consists of various alternative arguments as to why we should affirm the lower court’s determination. Specifically, the Ethics Board claims that the Firm’s action is barred because advisory opinions cannot be challenged in court; the advisory opinion, in any case, is not a final adjudication on the subject; and, finally, even if the advisory opinion could be challenged in court and was considered final, the Firm’s challenge would be time barred.\nContrary to the Ethics Board’s assertions in its brief to this Court, we did not agree in the allocatur grant to decide the underlying merits of the Firm’s declaratory judgment action. Procedurally, the Firm was found by the lower tribunals to lack standing to pursue the merits of the case; thus no relevant substantive rulings on the merits have yet occurred. The lower courts’ holdings regarding standing were based exclusively upon the premise that the Firm’s asserted rights related solely to its status as a creditor of the Committee and that, in this regard, the Firm lacked standing. The Ethics Board advocates that we revisit and affirm the trial and appellate court holdings in this regard. As we declined to grant allocatur to examine these issues, the Commonwealth Court’s holding is, in fact, final and binding upon the parties.\nThus, as noted repeatedly herein, the limited and narrow basis upon which we did grant review is as follows:\nDid Cozen O’Connor have standing to obtain a declaratory judgment where Cozen O’Connor alleged in its complaint that it intended to forgive the outstanding debt of the Friends of Bob Brady Campaign Committee at one time and in talo, thereby exposing itself to potential civil penalties and other sanctions under Phila. Code § 20-612 for violations of Phila. Code § 20-1002?\nThe Ethics Board’s only substantive argument in its brief regarding this issue is that the Firm waived it as a basis for standing because it failed to assert such proposition in its complaint. Our review of the complaint, however, belies this assertion. While the references to debt forgiveness by the Firm are briefly stated and are among its assertions of its right to collect the debt owed to it from the Committee, such contentions are, nonetheless, stated.\nSpecifically, in paragraph 8 of the complaint, the Firm asserts that because of the Ethics Board’s ruling in its advisory opinion, “the [Committee] has been improperly restricted by Defendants in its ability to raise funds to pay off post-campaign debts and [the Firm], according to defendants, cannot forgive the debt without violating the election laws.” In paragraph 67 of the complaint, the Firm, likewise, notes the following:\nMoreover, should the campaign’s legal expenses be considered “expenditures” and funds solicited by [the Committee] to retire such debts “contributions,” [the Firm] would be legally unable to forgive any of the debts owed to it by the campaign, as doing so would constitute an in-kind contribution to the Brady campaign far in excess of the limits of Philadelphia Code § 2-1002.\nThe Ethics Board asserts that these paragraphs are insufficient to allege the Firm’s claim, in its own right, regarding its ability to forgive the debt following the conclusions reached in the Ethics Board’s advisory opinion. In this regard, the Ethics Board states that “[n]otably, [the Firm] does not cite a single paragraph from its Complaint, the pleading in which [the Firm] must establish it has standing, wherein it alleges that it intends to forgive [the Committee’s] debt at one time and in toto.” Ethics Board’s brief at 9. Although the Firm did not set forth the exact phrase “that it intends to forgive the debt at one time and in toto,” such is certainly contemplated by the above cited paragraphs. In those passages, the Firm references both the Committee’s inability to raise funds to pay off the debt, given the Ethics Board’s interpretation, and its own inability to forgive the debt based on such interpretation. Clearly, the Firm sought a declaratory judgment in order to clarify whether either of these two events could take place, i.e., whether the Committee could collect post-election contributions without regard to the campaign contribution limitations set forth in the Code or whether the Firm could forgive the debt without regard to the campaign contribution limitations.\nHaving concluded that the Firm sufficiently pled as a basis for relief in its declaratory judgment action its own inability to forgive the total outstanding debt without potentially violating the Ethics Board’s interpretation of the campaign contribution limitations of the Code, we, likewise, conclude that the Firm possesses standing in this regard in that it has a substantial, direct, and immediate interest in knowing whether it may, in its own right, forgive the total outstanding debt owed to it by the Committee without running afoul of the Code’s campaign contribution limitations, as interpreted by the Ethics Board, and, thereby face significant fines and sanctions for such violations. Thus, in our view, and contrary to the Commonwealth Court’s conclusion, the Firm has been aggrieved by the Ethics Board’s interpretation of the Code. Accordingly, we reverse the Commonwealth Court’s decision and remand for further proceedings before that court.\nJustices TODD and McCAFFERY did not participate in the consideration or decision of this case.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN, ORIE MELVIN join the opinion.\n. These Sections provide as follows:\n(1) Except as provided in subsection (6) [regarding contributions by a candidate to his/her campaign], no individual shall make total contributions per calendar year, including contributions made to or through one or more political committees, of more than two thousand five hundred dollars ($2,500) to a candidate for City elective office.\n(2) Except as provided in subsection (6), no person, other than individuals who are covered under § 20-1002(1), and no political committee shall make total contributions per calendar year of more than ten thousand dollars (10,000) to a candidate for City elective office.\nPhiladelphia Code § 20-1002(1) & (2).\n. Section 1001(6) defines a \"contribution\" as \"[m]oney, gifts, forgiveness of debts, loans, or things having a monetary value incurred or received by a candidate of his/her agent for use in advocating or influencing the election of the candidate.”\n. The Firm also sought a declaration that the legal expenses incurred by the Committee for Firm’s work were not \"expenditures” which the Code defines as, \"the payment, distribution, loan or advancement of money or any valuable thing by a candidate, political committee or other person for the purpose of influencing the outcome of a covered election.\" Section 1001(10) of the Code § 20-1001(10).\n. § 20-612(1) specifies, in part:\nIn addition to the penalties as presently provided by law, any person in violation of this Chapter shall be subject to a civil penalty of seven hundred dollars ($700) for each violation committed during calendar year 2005; eleven hundred dollars ($1,100) for each violation committed during calendar year 2006; fifteen hundred dollars ($1,500) for each violation committed during calendar year 2007; nineteen hundred dollars ($1,900) for each violation committed during calendar year 2008; and two thousand ($2,000) for each violation committed thereafter. Except with respect to Section 20-610, any person in violation of this Chapter is forever disqualified from holding any elected or appointed City office or employment with the City, its agencies, authorities, boards, or commissions.\n. Along similar lines, the Board has filed an ancillary motion to dismiss the case as moot in response to an ancillary request for post-submission communication filed by the Firm. When the matter was argued before this Court, the Board, as Appellee, argued that the case was moot based upon a then-recent amendment to the Philadelphia Code regarding post-election fundraising activities of a political campaign committee as well as post-election debt forgiveness, the very matters concerning which the Firm sought clarification through its declaratory judgment action. Additionally, the Board noted that it was in the process of promulgating regulations, which have since been implemented, that permit a campaign debtor, such as the Firm, to forgive the type of debt at issue here, where certain conditions are met. Thus, the Ethics Board suggested at argument that such amendments, in essence, mooted the Firm's need to have the underlying question of whether it could forgive the Committee’s post-election debt clarified as these new Code and regulatory amendments detail that such debt is subject to the contribution limitations, but that it may be forgiven if certain factors are met.\nBecause the Firm is the Appellant, it did not have an opportunity to respond at oral argument to the Ethics Board's assertion of mootness. Thus, the Firm filed the current ancillary motion for post-submission communication requesting that we reject the Board’s claim that the amended Code and regulations moot or otherwise dispose of the case. The Firm asserts that these enactments have no bearing on its ability to forgive the debt in question because the newly enacted provisions are not retroactive in nature. Additionally, the Firm asserts that even if the new provisions applied, it could not immediately forgive the outstanding debt at one time, in toto, which is the precise issue raised in its declaratory judgment action, because it does not satisfy the substantive prerequisites of the new debt forgiveness provision. Finally, the Firm asserts that the existence of new, prospective-only enactments (in the Firm’s view applying only to future elections) cannot moot the sole issue before this Court, i.e., whether the Firm possesses standing. The Firm has also filed a response to the Board’s ancillary motion to dismiss the case as moot based on the same reasoning as set forth in its motion seeking leave to file a post-submission communication.\nWe grant the Firm's motion for post-submission communication. As noted, the Firm had no opportunity to respond to the Board’s new claim of mootness presented to the Court at oral argument; thus, we have reviewed its response. Having reviewed the Board’s motion to dismiss and the Firm’s response, we deny the motion to dismiss for mootness. Regardless of whether the newly enacted Code provisions and Ethics Board regulations moot the underlying merits of the case, such does not affect the discrete and only question pending before us regarding the Firm's standing. As further examined herein, we ultimately conclude that the Firm possesses standing. Given our conclusion on this narrow question, upon remand, the parties are free to move forward regarding the merits of the case, arguing inter alia, whether they are obligated to follow the campaign finance laws that applied when the debt was incurred or the law as it stands today. We decline to address this new issue injected into the case after our grant of allocatur, briefing and argument.\n. Although the trial court concluded that the Ethics Board's advisory opinion was not subject to review as it was not a final adjudication, it did so after concluding that the Firm lacked standing. Thus, arguably, this alternative holding was dicta. Moreover, the Commonwealth Court did not affirm on that basis or even examine the issue; rather, the court affirmed exclusively on its conclusion that the Firm lacked standing.",
        "type": "majority",
        "author": "Justice BAER."
      }
    ],
    "attorneys": [
      "Adam Craig Bonin, Stephen A. Cozen, Jared Dimock Bayer, Cozen O’Connor, Philadelphia, for Cozen O’Connor.",
      "Robert A. Brady, pro se.",
      "Richard Gerson Feder, City of Philadelphia Law Department, for City of Philadelphia.",
      "Gregg W. Mackuse, Barry Irwin Gross, Gregory P. Miller, Drinker, Biddle & Reath, L.L.P., Philadelphia, for City of Philadelphia Board of Ethics."
    ],
    "corrections": "",
    "head_matter": "Cozen O’CONNOR, Appellant v. CITY OF PHILADELPHIA BOARD OF ETHICS and City of Philadelphia, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 15, 2010.\nDecided Feb. 23, 2011.\nAdam Craig Bonin, Stephen A. Cozen, Jared Dimock Bayer, Cozen O’Connor, Philadelphia, for Cozen O’Connor.\nRobert A. Brady, pro se.\nRichard Gerson Feder, City of Philadelphia Law Department, for City of Philadelphia.\nGregg W. Mackuse, Barry Irwin Gross, Gregory P. Miller, Drinker, Biddle & Reath, L.L.P., Philadelphia, for City of Philadelphia Board of Ethics.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0464-02",
  "first_page_order": 518,
  "last_page_order": 526
}
