{
  "id": 7916938,
  "name": "Manoocher FATEH, et al., Appellants, v. Seymour RICH, Appellee",
  "name_abbreviation": "Fateh v. Rich",
  "decision_date": "1984-08-24",
  "docket_number": "No. 83-657",
  "first_page": "464",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 464"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "3 L.Ed. 351",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        572714
      ],
      "weight": 2,
      "year": 1813,
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0299-01"
      ]
    },
    {
      "cite": "606 F.2d 1251",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1436304,
        3784293
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "1254-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/606/1251-01",
        "/us-app-dc/196/0344-01"
      ]
    },
    {
      "cite": "196 U.S.App.D.C. 344",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3784293
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "347-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/196/0344-01"
      ]
    },
    {
      "cite": "235 S.E.2d 790",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "793",
          "parenthetical": "set-off properly rejected where defendant/buyer failed to prove that plaintiff-seller had breached warranty"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 N.C.App. 482",
      "category": "reporters:state",
      "reporter": "N.C. App.",
      "case_ids": [
        8550442
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "486",
          "parenthetical": "set-off properly rejected where defendant/buyer failed to prove that plaintiff-seller had breached warranty"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc-app/33/0482-01"
      ]
    },
    {
      "cite": "170 F.2d 167",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1188299
      ],
      "year": 1948,
      "pin_cites": [
        {
          "page": "169",
          "parenthetical": "buyer of restaurant business is entitled to set-off against purchase price if buyer can properly prove that seller breached duty to provide restaurant license"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/170/0167-01"
      ]
    },
    {
      "cite": "83 U.S. App.D.C. 371",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1948,
      "pin_cites": [
        {
          "page": "373",
          "parenthetical": "buyer of restaurant business is entitled to set-off against purchase price if buyer can properly prove that seller breached duty to provide restaurant license"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "310 N.E.2d 128",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "130-31",
          "parenthetical": "when seller brings action for price of goods which buyer has accepted, and also elects to retake and resell goods, proceeds of such resale must be credited to buyer in order to prevent seller's unjust enrichment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "365 Mass. 92",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        292030
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "94-95",
          "parenthetical": "when seller brings action for price of goods which buyer has accepted, and also elects to retake and resell goods, proceeds of such resale must be credited to buyer in order to prevent seller's unjust enrichment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/365/0092-01"
      ]
    },
    {
      "cite": "17 L.Ed. 762",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        8299788
      ],
      "weight": 2,
      "year": 1864,
      "pin_cites": [
        {
          "parenthetical": "\"defendant is entitled to recoup for the damages he may have sustained by the plaintiff's deviations from the contract\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/69/0001-01"
      ]
    },
    {
      "cite": "379 N.E.2d 1130",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1131"
        },
        {
          "page": "1131"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "6 Mass.App. 919",
      "category": "reporters:state",
      "reporter": "Mass. App. Ct.",
      "case_ids": [
        5730840,
        5729759
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/mass-app-ct/6/0919-02",
        "/mass-app-ct/6/0919-01"
      ]
    },
    {
      "cite": "34 A.2d 29",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8149183
      ],
      "year": 1943,
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/34/0029-01"
      ]
    },
    {
      "cite": "186 F.2d 355",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1225848
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/186/0355-01"
      ]
    },
    {
      "cite": "88 U.S.App.D.C. 47",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "379 F.2d 477",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3660516,
        2069485
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/379/0477-01"
      ]
    },
    {
      "cite": "126 U.S.App.D.C. 423",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3660516
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "416 A.2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7942946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/416/0228-01"
      ]
    },
    {
      "cite": "443 A.2d 45",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944188
      ],
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1252,
    "char_count": 30710,
    "ocr_confidence": 0.789,
    "pagerank": {
      "raw": 1.3286643355133796e-07,
      "percentile": 0.6284802704713672
    },
    "sha256": "8aa43c889b9e4bee005809784cafed34109809286a4966cd9cc0f3a306f5eec9",
    "simhash": "1:7a04c39076489edd",
    "word_count": 5017
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, TERRY and ROGERS, Associate Judges."
    ],
    "parties": [
      "Manoocher FATEH, et al., Appellants, v. Seymour RICH, Appellee."
    ],
    "opinions": [
      {
        "text": "FERREN, Associate Judge:\nDefendants-appellants, Mr. and Mrs. Fa-teh, challenge a jury verdict awarding plaintiff-appellee, Mr. Rich, $130,000 because of the Fatehs’ failure to honor their contract for the purchase of Rich’s restaurant business. The Fatehs contend that the trial court erred in failing to strike certain lay opinion testimony offered by Rich on the liability issue, and in refusing to grant a directed verdict for the Fatehs on the damages issue. We conclude that the trial court acted properly in both respects. Accordingly, we affirm.\nI. Facts\nOn September 17, 1980, the Fatehs signed a contract to purchase from Rich a restaurant business known as the Golden Table, located on 23rd Street, N.W., across the street from the State Department. The contract provided that a settlement would take place at an unspecified future date, and that Rich would provide the Fatehs at settlement with: an assignment of the lease for the restaurant premises; a bill of sale for all of the assets, licenses, and trade fixtures used in the business; and “the key and all other indicia of possession.” In return, the Fatehs were to pay Rich $330,000. The contract, however, expressly conditioned performance upon approval by the District of Columbia Alcoholic Beverage Control Board (ABC Board) of a transfer of Rich’s liquor license to the Fatehs. The contract stated that settlement would not take place until after the liquor license had been transferred. It further provided that if the ABC Board did not approve the transfer within three months, the Fatehs could cancel the contract.\nAlthough the Fatehs agreed to purchase the restaurant, they did not intend to be involved personally in operating the Golden Table. They planned instead to have Mrs. Fateh’s brother, Mr. Roshan, watch over the restaurant’s day-to-day affairs. In fact, providing employment for Roshan was one of the principal reasons for the Fatehs’ buying the restaurant. The Fa-tehs’ attorney, Mr. Mallios, testified that “from the beginning” he was concerned about the extent of Roshan’s involvement in the restaurant operations, because Rosh-an had a criminal record and the ABC Board had a policy against permitting licensees to hire convicted felons as managers. For this reason, Mallios instructed the Fa-tehs that someone other than Roshan should be employed as manager of the Golden Table.\nOn November 12, 1980, the ABC Board held a hearing on the transfer of Rich’s liquor license to the Fatehs. Mr. Williams, one of the ABC Board members who presided at this hearing, testified at trial. Williams stated that although the Board was told Roshan would have some supervisory role in the future operation of the restaurant, “there was an indication that someone other than the convicted felon would be in charge of the restaurant.” At the conclusion of the hearing, the ABC Board agreed to consider the application for a license transfer, but it did not issue a final ruling.\nOn the day after this hearing, the parties decided to go forward to settlement without waiting for final approval of the liquor license transfer. Although there is conflicting evidence as to which party suggested that settlement proceed ahead of schedule, it is clear that the Fatehs were aware that the Board had not yet approved the transfer.\nThe parties met on November 13, 1980, and signed a settlement sheet which provided that the Fatehs would give Rich $80,000 in cash and a $250,000 promissory note. The settlement sheet also reflected several minor adjustments involving business expenses that the restaurant had incurred dr prepaid during the weeks before settlement. The Fatehs delivered the promissory note to Rich at the time of settlement and assured Rich that their attorney, Mall-ios, would deliver an $80,000 check as soon as sufficient funds were transferred from New Jersey. The promissory note, bearing interest at a rate of 10% per annum, required the Fatehs to make monthly payments of $4,150.30 beginning sixty days after the settlement date. In addition, the Fatehs executed a security agreement and financing statement giving Rich the right to retake possession and sell the physical assets of the Golden Table in case of default on the note.\nRich, in turn, provided the Fatehs with an assignment of the lease for the Golden Table premises; the Fatehs contracted to assume all the tenant’s obligations under the lease. Rich also delivered a bill of sale, with a warranty of title, acknowledging that he “has sold and hereby conveys” all of the tangible and intangible assets of the Golden Table to the Fatehs. Finally, Rich turned over the restaurant’s keys to the Fatehs and allowed them to take possession.\nSeveral days after settlement, Mallios gave Rich a check for $80,000 drawn on an account in the name of Mallios’ law firm. Before Rich could cash this check, however, Mallios, acting at the direction of the Fatehs, ordered his bank to stop payment. Mallios and the Fatehs took this action in response to a newspaper article published in the Washington Post on November 20, 1980, discussing Roshan’s involvement in management of the Golden Table. Mallios described the substance of this article at trial:\nThe story indicated that a convicted felon, who is an Iranian, and it was pointed out ... many times in the story that he was an Iranian, was in some way or another connected with the Golden Table Restaurant.\nAnd if I recall, the Iranians were holding Americans hostage at the time, and the article sort of implied!,] are people from the State Department going to come across the street to eat at a restaurant owned by Iranians, when their coworkers are being held prisoner in Iran[?]\nIn addition to being concerned about the article’s effect on the financial prospects for the restaurant, Mallios felt the article would prompt the ABC Board to scrutinize the Fatehs’ license transfer application more carefully. Mallios reasoned that because the license transfer was likely to be delayed or even denied, stopping payment on the check was justified. Moreover, in a letter to Rich’s attorney dated November 25, 1980, Mallios proposed that “Mr. Rich take over ownership and operation of the restaurant immediately.”\nRich’s attorney immediately informed Mallios that Rich\n... flatly rejects your proposal to rescind the sale by having Mr. Rich take over ownership and operation of the restaurant. As you very well know the sale has gone to settlement.... We are only awaiting approval of the license transfer by the ABC Board which has the matter under advisement.\nYour client’s direction to stop payment on their check ... is a clear breach of the contract and conditions of the sale. We will hold you and your client fully accountable for the breach and all resulting damages.\nThus, while recognizing that the license transfer remained a concern, Rich clearly expressed his understanding that ownership of the restaurant had passed to the Fatehs at settlement and that the Fatehs were obligated to begin performance under the contract. During the following months, Rich consistently maintained that he was entitled to payment of the $80,000 and to monthly payments under the promissory note. Rich’s attorney repeatedly communicated this position to Mallios in a series of letters.\nDespite their concerns about the newspaper article and their failure to pay the $80,000 plus the monthly installments, the Fatehs took control of the business. They obtained a restaurant license permitting them to operate the Golden Table, and Roshan — acting on behalf of the Fatehs— took over the functions normally associated with ownership. He hired a new bookkeeper and made other decisions regarding the hiring and firing of employees; took control of the restaurant’s daily receipts; made arrangements for purchasing supplies; and paid all the restaurant’s bills, including rent, payroll, and other business expenses. Moreover, according to the terms of the contract, “all risks of destruction, loss or damage due to fire or other casualty” shifted from Rich to the Fatehs as of the date of settlement, and a restrictive covenant became effective prohibiting Rich and his family from owning or operating any “high-class restaurant or beverage business” within a ten-block radius of the Golden Table.\nBecause the liquor license for the Golden Table was still in Rich’s name, Rich agreed to help supervise the operation of the restaurant on a part-time basis, making it possible for the restaurant to continue to serve liquor. Despite the fact that Rich maintained this limited role in the management of the restaurant, the bookkeeper hired by Roshan testified that Rich made decisions concerning only “very trivial things.” Roshan made all of the major decisions and consulted Rich for advice only.\nThis arrangement continued for approximately six months, without any payment to Rich. Although the ABC Board held a second hearing in February 1981, the Board never approved the transfer of the liquor license to the Fatehs. On April 30, 1981, Roshan left the keys to the Golden Table with his bookkeeper, and — by a letter dated May 4, 1981 — Mallios informed Rich that the Fatehs were abandoning the restaurant. Mallios also informed Rich that, because the liquor license transfer had not yet been approved, he believed the contract of sale was cancelled and the Fatehs owed Rich nothing.\nRich immediately informed the Fatehs that he disputed their interpretation of the contract, demanding payment of $80,000 and the four monthly payments that were due under the terms of the note. He then took control of the restaurant operation and, at the instruction of his attorney, attempted to “protect” the value of the business. Rich testified that, by this time, business had fallen off significantly: “Most of our business was State Department people ... and they had boycotted the restaurant” because of the Iranian hostage crisis. After operating the restaurant for several months without financial success, Rich closed it and sold the physical assets for $100,000.\nII. Liability\nAfter presentation of all the evidence, the trial judge made several rulings of law. First, he found that Rich had fully performed all his obligations under the contract. Accordingly, he concluded that, unless the ABC Board’s failure to approve the liquor license transfer served to discharge the Fatehs’ obligations under the contract, the Fatehs’ failure to perform constituted a breach. The court then ruled that the contract provision conditioning performance on the transfer of the liquor license was “an essential element” of the agreement as originally drafted, and that it could serve to discharge the Fatehs’ obligation to pay the $330,000 if the condition remained effective after settlement and the Fatehs were not estopped from invoking it.\nThis left the court with only two questions of fact concerning liability for presentation to the jury: (1) whether the Fatehs waived the license transfer condition by going to settlement before the transfer was approved and/or by their conduct during the six months after settlement; and (2) whether the Fatehs were estopped from asserting the license transfer condition to excuse their nonperformance because their own conduct (employment of Roshan as manager) had prevented the occurrence— or at least substantially contributed to the non-occurrence — of the condition. The court properly instructed the jury on the doctrines of waiver and prevention as they apply to contract conditions, and told the jury it should find a breach by the Fatehs if, but only if, the Fatehs either waived or prevented the occurrence of the license transfer condition. On these instructions, the jury found for Rich.\nAppellants present only one challenge to this liability determination. They contend that the trial court erred in refusing to strike certain portions of the testimony given by Williams, the ABC Board member who participated in the hearings on the liquor license transfer. Williams’ testimony supported Rich’s- position that the Fatehs wrongfully acted to prevent the occurrence of the liquor license transfer. After explaining that the Fatehs had assured the Board at the first hearing that Roshan would not be the manager of the Golden Table, Williams told the court:\nI believe at the second hearing, there was an apparent turn-around, and I think I jokingly said, it seems to me that the contract must have an escape hatch, because it appeared that this individual [Roshan] was changing his entire attitude towards the transaction, and he indicated quite clearly to us that he intended to be in control of the license which was tantamount to saying, I don’t want the transfer, because by any other way, we were not about to make a transfer when he indicated that he, himself, would be in control, and he was in control of the money. He operated the place. He closed it. He did the hiring and firing, and that sort of thing.\nThe Fatehs’ trial counsel moved to strike this testimony because it was opinion testimony offered by a witness who had not been qualified as an expert. Appellants have attempted to bolster their argument on appeal by pointing out that the opinions offered by Williams addressed one of the “ultimate issues” for the jury to decide. Appellants urge that the trial court’s failure to strike the above-quoted portion of Williams’ testimony requires reversal of the jury verdict. We find this argument unpersuasive.\nArguably, Williams did not offer opinion testimony; he merely testified as to what happened at the second hearing and how the Board reacted to the Fatehs’ presentation of Roshan’s role — evidence properly bearing on Rich’s argument that the Fa-tehs’ own conduct estopped them from asserting the license transfer condition. But even if we accept appellants’ characterization that Williams offered “opinion” testimony, there is no problem here.\nModern rules of evidence permit non-expert witnesses to express opinions as long as those opinions are based on the witness’ own observation of events and are helpful to the jury. McCormick’s Handbook of the Law of Evidence § 11 (2d ed. 1972); see Washington Metropolitan Area Transit Authority v. Jones, 443 A.2d 45, 50 (D.C.1982) (en banc); In re Estate of Wilson, 416 A.2d 228, 236 n. 14 (D.C.1980); see also Fed.R.Evid. 701. Moreover, such testimony is not inadmissible simply because it embraces an ultimate issue to be decided by the trier of fact. McCormick’s Handbook of the Law of Evidence, supra, § 12; see also Fed.R.Evid. 704 & advisory committee note.\nIn reviewing Williams’ testimony, we conclude that most of the witness’ statements regarding the Fatehs’ change in attitude are based either on Williams’ direct observations of the events at the second ABC Board hearing or on rational inferences drawn from such observations. As such, these statements were properly admitted. The only statement that arguably does not fall in this category is Williams’ recollection that he “jokingly said, it seems to me that the contract must have an escape hatch.” Even though this statement purports to repeat something which Williams actually said at the second hearing, it embodies an opinion that appears to be purely speculative. We conclude, nonetheless, that in light of Williams’ characterization of this statement as “jokingly” made, and because of the amount of properly admitted testimony by Williams regarding the Fatehs’ “turn-around” at the second hearing, any impropriety that occurred is not sufficiently serious for us to conclude the jury was influenced to a degree warranting reversal.\nIII. Damages\nA.\nAppellants next argue that, because Rich failed to introduce any evidence at trial concerning the market value of the Golden Table at the time Rich regained possession in May 1981, the trial court should have granted a directed verdict for them on the issue of damages. Appellants cite several cases from this jurisdiction for the proposition that the measure of damages for breach of a contract of sale is the difference between the contract price and the fair market value of the property at the time of breach. Wolf v. Cohen, 126 U.S.App.D.C. 423, 425, 379 F.2d 477, 479 (1967); Quick v. Pointer, 88 U.S.App.D.C. 47, 186 F.2d 355 (1950).\nWhile these cases accurately state the rule for determining the measure of damages resulting from the breach of an executory contract, the law regarding ex-ecutory contracts “has no application” to a case, such as this, where the seller has performed all his obligations under the contract and all that remains is for the buyer to render payment. Shawen v. District Motor Co., 34 A.2d 29, 30 (D.C.Mun.App. 1943). When delivery and acceptance already have occurred, the seller ordinarily has no obligation to protect the property or otherwise to mitigate damages. Unless the buyer has valid grounds for rescission of the contract, the seller need not retake or resell the property. Id.; see Equilease Corp. v. D’Annolfo, 6 Mass.App. 919, 379 N.E.2d 1130, 1131 (1978).\nIn the case of an executed contract, moreover, the seller’s measure of damages is the contract price; nothing more — neither mitigation nor market pried at the time of the breach — need be shown. Modern contract law permits a seller to sue for the full contract price when the seller has fully performed and the buyer has accepted that performance. See Equilease Corp., supra, 379 N.E.2d at 1131; 5 Corbin, supra note 5, § 1100; 11 Williston, supra note 5, § 1349; see also D.C.Code § 28:2-709(1)(a) (1981) (where buyer has accepted goods and then defaults in making payments, seller’s action is for the contract price); id., § 28:2-607(1) (1981) (“[t]he buyer must pay at the contract rate for any good accepted”).\nBecause the jury found that the failure of the license transfer condition did not excuse the Fatehs’ obligations, the contract here was fully executed at the time the Fatehs abandoned the restaurant. Thus, Rich was under no obligation to retake possession, or to sell the business assets of the Golden Table. He could have simply commenced an action upon the Fatehs’ default and sued for the full contract price.\nWhat complicates this case is the fact that Rich elected to retake control of the restaurant in an effort to protect its value and later to sell the assets. As the trial court recognized, it would not be fair for Rich to recover the full contract price and to keep the proceeds from the sale of the business. Moreover, Rich should not receive the full contract price if his performance deviated from what the contract required, or if his actions in retaking and selling the restaurant were in some manner unreasonable and caused an unnecessary diminution in the amount of proceeds ultimately recovered.\nThese problems are addressed by the doctrines of recoupment and set-off, which permit a defendant to show that the plaintiff’s recovery should be adjusted to prevent unjust enrichment or to account for the plaintiff’s unreasonable conduct. See Dermott v. Jones, 69 U.S. (2 Wall.) 1, 9, 17 L.Ed. 762 (1864) (“defendant is entitled to recoup for the damages he may have sustained by the plaintiff’s deviations from the contract”); Akron Brick & Block Co. v. Moniz Engineering Co., 365 Mass. 92, 94-95, 310 N.E.2d 128, 130-31 (1974) (when seller brings action for price of goods which buyer has accepted, and also elects to retake and resell goods, proceeds of such resale must be credited to buyer in order to prevent seller’s unjust enrichment); 6 Williston, supra note 5, § 883. The burden is on the defendant, however, to establish that the plaintiff’s recovery should be reduced through recoupment or set-off. See Thompson v. Rector, 83 U.S. App.D.C. 371, 373, 170 F.2d 167, 169.(1948) (buyer of restaurant business is entitled to set-off against purchase price if buyer can properly prove that seller breached duty to provide restaurant license); Bentley Machinery, Inc. v. Pons Hosiery, Inc., 33 N.C.App. 482, 486, 235 S.E.2d 790, 793 (1977) (set-off properly rejected where defendant/buyer failed to prove that plaintiff-seller had breached warranty); see also D.C.Code § 28:2-607(4) (1981) (when a buyer accepts goods, the burden is on the buyer to establish any breach in order to avoid payment of the full contract price). Thus, the Fatehs, not Rich, had the burden of persuading the jury that the damage award should be less than the $330,000 contract price.\nAfter reviewing the trial court’s jury instruction on damages, we conclude that the jury was adequately informed that it could reduce the $330,000 contract price by any amount necessary to avoid unjust enrichment and to account for any loss properly attributable to Rich. In light of this instruction, of Rich’s $100,000 sale of the physical assets, and of the other evidence presented at trial, the jury verdict of $130,000 was not unreasonable.\nB.\nFinally, appellants claim the trial court erred in refusing to limit Rich’s recovery to $10,000, the amount specified in a liquidated damages clause in the contract. The trial court ruled that this liquidated damages clause fixed the measure of damages only in the event that a breach occurred before execution of the contract and caused the deal to fall through. The court believed that any other reading of the default provision would be unreasonable and would render the clause a penalty.\nPre-sale default provisions are common and serve the useful purposes of demonstrating the earnest intentions of the parties to complete the transaction and of protecting each party’s reliance interest, which may be injured by a pre-sale default even when a substitute transaction is available. On the other hand, a default clause that would permit a party to limit its damages to a small fraction of the contract price if that party decided wrongfully to repudiate the contract after the sale was completed would be of dubious validity. Such a clause might grossly underestimate the extent of loss suffered by the seller, especially if the buyer had made little or no payment under the contract and the value of the property at issue had decreased before the breach. It would also underestimate the loss to the buyer if the seller attempted to take control of the business at a time when the value of the business had greatly increased. In effect, the trial court determined that a reasonable jury could not believe that the parties intended to permit the Fatehs to gain ownership of a $330,000 business and to operate it for an unlimited period of time, while retaining the option of stopping payments and turning the business back to Rich upon payment of $10,000 liquidated damages. We agree.\nAffirmed.\n. In addition to naming the Fatehs as defendants, Rich’s complaint named as a co-defendant, Fate, Inc. — a family-owned corporation formed by the Fatehs. That corporation is also an appellant here. Similarly, Rich was joined in this suit as a co-plaintiff by Golden Table, Inc. — a family-owned corporation of which Rich is the principal shareholder. Because the claims and interests of each of these corporate parties are identical to those of the respective individual parties, our discussion in the text will, for the sake of convenience, refer only to the individual parties.\n. At oral argument, appellants’ counsel maintained that both Rich and the Fatehs intended to leave the contract in a \"holding pattern” until the ABC Board ruled on the license transfer application, and thus that ownership of the Golden Table was never transferred to the Fa-tehs. This argument attempts to make something of the fact that Rich encouraged the Fa-tehs to minimize Roshan’s connection with the restaurant until after the ABC Board had considered the transfer application and that Rich offered his continued assistance in managing the restaurant. In particular, appellants’ counsel pointed to a letter from Rich’s attorney to Mallios dated November 20, 1980:\nIf you agree that Mr. Roshan must stay away [from the restaurant], I will ask Mr. Seymour Rich to be on the premises of the business today for the purpose of helping your client during this period and would appreciate your contacting me about whether you want Mr. Rich to remain on the premises as acting manager and, if so, for what period of time you want him to remain and at what compensation.\nFar from supporting appellants’ position that the parties did not intend to effect a transfer of ownership at settlement, this letter supports Rich’s position. First, we note that Rich’s offer to stay on as manager of the Golden Table is in no way inconsistent with his contention that the Fatehs became the owners of the restaurant as of the date of settlement. The contract deals with ownership of the Golden Table; it does not purport to determine who will manage the restaurant. If the parties intended the Fatehs to assume ownership of the restaurant at the time of settlement — along with the risk, return, and ultimate control ordinarily associated with ownership — this transfer of ownership could not be affected by the fact that the Fatehs were later forced to hire Rich rather than Roshan as the manager of the business. More importantly. Rich’s offer to “help[ ]” the Fatehs in the operation of the business and his request that the Fatehs specify his \"compensation\" make clear that he viewed the Fatehs as the owners of the restaurant and his role as that of a manager/employee.\n. The issue of the lawfulness of this arrangement under the Alcoholic Beverage Control Act, D.C.Code §§ 25-101 to 25-146 (1981 & Supp. 1983) is not before us. We note only that the parties believed that Rich’s continued involvement with the Golden Table made use of the liquor license issued in his name appropriate. Rich testified that this was the sole purpose for his presence at the restaurant after settlement.\n. We note that even if ownership was transferred to the Fatehs as of the date of settlement— as the facts here suggest — the license transfer condition could nevertheless reasonably be construed to survive settlement and to permit rescission of the contract and termination of the Fatehs’ obligations if the condition was not fulfilled. See Restatement (Second) of Contracts § 230 (1979). Thus, it was appropriate for the trial judge to deny Rich’s request for a directed verdict and to put to the jury the question whether the license transfer condition remained effective after settlement (le., a “condition subsequent”) and was properly invoked by the Fa-tehs in May 1981.\n. See Restatement (Second) of Contracts §§ 84, 225 comment b, 246 (1979); 3A A. Corbin, Corbin on Contracts §§ 752, 755 (1962); 5 S. Williston, A Treatise on the Law of Contracts § 678 (3d ed. 1961).\n. See Shear v. National Rifle Association of America, 196 U.S.App.D.C. 344, 347-48, 606 F.2d 1251, 1254-55 (1979); Restatement (Second) of Contracts § 245 (1979); 3A Corbin, supra note 5, § 767; 5 Williston, supra note 5, § 677.\n. In a situation where a buyer commits a breach of a contract of sale before completion of the seller’s performance under the contract, the seller is obliged to mitigate the damages arising from the breach. The seller may be forced to retain control of the property, act in a reasonable manner to protect its value, and engage in a \"substitute transaction” designed to limit the loss resulting from the breach. See Restatement (Second) of Contracts § 350 & comment c (1979). The seller, moreover, must establish at trial both the contract price and the market price at the time of the buyer’s breach in order to establish the measure of damages. By allowing the seller to recover the difference between the contract price and the market price, along with any incidental or consequential losses, the seller will be assured of recovering the benefit of the bargain struck with the buyer; the seller’s “expectation interest” will be protected. Restatement (Second) of Contracts § 347 (1979); see D.C.Code § 28:2-708(1) (1981) (\"the measure of damages for non-acceptance or repudiation by the buyer is the difference between the market price at the time and place for tender and the unpaid contract price”).\n. This rule is traceable to the distinction between the common law \"form of action” used to recover on an executory promise and that used to recover on an executed contract: At common law, a seller who had fully executed a sales contract according to its terms could sue the buyer in indebitatus assumpsit, instead of suing on the contract in special assumpsit. Dermott v. Jones, 69 U.S. (2 Wall.) 1, 9, 17 L.Ed. 762 (1864); Bank of Columbia v. Patterson’s Administrator, 11 U.S. (7 Cranch) 299, 303, 3 L.Ed. 351 (1813); see 5 A. Corbin, supra note 5, § 1110. In theory, an action in indebitatus assumpsit rested not upon the buyer’s express executory promise contained in the contract, but rather on an implied-in-fact promise to pay the full contract price. This implied promise was deemed to arise as soon as the seller had fully performed and the buyer had accepted that performance. The seller’s measure of damages for a breach of this implied promise was the full contract price, plus any additional costs caused by the buyer’s breach; the seller was not required “to declare upon the special agreement\" or to show the extent of his loss of bargain. Bank of Columbia, supra, 11 U.S. (7 Cranch) at 303.\n. It is unclear whether Rich’s actions were intended simply to limit his loss (in the event that a court later determined that the license transfer condition survived settlement and was properly invoked to cancel the contract) or were taken to protect his security interest in the Golden Table. See D.C.Code §§ 28:9-503, -504 (1981 & Supp.1983). In either case, his actions were appropriate in light of the Fatehs’ abandonment of the business.\n. Paragraph 10 of the contract provides:\nDefault. The parties being desirous of avoiding litigation in the event of default, and actual damages being most difficult to ascertain, it is agreed that in the event of default hereunder, the defaulting party shall pay to the other party as liquidated damages and not as a penalty, the sum of $10,000, and upon payment of said sum this agreement shall terminate and the parties shall be released from operation hereof.",
        "type": "majority",
        "author": "FERREN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Robert J. Stanford, Washington, D.C., with whom Gregory A. Cotter, Washington, D.C., appeared on brief, for appellants.",
      "Samuel Intrater, Washington, D.C., with whom Neil Intrater and Albert Brick, Washington, D.C., appeared on brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Manoocher FATEH, et al., Appellants, v. Seymour RICH, Appellee.\nNo. 83-657.\nDistrict of Columbia Court of Appeals.\nArgued June 20, 1984.\nDecided August 24, 1984.\nRobert J. Stanford, Washington, D.C., with whom Gregory A. Cotter, Washington, D.C., appeared on brief, for appellants.\nSamuel Intrater, Washington, D.C., with whom Neil Intrater and Albert Brick, Washington, D.C., appeared on brief, for appellee.\nBefore FERREN, TERRY and ROGERS, Associate Judges."
  },
  "file_name": "0464-01",
  "first_page_order": 524,
  "last_page_order": 533
}
