{
  "id": 11243268,
  "name": "In re Martha Jane SHAY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Shay",
  "decision_date": "2000-07-27",
  "docket_number": "No. 99-BG-649",
  "first_page": "465",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 465"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "542 A.2d 1242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7896463
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "1245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/542/1242-01"
      ]
    },
    {
      "cite": "712 A.2d 496",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11814780
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "500"
        },
        {
          "page": "496"
        },
        {
          "page": "600"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/712/0496-01"
      ]
    },
    {
      "cite": "748 A.2d 915",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11459345,
        11459411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/748/0915-01",
        "/a2d/748/0915-02"
      ]
    },
    {
      "cite": "481 A.2d 451",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/481/0451-01"
      ]
    },
    {
      "cite": "497 A.2d 1062",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923294
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/1062-01"
      ]
    },
    {
      "cite": "650 A.2d 675",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328387
      ],
      "pin_cites": [
        {
          "page": "678"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0675-01"
      ]
    },
    {
      "cite": "452 A.2d 168",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "671 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866154
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/671/0951-01"
      ]
    },
    {
      "cite": "642 A.2d 1327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880827
      ],
      "pin_cites": [
        {
          "page": "1331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/1327-01"
      ]
    },
    {
      "cite": "534 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883356
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "925"
        },
        {
          "page": "924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/0919-01"
      ]
    },
    {
      "cite": "542 A.2d 1225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7896222
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1230"
        },
        {
          "page": "1249"
        },
        {
          "page": "1248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/542/1225-01"
      ]
    },
    {
      "cite": "538 A.2d 247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/538/0247-01"
      ]
    },
    {
      "cite": "689 A.2d 6",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11923563
      ],
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/689/0006-01"
      ]
    },
    {
      "cite": "570 A.2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7383098
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "767-68"
        },
        {
          "page": "768",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/0760-01"
      ]
    },
    {
      "cite": "687 A.2d 938",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357829
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "988, 940"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/687/0938-01"
      ]
    },
    {
      "cite": "524 A.2d 680",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878559
      ],
      "pin_cites": [
        {
          "page": "683"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/524/0680-01"
      ]
    },
    {
      "cite": "489 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912945
      ],
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/489/0452-01"
      ]
    },
    {
      "cite": "670 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861283
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "379-80"
        },
        {
          "page": "379"
        },
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/670/0375-01"
      ]
    },
    {
      "cite": "442 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944708
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "156"
        },
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0153-01"
      ]
    },
    {
      "cite": "707 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11854235
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "375"
        },
        {
          "page": "374"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0371-01"
      ]
    },
    {
      "cite": "610 A.2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924000
      ],
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0231-01"
      ]
    },
    {
      "cite": "697 A.2d 1212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12022844
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/697/1212-01"
      ]
    },
    {
      "cite": "749 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11524585
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/749/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 2236,
    "char_count": 85463,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23886025787603835
    },
    "sha256": "8a86b00733e5fcfe4b4e2daadebbd49c5b86fcef3f5b4d0097689fd00265a64f",
    "simhash": "1:d0fb8338ec0bd1cf",
    "word_count": 14034
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Martha Jane SHAY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nUpon consideration of the joint motion of the Board on Professional Responsibility and Bar Counsel requesting that the Court append to its per curiam opinion of April 27, 2000, published at 749 A.2d 142, the Report and Recommendation of the Board and cause the opinion and Board report to be republished, respondent’s consent motion for leave to file opposition out of time and the lodged opposition, and the lodged reply thereto, it is\nORDERED that respondent’s motion is granted, and the Clerk is directed to file the lodged opposition and reply. It is\nORDERED that the joint motion of the Board and Bar Counsel is granted, and the Clerk is directed to append the Report and Recommendation of the Board on Professional Responsibility to this Court’s opinion of April 27, 2000, and cause the opinion, together with the Report, to be republished.\nAPPENDIX\nDistrict of Columbia Court of Appeals\nIn RE Martha Jane Shay, Respondent.\nA Member of the Bar of the District of Columbia Court of Appeals\nOn Report and Recommendation of the Board on Professional Responsibility-\nSubmitted April 13, 2000\nDecided April 27, 2000\nBefore SCHWELB, FARRELL, and GLICKMAN, Associate Judges.\nPer Curiam: The Board of Professional Responsibility has determined that respondent violated numerous Disciplinary Rules for (pre-1991 conduct) and Rules of Professional Conduct (for conduct occurring in 1991 and later). The crux of the misconduct is a conflict of interest which affected respondent’s representation of two individuals in connection with estate planning. The Board recommends that respondent be suspended for ninety days.\nBar Counsel does not except to the Board’s report and recommendation, and respondent has withdrawn exceptions previously taken.\nThis court will accept the Board’s findings as long as they are supported by substantial evidence in the record. D.C. Bar R. XI, § 9(g)(1). Moreover, we will impose the sanction recommended by the Board “unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.” Id. Respondent’s withdrawal of her exceptions to the Board’s report and recommendation increases the court’s already substantial deference to the Board. D.C. Bar R. XI, § 9(g)(2); In re Delaney, 697 A.2d 1212, 1214 (D.C. 1997).\nWe find substantial support in the record for the Board’s findings and, accordingly, accept them. Given our heightened deference to the Board’s unopposed recommendation, we also accepted the sanction recommended by the Board. Accordingly, it is\nORDERED that Martha Jane Shay is suspended from the practice of the law in the District of Columbia for ninety (90) days. Respondent’s attention is directed to the requirements of D.C. Bar R. XI, § 14 relating to suspended attorneys.\nSo ordered.\nDISTRICT OF COLUMBIA COURT OF APPEALS BOARD ON PROFESSIONAL RESPONSIBILITY\nIn the Matter of MARTHA JANE SHAY, Respondent.\nBar Docket No. 54-96\nREPORT AND RECOMMENDATION OF THE BOARD ON PROFESSIONAL RESPONSIBILITY\nHearing Committee Number Eight concluded that Respondent, Martha Jane Shay, violated numerous Disciplinary Rules in the Code of Professional Responsibility (for pre-1991 conduct) and Rules of Professional Conduct (for conduct occurring in 1991 and later). The crux of the misconduct involved a conflict of interest for her representation of two individuals in connection with estate planning. Respondent takes exception to the Hearing Committee’s findings of violations and to its recommended sanction of public censure. Bar Counsel takes exception to the Hearing Committee’s sanction recommendation only.\nWe adopt the Hearing Committee’s Findings of Fact with editorial changes. We agree with the Hearing Committee with respect to all of its conclusions concerning the violations. We recommend a 90-day suspension, however, rather than the public censure that the Hearing Committee thought appropriate.\nI.Findings of Fact\n1. Respondent is a member of the District of Columbia Bar, having been admitted on November 25,1975.\n2. After graduating from George Washington University Law School in 1975, Respondent became an associate at Ginsburg, Feldman & Bress, where her practice emphasized business law. In 1982, she became a partner in the Ginsburg firm and, in 1989, she became the managing partner. In the fall of 1991, she became a partner in the law firm of Reid & Priest. At the time of the hearing, she practiced law by herself on a limited basis, while devoting most of her business time to operating a children’s book business. Tr. 164-67, 228.\n3. The conduct at issue involves Respondent’s dealings with several individuals, including a client identified herein as J.C. J.C. has been employed as an investment banker by different investment firms, including Johnston Lemon & Company and First Wheat Securities. These investment firms, on various occasions, were part of syndicates underwriting public offerings made by clients of Ginsburg, Feldman & Bress. Respondent met J.C. in approximately 1982 in connection with one of these public offerings. Tr. 167-68; 222-28; 299.\nA. The Marriages of J.C. to L.F-C. and E.Y.\n4. In 1973, J.C. married L.F-C. In approximately 1982, they legally separated; in 1984, they entered into a Separation, Support, and Property Settlement Agreement. They were not finally divorced, however, until late 1994. BX 13 at 4-8; 14 & 34; see Tr. 298.\n5. Ms. E.Y. graduated from college in 1978 and thereafter worked for various brokerage firms. Her first marriage ended in early 1982 with a divorce. Tr. 15-18.\n6. In 1980, E.Y. met J.C. when she went to work at the Johnston Lemon brokerage firm. She initially worked in J.C.’s department where he was one of her supervisors. Tr. 19-20.\n7. In 1981, E.Y. and J.C. began to date. At that time, both were married to their respective spouses, but in various stages of legal separation. Tr. 21,22, 298.\n8. In 1982, after her divorce was final, E.Y. began to reside with J.C. She moved out after several months because she felt that J.C. was not sufficiently persistent in finalizing his divorce and she was “out of patience.” By Christmas of 1982, however, she had moved back in with him. Tr. 24-25.\n9. Over the next few years, J.C.’s divorce was a frequent topic of discussion between E.Y. and J.C. J.C. advised her that the process of divorcing L.F-C. was difficult because of L.F-C.’s demands and personal feelings. Throughout this time, J.C. assured E.Y. that progress was being made and that L.F-C. and he were reaching agreements with respect to property division matters. Tr. 23-26.\n10. In addition to their professional interaction with regard to public offerings, Respondent and J.C. came to be social friends sometime in 1982. E.Y. met Respondent through J.C. in 1985 at a social function while E.Y. was still employed by Johnston Lemon. E.Y. was aware that Respondent was a lawyer at Ginsburg, Feldman & Bress, as well as J.C.’s friend and advisor. Tr. 27-29, 233, 300.\n11. In late 1985, J.C. falsely told E.Y. that he and his first wife, L.F-C., were finally divorced. On February 19, 1986, J.C. and E.Y. participated in a marriage ceremony in Washington, D.C. When he applied for the marriage license, J.C. falsely stated that he had not been married previously. BX 18. In fact, Mr. J.C. remained legally married to L.F-C. at the time of the February 1986 “marriage” to Ms. Y. and continued to be married to L.F-C. until November 28,1994.\n12. In 1986, E.Y. became pregnant. She and J.C. had their first child in February 1987. Tr. 36.\nB. Respondent Is Retained by J.C.\n13. In late 1986, J.C. called Respondent and explained that he needed to speak with her regarding a confidential matter. When they met, J.C. told Respondent that while he had legally separated from L. F-C., he had never obtained a divorce. He further told Respondent that when E.Y. stated that she would leave him if he was not going to marry her, he became distraught, obtained a marriage license and married E.Y. without telling her the truth that he was not divorced. Tr. 170-71; Tr. 300, J.C. explained that E.Y. was pregnant and he asked Respondent to help him “clean up the mess he had made.” J.C. insisted on complete confidentiality of this information. Tr. 170-72.\n14. Respondent advised J.C. to tell E.Y. the truth, that he was not divorced from L.F-C. He responded that he could not tell her at that time because E.Y. was two months from giving birth and he did not want to upset her. He said that he would tell her after the baby was born and the divorce was close to being finalized. Id. at 173.\n15. Respondent advised J.C. that she did not practice domestic relations law, but she agreed to provide him assistance and guidance with regard to his divorce and separation agreement. J.C. retained Robert Liotta, Esquire, to be his attorney of record in the divorce proceeding. Tr. 171-72,175-227; BX 2, 8,16, and 19.\n16. In the Spring of 1987, Respondent assisted Mr. Liotta in providing legal advice to J.C. with regard to amending his 1984 separation agreement with L.F-C. Based on her discussions with J.C., Respondent provided edits and revisions on a\ndraft of the proposed “Amendment to Separation, Support and Property Settlement Agreement of August 23, 1984.” Tr. 176-77, 225-26, 233; BX 5. The proposed amended separation agreement acknowledged that L.F-C. was challenging the validity of the 1984 separation agreement because of her lack of counsel and also because of alleged misrepresentations made to her by J.C. as to the 1984 agreement’s purpose. Tr. 233; BX 5 at 5. The proposed amendments to the 1984 separation agreement, which Respondent reviewed and revised, imposed additional financial obligations on J.C. to L.F-C. Tr. 233; BX 2.\n17. While Respondent did not enter her appearance in J.C.’s divorce proceeding, she received copies of correspondence and pleadings in that action and consulted with Mr. Liotta. Respondent also took custody from J.C. of the fraudulent 1986 marriage license application and the “marriage certificate” of his purported marriage to E.Y. Respondent had these documents placed in the Ginsburg firm’s safe. Tr. 196-97, 230.\n18. Respondent considered J.C. to be her client, but she did not disclose her representation of him to anyone at Ginsburg, Feldman & Bress or set up a file for him at the firm. Tr. 177-78, 231-32. Because of J.C.’s confidentiality concerns, Respondent initially hand-wrote the mem-oranda which she sent to Mr. Liotta so that even her secretary would not be aware of her representation of J.C. Tr. 177-78; RX 14.\n19. J.C. executed a Complaint for Divorce from L.F-C. in December 1986 before a notary in Respondent’s law office. Tr. 175, 227 (Shay); BX 8. The filing of that complaint, however, was delayed until March 30, 1987 while Mr. Liotta, with counsel from Respondent, attempted to negotiate a settlement with L.F-C.’s attorney, Armin Kuder. Respondent did not communicate directly with Mr. Kuder. Tr. 174-76, 228-29; BX 5, 8,19.\n20. Respondent did not bill J.C. for her services in connection with his separation and divorce from L. F-C.\nC. The Wills\n21. Following the birth of her daughter in February 1987, E.Y. wanted J.C. to have a will to protect herself and her daughter. Tr. 36-37,147-48. At the time, J.C. was their sole source of support. Tr. 112, 302.\n22. Respondent agreed to prepare J.C.’s will. A short while later, J.C. asked her to do a “reciprocal will” for E.Y. After considering whether she should draft both wills in light of her ethical responsibilities, Respondent decided she could draft both wills because she felt her knowledge of J.C.’s unusual circumstances would make her particularly suited to draft a will to protect E.Y. and their child. Tr. 182-83, 190-93, 236-37.\n23. Respondent did not advise either J.C. or E.Y. of her potential ethical problems, including a possible conflict of interest, prior to drafting the wills. Tr. 44-45; Tr. 182, 185-86, 254; BX C at 3; see Tr. 309, 311 (J.C. testified that he had no recollection of Respondent advising him of the existence of any ethical problems).\n24. Respondent was aware that ethical considerations were implicated if she drafted wills for both J.C. and E.Y. because they were not lawfully married and she could not advise E.Y. of the confidential information learned from J.C. When she reviewed the ethical rules, she focused on the requirement of maintaining client confidences. She did not consult with any other attorney, even on an anonymous basis, as to what she could do prior to agreeing to draft E.Y.’s will. Tr. 181-83, 239-40, 245, 294-95.\n25. When Respondent drafted E.Y.’s will, she knew that E.Y. was unaware that J.C. remained legally married to L.F-C. and that E.Y.’s “marriage” was invalid. Respondent also knew that E.Y. was ignorant of the fact that J.C. and L.F-C. were engaged in ongoing negotiations concerning divorce, support and property settlement issues that could have had an effect on the enforceability of any will. Tr. 249-51; see Tr. 44.\n26. Respondent drafted both J.C.’s will and E.Y.’s will without disclosing to E.Y. that J.C. remained married to L.F-C., that J.C. and L.F-C. were renegotiating their financial settlement, and that L .F-C. was challenging the validity of their prior property settlement agreement. Tr. 44, 112-13; BX 3; Tr. 233, 250-54, 257. Respondent did not dispute at the hearing that the information concerning J.C.’s marital status was important information of which E.Y. should have been advised prior to preparing her will, but took the position that she was obligated not to carry that information to E.Y. Tr. 192.\n27. E.Y. and J.C. elected to have reciprocal wills, leaving their respective estates to each other. Tr. 147-48. Respondent failed to advise E.Y. that Respondent had a conflict of interest in representing both J.C. and E.Y. Tr. 44-45; Tr. 182, 185-186, 254.\n28. Respondent described J.C. as E.Y.’s “husband” in her will; Respondent knew, to the contrary, that J.C. was not in fact E.Y.’s husband. Tr. 197-198, 249-50, 296; see BX 4 at 15-21.\n29. On July 23, 1987, E.Y. executed the will drafted by Respondent at the Ginsburg, Feldman law offices. Respondent and other Ginsburg, Feldman employees served as witnesses. Respondent did not disclose at that time J.C.’s true marital status or her own involvement in the recent negotiations between J.C. and L. FC. Respondent did not disclose any possible conflict of interest or suggest to E.Y. that she consult with other counsel. Respondent caused the original of E.Y.’s executed will to be placed in the law firm’s safe. BX 4 at 21; Tr. 42-47.\n30. Had E.Y. been told of J.C.’s still-valid marriage to L.F-C. in July 1987, she would not have executed the will in the terms drafted by Respondent. Tr. 93.\n31. E.Y. considered Respondent to be her lawyer as well as J.C.’s lawyer when Respondent prepared their wills. Tr. 45; BX 1, BX 3, BX 4. Respondent understood that both E.Y. and J.C. relied on her as their lawyer. Tr. 246. Respondent admitted at the hearing that E.Y. was her client when she drafted her will. Tr. 255-57.\n32. When Respondent drafted J.C.’s will leaving his assets to E.Y., she deliberately omitted any references to E.Y. as his “wife.” Respondent referenced E.Y. in J.C.’s will by her name and not by her status. Tr. 196, Tr. 303, 308. Since their wills were to be reciprocal and J.C. was named to be her executor, E.Y. believed that she would be named the executor of J.C.’s estate. Respondent, however, named herself as his executor rather than E.Y. and did not disclose that fact to E.Y. Tr.47-48; Tr. 196. Respondent argued before the Board that she named herself as executor, rather than E.Y., because in the event that J.C. died before his divorce from L.F-C. was accomplished, Respondent would be uniquely well situated to protect the interests of E.Y. and her child. Tr. 196.\n33. J.C. executed his will at Respondent’s law firm on July 24, 1987. Respondent caused the original of J.C.’s will to be placed in the firm’s safe. BX B at 3; BX C at 3.\n34. E.Y. did not see a draft or the final version of J.C.’s will until June 1995 when her will, J.C.’s will, the fraudulent marriage license application and their “marriage certificate” were delivered to her by the Ginsburg law firm. Tr. 30-32, 47-48, 113. E.Y. only learned at that time that her will was not the mirror image of J.C.’s in that Respondent, and not herself, had been made the executor of J.C.’s estate. Tr. 47-48,113-14.\nD. Posir-Will Advice to J. C. and E. Y.\n35. In late 1987 and in the months following, Respondent provided advice to J.C. concerning amendments to his 1984 property settlement agreement with L. FC. as well as advice in their divorce proceeding. While Respondent did not enter an appearance as counsel of record, she received copies of pleadings and correspondence and played an active role in advising J.C. Tr. 206, 229-30, 265; BX 19.\n36. February 1988, Respondent received correspondence on behalf of J.C. from Armin Kuder, the attorney representing L.F-C., which related to their divorce. BX 16 at 9-14.\n37. Respondent reviewed J.C.’s second complaint for divorce in March 1988 (after his previously filed complaint had been dismissed) and discussed it with Mr. Liot-ta, J.C.’s counsel of record. When the complaint needed revision, Respondent had personnel in her office retype it. J.C. executed the retyped complaint and had it notarized in Respondent’s office. Tr. 261-64; BX 19 at 2-3; BX 20.\n38. Respondent had periodic contact with J.C. in 1989 and 1990. In May 1991, Respondent was advised that J.C. and E.Y. had become parents of a second child. Respondent was aware that J.C. was still not divorced from L. F-C., but did not advise E.Y. of this fact. Tr. 265-66.\n39. In the summer of 1991, Respondent acted as counsel for J.C. in responding to demands for separation payments from L.F-C.’s attorney, Armin Kuder. In response to a request by J.C., Respondent sent a letter to Mr. Kuder requesting that he address all future correspondence with regard to J.C. to her. Tr. 266-67; BX 16 at 1-4.\n40. In 1990 and 1991, J.C. began borrowing money from various banks without E.Y.’s knowledge. In 1992, E.Y. became aware that J.C. had not been paying all their bills. She also learned that he had borrowed money from Riggs Bank and from his father. She became concerned about these loans and other “financial irregularities.” Tr. 55, 58-62.\n41. In mid-1992, Respondent was approached by Annin Kuder to carry a message to J.C.: the message was that L.FC., who was still married to J.C., was pregnant by him and that he needed to pay additional amounts of money to cover costs associated with this child. Respondent refused to convey this message to J.C., but eventually provided this information to J.C.’s sister. Tr. 213-14, 217; BX 2, Chron. at 5-6.\n42. In late August 1992, J.C. did not come home from work. He made “some odd phone calls” to E.Y. and was in an “agitated mental state.” Tr. 60-61. E.Y. called Respondent, wanting to know if she had heard from J.C. and relating that he might be suicidal. Tr. 63; 201-02. Respondent later learned that J.C. had gone to Charlotte, North Carolina where his father and other family members resided. Id.\n43. Shortly thereafter, E.Y. began to receive notices from the District of Columbia Superior Court concerning an action filed by Credit International Bank against J.C. to recover on a delinquent loan. Tr. 61-62; BX 6 at 5. E.Y. called Respondent to seek legal advice. Respondent agreed to look into these matters and try to resolve them. Tr. 61-64.\n44. During this same time period, Respondent was in contact with J.C.’s father and sister, both of whom are lawyers. They advised Respondent that J.C. was in an agitated mental state and that they were trying to arrange treatment for him. They further advised Respondent that J.C. may have incurred significant debts with several Washington area banks which, once identified, would be brought current by J.C.’s father. The family provided Respondent with some information about these bank debts so she could assist in arranging payment. Tr. 203-05.\n45. E.Y. called Respondent about a certified letter from Riggs Bank concerning a loan made to J.C. and herself. Tr. 62. E.Y. was concerned because the letter was addressed to her as well as J.C. and she wanted to know if she was personally liable. E.Y. told Respondent that she had never taken a loan from Riggs Bank. Tr. 67-68,125-26.\n46. By this time, Respondent was a partner at Reid & Priest. She began to conduct inquiries into the various bank loans and made arrangements to bring the loans current. In September and October 1992, Respondent, in her capacity as an attorney, resolved the cases filed against J.C. by the Credit International Bank and The Washington Bank by arranging payments from J.C.’s father. BX 10 at 3-10; BX 11 at 1-4.\n47. Respondent called James Corrigan of Riggs Bank in September 1992 and asked him to provide the details of the Riggs loan. Mr. Corrigan advised that the note was significantly in arrears and the bank was about to file a court action. Mr. Corrigan advised her that the only asset the bank could find to levy on was the family’s house and that the bank was reluctant to do that unless there was no alternative. Tr. 209, 281-82; BX 12.\n48. Respondent asked for and received a copy of the note from Riggs, and provided a copy of it to E.Y. The Riggs documents showed a $25,000 loan to J.P. and E.Y. Riggs Bank internal records stated that it was contacted by “their” (J.C. and E.Y.’s) attorney concerning the overdue loan. BX 12 at 1.\n49. After Respondent provided E.Y. with a copy of the Riggs note, E.Y. reiterated that she did not take the loan at Riggs and that someone had forged her signature. When E.Y. stated that she intended to report the forgery, Respondent advised her that such a course of action could prove harmful because she and her children were financially dependent on J.C.’s ability to earn a living and that his ability to work as an investment banker would be seriously impaired by any allegation of bank fraud. Tr. 210-11; BX 2, Chron. at 7-8. Respondent further advised that because the funds had been borrowed fraudulently, the bank could call the loan, foreclose on the family’s house, and even come after E.Y. personally. Tr. 68-69, 126-28; Tr. 210-11, 282-85; BX 1; BX3.\n50. E.Y. considered Respondent to be her lawyer with respect to the Riggs loan and the other financial matters they discussed and Respondent never advised E.Y. that she was not acting as her lawyer. Respondent was active in helping to bring these debts current or pay them off. EY. was still of the belief that she was married to J.C. and her concerns stemmed from this fact. Respondent did not advise her that she was not legally married to J.C. or that L. F-C. was still J.C.’s lawful wife. Tr. 69-70; 73-74; 124-125; Tr. 282-83.\n51. Respondent requested that E.Y. provide her with copies of tax returns for E.Y. and J.C. so she could review them. E.Y. provided the tax returns to Respondent as requested; Respondent later advised her that they were in order. Tr. 73-75.\n52. Respondent also asked E.Y. to obtain a credit report for J.C. to determine if there were any other outstanding debts or obligations that had not yet been discovered. Respondent explained to E.Y. how to obtain the credit report and provided the telephone number of one of the credit agencies. Tr. 73-74; Tr. 285-86. After E.Y. received the credit report, she called Respondent to discuss what she believed were inaccuracies, including that L.F-C. was still listed as J.C.’s spouse and that certain accounts listed were not those of J.C. Tr. 73-74, 76-77,129-31. Respondent advised E.Y. to “leave that alone.” Tr. 76-77.\n53. On April 6, 1993, a daughter was born to L.F-C. and J.C. BX 13 at 5.\n54. By May 1993, the relationship between E.Y. and J.C. had deteriorated further, E.Y., who had followed J.C. to North Carolina with their children, called Respondent for a referral to a lawyer in North Carolina because she wanted to leave that state with her children, against J.C.’s wishes. When Respondent called back with the names of lawyers who might be able to help, E.Y. asked Respondent directly about the relationship between J.C. and L.F-C. Respondent then advised E.Y. for the first time that J.C. had lied to her about his marital status when he married her and that she was not lawfully married to J.C. Tr. 79-80, 83, 105-06, 218-19.\n55. By June 1, 1993, a few days after learning that her marriage was invalid, E.Y. retained John Gresham, Esquire, to represent her in separating her interests from J.C.’s, to establish her custody of their children, and to seek financial support. Tr. 80-81.\n56. In August 1993, when the Riggs loan was again in default, Riggs called Respondent. When Respondent called E.Y. to advise her of this fact, E.Y. stated that the Riggs loan was J.C.’s responsibility. Respondent then wrote to E.Y., on Respondent’s law firm letterhead, repeating that the loan was overdue. Respondent wrote that she wanted to be sure that E.Y. was fully aware that because both her name and J.C.’s name were on the loan, “her joint assets [were] subject to the loan.” BX 4 at 2; Tr. 219-220.\n57. On November 28,1994, a Judgment of Absolute Divorce was issued to J.C. and L. F-C. BX 13.\n58. In December 1994, E.Y. and J.C. retained Lucius Bracey, Esquire, to counsel them concerning estate planning matters. J.C. and E.Y. were attempting to reconcile. Mr. Bracey obtained their written consent to the representation of both of them and emphasized that what was told to him by one party would be shared with the other party. In June 1995, E.Y. and J.C. executed new wills that had been drafted by Mr. Bracey. While J.C. was not disinherited in E.Y.’s new will, his rights in her estate were substantially less than in the will drafted by Respondent. Tr. 89-91, 134, 136, 152; compare BX 4 at 15 with BX 17.\n59. As the result of executing new wills, Mr. Bracey advised that all previous wills be collected and destroyed. E.Y. requested Ginsburg, Feldman & Bress produce the wills for her and J.C. that had been drafted by Respondent. In response to this request, Ginsburg, Feldman & Bress turned over all the documents relating to J.C. and E.Y., including their wills, the fraudulent marriage license application, and their “marriage certificate.” E.Y. learned at that point for the first time that her will was not identical to J.C.’s and further that J.C. had provided the fraudulent marriage license application to Respondent. Tr. 31,138; BX 18.\n60. In February 1996, E.Y. filed an ethical complaint against Respondent with Bar Counsel. BX 1.\nRespondent argues that the Hearing Committee erred by failing to make findings or by making allegedly erroneous findings on several issues. Given the deference that we owe findings of a hearing committee, see In re Micheel, 610 A.2d 231, 234 (D.C.1992), only two of the alleged omissions by the Hearing Committee warrant comment: That Respondent repeatedly urged J.C. to tell E.Y. the truth about his first marriage (Tr. 182-83, 198-99, 235) and that shortly after the. wills were executed, J.C. falsely told Respondent that he had told E.Y. the truth about his lack of a divorce from his first marriage (Tr. 198-99, 235, 250). The Board addresses these issues below in the context of the disciplinary violations to which they relate.\nII. Conclusions Concerning Violations\nA. The Violations Charged\nIn this matter, Respondent was charged with violating multiple disciplinary rules which are very similar, and to some degree overlapping. Respondent’s representation of E.Y. spanned a period from 1986 to 1993; consequently, Bar Counsel brought charges under the Disciplinary Rules for pre-1991 acts and under the Rules of Professional Conduct for acts after January 1, 1991.\nWith regard to the drafting of E.Y.’s will, Respondent was charged with violating DR 5-105(A) for accepting employment in behalf of E.Y. where the exercise of her professional judgment in behalf of E.Y. would be likely to involve Respondent in representing different interests because of her representation of J.C.; DR 5-105(B) for engaging in multiple employment where the exercise of her independent professional judgment in behalf of E.Y. would be or was likely to be adversely affected by her representation of J.C. or where it would likely involve her in representing differing interests; Rule 1.7(b)(2) for representing E.Y. without her informed consent with respect to a matter in which the representation would be or was likely to be adversely affected by her representation of another client (J.C.); DR 5-105(C) and Rule 1.7(b)(4) for representing multiple clients where it was obvious she could not adequately represent the interests of each and E.Y. did not consent to the representation after full disclosure of the possible effect of such representation on the exercise of Respondent’s independent professional judgment on behalf of each client; DR2-110(B)(2) and Rule 1.16(a) for not withdrawing from representing E.Y. after it became apparent that her ongoing representation likely would result in a violation of other Disciplinary Rules, particularly the rules prohibiting conflicts of interest; and DR 1-102(A)(4) and Rule 8.4(c) for including a dishonest statement in E.Y.’s will.\nWith regard to providing legal advice to E.Y. about the loans undertaken by J.C. in 1991 and 1992, and particularly the Riggs loan, Respondent was charged with violating Rule 1.7(b)(2) for representing E.Y. without her informed consent with respect to the loan when such representation would be or was likely to be adversely affected by Respondent’s representation of another client (J.C.); Rule 1.7(b)(4) for representing E.Y. without her informed consent with respect to the loans when Respondent’s professional judgment on behalf of E.Y. would be or reasonably could be adversely affected by Respondent’s responsibilities to, or interests in, a third party (J.C.); Rule 1.16(a), for failing to withdraw from E.Y.’s representation, when the representation would or would likely result in a violation of the Rules of Professional Conduct, particularly the previously charged Rules 1.7(b)(2) and 1.7(b)(4) involving conflicts of interest; and Rule 8.4(c) for engaging in dishonest conduct.\nBar Counsel also charged Respondent, apparently in the alternative, with violating Rule 4.3(a) for giving advice concerning the bank loans to an unrepresented person (E.Y.), where the interests of E.Y. were or were reasonably likely to be in conflict with the interests of Respondent’s client (J.C.). The Hearing Committee did not address the Rule 4.3(a) violation because of its conclusion that Respondent represented E.Y. as her attorney; because the Board agrees, we likewise do not address Rule 4.3(a).\nB. An Attorney-Client Relationship Existed Between Respondent and E.Y. and Between Respondent and J.C.\nThe Hearing Committee concluded, and the Board agrees, that in order to determine whether Respondent had a conflict of interest and whether she failed to withdraw after she knew or should have known that her continued employment would result in a violation of the disciplinary rules, it is necessary to determine whether an attorney-client relationship existed between Respondent and J.C. and between Respondent and E.Y. See Rule 1.6 [Cmt. 7] (principles of substantive law external to the Rules determine whether a lawyer-client relationship exists). The evidence presented at the hearing clearly established that an attorney-client relationship existed between Respondent and J.C. for purposes of preparing his will, assisting him, with his divorce from L.F-C. and with his delinquent financial obligations.\nIn her Answer to the Specification of Charges and for most of the hearing, Respondent resisted admitting that E.Y. was her client with regard to the will she drafted for E.Y. Respondent contended that she only communicated with E.Y. indirectly through J.C. and further that she was a mere scrivener of E.Y.’s wishes when the will was drafted. Respondent persisted with this untenable position until late in her cross-examination when she finally admitted the obvious: that E.Y. was her client when she drafted E.Y.’s will. Respondent did not dispute that E.Y. was her client for purposes of the drafting of E.Y.’s will when she appeared before the Board. With regard to whether E.Y. was her client in matters concerning the delinquent loans, Respondent held fast to her position that E.Y. was not her client. The Hearing Committee and Board disagree with Respondent and conclude that an attorney-client relationship existed between Respondent and E.Y.\nThe objective evidence clearly supports the conclusion that an attorney-client relationship existed as to E.Y. both with regard to drafting her will and advising her on the delinquent loans. In both instances, E.Y. was seeking professional advice and assistance from Respondent; Respondent held herself out as an attorney in delivering her advice and services, and used her law firm’s letterhead and resources for her work. The actions by Respondent led the Hearing Committee, as fact-finder, to conclude there was an attorney-client relationship. On the record before us, we see no reason to disturb this conclusion. See In re Bernstein, 707 A.2d 371 375 (D.C.1998); In re Lieber, 442 A.2d 153, 156 (D.C.1982); see also In re Ryan, 670 A.2d 375, 379-80 (D.C.1996).\nThe evidence also supports E.Y.’s subjective belief that Respondent was her attorney. E.Y. asked Respondent to draft a will to maximize protections and benefits for E.Y. and her baby. The requested work required legal skills. Respondent drafted E.Y.’s will at the Ginsburg, Feld-man law firm, using her law firm staff; the will was signed, witnessed and notarized at the law firm; and the law firm retained the original of the will. E.Y. attempted to pay Respondent for the services that she rendered.\nSimilarly, when E.Y. was concerned about legal action being taken against her by Riggs Bank, she called Respondent who said she would take care of it. Respondent. obtained information from the bank that would have been confidential except to an attorney for the borrowers. Respondent also asked E.Y. to provide her with copies of her tax return and asked E.Y. to obtain a credit report for J.C. and E.Y. Finally, the representative from Riggs Bank also was of the opinion that Respondent was acting as an attorney for E.Y. and J.C. Thus, E.Y.’s belief that Respondent was being consulted in the capacity as E.Y.’s lawyer was fully justified by all of these facts. The attorney-client relationship was not affected by the fact that there was no written retainer agreement, by the fact that Respondent did not receive any fees, or by the fact that direct communication between E.Y. and Respondent was limited. See In re Bernstein, 707 A.2d 371, 374 (1998); In re Lieber, 442 A.2d at 156; In re Ryan, 670 A.2d at 379; see also In re Washington, 489 A.2d 452, 456 (D.C.1985).\nThe attorney-client relationship is further bolstered by the fact that Respondent never said or did anything to indicate to E.Y. that she was not acting as her lawyer. In fact, when E.Y. contacted Respondent about payment for the drafting of her will, Respondent told her that the wills had been or were going to be paid for by J.C. Tr. 39-42; 116-17.\nRespondent’s contention that she was only representing J.C. or “the family” and not E.Y. with regard to the overdue loans flies in the face of the evidence, particularly as to the Riggs loan. There is no dispute that E.Y. approached Respondent in her capacity as a lawyer because she (E.Y.) was concerned about her own liability for her “husband’s” loans, particularly with regard to the loan which bore her forged signature. E.Y. was at a loss as to what to do and turned to a lawyer for advice. Respondent gave her legal advice and instruction. Respondent advised E.Y. of the legal consequences of reporting the forgery, both as to the loan itself and to her. “husband’s” career. Respondent further advised E.Y. that J.C. may well have committed a bank fraud.\nFinally, Respondent’s claims that she was not giving legal advice or practicing law are unavailing. With regard to the wills, her claim that she was merely a scrivener is contradicted by another of her claims that she was exceptionally well-suited to draft E.Y.’s will because she alone had knowledge of E.Y.’s unique legal circumstances, which were not even known by E.Y. Moreover, it is clear that the drafting of even a simple will constitutes the practice of law. See D.C.App. R. 49(b)(3).\nC. Respondent Violated the Conflict of Interest Rules\n1. DR 5-105(A). The Hearing Committee found clear and convincing evidence that Respondent violated DR 5-105(A) when she agreed to undertake the drafting of E.Y.’s will and then did so without advising E.Y. of Respondent’s conflicting duties to another client (J.C.) and without fully disclosing material information necessary for E.Y. to make an informed decision as to how to devise her property. Certainly the information that the man E.Y. believed to be her husband but who, as Respondent knew, was not in fact her husband, and the information relating to J.C.’s ongoing property settlement discussions with his wife L.F-C. were material to E.Y.’s decisions. In preparing a will for E.Y., Respondent had a duty to advise E.Y. of all information material to her decision concerning how to dispose of her property upon her death. Yet, as Respondent concedes, she had a duty not to disclose precisely this information because it was a confidence learned from her client, J.C. Her duties to her respective clients thus were irreconcilable and resulted in a conflict of interest. Respondent could not possibly have undertaken to represent E.Y. unless and until she obtained E.Y.’s consent following a full disclosure of the possible effect of such representation on the exercise of her independent professional judgment on behalf of each, which Respondent failed to do. She accordingly violated DR 5-105(A).\nRespondent argued before the Board that she viewed the obligation not to disclose client confidences as inviolate, and feared that “the nonverbal conduct” of refusing to draft E.Y.’s will could result in an impermissible disclosure of a client confidence. She further feared that any refusal to assist both clients could result in no wills being drawn, which would leave E.Y. and her baby unprotected in the event of J.C.’s death, because L.F-C., as his wife, would have first claim on his assets if he died intestate.\nRespondent’s argument to the Board on the conflict issue is that she was trying to protect the interests of E.Y.’s child, which was a common- — not conflicting — interest shared by E.Y. and J.C. The conflict of interest rules do not permit a lawyer to be the judge of whether a potential client should be kept in the dark about information that could compromise the lawyer’s goal in pursuing the client’s interests. The lawyer is a representative, not a principal, in client decisions and transactions. The lawyer has no right to make judgments about what is best for clients who are not fully informed about the facts and their options. If the information cannot be disclosed, it is not an option for the lawyer to persist and to undertake both representations.\n2. DR 5-105(B). While it was obvious even before Respondent started to draft their wills that she had a conflict of interest in representing both J.C. and E.Y., this conflict did not cease to exist after the wills were executed in July 1987. The wills drawn by Respondent for J.C. and E.Y., which were maintained by Respondent at her law firm, perpetuated the conflict. Respondent had a continuing duty to withdraw from the representation of E.Y., particularly as it became more obvious that J.C. was unwilling or unable to make the disclosures to E.Y. that Respondent had a duty to make.\nThe Court has explained that an attorney has a duty to withdraw when the attorney’s continuation in the representation assists the client in perpetrating a fraud. See In re Austern, 524 A.2d 680, 683 (D.C.1987). In In re Hopkins, 687 A.2d 938 (D.C.1996)(per curiam), the Court considered the situation in which the lawyer’s participation did not assist the client in committing a fraud at the outset, but the lawyer learned later that the client had stolen money from an estate. The Board concluded, and the Court agreed, that withdrawal was permitted at that stage but was not clearly required under DR2-110(B)(2)(withdrawal required where a lawyer knows or it is obvious that continued employment will violate a disciplinary rule) because it was not obvious that her continued representation would constitute conduct prejudicial to the administration of justice. Id. at 988, 940.\nThis case seems to the Board to be closer to Austem than to Hopkins. It was clear as soon as Respondent undertook to draft E.Y.’s will that she could do so only on guarded terms that kept her client ignorant of information that logically was crucial to the client’s testamentary intent. It well may be, as Respondent argues before the Board, citing a single case from Arkansas, that legal representation involved in drafting a will generally ends when the will is executed, but such a principle does not fit a situation in which a client executes a will that the lawyer knows is ill-informed because the client has not been given relevant information that the lawyer is holding in confidence. Respondent held the original of that ill-informed will in her firm’s safe, knowing that her client, E.Y., was at risk of being left without means if J.C. died. Respondent also was actively engaged in the divorce and property settlement negotiations of J.C. and L.F-C. These activities directly impacted the marital status and the property rights of E.Y. and J.C. The Board cannot conclude under these circumstances that Respondent’s representation of E.Y. ended when the will was executed. Respondent had a continuing obligation to withdraw from the representation.\nRespondent complains that the Hearing Committee paid insufficient attention to the evidence that she urged J.C. to tell the truth to E.Y. The Hearing Committee so found (see paragraph 14, above), although apparently not with the emphasis Respondent would like. That fact does not save Respondent from the DR 5-105(B) violation. While it is commendable that Respondent attempted to get J.C. to rectify his situation, she could not look to J.C. to cure her own conflict of interest. It is true that Respondent’s withdrawal would not have rectified or avoided all of the harm and hurt to E.Y., but it would have stopped Respondent from serving as an instrumentality in the perpetuation of the lie that had been told to E.Y. We conclude that Respondent was ethically obligated to extricate herself from her active participation in J.C.’s web of deceit, and she violated DR 5-105(B) when she failed to do so.\n3. DR 5-105(C). The Hearing Committee found that there was clear and convincing evidence that Respondent violated DR 5-105(C) when she did not advise E.Y. of her conflicting duties to another client and when she did not disclose to E.Y. the material information necessary for E.Y. to make an informed decision as to how to devise her property, but proceeded forward with the representation of E.Y. and J.C. In light of the undisputed factual record that Respondent did not make the required disclosures to Respondent, we agree that a violation of DR 5-105(C) was proven by clear and convincing evidence.\n4. Rule 1.7(b)(2). Likewise, Respondent had a conflict of interest between client J.C. and client E.Y. when Respondent advised E.Y. about the Riggs Bank loan. It should have been clear to Respondent from E.Y.’s questions about the delinquent loans that she still erroneously believed that J.C. was her husband. Respondent never corrected this misperception nor advised her of the critical fact that they were not married, even when Respondent elected to advise E.Y. of the dangers of reporting the forgery to Riggs Bank, including the advice that E.Y. might lose their house or their “joint assets.” BX 4 at 2. Moreover, once Respondent knew that J.C. apparently forged E.Y.’s name on the loan, the interests of E.Y. and J.C. were in conflict regardless of who knew what about their marital status. The advice given by Respondent left E.Y. vulnerable to future litigation and loss of property. An attorney independently representing only E.Y. would have looked to her interests, and should have raised the option of reporting the forgery and walking away from the entire problem because the individual responsible for forging her name on the bank note had no legal relationship to her beyond the fact that he was the father of her children.\nRespondent never disclosed to E.Y. the existence and nature of the possible conflict and the possible adverse consequences of her representing both J.C. and E.Y. with regard to the bank loans taken out by J.C. The conflict was created when Respondent could not reveal this confidential information because of the requirement that she protect the confidences of a different client, which caused Respondent to refrain from obtaining E.Y.’s informed, knowing consent to the joint representation of herself and J.C. See Rule 1.7 [Comment 19](“If a lawyer’s obligation to one or another client or to others or some other consideration precludes making such full disclosure [of the parties and their interests and positions in order to enable each potential client to make a fully informed decision as to whether to proceed with the contemplated representation], that fact alone precludes undertaking the representation at issue”). The evidence was clear and convincing that Respondent violated Rule 1.7(b)(2) when she engaged in the representation of E.Y. because that representation was likely to be affected by her representation of J.C.\n5. Rule 1.7(b)(4). The Hearing Committee did not find a violation of Rule 1.7(b)(4) because J.C. was not a “third party”; he was a client and thus Respondent’s conflict falls within the parameters of Rule 1.7(b)(2). The Board agrees with the Hearing Committee and finds no violation of Rule 1.7(b)(4).\nD. Respondent Engaged in Acts of Dishonesty\n1. DR 1-102(A)(4) The dishonesty prohibited by DR 1-102(A)(4) includes— but is broader than — “fraudulent, deceitful, or misrepresentative behavior.” In re Shorter, 570 A.2d 760, 767-68 (D.C.1990). It “encompasses conduct evincing a lack of honesty, probity or integrity in principle, a lack of fairness and straighforwardness.” Id. at 768 (citation omitted).\nRespondent’s conduct in drafting E.Y.’s will falls within this definition. First and foremost, she helped perpetuate the dishonesty being perpetrated on E.Y. by J.C. when she stated in the will that J.C. was E.Y.’s “husband” when in fact they were not married. Respondent knew when she referred to J.C. as being E.Y.’s “husband” in her will that the term was false and misleading. This language by Respondent clearly had a tendency to lull E.Y. into not questioning the finality of J.C.’s divorce in that her lawyer (Respondent) confirmed that J.C. was her husband.\nRespondent argues that the characterization of J.C. as E.Y.’s “husband” in the will is not dishonesty within the meaning of DR 1-102(A)(4) because Respondent did not make a conscious choice to deceive a client for her own personal gain. Personal gain is not an element required to show a violation of DR 1-102(A)(4). See In re Abrams, 689 A.2d 6, 9 (D.C.1997); In re Thompson, 538 A.2d 247 (D.C.1987). The dishonesty also need not involve representations to a client. In re Kennedy, 542 A.2d 1225, 1230 (D.C.1988); In re Hutchinson, 534 A.2d 919, 925 (D.C.1987) (en banc).\n2. Rule 84(c). The Hearing Committee did find, and the Board agrees, that the dishonest statement put in E.Y.’s will by Respondent (ie., J.C. was E.Y.’s husband) had force and effect up until the time when Respondent finally told E.Y. the truth in May 1993. Respondent was well aware of what she had drafted in E.Y.’s will and her failure either to find a way to correct it or to withdraw compounded the harm to E.Y.\nThe Hearing Committee did not find Respondent to have committed acts of dishonesty after January 1, 1991, under Rule 8.4(c), by failing to inform E.Y. of the privileged information learned from J.C., because Rule 1.6 continued to preclude her from disclosing his confidences and secrets. Bar Counsel has not taken exception to that conclusion, so the Board does not address it.\nBar Counsel charged Respondent with acts of dishonesty with respect to her representation of E.Y. on the Riggs loan. The Hearing Committee made no finding on this charge. Bar Counsel has not raised this issue with the Board; therefore the Board does not address it here.\nE. Respondent Should Have Withdrawn From Her Representation of E.Y.\n1. DR 2-110(B)(2). Disciplinary Rule 2-110(B)(2) requires that a lawyer representing a client withdraw from employment when she knows or it is obvious that her continued employment will result in a violation of the Disciplinary Rules. For the reasons stated above in connection with DR 5-105(B), we agree with the Hearing Committee that Respondent’s continued representation of E.Y., when it was clear that J.C. had not revealed his true marital status and Respondent could not do so, violated this Rule because it was obvious that her ongoing representation would result — and in fact did result — in Respondent’s violations of other disciplinary rules, namely DR 5-105 (conflict of interest) and DR l-102(A)(4)(dishonesty). As the Hearing Committee concluded: “Prior to May 1993, [E.Y.’s] conduct and statements were such that it had to be obvious to Respondent that she had to know that [E.Y.] continued in her belief that [J.C.] was her husband, in part due to Respondent placing this information in [E.Y.’s] will.” Hearing Committee Report at 39.\nRespondent argues the Hearing Committee erred by failing to find that J.C. lied to Respondent when he told her after the wills were executed that he had informed E.Y. of the true status of his first marriage. The Hearing Committee apparently rejected Respondent’s proposed finding, either because it disbelieved the testimony or because, even if such a conversation occurred, it did not cure Respondent’s failure to withdraw and this would not change its conclusions as to the violations. Either conclusion would be justified on this record. It strains credulity to think that Respondent was told at some time following the execution of the wills that E.Y. knew that J.C. was not her husband, yet Respondent failed to contact E.Y. to confirm whether the will Respondent had drafted still reflected E.Y.’s testamentary intent, given this startling new information. In any event. Respondent testified that J.C. told her “within several months” of the execution of the wills that he had told E.Y., the truth. Tr. 199. (J.C. could say only that the conversation occurred some time in 1987. Tr. 801.) Even accepting Respondent’s version of events, the conflict continued, and Respondent had a duty to withdraw, up until the time that Respondent knew with certainty that the relevant information was provided to E.Y.\n2. Rule 1.16(a). Respondent’s failure to withdraw from representing E.Y. with respect to the Riggs loan in 1992-93 similarly violated Rule 1.16(a), the successor to DR 2-110(B)(2), in that her continued representation resulted in violation of the rules of professional conduct by causing her to engage in a representation involving conflicting interests in violation of Rule 1.7(b).\nIII. RECOMMENDED SANCTION\nIn considering the appropriate sanction in this matter, we must take into account the nature and circumstances of the violations, the mitigating and aggravating factors, the need to protect the public, the courts and the legal profession, and the moral fitness of the attorney. In re Ryan, 670 A.2d 375, 380 (D.C.1996); In re Hutchinson, 534 A.2d 919, 924 (D.C.1987) (en banc).\n1. The Nature and Circumstances of the Violations.\nWe view the Respondent’s violation of the conflict of interest rules, the concealment of relevant information from E.Y. for six years and the use of a misleading term to mask it, somewhat more gravely than did the Hearing Committee. The conflict of interest rule is a per se rule. - Unless a particular conflict can be waived by the potential clients involved after full disclosure, an attorney cannot take on the representation of both clients. It simply is not open to an attorney to decide unilaterally, or in conjunction with only one client who knows all of the facts, that the representation serves some higher good that justifies the impairment of the attorney’s ability to represent both zealously.\n2. The Mitigating and Aggravating Factors.\na. Mitigating Factors.\nThe Board recognizes that Respondent’s misconduct was not self-serving. Respondent’s primary goal was to help a friend; she never intended or wanted to cause harm to E.Y. Respondent initially disregarded the conflict of interest rules and dishonesty rule thinking that writing a will for E.Y. and naming herself as the executor of J.C.’s will would be quick fixes to her client/Mend J.C.’s problem. In mid-1987, that problem appeared correctable in the near future: J.C. would obtain a divorce from his first wife and then inform E.Y. of this fact. Unfortunately for Respondent, J.C. could not follow through. He did not finalize his divorce from L. FC. for seven years and he had a baby by his legal wife, L.F-C., in the interim. What started out as a small lie to help J.C. and to give protection to E.Y. and her child mushroomed into a mountain of ethical problems, which Respondent compounded by not withdrawing from the representation each time the ethical warning lights flashed. Indeed, Respondent contributed to the emotional harm caused in this case by J.C., by assisting and allowing J.C.’s deception to continue for over six years.\nWe also take into account the fact that this is Respondent’s first brush with the disciplinary system. She practiced law without discipline for 12 years before drafting the will; she has practiced for 11 years since that time without problems concerning any other client or matter.\nRespondent, like other respondents in recent disciplinary cases, argues that the publicity this case has received is somehow punishable enough and mitigates in favor of a reduced sanction. The Board disagrees. With the adoption of amended Rule XI, § 17(a), effective on January 1, 1995, the Court opened the disciplinary system to public scrutiny from the time a petition is filed by Bar Counsel. Petitions and Hearing Committee actions naturally lead to press attention. The Board does not view such publicity as having any significance in the sanction process.\nRespondent also argues that the Board should consider the passage of time as a mitigating factor. The Board recognizes that a number of years have passed since Respondent first became involved with J.C. and E.Y. However, in order for the Court to consider delay as a mitigating factor, it must be “sufficiently unique and compelling to justify lessening what would otherwise be the sanction necessary to protect the public interest.” In re Fowler, 642 A.2d 1327, 1331 (D.C.1994). Respondent has not cited any circumstances that meet the Fowler test and we do not see any evidence of such circumstances on this record.\nb. Aggravating Factors:\nThere are several aggravating factors that must be considered in assessing Respondent’s misconduct. First and foremost, Respondent’s conduct unquestionably caused pain on an emotional level to E.Y. E.Y.’s bitterness was plainly evident at the hearing. Indeed it appeared that E.Y. held Respondent more accountable than J.C. because Respondent did not have the significant emotional problems that affected J.C.’s judgment. In E.Y.’s view, Respondent could have halted the harm to E.Y. and her two children years before Respondent finally told her the truth. Under these circumstances, E.Y.’s bitterness is completely warranted.\nRespondent’s conduct also created significant potential harm to E.Y. and her children. E.Y. did not know that J.C. was not legally divorced from his first wife and had not reached an agreement on how to settle all outstanding property issues; consequently she did not know that J.C.’s first wife continued to have a superior claim to a portion of J.C.’s property and stood in a legal position to inherit a portion of J.C.’s estate should J.C. predecease her. These harms did not come to pass, but only because E.Y. was able to revoke the will after she had full disclosure of the facts.\nSimilarly, E.Y. suffered potential harm when, on Respondent’s advice she did not challenge the overdue bank loan taken out by J.C. that contained her forged signature, leaving her potentially exposed to the bank’s collection efforts and leaving her credit status tarnished. Again, intervening circumstances, in the form of J.C.’s father’s offer to cure the default on this note, prevented E.Y. from suffering actual harm.\nFinally, we consider as an aggravating factor, Respondent’s lack of remorse and her failure to acknowledge the nature of her conduct. Throughout this proceeding, Respondent maintained that there was no conflict of interest, that E.Y. was not her client with respect to the Riggs loan, and that her actions were consistent with the rules. Even allowing for the fact that some of the arguments advanced were done on Respondent’s behalf as a matter of legal advocacy, we are troubled by the fact that the record shows little or no remorse on the part of Respondent and we consider this to be an aggravating factor.\n3. The Need to Protect the Public, the Courts and the Legal Profession.\nIn support of its proposed sanction of a public censure, the Hearing Committee noted that this is a unique case, stating it was “completely confident in predicting that the underlying factual situation will not be repeated in the near or distant future.” Hearing Committee Report at 41. We agree that it is highly unlikely that Respondent or any other member of our Bar would be faced with an identical fact pattern; so we can understand why the Hearing Committee, in the thick of the trees, might conclude that a public censure would be adequate to protect the public and the legal profession from this particular abuse in the future. '\nWe are a few steps removed from the trees; we are able to see a forest. Having seen the cases of attorney dishonesty that have been flowing through our system, we think it is not unlikely that some members of our Bar will be faced with a matter where a client or a friend in a difficult position seeks their assistance in resolving a dispute between two people with conflicting interests such that the attorney must balance the Rules governing the protection of client confidences against the Rules governing a conflict of interest. When that choice is presented, a light bulb must go off that an attorney has an ethical duty to immediately withdraw from the representation if the client does not permit the attorney to disclose a confidence. Good intentions and creative justifications of an alternative course of action will not suffice. The sanction that we recommend underscores the fact that when that choice involves the per se conflicts of interest rule, an attorney has an ethical obligation to act timely and in a manner that maintains a level of integrity.\nThe Moral Fitness of the Lawyer.\nRespondent’s two character witnesses were Peter M. Kirby, Esquire, and Mary Helen Sears, Esquire, both of whom worked with ■ Respondent at Ginsburg, Feldman and Reid & Priest. Both witnesses served with Respondent in the management of the Ginsburg, Feldman firm, and found her ethical and professional behavior to be of the highest caliber. They characterized her as conservative and careful on conflict issues that came up in that setting. We note, however, that the character witnesses had limited familiarity with the facts of the matter at hand and the role Respondent played in it, even though they both practiced along side of Respondent at the law firms where the activities occurred. Their lack of information is understandable because Respondent testified that she did not open a client file or bill J.C. and she took steps to keep some of the details of J.C.’s case confidential, even with respect to other law firm personnel. Respondent further testified that she found no need to discuss the conflicts issues in this case with anyone, even though Mr. Kirby testified that conflict issues were generally handled by the firm’s Executive Committee or by the firm’s founding partner who served as the firm’s ethics advisor.\nThe Hearing Committee concluded from listening to Respondent’s character witnesses that in the normal course of business, Respondent is a diligent, honest and competent lawyer who is respected by her colleagues. The Hearing Committee had the opportunity to observe Respondent and question her. They came to the conclusion that Respondent had the requisite moral character to practice law. The Board does not see any basis for disturbing the Hearing Committee’s positive conclusions concerning Respondent’s general character.\nThe Sanction Options\nTaking all of these factors into consideration, we are called upon to determine what sanction would be appropriate and consistent with sanctions ordered in comparable cases. The conflict of interest cases decided by the Court of Appeals address facts that differ substantially from the unusual facts of this case. Sanctions for conflicts of interest have ranged from informal admonitions to lengthy suspensions. See, e.g., In re McGarvey, M-129-82 (D.C. Dec. 9, 1982)(public censure for attorney found to have engaged in a conflict of interest when he accepted employment that conflicted with prior representation of another client); In re Hughes, M-80-81 (D.C. Oct. 28, 1981)(public censure for violating four ethical rules, including conflict of interest, by representing both husband and wife in divorce proceeding); In re McLain, 671 A.2d 951 (D.C.1996) (90-day suspension for conflict of interest where attorney borrowed money from clients without disclosing adverse interest); In re McGean, M-48-80 (D.C. Nov. 6, 1980) (suspension for a year and a day where lawyer representing client in divorce proceeding became romantically involved with client’s wife); In re James, 452 A.2d 168 (D.C.1982)(two-year suspension for attorney found to have engaged in conflict of interest and dishonesty involving retaining client funds for his personal enrichment).\nThe range of sanctions in dishonesty and misrepresentation cases is similarly wide, depending on the circumstances of the case. Sanctions for dishonesty have ranged from public censure to suspension for a year to disbarment. See In re Jackson, 650 A.2d 675, 678 (D.C.1994), citing, inter alia, In re Hadzi-Antich, 497 A.2d 1062 (D.C.1985) (public censure for false statement on resume); In re Rosen, 481 A.2d 451 (D.C.1984) (30-day suspension for three separate false statements to a court); In re Kennedy, 542 A.2d 1225 (D.C.1988)(90-day suspension for lying about salary on an application for a bank loan); In re Hutchinson, 534 A.2d 919 (D.C.1987) (one-year suspension for providing false, sworn testimony to government concerning attorney’s stock purchase).\nThe participants in this case have presented the Board with recommendations that also vary significantly. Respondent argues for an informal admonition by Bar Counsel or a Board reprimand. Bar Counsel suggests a 60-day suspension but cites no specific cases to support his suggestion. The Hearing Committee has recommended a public censure.\nWe conclude that a suspension is warranted on this record because the conflict of interest was serious; it put a client at risk for a period of six years and caused her understandable emotional harm; it deprived a client of vigorous independent legal representation; and it was accompanied by dishonesty. Respondent’s misrepresentation to E.Y. in her will that J.C. was her husband, when Respondent knew that he was not, helped lull E.Y., for many years, into continuing to believe that J.C. was her lawful husband. The Board does not hold Respondent accountable for J.C.’s conduct, which was far more reprehensible than Respondent’s. The Board concludes that Respondent’s dishonesty violation, which arose because Respondent failed to heed the conflict of interest rules, coupled with the duration of the violations, pushes this case into the realm where a suspension is appropriate.\nIn selecting the length of the suspension, we have focused our attention on four cases where the Court imposed suspensions for violations that included dishonesty and conflict of interest. In the case that we find to be most analogous to the instant case, a lawyer who was found to have violated disciplinary rules prohibiting conduct involving dishonesty, conduct prejudicial to the administration of justice, and conduct the lawyer knows to be illegal or fraudulent, was suspended for 90 days by the Court. In re Sandground, 542 A.2d at 1249. In an effort to assist a client and a friend who was in the throes of a contentious divorce and who wanted to conceal his whereabouts from his wife, Sand-ground entered into a letter agreement with his client pursuant to which he agreed to be the purchaser of a house and to resell it to his client in a “secret transaction” once the client’s divorce property settlement became final. Sandground gave the realtor a $6,800 promissory note as a deposit on the house; his client in turn gave Sandground a check in the same amount. The next day, the offer to purchase the house was not accepted by the owner of the property and all of the funds were returned.\nDiscovery was also underway in the divorce proceeding. Sandground assisted his client in preparing unverified discovery responses that did not disclose the fact that Sandground had temporarily held funds for his client on two occasions and that inaccurately reflected the client’s financial position by not counting $12,000 in funds held by Sandground in an escrow account for his client on the day that the interrogatory answer was prepared. The client changed attorneys shortly thereafter. The new attorney advised the client to recover the funds from Sandground and submit a verified response to the discovery requests, disclosing the funds.\nThere are notable similarities between this case and the Sandground case. Both respondents engaged in activities to assist a distraught client and friend who was involved in a difficult divorce. The actions of both respondents were discovered when legal documents that they prepared came into the possession of the aggrieved spouses. Neither respondent was found to have initiated the deception. Both respondents maintained throughout the hearings that their actions were proper and did not violate any disciplinary rules. Finally, both respondents had an unblemished record and offered strong character witnesses.\nThere are also some notable differences-between the cases. In Sandground, the deception with respect to Sandground’s purchase of a house for his client never materialized and the erroneous discovery response was corrected by new counsel when verified discovery responses were filed with the Court three months later. In this ease, the will with the dishonest statement that Respondent drafted and J.C.’s reciprocal will naming Respondent as the executor remained in effect for more than six years. Additionally, this case involves conflict of 'interest violations that span the same six-year period and that result in the charge that Respondent failed to protect E.Y.’s interest with respect to her will and with respect to the Riggs loan that contained her forged signature.\nWe have also looked at In re McLain, supra, where the Court again imposed a 90-day suspension on a Respondent who violated the conflict of interest rule when he entered into a business deal with a firm client with whom he had developed a platonic friendship and who had become a close confidante and personal friend. We see the McLain case as different because the conflict of interest there has an element of self-dealing that does not appeal* in the current case. It is instructive, however, on the issue of mitigation. In reaching its decision to recommend a 90-day suspension, the Board took into account the respondent’s remorse, his representation of needy clients, and the fact that the conduct is unlikely to recur.\nIn this case, there is no evidence that Respondent had represented needy clients and there is only scant evidence of Respondent’s remorse. Indeed, Respondent has only barely acknowledged the conflicts of interest that caused the violations at issue here. We do acknowledge that the uniqueness of the facts in this case make it highly unlikely that the same facts would again present themselves.\nIn the third case we have examined, the Court agreed with the Board’s recommendation to suspend a lawyer for 60 days, who misclassifled expenses in the course of submitting bills to a client. In re Bikojf, 748 A.2d 915 (D.C.1995). The expenses were misclassifled in order to lead the client to believe that they were of a type that the client had paid in the past, when in fact they were expenses to which the client might have objected. Because clients should expect scrupulous honesty in billing by lawyers, the Court concluded that this misconduct warranted a 60-da,y suspension. There is no evidence of self-dealing on the part of the Respondent in this case. Although the facts are different, the Bikojf case is instructive in that it underscores the importance the Court places on attorney honesty to clients even when self-dealing is not an issue.\nThe final case that we have reviewed is the Court’s recent decision in In re Jones-Terrell, 712 A.2d 496 (D.C.1998). The Court accepted the Board’s recommendation and suspended a lawyer for 60 days for conduct involving a conflict of interest and for engaging in a prohibited business transaction with a client without full disclosure, accompanied by other violations including dishonesty and conduct that seriously interfered with the administration of justice. In her first brush with the disciplinary system, Jones-Terrell, a relatively inexperienced attorney, was found to have made direct contact with an elderly neighbor and friend of the family who was represented by another attorney and who was considered to be incapacitated person regarding her potential employment as her lawyer and about living rent-free in her house. Jones-Terrell persuaded the woman to sign an agreement to change attorneys and let the respondent and her husband live rent-free in her house. Jones-Terrell was further found to have made misrepresentations to the Court, by way of omission and misstatement, about her actions with respect to her client and to have taken $250 of the woman’s funds for questionable expenses. The offending conduct occurred during a five month period, and was stopped when the woman’s conservator and guardian filed an emergency petition with the court to nullify the agreement.\nWhen making its recommendation on sanctions in Jones-Terrell, the Board considered a 90-day suspension, but recommended a 60-day suspension in light of respondent’s inexperience, her lack of pri- or discipline and her failure to act out of evil or corrupt intent. Id. at 500. The Court accepted our recommendation, finding that it “would not foster a tendency toward inconsistent dispositions for comparable conduct and would not be unwarranted.” Id. at 496, citing In re McLain, 671 A.2d 951. Respondent in this ease also lacked prior discipline and did not act out of an evil or corrupt intent. Respondent is also considerably more experienced than the respondent in Jones-Terrell.\n' Having reviewed these cases, we follow the Sandground precedent and recommend a 90-day suspension because we conclude that this case combines a violation of a per se conflict of interest rule with a dishonesty violation that lasted for more than six years. We also note that for most of the disciplinary process, Respondent evidenced little remorse and maintained that she had not committed any rule violation. In reaching our recommended sanction of a 90-day suspension, we have taken into consideration the mitigating factors described above.\nRespondent has argued that her circumstances are unique and has urged us to take that fact into account when we recommend a sanction. We agree that the factual predicate for this case is highly unusual, but the violations are not unique. More than a decade ago, the Court in Sand-ground said:\nThe practice of law demands rigid honesty from attorneys if justice is to prevail. The obligation to servé one’s client does not justify gaining the client an advantage by ethically impermissible tactics. Moreover the level of disciplinary sanctions must preserve the system’s interest in unflinching honesty. Thus even if we could be convinced that Sandground would never let his judgment be swayed again, a sanction that is reasonably commensurate with the seriousness of his conduct in this instance must nonetheless be imposed. See Re-back, supra, 513 A.2d at 231 (“deter other attorneys from engaging in similar conduct”).\n542 A.2d at 1248. A 90-day suspension sends a message that attorney dishonesty that involves deceiving a client over an extended period of time because an attorney has not been mindful of conflict of interest obligations is a serious offense and will be treated as such.\nWe have considered whether our recommendation in this case is too harsh in light of our recommendation of a 60-day suspension in Jones-Terrell. We conclude that it is not because of the differences between Respondent’s case and the Jones-Terrell case. The respondent in Jones-Terrell. was a solo practitioner, while Respondent in this ease was a more experienced attorney and the managing partner of a medium size law firm at the time of the misconduct. Additionally, the misconduct of Respondent extended over a six-year period, while the respondent’s misconduct in Jones-Terrell occurred during a five-month period.\nWe acknowledge that the conduct of the respondent in Jones-Terrell towards her elderly and incapacitated client and the Court during the five-month period could be considered to be more serious than Respondent’s conduct toward E.Y. over the six-year-period. If anything, our recommendation in Jones-Terrell may have been too lenient for the violations that were found. Rather than scale down the sanction in this case or future cases involving attorney dishonesty and conflict of interest, we have opted to inform the Court and the Bar that we consider the 60-day suspension in Jones-Terrell to be on the low end of the range of sanctions that the Board will recommend in future cases involving dishonesty coupled with other violations.\nConclusion\nFor the reasons set out above, it is our recommendation that Respondent be suspended from the practice of law in the District of Columbia for ninety (90) days. CONCURRENCE AND PARTIAL DISSENT\nBy: /a/ Joanne Poddy Fort Joanne Doddy Fort\nDated May 20,1999\nAll members of the Board concur Report and Recommendation except Mr. Knight and Ms. Taylor, who are recused. Ms. Brannan and Mr. Rezneck concur on the conclusions with respect to the violations but have filed a separate dissent on sanction.\nCONCURRENCE AND PARTIAL DISSENT\nfiled by Ms. Brannan and Mr. Rezneck\nWe agree with much of the Board’s Report and Recommendation. We concur with respect to the findings of fact, the conclusions as to the disciplinary violations, and much of its sanction discussion. We disagree only as to the appropriate length of the suspension that we would recommend the Court to order in this case.\nEvery member of the Board participating in this case agrees that a short suspension is warranted, for all of the reasons stated in the Report and Recommendation. Where a conflict of interest is protracted, does harm to a client, and is accompanied by collateral violations such as dishonesty, we agree that a suspension is an appropriate sanction even for a first-time offender in the disciplinary system. Conflicts of interest, such as the one involved in this case, undermine the confidence that a chent should be able to have that his or her attorney is acting solely in the client’s interest.\nWe have difficulty, however, reconciling a sanction of longer than 80 days with the Court’s cases. In In re Jones-Terrell, 712 A.2d 496 (D.C.1998), the Court concluded that a lawyer had engaged in a conflict of interest, accompanied by violations involving dishonesty (Rule 8.4(c)), prohibited contact with a person known to be represented by a lawyer without the lawyer’s consent (Rule 4.2(a)), prohibited personal contact with an incapacitated person concerning a proposed representation (Rule 7.1(b)(3)), and conduct prejudicial to the administration of justice (Rule 8.4(d)). The Court ordered a 60-day suspension, even though the conduct by the lawyer was financially self-interested: She and her husband moved in the incapacitated Ghent’s home without paying rent and took on the representation of the client, who already had a lawyer, “thus making improper contact regarding representation, and engaging in a prohibited business transaction with a chent, without full disclosure, or fair and reasonable terms.” 712 A.2d at 600. The respondent already represented the heirs of the incapacitated chent’s estate, hence the conflict. This was accompanied by respondent’s false and misleading representations to the court in petitions for appointment as guardian and conservator of the estate of the incapacitated chent. Jones-Terrell also presented a situation in which the respondent had no previous record of discipline.\nThe conduct in Jones-Terrell is substantially worse than the misconduct in this case. In addition to dishonesty, Jones-Terrell ’s conflict of interest was accompanied by improper contact and conduct prejudicial to the administration of justice. While we are very troubled by the Respondent’s misconduct here, it was not undertaken for the Respondent’s financial gain. The Hearing Committee, which had an opportunity to hear Respondent’s testimony, concluded that there is httle risk that Respondent will engage in such conduct again and that she generally is of strong character. Hearing Committee Report at 41-42.\nWe also conclude that the conduct in In re Sandground, 542 A.2d 1242 (D.C.1988), was more serious than the conduct here. The respondent in Sandground assisted a chent in starting a transaction — and personally participated in the transaction — in an effort to mislead an opposing party in litigation. That the scheme was not more protracted or successful was fortuitous. Here, J.C.’s deception was far along before he consulted Respondent. Her efforts were not intended to help him deceive, but to mitigate the impact on E.Y. and their daughter of what J.C. already had done. While Respondent could not do so without a conflict of interest, and accordingly had to mislead E.Y. to avoid telling her the truth, her intent was far less sinister than that in Sandground.\nDrawing distinctions between and among the fact patterns presented by attorney misconduct is difficult at times, but we believe that Rule XI entrusts the Board with recommending consistent discipline. In the area of conflict of interest, the disciplinary system has not produced a large number of cases for comparison. Based on the authority cited in the Report and Recommendation, we conclude that a principled approach to the area of conflict of interest would result in a short suspension (80 days), even for a first conflict of interest violation, where the conflict is prolonged, damaging to a client, and accompanied by at least one other intentional, serious Rule violation. We would reserve longer suspensions for repeat offenders, situations in which the conflict serves respondent’s financial or other self interest, or for conflicts accompanied by multiple intentional and serious rule violations.\n/s/ Patricia A. Brannan\nPatricia A. Brannan\nChair\nMay 19,1999\n. This divorce action was dismissed in late 1987 (BX 8) and refiled on March 30, 1988 (BX 20). The second action also was dismissed. J.C. and L.F-C. were not divorced until November 28, 1994. BX 13 at 5-8.\n. DR 5-105(A) provides: \"A lawyer shall decline proffered employment if the exercise of his independent professional judgment in behalf of a client will be or is likely to be adversely affected by the acceptance of the proffered employment, or if it would be likely to involve him in representing differing interests, except to the extent permitted under DR 5-105(C) [permitting waiver by clients in certain situations after full disclosure].”\n. DR 5-105(B) provides: \"A lawyer shall not continue multiple employment if the exercise of his independent professional judgment in behalf of a client will be or is likely to be adversely affected by his representation of another client, or if it would be likely to involve him in representing differing interests, except to the extent permitted under DR 5-105(C) [permitting waiver by clients in certain circumstances after full disclosure].”\n. DR 5-105(C) provides: \"In the situations covered by DR 5-105(A) and (B), a lawyer may represent multiple clients if it is obvious that he can adequately represent the interest of each and if each consents to the representation after full disclosure of the possible effect of such representation on the exercise of his independent professional judgment on behalf of each.”\n. Rule 1.7(b)(2) provides that, except where each client consents after full disclosure of the possible conflict and the possible adverse consequences of each representation, \"a lawyer shall not represent a client with respect to a matter if: ... (2) such representation will be or is likely to be adversely affected by representation of another client.”\n. Rule 1.7(b)(4) provides that absent informed consent, \"[a] lawyer shall not represent a client with respect to a matter if the lawyer’s professional judgment on behalf of the client will be or reasonably may be adversely affected by the lawyer’s responsibilities to or interests in a third party or the lawyer’s own financial, business, property, or personal interests.”\n. DR 1-102(A)(4) prohibits \"conduct involving dishonesty, fraud, deceit, or misrepresentation.”\n. It is unclear whether J.C.’s father paid the note off in full. The transcript relied s that J.C.’s father, who paid off some of J.C.’s other debts in full, brought the Riggs loan current. (Tr. 72).\n. A similar issue was raised in In re Sandground, 542 A.2d 1242 (D.C.1988)(per cu-riam). In a footnote, the Court notes that Sandground advanced his contrition as a mitigating factor while Bar Counsel argued that Sandground's lack of contrition should be an aggravating factor, noting that he had protested certain facts below, but not the seriousness of the alleged violation. The Court said \"We might consider Sandground’s inconsistent positions before the Board to be an aggravating factor, but defer to the Board's treatment of this matter.” Id. at 1247-48 n. 10.\n. The client’s wife found the secret agreement in her husband's papers after new counsel had taken over for Sandground. Id.\n. Sandground advised his client to reveal the funds at any deposition. Id. at 1245.\n. In Sandground, the Hearing Committee did not accept in full Bar Counsel’s position that there was a preconceived conspiracy to conceal the information, finding only that Sandground \"allowed himself to become an active instrument in that concealment.” Id. at 1244 n. 6.\n. The client and her husband lent the respondent and his then wife $21,500 to help him satisfy past tax obligations. McLain did not explain to the clients at the time of the loan that their interests were different or advise the clients to have the promissory note reviewed by another Attorney. McLain failed to repay the loan when requested to do so. Three years later, McLain asked his clients for another loan, this time to purchase a house. The clients refused the loan but offered to buy the house and let respondent repurchase it with future earnings from his law practice. McLain continued in an attorney-client relationship with the clients, and again, McLain failed to advise the clients of their legal rights. When McLain failed to make the payments due to cover the expenses of the mortgage and taxes, the clients severed their relationship and sued McLain for possession of the house and back rent. A settlement was reached on the house and the $21,500 loan.\n. Two members of the Board who have filed a separate dissent on the issue of the appropriate sanction, argue in part that Respondent’s misconduct, which did not result in any legal or financial harm to her client, should not be sanctioned more severely than the respondent’s misconduct in Jones-Terrell.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Martha Jane SHAY, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 99-BG-649.\nDistrict of Columbia Court of Appeals.\nJuly 27, 2000."
  },
  "file_name": "0465-02",
  "first_page_order": 499,
  "last_page_order": 522
}
