{
  "id": 8955461,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Thomas KERSTETER, Appellant",
  "name_abbreviation": "Commonwealth v. Kersteter",
  "decision_date": "2005-06-09",
  "docket_number": "",
  "first_page": "466",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "853 A.2d 441",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "466 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1715007
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0453-01"
      ]
    },
    {
      "cite": "799 A.2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "868 A.2d 1278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9181532
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/868/1278-01"
      ]
    },
    {
      "cite": "787 A.2d 312",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        404512,
        9454581
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "319-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0344-01",
        "/a2d/787/0312-01"
      ]
    },
    {
      "cite": "567 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404512
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0344-01"
      ]
    },
    {
      "cite": "724 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1702005,
        11635951
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0299-01",
        "/a2d/724/0326-01"
      ]
    },
    {
      "cite": "555 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1702005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0299-01"
      ]
    },
    {
      "cite": "799 A.2d 136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9411461
      ],
      "pin_cites": [
        {
          "page": "141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0136-01"
      ]
    },
    {
      "cite": "2002 PA Super 152",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "820 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9312042
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/820/0728-01"
      ]
    },
    {
      "cite": "870 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9019354,
        650294
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "n. 2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/870/0795-01",
        "/pa/582/0164-01"
      ]
    },
    {
      "cite": "813 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9381173,
        716471
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/813/0726-01",
        "/pa/572/0048-01"
      ]
    },
    {
      "cite": "572 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716471
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 615,
    "char_count": 13578,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 1.1008376911425045e-07,
      "percentile": 0.5682703895091953
    },
    "sha256": "06ee8354c44979ceca1156becf0f49d082e624d17ef9c5ed33f79fba48126413",
    "simhash": "1:67b34324fe4855cc",
    "word_count": 2248
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: MUSMANNO, BOWES and TAMILIA, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Thomas KERSTETER, Appellant."
    ],
    "opinions": [
      {
        "text": "BOWES, J.\n¶ 1 Thomas Kersteter appeals the September 20, 2004 order denying his petition for PCRA relief. We reverse and remand.\n¶ 2 In 1999, Appellant was charged under six separate informations with various offenses including burglary, theft, conspiracy, forgery, possession of a controlled substance, and possession of drug paraphernalia. On September 2, 1999, Appellant pleaded guilty to charges contained in one of the informations. On December 13, 1999, Appellant entered a guilty plea to a number of the charges in the remaining five informations and was sentenced on the September 2, 1999 guilty plea. The terms of the plea agreement were set forth as follows:\nTHE COURT: You understand that Mr. Holmes [the district attorney] or the Commonwealth through Mr. Holmes has offered you kind of like a package agreement that you would receive a three year minimum sentence, you would be eligible for boot camp and that would encompass all the cases today, not just those I’ve gone over the charges with you, but also 99-10, 721, which I had taken a plea from you previously that was scheduled for sentencing today.\nN.T. Guilty Plea, 12/13/99, at 8. In the written colloquy, Appellant was told that he could withdraw his guilty plea if the terms of the plea agreement were violated.\n¶ 3 After an extensive colloquy, the trial court was informed that Appellant was currently serving a sentence at a seventh information, which was nine to twenty-three months incarceration (“county sentence”); this sentence had been imposed on August 2, 1999. The court noted that the plea agreement did not “speak to whether or not this [three-to-six-year sentence] runs consecutive or concurrent to that case that was sentenced in August.” Id. at 25. The trial court had a “feeling” that Appellant would be paroled on the county sentence once the sentence herein was imposed. Id. There was no discussion regarding the impact on Appellant’s eligibility for Boot Camp if the trial court imposed this sentence consecutively to the county sentence.\n¶ 4 The trial court accepted the guilty plea and sentenced Appellant on these six informations to three to six years imprisonment and a consecutive ten-year term of probation. The trial court expressly deemed Appellant eligible for the Boot Camp program but then ordered that the sentence on the six informations be served consecutively to the county sentence. Appellant was not paroled on the county sentence by the court that had imposed it. Therefore, when Appellant was transferred to prison, he began serving an aggregate prison sentence of three years and nine months, minimum, and seven years and eleven months, maximum, followed by twenty years probation. The length of this sentence precluded Appellant from participating in Boot Camp.\n¶ 5 On November 19, 2001, Appellant, acting pro se, filed a PCRA petition raising claims of ineffectiveness of guilty plea counsel. The PCRA court appointed counsel on November 30, 2001. On January 30, 2002, the PCRA court granted the PCRA petition, and Appellant was permitted to file a direct appeal nunc pro tunc. In a judgment order filed on November 10, 2003, this Court affirmed the judgment of sentence, relying on Commonwealth v. Grant, 572 Pa. 48, 813 A.2d 726 (2002), to dismiss the ineffectiveness claim without prejudice.\n¶ 6 On January 28, 2004, Appellant filed the present, timely PCRA petition seeking to withdraw his guilty plea. On June 28, 2004, the PCRA court issued notice of its intention to dismiss the petition without a hearing, pursuant to Pa.R.Crim.P. 907. The PCRA court dismissed the petition on September 20, 2004. This appeal followed.\n¶ 7 On appeal, Appellant raises one issue:\nWas counsel ineffective in failing to advise [Appellant] that the court had failed to abide by the terms of his plea agreement, when, contrary to the court’s stated intention, the sentence imposed and the ... subsequent denial of [Appellant’s] parole, rendered him statutorily ineligible for the Boot Camp Program, and that he had a right, therefore, to withdraw his plea?\nAppellant’s brief at 4.\n¶ 8 This Court’s standard of review regarding an order denying a petition under the PCRA is whether the determination of the PCRA court is supported by the evidence of record and is free of legal error. Commonwealth v. Halley, — Pa. -, at n. 2, 870 A.2d 795, at n. 2 (2005). A defendant is permitted to withdraw his guilty plea under the PCRA if ineffective assistance of counsel caused the defendant to enter an involuntary plea of guilt. Commonwealth v. Lynch, 820 A.2d 728 (Pa.Super.2003).\nWe conduct our review of such a claim in accordance with the three-pronged ineffectiveness test under section 9543(a)(2)(ii) of the PCRA, 42 Pa.C.S.A. § 9543(a)(2)(h). See Lynch at 732. “The voluntariness of the plea depends on whether counsel’s advice was within the range of competence demanded of attorneys in criminal cases.” Id. at 733 (quoting Commonwealth v. Hickman, 2002 PA Super 152, 799 A.2d 136, 141 (Pa.Super.2002)).\nIn order for Appellant to prevail on a claim of ineffective assistance of counsel, he must show, by a preponderance of the evidence, ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth-determining process that no reliable adjudication of guilt or innocence could have taken place. Commonwealth v. Kimball, 555 Pa. 299, 724 A.2d 326, 333 (Pa.1999). Appellant must demonstrate: (1) the underlying claim is of arguable merit; (2) that counsel had no reasonable strategic basis for his or her action or inaction; and (3) but for the errors and omissions of counsel, there is a reasonable probability that the outcome of the proceedings would have been different. Id. The petitioner bears the burden of proving all three prongs of the test. Commonwealth v. Meadows, 567 Pa. 344, 787 A.2d 312, 319-20 (2001).\nCommonwealth v. Johnson, 868 A.2d 1278, 1281 (Pa.Super.2005).\n¶ 9 We have had two occasions to discuss the implication of a failed attempt to have the defendant enter the Boot Camp program when a guilty plea was entered in reliance upon Boot Camp eligibility. Appellant refers us to the one most directly applicable, Commonwealth v. Hickman, 799 A.2d 186 (Pa.Super.2002), where counsel advised the defendant to plead guilty in exchange for a four-to-eight-year term of imprisonment. The defendant was reluctant to - accept the guilty plea, but was persuaded to do so once he was advised by counsel that he would be eligible for Boot Camp. The plea court deemed the defendant eligible for Boot Camp in its sentencing order. However, based on the length of his sentence, the defendant was not eligible for Boot Camp, and he filed a PCRA petition seeking to withdraw the plea. The PCRA court denied relief on the ground that there was never a guarantee that the defendant would have been accepted into Boot Camp even if he had been eligible.\n¶ 10 On appeal, we reversed and concluded that plea counsel’s erroneous advice that the defendant would be eligible for Boot Camp was not within the range of professionally competent assistance required under the sixth amendment. This assessment of counsel’s stewardship was premised upon counsel’s legally unsound advice, for which there was no reasonable basis designed to advance the defendant’s interest, that the defendant was eligible for Boot Camp when he was not due to the length of his sentence. We noted that the advice prejudiced the defendant in that it enticed him to enter a guilty plea when he would not otherwise have done so.\n¶ 11 We also find guidance in Commonwealth v. Zuber, 466 Pa. 453, 853 A.2d 441 (1976), where a defendant pleaded guilty on the expectation that the sentence would be served concurrently with a parole-violation recommitment sentence that would be imposed. However, under a sentencing statute then in effect, a parole violator sentenced to prison for another offense had to serve his back time on the parole sentence and the new sentence consecutively. Thus, the guilty plea agreement was legally impossible to fulfill. Our Supreme Court ruled that the defendant had to receive the benefit of his bargain such that the sentence imposed pursuant to the guilty plea had to be reduced to reflect the back time that the defendant would have to serve on the parole recommitment sentence.\n¶ 12 Different circumstances were presented in Commonwealth v. Johnson, supra, another case where a defendant was denied entry into Boot Camp after the plea court sentenced the defendant in accordance with a plea agreement calling for Boot Camp eligibility. In that case, however, the defendant was eligible statutorily for Boot Camp after entry of the plea agreement because his age, term of imprisonment, and the crimes to which he pled guilty all coalesced to render him a candidate for the program. However, he was not granted admittance.\n¶ 13 The defendant sought to withdraw his guilty plea on grounds that his plea counsel should have known that the crimes to which he pled guilty, although they did not render him statutorily ineligible for Boot Camp, were such that Boot Camp admittance was unlikely. We did not permit the defendant to withdraw this guilty plea because the plea court did all that was required under the plea agreement, plea counsel did not mislead the defendant, the defendant actually was statutorily eligible for Boot Camp after the sentence was imposed, and there was no guarantee that he would be admitted into that program. We noted that this lack of guarantee was obvious due to use of the term “eligible” and the express terms of the Motivational Boot Camp Act, which mandates that an inmate be approved by the motivational boot camp selection committee before he can participate in the program.\n¶ 14 In addition, in Johnson, the record substantiated that plea counsel specifically had informed the defendant that he could still be rejected by the committee for admittance to the Boot Camp program even if the judge determined that he was eligible. Thus, there were no circumstances indicating that the defendant was misled in connection with the guilty plea process.\n¶ 15 Under this case law, we focus on whether a guilty plea was entered premised upon an expectation that was legally impossible to fulfill. In .the context of this case, the pertinent inquiry is whether after entry of the guilty plea and sentencing, Appellant actually was eligible for Boot Camp, thus meeting the express terms of the plea agreement. On the other hand, if after entry of the guilty plea and sentence, Appellant was statutorily precluded from admittance into the Boot Camp, then the guilty plea was violated because Appellant was not, in fact, “eligible” for Boot Camp, as envisioned by the negotiated guilty plea.\n¶ 16 In the present case, the PCRA court claims that the plea court attempted to abide by the plea agreement because it believed that Appellant would be paroled on the county sentence and if that had occurred, Appellant would have been Boot Camp eligible. We simply cannot agree with that proposition. Once the court sentenced Appellant herein consecutively with the county sentence, Appellant became ineligible for Boot Camp. Thus, the plea court actually erred when it stated that it was not clear whether under the terms of plea agreement, the-county sentence and this sentence had to be served concurrently. The plea court stated that it had a “feeling” that Appellant would be paroled from the county sentence once it imposed its sentence herein. This unsubstantiated and incorrect belief cannot be considered a good faith effort to sentence Appellant in accordance with the terms of the express plea agreement. Appellant was misled in this respect. If the plea court was to ensure that Appellant was Boot Camp eligible, as required by the agreement, it had to have sentenced concurrently with the county sentence. Once sentenced herein, Appellant became ineligible for Boot Camp.\n¶ 17 We now address the issue of an appropriate remedy. Appellant notes that because he has served a number of years of his sentence, he cannot be made eligible for Boot Camp, and he cannot receive the benefit of his bargain. He asks that we remand for a sentencing adjustment that would give him as close to the benefit of his bargain as possible. See Zuber, supra, see Hickman, supra. In the alternative, he asks for permission to withdraw his guilty plea. We leave to the discretion of the PCRA court the appropriate relief to grant in this case.\n¶ 18 Order reversed. Case remanded for proceedings consistent with this opinion. Jurisdiction relinquished.\n. See Motivational Boot Camp Act, 61 P.S. §§ 1121-1129, which defines an \"eligible” inmate for Boot Camp as follows:\nA person sentenced to a term of confinement under the jurisdiction of the Department of Corrections who is serving a term of confinement, the minimum of which is not more than two years and the maximum of which is five years or less or an inmate who is serving a term of confinement the minimum of which is not more than three years where that inmate is within two years of completing his minimum term, and who has not reached 35 years of age at the time he is approved for participation in the motivational boot camp program ....\n61 P.S. § 1123.",
        "type": "majority",
        "author": "BOWES, J."
      }
    ],
    "attorneys": [
      "Eric R. Linhardt, Williamsport, for appellant.",
      "Michael A. Dinges, Asst. Dist. Atty., Williamsport, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Thomas KERSTETER, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted May 2, 2005.\nFiled June 9, 2005.\nEric R. Linhardt, Williamsport, for appellant.\nMichael A. Dinges, Asst. Dist. Atty., Williamsport, for Com., appellee.\nBefore: MUSMANNO, BOWES and TAMILIA, JJ."
  },
  "file_name": "0466-01",
  "first_page_order": 494,
  "last_page_order": 498
}
