{
  "id": 9439061,
  "name": "In re MICHAEL B.",
  "name_abbreviation": "In re Michael B.",
  "decision_date": "2002-04-19",
  "docket_number": "No. 2000-425-Appeal",
  "first_page": "467",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "796 A.2d 467"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "751 A.2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11509631
      ],
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0281-01"
      ]
    },
    {
      "cite": "682 A.2d 930",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866443
      ],
      "pin_cites": [
        {
          "page": "932"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0930-01"
      ]
    },
    {
      "cite": "520 A.2d 574",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7887783
      ],
      "pin_cites": [
        {
          "page": "580-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0574-01"
      ]
    },
    {
      "cite": "703 A.2d 612",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11883466
      ],
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/703/0612-01"
      ]
    },
    {
      "cite": "749 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11529422
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/749/0582-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 7565,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2176528438530586
    },
    "sha256": "088cb3bc99e9a14790ec3fe52c2830faa020059ebde4504b40b2925563e0ad38",
    "simhash": "1:c14d63417f9fb7bb",
    "word_count": 1218
  },
  "last_updated": "2024-02-27T19:24:08.048318+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re MICHAEL B."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe respondents, Carrie Bibby (mother) and James Bibby (father) (collectively, parents), have appealed from a Family Court decree terminating their rights to their son, Michael, born October 14, 1995. This case came before the Supreme Court for oral argument on April 8, 2002, pursuant to an order directing the parties to show cause why the issues raised in this appeal should not be summarily decided. Upon review of the record and the parties’ memoranda, and after hearing the oral arguments of counsel, we conclude that cause has not been shown, and we summarily affirm the judgment of the Family Court.\nMichael was first committed to the care, custody and control of the Rhode Island Department of Children, Youth and Famines (DCYF or department) on May 16, 1996, upon a finding of dependency and neglect. The case plan goal at that time was reunification. Over the course of the next three years, two DCYF caseworkers developed at least eight case plans for Michael’s parents, addressing numerous issues, including inadequate parenting, domestic violence, mental health problems, and alcohol use and abuse. In August 1999, more than three years after Michael was committed to DCYF custody, DCYF filed a petition to terminate the parental rights of mother and father pursuant to G.L.1956 § 15-7-7(a)(2)(vii) and § 15-7-7(a)(3). After a hearing, parents’ parental rights were terminated pursuant to a decree entered on May 24, 2000. This appeal followed. The sole issue raised on appeal was whether (DCYF) made “reasonable efforts” to reunify Michael with his parents, as required by § 15-7-7(b)(l). Specifically, mother contended that DCYF failed to provide critical services to assist her in strengthening her relationship with Michael and failed to keep her informed of Michael’s health, progress, and development. The father asserted that the department’s efforts focused too heavily on mother and that he “received no meaningful assistance from the state.” We conclude that parents’ arguments are without merit.\nIn reviewing a trial justice’s decision to terminate parental rights, this Court “must examine the record to determine whether legally competent evidence exists to support the trial justice’s findings.” In re Dennis P., 749 A.2d 582, 585 (R.I.2000) (per curiam). The findings of the trial justice are entitled to great weight on appeal and will not be disturbed by this Court “ ‘absent a showing that the trial justice was clearly wrong or that material evidence was overlooked or misconceived.’ ” Id. (quoting In re Nicole B., 703 A.2d 612, 615 (R.I.1997)).\nIn this case, the record revealed that DCYF caseworkers developed numerous case plans between July 1996 and July 1999, in an effort to achieve reunification between Michael and his parents. For a portion of that time period, Michael was permitted to return to his parents’ care, conditioned on compliance with the DCYF case plans. Continued domestic violence on the part of father, and mother’s repeated refusal to prevent contact between Michael and father, however, resulted in Michael’s removal from his parents’ care. Moreover, mother was inconsistent in keeping counseling appointments and in bringing Michael to supervised day care appointments, and father reportedly refused to sign any of the many case plans.\nOn April 6, 1999, Michael was placed with his paternal grandmother, which DCYF considered a pre-adoptive home. Michael’s pediatrician, Robert Burke, M.D. (Dr. Burke), testified that he noticed a “stunning, dramatic difference” in Michael’s behavior from the time of this change in placement. Previously, mother had complained of Michael’s behavior and had reported that Michael would hit, slap and bite her. While in his mother’s care, Michael had also been observed drinking from the toilet, eating and smearing his own feces, and biting his fingers through the skin. Dr. Burke testified that much of this behavior was the product of the “socially toxic environment” of Michael’s parents’ home.\nIn his written decision, the trial justice found by clear and convincing evidence (1) that Michael had been “in the legal custody or care of [DCYF] for at least 12 months,” (2) that there was “no substantial probability” that Michael would be able “to return safely to the parents’ care within a reasonable period of time, considering Michael’s age and need for a permanent home,” and that (8) “the biological parents are unfit by reason of conduct seriously detrimental to the child.” Based in part on the expert testimony of John Parsons, M.D., the trial justice also found that “both biological mother and father ha[d] emotional and mental difficulties” and that “[t]he biological mother ha[d] bi-polar disorder.” With respect to whether DCYF made “reasonable efforts to provide services for these parents,” the trial justice found:\n“There were several Case Plans prepared. The biological father refused to agree to any. The biological mother did sign the Case Plans, but for the most part, was not compliant. Mother felt biological father’s method of raising Michael was the proper one, i.e. spank him and yell at him.\n“[T]his Court is convinced by the clear and convincing evidence that the services offered did reasonably accommodate the parents’ disability.”\nThe trial justice concluded that “the parents are unfit and that Michael’s best interests will be served by terminating the parents’ parental rights.” See In re Kristina L., 520 A.2d 574, 580-82 (R.I.1987) (holding that a finding of parental unfitness is a “necessary step” before the best-interests-of-the-child standard can be triggered).\nWe are of the opinion that the record in this case amply supported the trial justice’s findings, including his finding that DCYF made “reasonable efforts” to reunify Michael with his parents. Moreover, in rendering his decision, the trial justice cited Dr. Burke’s “unequivocal statement” that “[m]odulation of behavior in a child is by example. A child does not learn self control or self modulation unless he or she sees it. It is a learned behavior.” The trial justice commented, “Can these parents, regardless of any services they receive, assist in the self control or self modulation of Michael’s behavior? This Court does not believe so, in fight of the evidence produced during the many hours of testimony.” We are constrained to concur with the trial justice’s assessment that no amount of effort on the part of DCYF was likely to enable these parents “to change [their] conduct and to improve the conditions that caused [Michael] to enter DCYF care initially.” In re John W., 682 A.2d 930, 932 (R.I.1996) (per curiam). In so ruling, the trial justice did not overlook or misconceive any material evidence.\nTherefore, we deny and dismiss the parents’ appeal, and we summarily affirm the decree of the Family Court.\n. At the time of Michael's birth, mother had another child, Christopher, in DCYF custody. Christopher and Michael do not have the same father.\n. On a previous occasion, this Court has specifically declined to express an opinion as to whether \"reasonable efforts” were required when termination is sought under G.L.1956 § 15-7-7(a)(3). In re Raymond C., 751 A.2d 281, 282 (R.I.2000) (per curiam). We need not address the issue in light of our view that DCYF made reasonable efforts in this case.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Frank P. Iacono, Jr.; Thomas J. Corri-gan, Jr., Paula Rosin, Frank J. Panozzi, Paula L. Hardiman, Providence.",
      "Janet Gilligan, David M. Shein, Providence."
    ],
    "corrections": "",
    "head_matter": "In re MICHAEL B.\nNo. 2000-425-Appeal.\nSupreme Court of Rhode Island.\nApril 19, 2002.\nFrank P. Iacono, Jr.; Thomas J. Corri-gan, Jr., Paula Rosin, Frank J. Panozzi, Paula L. Hardiman, Providence.\nJanet Gilligan, David M. Shein, Providence."
  },
  "file_name": "0467-02",
  "first_page_order": 519,
  "last_page_order": 522
}
