{
  "id": 11325437,
  "name": "COMMONWEALTH of Pennsylvania v. Jeffrey Dale BYERS, Appellant",
  "name_abbreviation": "Commonwealth v. Byers",
  "decision_date": "1994-11-23",
  "docket_number": "",
  "first_page": "468",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "532 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835938
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "167-169"
        },
        {
          "page": "316"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0152-01"
      ]
    },
    {
      "cite": "403 Pa.Super. 223",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892723
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "231-232",
          "parenthetical": "finding actual physical control when defendant was found sleeping in his car, which was not running, but was parked in the middle of the road"
        },
        {
          "page": "926",
          "parenthetical": "finding actual physical control when defendant was found sleeping in his car, which was not running, but was parked in the middle of the road"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0223-01"
      ]
    },
    {
      "cite": "327 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "383-384",
          "parenthetical": "finding actual physical control when defendant was found sleeping on the side of the highway, with three-quarters of his vehicle protruding out onto the highway, the headlights on, and the motor running"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "230 Pa.Super. 563",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        814687
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "575-579",
          "parenthetical": "finding actual physical control when defendant was found sleeping on the side of the highway, with three-quarters of his vehicle protruding out onto the highway, the headlights on, and the motor running"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/230/0563-01"
      ]
    },
    {
      "cite": "362 Pa.Super. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671187
      ],
      "weight": 9,
      "year": 1987,
      "pin_cites": [
        {
          "page": "115-117"
        },
        {
          "page": "802"
        },
        {
          "page": "111-112"
        },
        {
          "page": "800",
          "parenthetical": "finding actual physical control when defendant was found sleeping in his parked car, along the side of the road, with the headlights on and the motor running"
        },
        {
          "page": "115-117"
        },
        {
          "page": "802"
        },
        {
          "page": "113-115"
        },
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/362/0110-01"
      ]
    },
    {
      "cite": "403 Pa.Super. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892744
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "141-142"
        },
        {
          "page": "521"
        },
        {
          "page": "141-143"
        },
        {
          "page": "521",
          "parenthetical": "finding actual physical control when the defendant was found parked in an alley, where he had pulled over on the way home, with the motor running"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0136-01"
      ]
    },
    {
      "cite": "425 Pa.Super. 527",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        927767
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "531"
        },
        {
          "page": "1223"
        },
        {
          "page": "531"
        },
        {
          "page": "1223",
          "parenthetical": "finding actual physical control, even though defendant was legally parked with motor running, when a witness testified that he saw defendant driving recklessly one half-hour prior to being found"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/425/0527-01"
      ]
    },
    {
      "cite": "416 Pa.Super. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        912898
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "26"
        },
        {
          "page": "489"
        },
        {
          "page": "26"
        },
        {
          "page": "489"
        },
        {
          "page": "28"
        },
        {
          "page": "490",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/416/0023-01"
      ]
    },
    {
      "cite": "485 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1755476
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "576-77"
        },
        {
          "page": "538-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/485/0572-01"
      ]
    },
    {
      "cite": "512 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800413
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "543"
        },
        {
          "page": "1257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 12343,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23978347772399086
    },
    "sha256": "398b836117facc827cb62cd7c525e945425c03c82b2793f6c6becb379b2131a2",
    "simhash": "1:820727dce9eb0465",
    "word_count": 2087
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, OLSZEWSKI and KELLY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Jeffrey Dale BYERS, Appellant."
    ],
    "opinions": [
      {
        "text": "OLSZEWSKI, Judge:\nJeffrey Dale Byers appeals from judgment of sentence after a jury found him guilty of operating a motor vehicle while under the influence of alcohol. Byers claims that there was insufficient evidence to support the guilty verdict and that the sentence imposed was excessive. We do not address the sentencing issue because we agree that the evidence was insufficient to support the guilty verdict on the driving under the influence charge.\nAt approximately 3:00 a.m. on Sunday, August 9, 1992, Trooper Royce Capehart of the Pennsylvania State Police spotted a ear sitting in the parking lot of the Twin Rocks Lounge. The motor was running and the headlights were on, but the ear was not moving. After approaching the ear, Cape-hart noticed Byers sleeping in the driver’s seat. Since the car doors were locked, Cape-hart knocked on the window until Byers awoke. Capehart noticed that Byers appeared intoxicated, so he administered a field sobriety test, which Byers failed. Byers was arrested and charged with operating a motor vehicle while under the influence of alcohol. After a two-day jury trial, Byers was found guilty and sentenced to a minimum of sixty (60) days incarceration.\nByers claims that the evidence was insufficient to prove him guilty of operating a vehicle while under the influence of alcohol. In reviewing a sufficiency of the evidence claim, we view the evidence in the light most favorable to the verdict .winner and determine whether there is sufficient evidence to prove every element of the crime beyond a reasonable doubt. The Commonwealth may sustain its burden of proving each element beyond a reasonable doubt using wholly circumstantial evidence. Commonwealth v. Griscavage, 512 Pa. 540, 543, 517 A.2d 1256, 1257 (1986); Commonwealth v. Harper, 485 Pa. 572, 576-77, 403 A.2d 536, 538-39 (1979); Commonwealth v. Price, 416 Pa.Super. 23, 26, 610 A.2d 488, 489 (1992).\nThe crime of operating a vehicle while under the influence of alcohol requires that the Commonwealth prove two elements beyond a reasonable doubt: (1) defendant was driving, operating, or in actual physical control of the automobile, (2) while under the influence of alcohol to a degree which rendered him incapable of safe driving. 75 Pa. C.S.A. § 3731(a)(1); Commonwealth v. Proctor, 425 Pa.Super. 527, 531, 625 A.2d 1221, 1223 (1993); Price, 416 Pa.Super. at 26, 610 A.2d at 489. The second element, that defendant was under the influence of alcohol and incapable of safe driving, is not contested in this case. Byers contends, however, that the Commonwealth failed to introduce sufficient evidence to prove the first element: that Byers was driving, operating, or in actual physical control of the vehicle. Based on our review of the record and the case law, we agree.\nThe current language of section 3731 states that, “[a] person shall not drive, operate, or be in actual physical control of the movement of any vehicle” while intoxicated. 75 Pa.C.S.A. § 3731(a)(1). In interpreting the phrase “actual physical control,” this Court has made it clear that actual movement of the vehicle is not required. Commonwealth v. Bobotas, 403 Pa.Super. 136, 141-142, 588 A.2d 518, 521 (1991); Commonwealth v. Crum, 362 Pa.Super. 110, 115-117, 523 A.2d 799, 802 (1987). We have also stated, however, that it is not enough to be merely sitting in the car while intoxicated. “A brief review of the cases which considered the concepts of actual physical control reveals that, at a very minimum, a parked car should be started and running before a finding of actual physical control can be made.” Price, 416 Pa.Super. at 28, 610 A.2d at 490 (emphasis in original). This case requires us to examine that minimum and determine whether the act of starting a parked car, by itself, is enough to prove actual physical control.\nA review of the ease law indicates that the key factor in these cases is not the mere starting of the engine; rather, it is a combination of the motor running, the location of the vehicle, and additional evidence showing that the defendant had driven the vehicle. In a majority of cases, the suspect location of the vehicle, which supports an inference that it was driven, is a key factor in a finding of actual control. See Bobotas, 403 Pa.Super. at 141-143, 588 A.2d at 521 (finding actual physical control when the defendant was found parked in an alley, where he had pulled over on the way home, with the motor running); Crum, 362 Pa.Super. at 111-112, 523 A.2d at 800 (finding actual physical control when defendant was found sleeping in his parked car, along the side of the road, with the headlights on and the motor running); Commonwealth v. Kloch, 230 Pa.Super. 563, 575-579, 327 A.2d 375, 383-384 (1974) (finding actual physical control when defendant was found sleeping on the side of the highway, with three-quarters of his vehicle protruding out onto the highway, the headlights on, and the motor running); Commonwealth v. Farner, 90 Pa.Cmwlth. 201, 206, 494 A.2d 51B, 516 (1985) (finding actual physical control when defendant was found behind the wheel, in a traffic lane, with the engine running and the brake lights activated); see also Commonwealth v. Leib, 403 Pa.Super. 223, 231-232, 588 A.2d 922, 926 (1991) (finding actual physical control when defendant was found sleeping in his car, which was not running, but was parked in the middle of the road). In other cases, the location is not a factor, but there is additional evidence showing that defendant had driven the vehicle. See Proctor, 425 Pa.Super. at 531, 625 A.2d at 1223 (finding actual physical control, even though defendant was legally parked with motor running, when a witness testified that he saw defendant driving recklessly one half-hour prior to being found). Therefore, the cases do not rely solely on the starting of the car’s engine.\nInstead of focusing mechanically on whether the car’s motor is running or not running, the case law applies a commonsense approach to achieving the Legislature’s goal: public safety. This point is further illustrated in the Pennsylvania Suggested Standard jury instructions, quoted approvingly in a number of cases. E.g., Crum, 362 Pa.Super. at 115-117, 523 A.2d at 802. The instruction reads:\nThe crime of driving under the influence can be committed not only by a person who drives, but also by one who “operates” or is “in actual physical control of the movement” of a vehicle. A person does not drive unless he actually has the vehicle in motion, however, a person may operate or be in actual physical control of the movement of a standing vehicle. These terms are more comprehensive than the term drive. (They cover certain situations where a person under the influence is a threat to public safety even though he is not driving at the time.) Thus a person operates a vehicle if he is in actual physical control of either the machinery of the motor vehicle or the movement of the vehicle itself.\nPa.SSJI (Crim.) 173731 (emphasis added). Our courts, therefore, have properly focused on the danger that defendant poses to society in determining what constitutes actual physical control. This danger or threat to society is not shown merely by proving that defendant started the engine of a car. It is shown through a combination of the factors discussed above. The cases support the conclusion that a showing that an intoxicated defendant started a parked car, without more, is not enough to prove actual physical control. The Commonwealth must show some additional facts to illustrate that defendant was a danger to public safety.\nIn the present case, Byers’ guilt or innocence turns on whether he was in actual physical control of the vehicle at the time that he was arrested. The Commonwealth has proven that the engine of Byers’ car was running when Trooper Capehart found it. This fact by itself, however, is not enough to prove actual physical control beyond a reasonable doubt. Unlike defendants in Crum, Kloch, Famer, and Bobotas, Byers had not moved his car from the parking lot of the bar where he had been drinking. Byers’ case is also distinguishable from Proctor, as there is no witness in the present case who testified that Byers had moved the vehicle prior to being arrested. The only evidence that the Commonwealth has offered, in addition to the running motor, is that the headlights were on. We find that this is insufficient to raise this case to the level of cases like Crum, where the danger to society was clear. There are simply insufficient facts to prove that the defendant was a danger to public safety. In such a case, we must hold that the Commonwealth failed to meet its burden of proving beyond a reasonable doubt that Byers was in actual physical control of his vehicle.\nThe policy behind the drunk driving laws supports this result. The purpose of these laws is to keep intoxicated drivers off of the road and protect the public at large. See Commonwealth v. Kohl, 532 Pa. 152, 167-169, 615 A.2d 308, 316 (1992). The language of “actual physical control” was added in 1982 to broaden the reach of the statute to further protect public safety. Crum, 362 Pa.Super. at 113-115, 523 A.2d at 801. This addition made it easier to reach intoxicated drivers who were on the road and were a threat to public safety, but were not actually moving when the police found them. Id. In the present case, Byers never got onto the road and was not a threat to public safety. The Commonwealth is trying to encourage intoxicated people to “sleep it off’ before attempting to drive, yet it wants us to punish Byers for doing just that. This case is only one example of the illogical and inconsistent results we would see if this Court were to adopt a per se rule that found a defendant guilty of drunk driving for merely starting his car. Under such a mechanical application, if Byers had left the bar to call a cab using a cellular phone in his car, and needed to start the car to power the phone, the Commonwealth could charge him with drunk driving. This result would punish an individual for attempting to comply with the law. In light of the foregoing analysis, we hold that a defendant is not in actual physical control of a vehicle merely because the vehicle has been started. In the present case, the Commonwealth did not introduce enough evidence to show actual physical control. Therefore, the evidence is not sufficient to prove the first element of driving under the influence beyond a reasonable doubt.\nJudgment of sentence reversed. Appellant discharged.\n. 75 Pa.C.S.A. § 3731(a)(1).\n. According to trial testimony, Byers’ blood aleo- . hoi level was 0.13%. N.T. 7/13/93, p. 39.\n. There was some dispute over whether Byers actually moved the car from its original parking spot within the lot. Byers testified that he did not move his car due to heavy rain. He sat in his vehicle and soon fell asleep. After waking up a short time later to find it still raining, he started the engine in order to turn on the air conditioning. He further testified that he turned on the lights to allow him to see the air conditioning knobs in the darkened parking lot. N.T. 7/13/93, p. 56. He then fell asleep again until Trooper Capehart knocked at his window. N.T. 7/13/93, p. 57. Notwithstanding Byers’ testimony, Trooper Capehart believed that Byers had moved his vehicle. Capehart testified that the car was parked near pine trees and it did not look like a place where people would normally park. N.T. 7/13/93, p. 30. Capehart admitted, however, that the car was well within the parking lot area and he had no evidence that Byers moved the car. N.T. 7/13/93, p. 30. After the first day of deliberations, the jury foreperson asked the judge, “Is there anything written in the law that says if you put the key in the ignition of the car, that you are in control of the car?” N.T. 7/14/93, p. 84. This suggests that the jury believed that Byers had not moved the vehicle and that their disposition of the case turned on whether starting the car constituted actual physical control.",
        "type": "majority",
        "author": "OLSZEWSKI, Judge:"
      }
    ],
    "attorneys": [
      "Nancy D. Vernon, Uniontown, for appellant.",
      "Mark D. Brooks, Asst. Dist. Atty., Con-nellsville, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. Jeffrey Dale BYERS, Appellant.\nSuperior Court of Pennsylvania.\nArgued Sept. 27, 1994.\nFiled Nov. 23, 1994.\nNancy D. Vernon, Uniontown, for appellant.\nMark D. Brooks, Asst. Dist. Atty., Con-nellsville, for Com., appellee.\nBefore WIEAND, OLSZEWSKI and KELLY, JJ."
  },
  "file_name": "0468-01",
  "first_page_order": 526,
  "last_page_order": 529
}
