{
  "id": 7289610,
  "name": "In re Oscar W. WEEKES, Jr., Respondent. Member of the Bar of the District of Columbia Court of Appeals (Bar No. 446257)",
  "name_abbreviation": "In re Weekes",
  "decision_date": "2010-03-11",
  "docket_number": "No. 05-BG-1047",
  "first_page": "470",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 470"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "716 A.2d 205",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11700635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/0205-01"
      ]
    },
    {
      "cite": "914 A.2d 679",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8333795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/914/0679-01"
      ]
    },
    {
      "cite": "940 A.2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8301816
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/940/0085-01"
      ]
    },
    {
      "cite": "767 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11123219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/0203-01"
      ]
    },
    {
      "cite": "852 N.E.2d 660",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "661"
        },
        {
          "page": "668",
          "parenthetical": "citation omitted"
        },
        {
          "page": "668"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "447 Mass. 453",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3731608
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/mass/447/0453-01"
      ]
    },
    {
      "cite": "966 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8164177
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "863"
        },
        {
          "page": "864"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/966/0862-01"
      ]
    },
    {
      "cite": "579 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/579/0190-01"
      ]
    },
    {
      "cite": "944 A.2d 1085",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8387939
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1087-88"
        },
        {
          "page": "1086"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/944/1085-01"
      ]
    },
    {
      "cite": "876 A.2d 637",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8967776
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/0637-01"
      ]
    },
    {
      "cite": "650 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328633
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "693"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0693-01"
      ]
    },
    {
      "cite": "912 A.2d 554",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8442790
      ],
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/912/0554-01"
      ]
    },
    {
      "cite": "771 A.2d 1002",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11104122
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/771/1002-01"
      ]
    },
    {
      "cite": "460 A.2d 982",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014294
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "985"
        },
        {
          "page": "985"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0982-01"
      ]
    },
    {
      "cite": "650 A.2d 1329",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11345190
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1331"
        },
        {
          "page": "1331"
        },
        {
          "page": "1333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/1329-01"
      ]
    },
    {
      "cite": "708 A.2d 259",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11809919
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "261-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/708/0259-01"
      ]
    },
    {
      "cite": "988 A.2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7290880
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "496"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/988/0493-01"
      ]
    },
    {
      "cite": "987 A.2d 1143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7293886,
        7293854
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "1143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/987/1143-02",
        "/a2d/987/1143-01"
      ]
    },
    {
      "cite": "776 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11085001
      ],
      "pin_cites": [
        {
          "page": "1207-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/776/1207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 915,
    "char_count": 23169,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 1.7528658214135748e-07,
      "percentile": 0.7087834078357464
    },
    "sha256": "ff4982d8ce8c09f3bc35570a44fa7a3b8d2bba79b8edd24e0be69a81de5c9a67",
    "simhash": "1:9d868a68a5fac46b",
    "word_count": 3698
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before REID and KRAMER, Associate Judges, and FERREN, Senior Judge."
    ],
    "parties": [
      "In re Oscar W. WEEKES, Jr., Respondent. Member of the Bar of the District of Columbia Court of Appeals (Bar No. 446257)."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nThe Supreme Judicial Court for Suffolk County, Commonwealth of Massachusetts, issued an order, dated June 26, 2007, indefinitely suspending respondent, Oscar W. Weekes, Jr. from the practice of law. The Board on Professional Responsibility (“Board”) has “recommend[ed] that [this court] impose [on Mr. Weekes] the functionally equivalent reciprocal discipline of a five-year suspension with the requirement to show fitness as a condition of reinstatement.” The Board also recommended that the suspension date run from June 24, 2008, when Mr. Weekes filed the affidavit required under D.C. Bar R. XI, § 14(g) (2009).\nMr. Weekes opposes the recommendation that his suspension begin on June 24, 2008. He maintains that the suspension should date from October 19, 2005 when he submitted his affidavit following his temporary suspension by this court. Bar Counsel contends that the appropriate sanction should be disbarment, but he agrees with the Board that Mr. Weekes’s suspension should date back to June 24, 2008. We adopt the recommendations of the Board.\nFACTUAL SUMMARY\nThe record reveals that the Houghton Mifflin Company (“HM” or “the Company’) employed Mr. Weekes during 2001 and 2002 as an assistant general counsel. His duties included reviewing vendor requests for payment and authorizing payments to vendors and third parties. The stipulation of Massachusetts Bar Counsel and Mr. Weekes, filed in the Massachusetts disciplinary proceeding, specified that “[i]n May 2001, July 2001, and October 2001, [Mr. Weekes] intentionally and fraudulently caused three [HM] checks to-talling $22,701 to be written to ‘Equity R.P.’” Equity R.P. stood for “Equity Real Protection,” purportedly a security company that provided service on behalf of HM. However, that company did not exist. Mr. Weekes actually gave the checks to the manager of his apartment building, “Equity Residential Property Management,” to cover his residential rental payments.\nThe stipulation also indicated that in May 2002, Mr. Weekes “intentionally and fraudulently caused a [HM] check for $3,400 to be issued to Attorney Robert D. Keough,” supposedly for legal fees pertaining to Mr. Keough’s alleged representation of HM in an employment discrimination case. Instead, the check covered Mr. Weekes’s share of rent for a Rhode Island summer vacation home.\nWhen we temporarily suspended Mr. Weekes in 2005, pending the final outcome of the Massachusetts disciplinary proceeding, we informed Mr. Weekes of the requirement that he submit an affidavit in compliance with D.C. Bar R. XI, § 14(g). The Board submitted a Report, dated January 20, 2006, noting that the October 19, 2005 affidavit submitted by Mr. Weekes did not comply with the applicable rule. The Board therefore recommended that “any period of suspension that ultimately may be imposed by [this court] as reciprocal discipline would run from the date Respondent files the affidavit required by D.C. Bar R. XI, § 14(g).” More than two years after the Board’s 2006 Report, and following other communications advising Mr. Weekes that he had not submitted an acceptable affidavit, he filed an affidavit complying with Rule XI, § 14(g).\nANALYSIS\nMr. Weekes’s sole contention in his appellate brief and during his main oral argument centered on the Board’s position that his October 19, 2005 affidavit did not comply with D.C. Bar R. XI, § 14(g), and that, consequently, his suspension should date from the time he filed his June 2008 affidavit complying with Rule XI, § 14(g). Bar Counsel asserted in its brief, and at oral argument, that Mr. Weekes’s sanction should commence as of June 24, 2008. Bar Counsel further insisted that Mr. Weekes should be disbarred because his misconduct constituted intentional misappropriation. During his rebuttal argument, Mr. Weekes opposed Bar Counsel’s advocacy of his disbarment.\nWe first set forth the legal principles and authorities that will guide our analysis. D.C. Bar R. XI, § 11(c) mandates reciprocal discipline (“Reciprocal discipline shall be imposed”) except in certain limited situations. As we have said previously: “In reciprocal discipline cases, the presumption is that the discipline in the District of Columbia will be the same as it was in the original disciplining jurisdiction.” In re Meisler, 776 A.2d 1207, 1207-08 (D.C.2001); see also In re Kennon, No. 09-BG-1327, 987 A.2d 1143, 1143, 2010 D.C.App. Lexis 17, at *2 (D.C. January 28, 2010). The limited situations in which this court will not impose reciprocal discipline are set forth in Rule XI, § 11(c)(1) through (5); the exception in subsection (5) addresses the situation where “[t]he misconduct established warrants substantially different discipline in the District of Columbia.”\n“Under D.C. Bar R. XI, § 14(g), a suspended attorney must file an affidavit demonstrating that he has satisfied his obligation pursuant to the Rule to, inter alia, notify clients of his suspension, withdraw from pending matters, return client property, notify opposing parties, and cease practicing law.” In re Maignan, No. 07-BG-1362, 988 A.2d 493, 496, 2010 D.C.App. Lexis 29, at *7 (D.C. February 4, 2010). Section 14(g) provides:\n(g) Required affidavit and registration statement. — Within ten days after the effective date of an order of disbarment or suspension, the disbarred or suspended attorney shall file with the Court and the Board an affidavit:\n(1) Demonstrating with particularity, and with supporting proof, that the attorney has fully complied with the provisions of the order and with this rule;\n(2) Listing all other state and federal jurisdictions and administrative agencies to which the attorney is admitted to practice; and\n(3) Certifying that a copy of the affidavit has been served on Bar Counsel.\nThe affidavit shall also state the residence or other address of the attorney to which communications may thereafter be directed. The Board may require such additional proof as it deems necessary. In addition, for five years following the effective date of a disbarment or suspension order, a disbarred or suspended attorney shall continue to file a registration statement in accordance with Rule II, stating the residence or other address to which communications may thereafter be directed, so that the attorney may be located if a complaint is made about any conduct of the attorney occurring before the disbarment or suspension. See also section 16(c).\nD.C. Bar R. XI, § 14(g)(1), (2), and (3); see also In re Huber, 708 A.2d 259, 261-62 (D.C.1998). The affidavit requirement imposed by § 14(g) is distinct from a Goldberg affidavit. In re Slosberg, 650 A.2d 1329, 1331 (D.C.1994); In re Goldberg, 460 A.2d 982, 985 (D.C.1983). A Goldberg affidavit promptly notifies Bar Counsel “ ‘of any professional disciplinary action in another jurisdiction,’ ” and indicates that respondent “ ‘voluntarily refrains from practicing law in the District of Columbia during the period of suspension in the original jurisdiction.’ ” Slosberg, 650 A.2d at 1331, 1331 n. 6 (quoting Goldberg, 460 A.2d at 985). Thus, if a Goldberg affidavit is submitted, “a suspension imposed ... in a reciprocal discipline proceeding could be imposed retroactively to the commencement of the suspension in the foreign jurisdiction,” so long as a respondent also satisfies the § 14(g) affidavit requirement. Id.\nThe Affidavit Issue\nWe begin our analysis with the affidavit issue raised by Mr. Weekes. Although his October 2005 filing qualified as a Goldberg affidavit, the Board correctly determined that it failed to satisfy the affidavit requirements of Rule XI, § 14(g). Significantly, Mr. Weekes did not list his bar admissions, including New York. As we declared in In re Bowser, 771 A.2d 1002 (D.C.2001):\n[The Rule XI, § 14 requirements] are all matters of substance. None of them is a mere technicality. They all go to assure the protection of clients ... from any disadvantage resulting from the suspension of the attorney. They also assure the protection of adverse parties.... They also serve the needs of the judicial and administrative systems ... so that pending proceedings will not be unduly disrupted by the suspension.\nId. at 1010. In addition, although Mr. Weekes avers in his 2005 affidavit that “[s]ince the effective date of the order of temporary suspension from the practice of law by the [Massachusetts] court, [he has] not practiced law in the District of Columbia,” he does not explicitly state that he had no clients, or that he notified his clients of his suspension, or that he does not represent clients in non-litigated matters. Yet, these are “core requirements” of the § 14(g) affidavit. In re Hook, 912 A.2d 554, 555 (D.C.2006). Furthermore, the requirement in § 14(g)(2) — “[l]ist[ ] all other state and federal jurisdictions and administrative agencies to which the attorney is admitted to practice” — safeguards against the possibility that an attorney who has been disciplined in one jurisdiction may escape the notice of another and practice without reciprocal sanction.\nMr. Weekes’s 2005 submission could not be described as “full, though technically imperfect compliance with the requirements of [§ ]14.” Slosberg, 650 A.2d at 1333. Nor could it be characterized as falling within the parameters of In re Gardner, 650 A.2d 693 (D.C.1994), or In re Susman, 876 A.2d 637 (D.C.2005), where the disciplined attorney received nunc pro tunc treatment after being given an opportunity to file an affidavit that complied with § 14. In Gardner, where the order suspending respondent pending disposition of the reciprocal discipline proceeding did not explicitly mention § 14, the respondent nevertheless “promptly provided the Board with written notice which the Board concluded informed it that respondent had no clients, adverse parties, or tribunals within the District to inform of his suspension.” 650 A.2d at 697. We later described Gardner as a case manifesting “exceptional circumstances” allowing for “full, though technically imperfect compliance” with the § 14(g) affidavit requirement, Huber, supra, 708 A.2d at 262 n. 4.\nThe Board explained its reasons in Sus-man for recommending nunc pro tunc treatment. There, although respondent filed his initial § 14(g) affidavit on June 7, 2001, he was not notified that his affidavit was deficient until March 23, 2004. The Board articulated the following factors as a guide for determining whether to recommend nunc pro tunc treatment:\n1. Did the omission or defect go to one of the core requirements listed in D.C. Bar R. XI, § 14(a) through (d)? If so, was there actual compliance with these requirements which was simply not adequately reported in the affidavit?\n2. Does respondent’s conduct, both in the underlying violation and in the disciplinary proceeding suggest that an opportunity to correct is in order?\n3. Does fairness to the respondent suggest that an opportunity to correct is in order? If so, would nunc pro tunc treatment adequately protect the public interest?\nReport and Recommendation of the Board on Professional Responsibility, In re Susman, DCCA No. 00-BG-121, BDN 024-00 (October 25, 2004), mentioned without detail, Susman, 876 A.2d at 638. After applying these factors, the Board concluded that Mr. Susman had complied with the core requirements of the § 14(g) affidavit by stating, “at the time of my suspension from the Bar of the District of Columbia, I had no clients to notify of my suspension and therefore did not notify anyone.” In contrast to Mr. Susman’s declaration, Mr. Weekes stated in his 2005 affidavit: “Since the effective date of the order of temporary suspension from the practice of law by the [Massachusetts court], I have not practiced law in the District of Columbia during this temporary suspension imposed by the [Massachusetts court].” Mr. Weekes’s statement in his affidavit does not expressly declare that he had no clients, retained or non-retained, to notify. Although he emphasized that he was on active military duty from January 2003 to May 2005, he did not submit his initial affidavit until October 19, 2005. Thus, there were several months during which he may have had clients — either under a retainer or without a retainer agreement. In sum, under the first Susman factor, Mr. Weekes did not comply with the core requirements of the § 14(g) affidavit, in addition to failing to list all of the state and administrative jurisdictions to which he had been admitted to practice.\nUnder the second Susman factor, which focuses on whether a respondent’s conduct “suggests] that an opportunity to correct [the affidavit] is in order,” Mr. Susman’s misconduct, a criminal conviction, constituted moral turpitude. However, the Board determined that he was honest and non-evasive during his disciplinary proceedings. Therefore, the Board concluded that the second Susman factor did not undercut an opportunity to submit a supplemental affidavit. Here, Mr. Weekes’s conduct involved periodic instances of serious dishonesty but not of a continuing nature, and he made restitution to HM. Hence, he has some leverage regarding the second factor.\nWith respect to the third Susman factor, whether “fairness to the respondent suggests] that an opportunity to correct is in order,” the Susman Board observed that the multiple year delay in that matter had been “substantial,” prompting it to seek a remand to address the fairness question. In contrast, the Board notified Mr. Weekes on several occasions of his need to submit a proper § 14(g) affidavit. Despite all of the opportunities in 2005, 2006, 2007, and early 2008 to file a proper § 14(g) affidavit, not until June 24, 2008 did Mr. Weekes file an affidavit complying with § 14. Given the record of official communications advising Mr. Weekes about the § 14(g) affidavit, he clearly is not in the same posture as the respondents in Gardner and Susman, supra. Nor is Mr. Weekes’s situation comparable to that of the respondent in In re Hallal, 944 A.2d 1085, 1087-88, 1088 n. 2 (D.C.2008), where respondent did not receive communications from the Board or Bar Counsel because they were stamped “undeliverable” and were returned to the senders.\nIn sum, under at least the first and third Susman factors, we conclude that the principle of “full, though technically imperfect compliance,” Slosberg, 650 A.2d at 1333 (citing Gardner, 650 A.2d at 693), is not applicable to the circumstances surrounding the submission of a proper § 14(g) affidavit in Mr. Weekes’s case. Hence, we agree with the Board that Mr. Weekes should not receive nunc pro tunc treatment with regard to the starting date of his five-year suspension from the practice of law in the District of Columbia. Rather his suspension will date from June 24, 2008.\nThe Sanction Issue\nWe turn to Bar Counsel’s advocacy of disbarment as a sanction rather than the Board’s recommended five-year suspension with a fitness requirement for reinstatement. Bar Counsel vigorously argues that Mr. Weekes’s misconduct “warrants substantially different discipline in the District of Columbia” pursuant to D.C. Bar R. XI, § 11(c)(4), and hence, Mr. Weekes should be disbarred in this reciprocal discipline matter. As the Board explained in its October 31, 2008 Report and Recommendation: “Bar Counsel rests its disbarment recommendation on its assertion that Respondent committed intentional misappropriation, for which disbarment is the presumptive sanction m this jurisdiction.”\nThe Board rejected Bar Counsel’s position because, in its view, “[t]he presumption of disbarment under [In re] Addams, [579 A.2d 190 (D.C.1990) (en banc)], does not apply” since no HM “funds were entrusted to [Mr. Weekes].” We agree with the Board on this point. Our decision in In re Barrett, 966 A.2d 862 (D.C.2009) is instructive. There, respondent was the chief executive officer and sole director of NetFax, Inc. He opened a checking account, in the corporation’s name, on which he was the sole signatory. Substantial sums of money were deposited in this account for which Mr. Barrett was responsible as a fiduciary. See In re Barrett, 447 Mass. 453, 852 N.E.2d 660, 661 (2006). The Board reasoned that Mr. Barrett, “in his capacity as a fiduciary, intentionally converted corporate funds for his personal use and fabricated documents and made false statements to conceal his actions.” Barrett, 966 A.2d at 863. Massachusetts follows the principle that “[t]he presumptive sanction for ... misappropriation of client funds is disbarment or indefinite suspension.” Barrett, 852 N.E.2d at 668 (citation omitted). However, Massachusetts concluded that there was no misappropriation in Barrett (although there was a breach of fiduciary duty) because “the $130,000 taken by the respondent from NetFax’s account did not constitute a misappropriation of client funds while the respondent was engaged in the practice of law.” 852 N.E.2d at 668.\nUnlike Massachusetts, which suspended Mr. Barrett for two years, we imposed the sanction of disbarment on Mr. Barrett, not because he had misappropriated funds, but because, like the respondent in In re Slattery, 767 A.2d 203 (D.C.2001), he was in sole control of a bank account belonging to an organization which trusted him to maintain the account properly, but he deceitfully withdrew funds from the account for his own personal gain, and then deceitfully concealed his action. Barrett, 966 A.2d at 864.\nIn contrast to the situation in Barrett and Slattery, Mr. Weekes established no bank account with funds belonging to HM over which he was the sole signatory. Indeed, his function was to review and authorize requests for payments, not to make payments from an account he controlled. Thus, as the Board recognized, Mr. Weekes’s case is readily distinguishable from both Barrett and Slattery. As in Barrett, the Massachusetts court did not sanction Mr. Weekes with disbarment (although it could have). Rather, it decided that the stipulated indefinite suspension was appropriate in light of Mr. Weekes’s full restitution to HM. Similarly, the Board here followed Massachusetts in Mr. Weekes’s case, recognizing that: “under principles of reciprocal discipline, it is appropriate to defer to the Massachusetts finding, particularly where, as here, the [e]ourt could have considered the same mitigation had this case been before it as an original matter.” Hence, the Board has recommended, as in Hallal, that “the functionally equivalent discipline of a five-year suspension with a requirement to prove fitness to practice as a condition of reinstatement” be imposed on Mr. Weekes as a sanction. 944 A.2d at 1086. We accept the recommendation of the Board.\nAccordingly, for the foregoing reasons, it is ORDERED that Oscar W. Weekes, Jr. be suspended from the practice of law in the District of Columbia for the period of five years, beginning June 24, 2008, with reinstatement in this jurisdiction conditioned on proof of fitness to practice.\nSo ordered.\n. D.C. Bar R. XI, § 11(c) provides:\n(c) Standards for reciprocal discipline.— Reciprocal discipline may be imposed whenever an attorney has been disbarred, suspended, or placed on probation by another disciplining court. It shall not be imposed for sanctions by a disciplining court such as public censure or reprimand that do not include suspension or probation. For sanctions by another disciplining court that do not include suspension or probation, the Court shall order publication of the fact of that discipline by appropriate means in this jurisdiction. Reciprocal discipline shall be imposed unless the attorney demonstrates, by clear and convincing evidence, that:\n(1) The procedure elsewhere was so lacking in notice or opportunity to be heard as to constitute a deprivation of due process; or\n(2) There was such infirmity of proof establishing the misconduct as to give rise to the clear conviction that the Court could not, consistently with its duty, accept as final the conclusion on that subject; or\n(3) The imposition of the same discipline by the Court would result in grave injustice; or\n(4) The misconduct established warrants substantially different discipline in the District of Columbia; or\n(5) The misconduct elsewhere does not constitute misconduct in the District of Columbia.\nUnless there is a finding by the Court under (1), (2), or (5) of this subsection, a final determination by another disciplining court that an attorney has been guilty of professional misconduct shall conclusively establish the misconduct for the purpose of a reciprocal disciplinary proceeding in this Court.\n. The Board’s Executive Attorney sent a letter to Mr. Weekes on September 28, 2005, advising him of both the Goldberg affidavit and the § 14(g) affidavit requirements. Our October 18, 2005 order temporarily suspending Mr. Weekes also informed him of the § 14(g) affidavit requirement. Further notification occurred on January 20, 2006, with the issuance of the Board's Report and Recommendation that Mr. Weekes’s matter be held in abeyance pending conclusion of the proceedings in Massachusetts. That report specifically stated: “Respondent has not filed an affidavit that complies with the requirements of D.C. Bar R. XI, § 14(g).” At the conclusion of the Massachusetts proceeding, Mr. Weekes once again was sent a letter advising him of the § 14(g) affidavit requirement. This notice was buttressed by a January 25, 2008 suspension order of this court which, yet again, advised Mr. Weekes of the § 14(g) affidavit requirement. Finally, Bar Counsel recommended on April 11, 2008, that Mr. Weekes's sanction begin when he filed his § 14(g) affidavit because he had failed to submit an affidavit complying with § 14.\n. In another reciprocal discipline matter concerning Massachusetts's sanction of indefinite suspension, the Board “determined that there is a substantial difference between disbarment and suspension”; and recommended disbarment. In re Grossman, 940 A.2d 85, 87 (D.C.2007). We responded to the Board's determination in a footnote: \"Although whether this is correct or not is clearly debatable, given that the only apparent difference between the Massachusetts discipline of an indefinite suspension with the right to apply for reinstatement after five years and our disbarment with a right to apply for reinstatement after five years is the opprobrium which attaches to the term disbarment, we need not decide this question. The Massachusetts discipline imposed in this case is the 'functional equivalent' of the discipline the Board recommends to us.” Id. at 87 n. 3 (citing In re Steele, 914 A.2d 679 (D.C.2007); In re Bell, 716 A.2d 205 (D.C.1998)).",
        "type": "majority",
        "author": "REID, Associate Judge:"
      }
    ],
    "attorneys": [
      "Marlon C. Griffith, Brooklyn, NY, for respondent.",
      "William R. Ross, Assistant Bar Counsel, with whom Wallace E. Shipp, Jr., Bar Counsel, and Judith Hetherton, Senior Assistant Bar Counsel, were on the brief, for the Office of Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Oscar W. WEEKES, Jr., Respondent. Member of the Bar of the District of Columbia Court of Appeals (Bar No. 446257).\nNo. 05-BG-1047.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 4, 2010.\nDecided March 11, 2010.\nMarlon C. Griffith, Brooklyn, NY, for respondent.\nWilliam R. Ross, Assistant Bar Counsel, with whom Wallace E. Shipp, Jr., Bar Counsel, and Judith Hetherton, Senior Assistant Bar Counsel, were on the brief, for the Office of Bar Counsel.\nBefore REID and KRAMER, Associate Judges, and FERREN, Senior Judge."
  },
  "file_name": "0470-01",
  "first_page_order": 512,
  "last_page_order": 518
}
