{
  "id": 8354268,
  "name": "Kathleen BENHAM v. MORTON & FURBISH AGENCY et al.",
  "name_abbreviation": "Benham v. Morton & Furbish Agency",
  "decision_date": "2007-07-10",
  "docket_number": "",
  "first_page": "471",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 471"
    },
    {
      "type": "parallel",
      "cite": "2007 ME 83"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "170 A.2d 645",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "647",
          "parenthetical": "holding that guest of hotel not entitled to notice of eviction"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "157 Me. 111",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        921838
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "115",
          "parenthetical": "holding that guest of hotel not entitled to notice of eviction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/157/0111-01"
      ]
    },
    {
      "cite": "377 P.2d 642",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "643-44",
          "parenthetical": "finding landlord and tenant relationship in lease of high school premises for an event"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "61 Wash.2d 222",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1034584
      ],
      "year": 1963,
      "pin_cites": [
        {
          "parenthetical": "finding landlord and tenant relationship in lease of high school premises for an event"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/61/0222-01"
      ]
    },
    {
      "cite": "52 A. 767",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1902,
      "pin_cites": [
        {
          "page": "769"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 Me. 197",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        697474
      ],
      "year": 1902,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/96/0197-01"
      ]
    },
    {
      "cite": "141 A. 70",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1928,
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "127 Me. 32",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        657102
      ],
      "year": 1928,
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/127/0032-01"
      ]
    },
    {
      "cite": "675 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862823
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "516"
        },
        {
          "page": "516"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0514-01"
      ]
    },
    {
      "cite": "182 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "160-61"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "75 N.J.Super. 56",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        362556
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/75/0056-01"
      ]
    },
    {
      "cite": "8 N.W.2d 423",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1943,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "232 Iowa 1258",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8644977
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/iowa/232/1258-01"
      ]
    },
    {
      "cite": "662 A.2d 220",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861708
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "221-22"
        },
        {
          "page": "221-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/662/0220-01"
      ]
    },
    {
      "cite": "202 A.2d 560",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "562",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Me. 223",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        907126
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "226",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/160/0223-01"
      ]
    },
    {
      "cite": "1997 ME 99",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11986694
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "¶ 9",
          "parenthetical": "citations omitted"
        },
        {
          "page": "926",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/694/0924-01"
      ]
    },
    {
      "cite": "44 A.2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "pin_cites": [
        {
          "page": "731-32",
          "parenthetical": "interpreting status of occupant as defined.in statute as a matter of law"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "141 Me. 393",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        496282
      ],
      "year": 1945,
      "pin_cites": [
        {
          "page": "400-02",
          "parenthetical": "interpreting status of occupant as defined.in statute as a matter of law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/141/0393-01"
      ]
    },
    {
      "cite": "2005 ME 116",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8906279
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 9"
        },
        {
          "page": "781"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/885/0779-01"
      ]
    },
    {
      "cite": "2003 ME 24",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9364781
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 6"
        },
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 834,
    "char_count": 15244,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 1.0856349443648023e-07,
      "percentile": 0.5635861395780217
    },
    "sha256": "6eb71127c39040e99949889cd7cb1ca2470b0c051c3c76be36655670a5352af0",
    "simhash": "1:b5889e181806d259",
    "word_count": 2598
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and CLIFFORD, ALEXANDER, CALKINS, LEVY, SILVER, and MEAD, JJ."
    ],
    "parties": [
      "Kathleen BENHAM v. MORTON & FURBISH AGENCY et al."
    ],
    "opinions": [
      {
        "text": "MEAD, J.\n[¶ 1] Kathleen Benham appeals from a summary judgment entered in the Superi- or Court (Franklin County, Jabar, J.) in favor of Morton & Furbish Agency and Aline and Rheal Caron on Benham’s complaint for negligence and breach of warranty of habitability. Benham contends that the court erred when it determined that a landlord and tenant relationship existed in regard to the rented cottage where Benham was injured, and that because of this relationship, defendants had no duty to prevent her injury. Because we conclude that the rental of the cottage created a license to use the premises, we vacate and remand for further proceedings.\nI. BACKGROUND\n[¶ 2] The following facts are undisputed. In July 1999, Kathleen Benham of Denver, Colorado, was visiting Maine with family members. Her sister, Colleen Blevins, had rented a cottage in Rangeley for two weeks between July 31, 1999, and August 14, 1999. The cottage was owned by Aline and Rheal Caron, and the rental agreement was brokered by Morton & Furbish, a real estate and rental agency. The Car-on cottage was also listed for sale with Morton & Furbish.\n[¶ 3] The Carons had agreed with Morton & Furbish to make their cottage available for rent so long as Morton & Furbish would continue to show the Caron cottage to potential buyers during any renters’ use of the cottage. The Carons and Morton & Furbish also agreed that the renters would not have access to the cottage’s attic, which was used to store personal items. Morton & Furbish, however, had permission to unlock the attic trapdoor to show the attic to potential buyers of the cottage.\n[¶4] Blevins made the rental arrangements without having previously been inside the Caron cottage. Benham and Blevins understood the rental was for the family to use exclusively for two weeks. The vacationing family members also understood that no one was going to come in and clean the cottage premises on a daily basis or do any structural work on the cottage during their rental.\n[¶ 5] Morton & Furbish supplied the linens for the users of the cottage; arranged for trash removal (and snow removal for winter occupants); supplied toiletries and general household supplies; and was responsible for cleaning the cottage after checkout. Morton & Furbish had a policy that users of vacation rentals were not to use the phones to call long-distance unless using a credit card to pay for the call. Morton & Furbish collected sales tax from Blevins at a rate of 7% for her use of the Caron cottage. See 36 M.R.S. §§ 1752(12), 1811 (2006). Morton & Furbish reserved the right to refuse service to anyone.\n[¶ 6] Upon arriving in Rangeley, the vacationing family members obtained the keys to the cottage from Morton & Furbish. When Benham and her family arrived at the cottage, the attic trapdoor at the top of the attic stairs was open and not padlocked. The family had not been told by Morton & Furbish that the attic area of the cottage was unavailable for their use.\n[¶ 7] Within minutes of her arrival, Ben-ham went partway up the stairs leading to the attic to explore the space, and then turned around to descend. On her way down, Benham made a misstep, lost her balance, and fell off of the staircase and onto the floor. The injuries that she sustained in that fall are the subject of this action.\n[¶ 8] When the Carons first purchased the cottage, a pull-down ladder had provided access to the attic. At some point before 1999, the pull-down ladder broke, and Rheal Caron replaced the ladder with stairs that he designed and built himself. The stairs had no guard or handrails, were twenty-four inches in width, and had a nine-inch rise. The Carons used the attic to store beds and cots, linens, personal clothes, life jackets, and other personal items.\n[¶ 9] In 2005, Benham filed a complaint in the Superior Court against Morton & Furbish and the Carons alleging that they had negligently designed and permitted the dangerous condition of the cottage’s attic stairs to exist on the premises, as well as breach of express and implied warranties that the premises would be fit for human habitation and occupancy and would be fit for the purpose of a vacation rental property. Morton & Furbish filed a motion for a summary judgment on all counts of Benham’s complaint, contending that no duty was owed to Benham to prevent her injuries and that there was no evidence of a breach of express or implied warranty. The Carons also filed a motion for a summary judgment against Benham.\n[¶ 10] The Superior Court granted the summary judgment motions of Morton & Furbish and the Carons on all counts. The court reasoned that no duty was owed to Benham because of the rule that “a landlord is not liable for injuries caused by defective conditions in areas that are within the exclusive possession and control of the lessee.” The court also found that no duty was owed to a tenant or guest of a tenant with regard to the design of the stairs. The court concluded that summary judgment was warranted as to the warranty claim because there was no evidence of an express warranty, and consequential damages are precluded for a breach of warranty of habitability.\n[¶ 11] Benham filed a motion for reconsideration pursuant to M.R. Civ. P. 59(e), which the court denied without explanation. Benham filed this appeal of the summary judgment on the negligence claims.\nII. DISCUSSION\n[¶ 12] Benham argues that the court erroneously concluded that the relationship between the Carons and Blevins was that of a landlord and tenant when it reasoned that no duty of care was owed to prevent Benham’s injuries. We address in turn: (A) the standard of review for summary judgment on the duty of care to an occupant; (B) how the duty of care is affected by the distinction between a tenancy and a license; and (C) whether the rental of the Caron cottage created a lease to the premises or a license to use the premises.\nA. Standard of Review\n[¶ 13] On appeal from the grant of a motion for a summary judgment, we independently examine the parties’ statements of material facts and the portion of the record referred to in those statements, in the light most favorable to the party against whom judgment was granted, to determine if a genuine issue of material fact exists and if the successful party was entitled to judgment as a matter of law. Lightfoot v. Sch. Admin. Dist. No. 35, 2003 ME 24, ¶ 6, 816 A.2d 63, 65.\n[¶ 14] Whether a party owes a duty of care is a question of law that we review de novo. Graves v. S.E. Downey Registered Land Surveyor, P.A, 2005 ME 116, ¶ 9, 885 A.2d 779, 781. The existence of a duty of care in the present case depends on whether the two-week vacation rental of the Caron cottage created a lease to the premises, or alternatively, a license to use the premises. Whether the arrangement created a lease or a license is also a question of law. See Levesque v. Columbia Hotel, 141 Me. 393, 400-02, 44 A.2d 728, 731-32 (1945) (interpreting status of occupant as defined.in statute as a matter of law).\nB. The Tenant and Licensee Distinction and the Duty of Care\n[¶ 15] If the rental created a lease to the premises, no duty was owed to prevent Benham’s injuries. “[A] landlord is not liable for injuries caused by defective conditions in areas that are within the exclusive possession and control of a lessee.” Rodrigue v. Rodrigue, 1997 ME 99, ¶ 9, 694 A.2d 924, 926. “[T]he tenant, under the principle of caveat emptor, takes the property for better or worse.” Cole v. Lord, 160 Me. 223, 226, 202 A.2d 560, 562 (1964) (citations omitted). If, however, the agreement to rent the cottage created only a license to use the premises, then there was a duty of reasonable care by the defendants to prevent injuries to business invitees, including guests. See Pelletier v. Fort Kent Golf Club, 662 A.2d 220, 221-22 (Me.1995).\n[¶ 16] The conceptual distinction between the two turns on possession: a tenant who has a lease is entitled to possession and exclusive occupancy of the premises, while a licensee merely has a contract for use without a transfer in an interest in land. See, e.g., Brin v. Sidenstucker, 232 Iowa 1258, 8 N.W.2d 423, 426 (1943); Johnson v. Kolibas, 75 N.J.Super. 56, 182 A.2d 157, 160-61 (App.Div.1962); see also 2 Riohard R. Powell, Powell on Real Property § 16.02[3][b] at 16-23 to 16-24 (Michael Allan Wolf ed., Matthew Bender 2005); Roger A. Cunningham et al., The Law of Property § 6.7 at 261-62 (1984).\n[¶ 17] We have not expressly spoken on the factors that distinguish a lease from a license in a lodging context. It is clear that a “lease conveys a possessory interest in the land to another for a period of time.” Town of Lisbon v. Thayer Corp., 675 A.2d 514, 516 (Me.1996). “To be a tenant a person must have some estate, be it ever so little, such as that of a tenant at will or on sufferance. A person in occupation of real estate as a servant or licensee is not a tenant.” City of Waterville v. Kelleher, 127 Me. 32, 35, 141 A. 70, 72 (1928).\n[¶ 18] A license is the “authority to do a particular act, or series of acts, upon another’s land without possessing an estate therein.” Moore v. Stetson, 96 Me. 197, 202, 52 A. 767, 769 (1902). Factors pointing toward a license relationship in a lodging context include: whether the owner retained keys; had free access to the room; had a right to enter for repairs; lived in the building; posted a doorman or desk clerk; provided meals, utilities, cleaning services, towels, linens, utensils, and furnishings; or held the premises out to the public as a place for travelers or lodgers. See 2 Richard R. Powell, Powell on Real Property § 16.02[3][b] at 16-24 (Michael Allan Wolf ed., Matthew Bender 2005); Roger A. Cunningham et al., The Law of Property § 6.7 at 261 (1984).\n[¶ 19] In determining whether an occupant is a licensee or a tenant, the length of stay of the occupant is a factor of heightened importance, with shorter stays indicating a license to use the premises. See 2 Rickard R. Powell, Powell on Real Property § 16.02[3][b] at 16-23 (Michael Allan Wolf ed., Matthew Bender 2005) (noting merit of suggestion that “the overriding issue in most of the cases involving the tenant-lodger distinction should be the permanency of residence of the occupant rather than the exclusiveness of control over the room”); Roger A. Cunningham et al., The Law of Property § 6.7 at 261 (1984); but see Hughes v. Chehalis Sch. Dist. No. 302, 61 Wash.2d 222, 377 P.2d 642, 643-44 (1963) (finding landlord and tenant relationship in lease of high school premises for an event).\nC. Whether the Rental of the Caron Cottage Created a Lease or a License\n[¶20] Based on the factual circumstances in the present case, we conclude that the rental agreement constituted a license to use the cottage.\n[¶ 21] The limited two-week duration of the rental provides strong evidence for the conclusion that Blevins occupied the cottage pursuant to a license. Although a short rental term is not dispositive on the license or tenancy issue, it strongly suggests that the cottage rental was more akin to a place for travelers, lodgers, and transient guests, and did not convey a “possessory interest in the land to another for a period of time.” See Town of Lisbon, 675 A.2d at 516; See 2 Richard R. Powell, Powell on Real Property § 16.02[3][b] at 16-24 (Michael Allan Wolf ed., Matthew Bender 2005).\n[¶22] The following facts further indicate a license to use the premises. Blevins never inspected the premises prior to taking occupancy. Morton & Furbish’s unilateral substitution of either the Caron cottage or another identified cottage for the one Blevins originally contracted to rent suggests a fungibility of accommodations that is more akin to a hotel or motel operation. During the family’s stay at the cottage, Morton & Furbish provided certain limited housekeeping and linen services, trash removal, as well as toiletries and other incidental household items. Morton & Furbish collected a sales tax for the rental, as required for the sale of a room or a vacation rental, which would not necessarily have been required for a tenant. See 36 M.R.S. § 1752(12).\n[¶ 23] We are not persuaded by the arguments of the Carons and Morton & Furbish that a tenancy was created by the family’s belief that the cottage was theirs to use exclusively for the term of the rental, or that no one would maintain the premises or provide housekeeping services during their rental. The key to deciding whether there is a lease is whether the occupant is entitled to possession and exclusive occupancy of the premises. The family’s subjective belief that no one would interfere with their possession does not compel the conclusion that the family was entitled to legal possession. Based on the undisputed facts in this case, we conclude that the arrangement did not entitle the vacationing family to possession and exclusive occupancy of the premises.\nD. Conclusion\n[¶ 24] Accordingly, we conclude that Blevins had a license to use the Caron cottage. Benham was the guest of Blevins, and a duty of reasonable care was owed to Benham. See Pelletier, 662 A.2d at 221-22. Because we conclude that there was a duty of reasonable care, we do not address whether there is a dispute of a material fact about the existence of exclusive possession and control of the premises. Additionally, because the issue was not reached by the Superior Court, we do not address the Carons’ contention that Morton & Furbish acted outside the scope of the agency relationship.\nThe entry is:\nJudgment vacated and remanded for further proceedings consistent with this opinion.\n. Blevins originally contracted with Morton & Furbish to rent a different cottage in Range-ley. However, after Morton & Furbish realized that they had inadvertently rented the same cottage to another individual for the same period, Morton & Furbish made a unilateral decision to substitute either the Caron cottage or another identified cottage. Blevins chose the Caron cottage.\n. At oral argument, the parties also addressed several public policy concerns including whether, if the vacationing family overstayed the rental period, the Carons and Morton & Furbish could resort to self-help or would instead have to go through the process of forcible entry and detainer. See Sawyer v. Congress Square Hotel Co., 157 Me. 111, 115, 170 A.2d 645, 647 (1961) (holding that guest of hotel not entitled to notice of eviction); 14 M.R.S. §§ 6001-6016 (2006). The parties also discussed the availability of insurance for short-term occupancies. We base our conclusion on the undisputed facts of this rental agreement, and do not reach these public policy arguments.",
        "type": "majority",
        "author": "MEAD, J."
      }
    ],
    "attorneys": [
      "Robert A. Laskoff, Scott A. Quigley (orally), Julia T. Greenleaf, Laskoff & Associates, Lewiston, for plaintiff.",
      "Jonathan W. Brogan (orally), Sherry L. Abbott, Norman, Hanson & DeTroy, LLC, for defendant, Morton & Furbish Agency.",
      "Wendell G. Large (orally), Carol I. Ei-senberg, Richardson, Whitman, Large & Badger, Portland, for defendants."
    ],
    "corrections": "",
    "head_matter": "2007 ME 83\nKathleen BENHAM v. MORTON & FURBISH AGENCY et al.\nSupreme Judicial Court of Maine.\nArgued: April 10, 2007.\nDecided: July 10, 2007.\nRobert A. Laskoff, Scott A. Quigley (orally), Julia T. Greenleaf, Laskoff & Associates, Lewiston, for plaintiff.\nJonathan W. Brogan (orally), Sherry L. Abbott, Norman, Hanson & DeTroy, LLC, for defendant, Morton & Furbish Agency.\nWendell G. Large (orally), Carol I. Ei-senberg, Richardson, Whitman, Large & Badger, Portland, for defendants.\nPanel: SAUFLEY, C.J., and CLIFFORD, ALEXANDER, CALKINS, LEVY, SILVER, and MEAD, JJ."
  },
  "file_name": "0471-01",
  "first_page_order": 519,
  "last_page_order": 524
}
