{
  "id": 8384257,
  "name": "Kyriakos PSAROMATIS, Appellant, v. ENGLISH HOLDINGS I, L.L.C., Appellee",
  "name_abbreviation": "Psaromatis v. English Holdings I, L.L.C.",
  "decision_date": "2008-03-13",
  "docket_number": "Nos. 06-CV-433, 06-CV-648",
  "first_page": "472",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "944 A.2d 472"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "285 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8064389
      ],
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0310-01"
      ]
    },
    {
      "cite": "82 F.2d 859",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        934945
      ],
      "year": 1936,
      "pin_cites": [
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/82/0859-01"
      ]
    },
    {
      "cite": "65 App. D.C. 253",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1936,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "913 A.2d 1260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8441725
      ],
      "pin_cites": [
        {
          "page": "1265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/913/1260-01"
      ]
    },
    {
      "cite": "517 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920458
      ],
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/0028-01"
      ]
    },
    {
      "cite": "596 A.2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11298265
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "37, 39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/0035-01"
      ]
    },
    {
      "cite": "604 A.2d 881",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937761
      ],
      "pin_cites": [
        {
          "page": "883"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/604/0881-01"
      ]
    },
    {
      "cite": "514 A.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934429
      ],
      "pin_cites": [
        {
          "page": "1200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/514/1196-01"
      ]
    },
    {
      "cite": "885 A.2d 284",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8901164
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "288",
          "parenthetical": "quoting Steadman v. Steadman, 514 A.2d 1196, 1200 (D.C.1986)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/885/0284-01"
      ]
    },
    {
      "cite": "520 A.2d 300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882087
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0300-01"
      ]
    },
    {
      "cite": "900 A.2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8416225
      ],
      "pin_cites": [
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/900/0683-01"
      ]
    },
    {
      "cite": "938 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8318032
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "732",
          "parenthetical": "\"When land is the subject matter of the agreement, the legal remedy is assumed to be inadequate, since each parcel of land is unique;\" therefore, \"it is routine for courts to enforce contracts to purchase real estate by ordering that they be specifically performed\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/938/0724-01"
      ]
    },
    {
      "cite": "90 A.2d 832",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8141588
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "833"
        },
        {
          "page": "833"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/90/0832-01"
      ]
    },
    {
      "cite": "77 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8145702
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/77/0559-01"
      ]
    },
    {
      "cite": "760 A.2d 546",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11185665
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "549"
        },
        {
          "parenthetical": "quoting Restatement (Second"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/760/0546-01"
      ]
    },
    {
      "cite": "485 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905858
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "205"
        },
        {
          "page": "205"
        },
        {
          "page": "205",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/485/0199-01"
      ]
    },
    {
      "cite": "874 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8956643
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "867"
        },
        {
          "page": "869"
        },
        {
          "page": "869",
          "parenthetical": "concluding that \"a reasonable and fair-minded person in the position of the parties would not have contemplated that the purchaser must stand perpetually ready to settle while the tenants were seeking to exercise their rights.\""
        },
        {
          "page": "871"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/874/0862-01"
      ]
    },
    {
      "cite": "564 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11312206
      ],
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/0031-01"
      ]
    },
    {
      "cite": "756 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11243127
      ],
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/756/0439-01"
      ]
    },
    {
      "cite": "417 A.2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947435
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "400"
        },
        {
          "page": "397",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/417/0393-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1435,
    "char_count": 59812,
    "ocr_confidence": 0.704,
    "pagerank": {
      "raw": 1.7532422723089554e-07,
      "percentile": 0.708833603812423
    },
    "sha256": "d34d56ad0e0183328bb96640df6bd726e81bbc0c752c2618d292fccabced9551",
    "simhash": "1:8bfc93de670829bb",
    "word_count": 9485
  },
  "last_updated": "2024-02-27T23:28:40.468302+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before BLACKBURNE-RIGSBY and THOMPSON, Associate Judges, and FERREN, Senior Judge."
    ],
    "parties": [
      "Kyriakos PSAROMATIS, Appellant, v. ENGLISH HOLDINGS I, L.L.C., Appellee."
    ],
    "opinions": [
      {
        "text": "BLACKBURNE-RIGSBY, Associate Judge:\nIn these consolidated appeals, appellant Kyriakos Psaromatis seeks the return of his security deposit after his failure to purchase property offered for sale by English Holdings, LLC. Three issues require our resolution. First, Mr. Psaroma-tis contends that the trial court erred in concluding that he was required to settle on the purchase of the property before he received insurable title. Second, Mr. Psa-romatis contends that the trial court erred in concluding that he forfeited his deposit paid to English Holdings for the purchase of the property. Third, English Holdings asserts that Mr. Psaromatis was required to compensate it for fees incurred in defending against claims raised by the property’s tenants. We reverse as to the first two issues and affirm on the third issue.\nIn reaching our conclusion, we discuss each issue in turn and conclude that a condition precedent existed by which Mr. Psaromatis’s obligation to close was conditioned upon the ability of English Holdings to convey insurable title to Mr. Psaromatis that was free of any tenant’s claims. Because English Holdings was not in a position to do this, it was English Holdings— not Mr. Psaromatis — that defaulted under the agreement, and the trial court erred in concluding otherwise. Mr. Psaromatis was therefore entitled, under the terms of the agreement, to the return of his deposit. He was also entitled to pursue an equitable action for specific performance in the trial court. Therefore, we must reverse so that the trial court may order a full refund of Mr. Psaromatis’s deposit because there was no prejudice to either English Holdings or the Tenants’ Association in light of Mr. Psaromatis’s reasonable resort to his statutory remedy of a Notice of Lis Pen-dens. As to English Holdings’s claim for counsel fees, we conclude that the trial court did not abuse its discretion in declining to award English Holdings the counsel fees it sought from Mr. Psaromatis. The purchase agreement between English Holdings and Mr. Psaromatis did not authorize recovery of counsel fees for disputes concerning a third party — here, the Tenant’s Association.\nI. FACTUAL BACKGROUND\nAppellee, English Holdings, is the owner of a ten-unit four-story walk-up apartment building (“the property”) located at 1208 M Street, N.W., Washington, D.C. In 2003, English Holdings retained the firm of Marcus & Millichap for the purpose of listing and selling the property. The firm presented English Holdings with an offer from Mr. Psaromatis to buy the property, and on March 3, 2003, the parties entered into a contract (the “first purchase agreement”). Under the terms of the first purchase agreement, Mr. Psaromatis was to purchase 100% of the member interests of English Holdings for $1,050,000, with an initial deposit of $52,800. Mr. Psaromatis paid the $52,800 deposit to English Holdings on March 4, 2008.\nOn March 25, 2003, English Holdings and Mr. Psaromatis entered into a second contract (“second purchase agreement”) to sell the property itself rather than the “member interests” (as in the first purchase agreement) to Mr. Psaromatis for $1,050,000. In April 2008, English Holdings and Mr. Psaromatis entered into an Addendum to the second purchase agreement. The Addendum gave Mr. Psaroma-tis the right to, inter alia, cancel the purchase agreement and obtain a refund of his deposit if English Holdings failed to deliver marketable fee simple title subject only to exceptions approved by Mr. Psaromatis, or if English Holdings failed to comply with the provisions of the Tenants’ Opportunity to Purchase Act (“TOPA”), or if the tenants organized to purchase the property-\nBy a letter dated April 23, 2003, to English Holdings, counsel for Mr. Psaro-matis outlined his objections to the title commitment. Among other things, Mr. Psaromatis objected to the following “exception,” contained in Scheduled B, Section Two of the title commitment at number eight: “rights of tenants under the Rental Housing Conversion and Sales Act....” Mr. Psaromatis also advised English Holdings in his title objection letter that the “requirements” found in Schedule B, Section One of the title commitment needed to be satisfied, to the extent that those requirements were under English Holdings’s control, particularly the requirement to furnish, to the satisfaction of the title company, proof of compliance with the Rental Housing Conversion and Sales Act. Finally, Mr. Psaromatis advised English Holdings that the noted objections “must be answered, cured, or resolved in accordance with the [second purchase] Agreement.” English Holdings, through its agent Ms. Lloyd, responded to Mr. Psaromatis’s objections the same day via a letter, stating: “All objections detailed in your notice dated April 23, 2003, regarding title commitment for 1208 M Street, Washington, DC will be satisfied prior either to dosing or by affidavit at dosing.” (Emphasis added).\nA month earlier, on March 27, 2003, English Holdings had provided its first Notice of Sale and Tenant Opportunity to Purchase to the tenants of the property, advising them of their statutory rights to match the terms of the sales contract with Mr. Psaromatis pursuant to the TOPA. On May 1, 2003, the Tenants’ Association notified English Holdings that the tenants were interested in purchasing the property and that the Tenants’ Association was incorporated on May 1, 2003. Attached to the May 1, 2003, notice was an application for registration, as required by D.C.Code § 42-3404.11(l). However, on July 10, 2003, English Holdings notified the Tenants’ Association that it was withdrawing its offer of sale to the tenants. In this letter, Ms. Lloyd, English Holdings’s selling agent at the time, stated: “[a]s you may or may not know, the third party contract to purchase [the property] was terminated and I do not wish to sell the property so [I] am withdrawing my offer to sell on behalf of English Holdings.... ” At trial, Ms. Lloyd testified that she assumed that Mr. Psaromatis had lost interest in purchasing the property because English Holdings received neither a copy of the signed new contract (second purchase agreement), nor any communication that Mr. Psaromatis had posted the required deposit.\nOn August 21, 2003, English Holdings’s listing agent advised Mr. Psaromatis that it had withdrawn its offer to sell the property to the tenants and terminated the second purchase agreement. In response, Mr. Psaromatis advised English Holdings that because the tenants failed to purchase the property, he wished to close on the contract and scheduled a closing date in October 2003. English Holdings notified Mr. Psaromatis that it would not close on the designated date because of violations of the contingency for inspection of books and records in the second purchase agreement. But the second purchase agreement did not contain such a books and records inspection contingency, because it was removed from the second agreement pursuant to English Holdings’s request. Notwithstanding the fact that the second purchase agreement replaced the first purchase agreement and did not contain the inspection contingency as did the first agreement, English Holdings still refused to go to closing on the property.\nAs a result of English Holdings’s refusal to close on the purchase of the property pursuant to the second purchase agreement, Mr. Psaromatis filed a complaint in the Superior Court of the District of Columbia on October 7, 2003, seeking specific performance of the contract and damages arising out of English Holdings’s alleged breach of the second purchase agreement. Mr. Psaromatis also filed a Notice of Lis Pendens, pursuant to D.C.Code § 42-1207 (2001) on October 14, 2003. English Holdings filed a counterclaim seeking damages for slander of title. During the pen-dency of this lawsuit, and the pending Notice of Lis Pendens, the parties entered into an interim Settlement Agreement in April 2004.\nThe Settlement Agreement\nUnder the terms of the 2004 Settlement Agreement, the Superior Court litigation was stayed, and all claims and defenses the parties had regarding the sale of the property were preserved. Pursuant to Paragraph 1 of the Settlement Agreement, the parties agreed that the terms and conditions of the second purchase agreement would remain the same, except that the time for settlement would be extended to allow English Holdings an opportunity to provide a new offer of sale to the Tenants’ Association pursuant to the TOPA. See D.C.Code § 42-3404.02. Pursuant to Paragraph 2 of the Settlement Agreement, English Holdings was required to “proceed under the [TOPA] so that the Property [could] be conveyed to [Mr.] Psaromatis free of any claims by the tenants thereunder.” (Emphasis added). Further, paragraph 6 provided that in the event of an unsuccessful sale of the property to Mr. Psaromatis, resulting from the tenants purchasing the property, or the property otherwise not being sold to Mr. Psaroma-tis, “the [p]arties are free to litigate all claims and defenses against one another regarding the Property and that the stay of the Litigation case will be lifted, with all claims having been preserved.”\nAdditionally, under Paragraph 8 of the Settlement Agreement, the parties agreed “that the tenants could, at some time in the future, file a legal or administrative action to seek a determination of their rights, if any, to purchase the property and, therefore, English Holdings [would] be under no obligation to sell the Property to [Mr.] Psaromatis until such litigation is complete.” Although the Settlement Agreement did not explicitly afford Mr. Psaromatis a reciprocal right to delay the purchase of the property, as discussed infra at pp. 481-85, it also did not allow English Holdings to pressure Mr. Psaro-matis to close on the property before English Holdings acquired marketable and insurable title to convey.\nSales Contract With the Tenants’ Association\nPursuant to the Settlement Agreement, and in accordance with the TOPA, English Holdings provided the tenants with a second offer of sale on April 23, 2004. In response, the Tenants’ Association and English Holdings negotiated and entered into a sales contract for the purchase of the property on October 6, 2004. Settlement was scheduled for October 29, 2004.\nAlthough Mr. Psaromatis was aware of the purchase agreement between English Holdings and the Tenants’ Association, he refused to release the Notice of Lis Pen-dens, which served as an obstacle that contributed to the Tenants’ Association’s difficulty in seeming the necessary finances to proceed with the purchase of the property. In response to a request from English Holdings’s counsel to release the notice, Mr. Psaromatis advised English Holdings that he would release the Notice of Lis Pendens if adequate assurances were provided by English Holdings that proceeds from the sale of the property, or other assets of English Holdings, would be available to satisfy a possible money judgment against English Holdings (such as for return of Mr. Psaromatis’s deposit). According to Mr. Psaromatis, he was concerned that if the property was sold to the Tenants’ Association, English Holdings would own no assets because the M Street property was its sole asset. Subsequently, Mr. Psaromatis prepared and circulated to the parties, but never filed, a Motion Requesting Adequate Security in Exchange for Release of the Lis Pendens, to which English Holdings refused to consent.\nOn October 24, 2004, English Holdings notified Mr. Psaromatis that it had declared the Tenants’ Association in default of their purchase agreement for failure to timely post the required deposit and wished to settle with Mr. Psaromatis no later than November 16, 2004. However, Mr. Psaromatis refused to close on the sale because of his concerns about the ongoing TOPA claims by the Tenants’ Association in regard to the property. On November 12, 2004, Mr. Psaromatis advised English Holdings of his concerns with the continued existence of the tenants’ claims to purchase the property and reminded English Holdings of the requirement that those claims be resolved as a condition of the second purchase agreement, the Addendum to the second purchase agreement, and the Settlement Agreement. In response, English Holdings contended that because an offer of sale was made and accepted by the tenants, it met its obligations with respect to TOPA under both the second purchase agreement and the Settlement Agreement, and rejected Mr. Psaromatis’s reading of the Settlement Agreement to mean that English Holdings agreed to convey the property free of “all” claims. English Holdings did, however, extend the closing date to November 24, 2004, to allow Mr. Psaromatis to obtain an updated title commitment. No further demand for settlement was made by English Holdings. In a letter dated November 24, 2004, English Holdings advised Mr. Psaro-matis that it deemed his failure to close on the purchase of the property as a default of the contract, and therefore, it was terminating the contract with Mr. Psaromatis.\nTrial Court Findings\nThe Tenants’ Association sought to intervene in the Superior Court litigation, alleging that it possessed a superior right to purchase the property, because English Holdings had not provided proper notice and failed to negotiate in good faith under the TOPA. The court granted the Tenants’ Association’s Motion to Intervene on December 21, 2004. Both English Holdings and Mr. Psaromatis filed Motions for Summary Judgment against the Tenants’ Association, claiming that the Tenants’ Association had lost its right to purchase the property because it failed to post the requisite deposit. The trial court agreed and entered summary judgment in favor of English Holdings against the Tenants’ Association on October 19, 2005, finding that the Tenants’ Association had defaulted on its purchase agreement by failing to post the required deposit within the time specified in the contract. It is this October 19, 2005 Order from which the Tenants’ Association initially appealed.\nThe Superior Court litigation was reactivated, as provided for in Paragraph 6 of the Settlement Agreement, after the unsuccessful sale of the property to Mr. Psa-romatis, and the matter came before the trial court for a non-jury trial on February 27, 2006. At trial, Mr. Psaromatis sought specific performance of the purchase agreement, and, in the alternative, damages, maintaining that he was under no obligation to close because of the Tenants’ Association’s pending claims to the property. According to Mr. Psaromatis, these pending claims amounted to a default by English Holdings, which had a duty under the second purchase agreement and its corresponding Addendum to convey insurable title that was free of any claims by the tenants.\nThe trial court found that Mr. Psaroma-tis failed to show by a preponderance of the evidence that he was ready, willing, and able to perform under the contract. See Flack v. Laster, 417 A.2d 393, 400 (D.C.1980) (“A purchaser seeking specific performance must show that he was ready, able and willing to perform the contract.”). According to the trial court, Mr. Psaroma-tis was “afforded no such right to delay settlement under the original contract, the New Contract, the Addendum, or the Settlement Agreement, although English Holdings [was] afforded such a right in Paragraph 8 of the Settlement Agreement.” Additionally, the trial court found that Mr. Psaromatis had “other options” he could pursue regarding the tenants’ claims to the property, rather than refusing to remove the Notice of Lis Pendens. For example, as provided in Paragraph 3 of the second purchase agreement, Mr. Psaromatis was entitled to terminate the contract and receive a refund of his deposit in the event that a title examination disclosed exceptions to the title that English Holdings could not eliminate. Similarly, Paragraphs 1 and 3 of the Addendum to the second purchase agreement provided Mr. Psaromatis with the right to terminate the agreement and receive a refund' of his deposit if English Holdings failed to comply with the TOPA. Therefore, the trial court found that Mr. Psaromatis had a “choice” to make under the contract once the tenants manifested an interest in purchasing the property: he could terminate the purchase agreement and receive a refund of his full deposit, or he could proceed to settlement. What Mr. Psaromatis could not do, according to the trial court, “was what he did do.” For these reasons, the trial court concluded that Mr. Psaromatis was not entitled to a decree of specific performance and that he defaulted on the contract by refusing to go to settlement. As such, the trial court ordered that his deposit of $52,800 be forfeited and paid to English Holdings as liquidated damages, that the Notice of Lis Pendens be released, and that English Holdings’s counterclaim be dismissed. It is this March 24, 2006 Order from which Mr. Psaromatis filed the instant appeal.\nII. DISCUSSION\nA. The trial court erred in finding that Mr. Psaromatis was in default of the contract.\nWe are asked to consider whether the trial court erred in concluding that Mr. Psaromatis defaulted on the second purchase agreement with English Holdings by refusing to close on the date designated by English Holdings, even though the Tenants’ Association was claiming a right to purchase the property at the time settlement was demanded. The essential issue here is whether the second purchase agreement, the Addendum to that agreement, and the Settlement Agreement (“the contract documents”) required that English Holdings present Mr. Psaromatis with insurable title to the property, free of any claims by the tenants, and whether Mr. Psaromatis was justified in refusing to proceed to settlement at the time demanded by English Holdings when English Holdings failed to deliver insurable title free of claims by the tenants.\nThe trial court, in its March 24, 2006, Order, concluded that Mr. Psaromatis’s refusal (based on his contention that he was under no obligation to settle until the Tenants’ Association’s TOPA claims were resolved by this court) amounted to a default on his contractual obligation to purchase the property when English Holdings demanded settlement. When the trial court sits as fact-finder, we accord its factual findings considerable deference and review these findings under a “clearly erroneous” standard. See D.C.Code § 17-305(a) (2001) (a judgment may not be set aside unless it appears “plainly wrong or without evidence to support it”); see also Technical Land, Inc. v. Firemen’s Ins. Co., 756 A.2d 439, 443 (D.C.2000); Davis v. United States, 564 A.2d 31, 35 (D.C.1989) (en banc). Here, the resolution of the issues turns on legal principles of contract interpretation. See generally Restatement (Second) of CONTRACTS § 202 (1981). When language of a contract is unambiguous, its interpretation is a question of law for the court and our review is de novo. See Independence Mgmt. Co. v. Anderson & Summers, LLC, 874 A.2d 862, 867 (D.C. 2005).\nIn interpreting the contract documents, our task is to determine “what a reasonable person in the position of the parties would have thought the disputed language meant.” 1010 Potomac Assocs. v. Grocery Mfrs. of Am., Inc., 485 A.2d 199, 205 (D.C.1984) (citation omitted). In so doing, the writings “must be interpreted as a whole, giving a reasonable, lawful, and effective meaning to all its terms.” Id. Additionally, in interpreting the language of a contract, the court may consider “both the words used in the instrument and other manifestations of intention to determine the meaning to be attached to them.” Flack, supra, 417 A.2d at 397 (citations omitted).\nOur focus is the merits of Mr. Psaromatis’s contention that the duty of English Holdings to convey insurable title, free of any claims by the tenants, was a condition precedent to his duty to go to settlement, and that because the condition was never satisfied, his performance never became due.\nIn Washington Properties, Inc. v. Chin, Inc., 760 A.2d 546, 549 (D.C.2000), we defined a condition precedent as “an event, not certain to occur, which must occur, unless its non-occurrence is excused, before performance under a contract becomes due.” Id. (quoting Restatement (Second) of Conteacts § 224 (1981)); see also Creighton v. Brown, 77 A.2d 559, 560 (D.C.1950) (condition precedents “have been defined as facts which, unless excused, must exist or occur before a duty of immediate performance of a promise arises.”).\nWhen a condition precedent has not been performed by the requisite “settlement date, the rights of both parties [are] at an end and the contract [stands] discharged....” Brier v. Orenberg, 90 A.2d 832, 833 (D.C.1952). For example, in Brier, a sales contract for a grocery business contained a condition precedent fixing the date of settlement as the date when all of the contract’s contingencies were met, but not later than September 18, 1951. Brier, supra, 90 A.2d at 833. The contract’s “contingencies ... were the transfer of seller’s restaurant license and occupancy permit, and the procuring of a valid assignment of the lease.... ” Id. On September 18, 1951, the requisite contingencies were not met, specifically the lease assignment, and thus the condition precedent was unperformed. Id. We held in Brier that because the condition precedent was not performed “on the settlement date the rights of both parties were at an end and the contract stood discharged unless they both agreed to an extension of time,” which the parties failed to do. Id.\nIn interpreting the contract documents as a whole, and giving a “reasonable, lawful, and effective meaning to all its terms,” 1010 Potomac Assocs., supra, 485 A.2d at 205, we agree with appellant that several provisions in these agreements support his contention that English Holdings’s conveyance of insurable title, free of any claims by the tenants, was a condition precedent to his duty to proceed to settlement.\nTo begin, Paragraph 3 of the second purchase agreement provides: “Seller shall convey by special warranty deed to Buyer ... marketable fee simple title subject only to the exceptions approved by Buyer in accordance with this agreement ... [and] Title shall be insurable by a standard ALTA owner’s policy of title insurance issued by the Title Company....” In addition, Paragraph 1 of the Settlement Agreement provides that “English Holdings ... shall sell the property to [Mr. Psaromatis] on the terms and conditions of the Purchase Agreement, all of which shall remain the same.... ”\nMr. Psaromatis caused a title examination of the M Street property and obtained a title commitment from First American Title Insurance Company, which showed the basis on which the company would issue title insurance for the property, subject to several “exceptions.” Schedule B, Section One, of the title commitment listed “requirements” that were to be satisfied prior to the issuance of a policy of title insurance. Item 5 of the Schedule B, Section One, requirements required “proof of compliance” with the Rental Housing Conversion Act of 1980 (TOPA) with respect to the tenants. Therefore, unless Item 5 of the Schedule B, Section One, requirements was satisfied, First American would not insure title, and English Holdings could not convey to Mr. Psaromatis “insurable title,” as required by the contract documents. Further, in regard to the condition that title be conveyed “free of any claims by the tenants,” pursuant to the Settlement Agreement, English Holdings and Mr. Psaromatis agreed to extend the time for settlement to provide English Holdings time to provide the tenants with a new offer of sale under the TOPA. Paragraph 2 of this agreement provided that English Holdings shall proceed under the TOPA, “so that the Property c[ould] be conveyed to [Mr. Psaromatis] free of any claims by the tenants.” (Emphasis added).\nInterpreting the language found in the contract documents according to what a “reasonable and fair-minded person in the position of the parties” would have thought the agreement meant, Independence Mgmt. Co., supra, 874 A.2d at 869, we conclude that the agreement gave Mr. Psa-romatis a right to refuse to settle — and did not require him to “borrow trouble of the future,” Brier, supra, 90 A.2d at 883 — if the settlement date arrived and the tenants continued to claim that they had a superior right to that of Mr. Psaromatis, to purchase the property, or if English Holdings otherwise failed to satisfy (as promised in its April 23, 2003 letter) all of the objections to title raised by Mr. Psaroma-tis. In particular, we are satisfied that Mr. Psaromatis’s duty to buy the property was conditioned on English Holdings’s conveyance of title free of any claims by the tenants, i.e., that this was a condition precedent to Mr. Psaromatis’s duty to proceed to settlement.\nHaving concluded that a condition precedent existed, we now turn to whether the two conditions — that English Holdings satisfy all the objections to title raised by Mr. Psaromatis and that the tenants not claim a superior right to the property— were satisfied at the time English Holdings demanded settlement. English Holdings demanded that Mr. Psaromatis close on the purchase of the property no later than November 24, 2004. However, Mr. Psaromatis advised English Holdings in a letter dated November 12, 2004, that it had not satisfied the conditions in the Settlement Agreement, or the second purchase agreement, to convey insurable title free of any claims by the tenants because as of that date, the tenants were claiming a continued right to purchase the property, senior to the right of Mr. Psaromatis. The Tenants’ Association’s Motion to Intervene in the Superior Court action, filed November 19, 2004, which the trial court granted, and its subsequent complaint against English Holdings, alleging English Holdings’s failure to provide proper notice, to negotiate in good faith, and to otherwise satisfy the TOPA, was further indication that the tenants’ claims against the property were pending at the time settlement was demanded.\nMoreover, in regard to the condition that English Holdings convey “insurable title ... subject only to the exceptions approved by Buyer,” English Holdings faded to meet this condition as well. As noted supra, on April 23, 2003, nineteen months before the time English Holdings demanded settlement, Mr. Psaromatis sent a letter to English Holdings outlining his objections to the exceptions in the title commitment issued by First American Title Insurance Company. In this letter, Mr. Psaromatis objected to, inter alia, the exception concerning the “rights of tenants under the Rental Housing Conversion and Sales Act,” and further advised English Holdings that the requirements, found in Schedule B, Section One of the Title Commitment, must also be satisfied, to the extent that those requirements were under English Holdings’s control, including the requirement that proof of compliance with the Rental Housing Conversion and Sale Act be furnished to the satisfaction of the title company. Finally, Mr. Psaromatis advised English Holdings that his objections “must be answered, cured, or resolved in accordance with the [second purchase] Agreement.” In response, English Holdings promised to satisfy all of Mr. Psaromatis’s objections prior to closing, or by affidavit at closing. English Holdings contends that neither the second purchase agreement, the Addendum, nor the Settlement Agreement, unequivocally required the conveyance of insurable title, free of any claims by the tenants. Instead, English Holdings argues that Mr. Psaromatis was bound by the provisions of Paragraph 3 of the second purchase agreement, and Paragraphs 1 and 3 of the Addendum to this agreement, which, English Holdings argues, provided a choice to either terminate the purchase agreement in the event the tenants organized to purchase the property and request the return of his deposit, or purchase the property subject to “such exceptions.” We disagree.\nInterpreting the contract documents as a whole, we conclude that a reasonable and fair-minded person in the position of the parties would not have contemplated that Mr. Psaromatis must proceed to settlement in the face of the Tenants’ Association’s claims to the property, thereby potentially exposing him to subsequent legal challenges to the property. Such an interpretation would be contrary to the negotiated provisions in the agreement that English Holdings convey title to Mr. Psa-romatis, free of any claims by the tenants, Mr. Psaromatis’s objections to the exceptions in the title commitment regarding the tenants’ rights under TOPA, English Holdings’s promise to satisfy all of his objections, and Mr. Psaromatis’s continued and unwavering refusal to settle until the Tenants’ Association’s claims were resolved. Therefore, the trial court erred in concluding that Mr. Psaromatis was required to proceed to settlement before English Holdings could convey insurable title, free of any claims by the tenants, and that as a result, he was in default of the contract. Instead, we conclude that English Holdings failed to satisfy the conditions precedent to the settlement, and Mr. Psaromatis, therefore, was not required to settle.\nB. Mr. Psaromatis was not required to forfeit his deposit paid to English Holdings.\nAppellant next contends that the trial court erred in concluding that he forfeited his deposit by refusing to settle on the property at the time designated by English Holdings and by refusing to remove the Notice of Lis Pendens on the property. The trial court concluded that under Paragraph 14 of the second purchase agreement, Mr. Psaromatis’s contract deposit of $52,800 was declared forfeited and was to be paid to English Holdings as liquidated damages. Paragraph 14 provides that “the amount of Buyer’s Deposit ... is the parties’ reasonable estimate of Seller’s damages in the event of Buyer’s default, and that upon Buyer’s default in its purchase obligations ... not caused by any breach by Seller, Seller shall ... retain Buyer’s Deposit ... as liquidated damages (Emphasis added). Mr. Psaromatis responds that the Addendum to the second purchase agreement provides that his deposit “shall be refundable ... (I) in the event of a failure of any condition or contingency to Buyer to close on the purchase of the property, including without limitation, the failure of Seller to deliver title as required by paragraph 3 (which states English Holdings shall convey insurable title).” We agree with appellant and conclude that because English Holdings could not convey insurable title at the time it demanded that the parties settle, the trial court erred in concluding that Mr. Psaromatis’s deposit must be forfeited.\nAlthough we accord great deference to the factual findings of the trial court, when we are tasked with interpreting the language of a contract, we must interpret it in its entirety and take care to give “reasonable, lawful, and effective meaning to all its terms.” 1010 Potomac Assocs., supra, 485 A.2d at 205 (citation omitted). Here, after a thorough review of the contract documents, we are constrained to conclude that the trial court erred in concluding that Mr. Psaromatis was required to forfeit his deposit to English Holdings as liquidated damages. Instead, we conclude that Mr. Psaromatis was entitled to the return of his deposit under four separate theories.\nFirst, Paragraph 3 of the second purchase agreement provides: “If Seller ... is unwilling or unable to remove any such [title] exceptions(s) [to which Buyer has objected to] by the Closing Date, Buyer may elect to terminate this Agreement and receive back the entire Deposit ... or, alternatively, Buyer may elect to purchase the Property subject to such exeeption(s).” The evidence reveals that Mr. Psaromatis never agreed to purchase the property subject to the exceptions contained in the title commitment, one of which related to English Holdings’s compliance with TOPA. In fact, in his April 23, 2003, title objection letter to English Holdings, Mr. Psaromatis flatly refused to proceed with the purchase of the property unless English Holdings “answered, cured, or resolved [his objections] in accordance with the [second purchase] Agreement.” Although English Holdings responded to Mr. Psaromatis’s objections by promising to satisfy all of his objections “prior to closing, or by affidavit at closing,” it failed to do so. It is uncontested that as of November 24, 2004, the date that English Holdings demanded that Mr. Psaromatis proceed with settlement, the tenants of the property were claiming that they had a right to purchase the property and that English Holdings failed to properly comply with TOPA. Although English Holdings contends that Mr. Psaro-matis never “asked” for the return of his deposit, it is clear that he certainly never accepted the alternative — purchasing the property subject to the exceptions.\nSecond, Paragraph 1 of the Addendum to the second purchase agreement, under the section titled “Agreements,” provides: “If the seller fails to comply with [TOPA], including the providing of proper notice thereunder to the tenants of the property ... the Buyer may elect to cancel the Purchase agreement, receive a full refund of the deposit and the parties shall be excused from any further liability or obligation hereunder....” The evidence reveals that at the time that English Holdings demanded settlement, the tenants were alleging that they possessed rights to purchase the property, superior to those of Mr. Psaromatis, because English Holdings had not provided proper notice under TOPA. The tenants’ claims of noncompliance with the TOPA notice requirements are explicitly listed in Paragraph 1 of the Addendum as a ground upon which a buyer [Mr. Psaromatis] may receive a full refund of his deposit.\nThird, Paragraph 3 of the Addendum provides three situations in which the Buyer’s deposit shall be refunded. One such situation can be found in section 2 of this paragraph, which provides that the deposit shall be refundable “in the event of a failure of any condition or contingency to Buyer to close on the purchase of the property, including without limitation, the failure of Seller to deliver title as required by paragraph 3 [of the second purchase agreement].” (Emphasis added). This provision, by far, provides the strongest support for the return of Mr. Psaromatis’s deposit. We have concluded that the duty of English Holdings to convey insurable title was a “condition precedent” to Mr. Psaromatis’s duty to “close on the purchase of the property,” and that this condition was never satisfied. We have also concluded that the duty of English Holdings to convey title free of any claims by the tenants was a condition precedent to Mr. Psaromatis’s duty to “close on the purchase of the property,” and that this condition was also unsatisfied at the time English Holdings demanded settlement. The language in Paragraph 3 makes clear that when either of these two circumstances exists, the “Buyer’s Deposit shall be refundable” unconditionally.\nFourth, the trial court relied on Paragraph 14 of the second purchase agreement in awarding Mr. Psaromatis’s deposit to English Holding as liquidated damages. Paragraph 14 provides: “the amount of Buyer’s Deposit hereunder ... is the parties’ reasonable estimate of Seller’s damages in the event of Buyer’s default, and that upon Buyer’s default in its purchase obligations ... not caused by any breach by Seller, Seller shall ... retain Buyer’s Deposit ... as liquidated damages....” (Emphasis added). Paragraph 14 makes clear that if the Seller is the “cause” of the Buyer’s breach of his purchase obligations under the contract, Seller may not retain Buyer’s deposit. Thus, because English Holdings failed to convey insurable title, free of any claims by the tenants, at the time designated for closing, English Holdings’s breach is indeed the reason why Mr. Psaromatis refused to close on the purchase of the property. As such, English Holdings is not entitled to retain his deposit.\nTherefore, because we have concluded that Mr. Psaromatis was not in default, we further conclude that the trial court erred in interpreting the contract documents to require that Mr. Psaromatis forfeit his entire deposit. The question then becomes: what remedies are available to Mr. Psaro-matis?\nThe contract documents grant the buyer the right to purchase the property subject to exceptions in the title insurance policy, or to receive back the entire deposit, in the event that the seller does not provide marketable fee simple title. And the buyer is also entitled to cancel the purchase and receive a full refund of the deposit in the event that the seller fails to comply with the TOPA. We do not, however, understand the contract documents to limit the buyer to these remedies; an action for specific performance is not precluded. See Tauber v. Quart, 938 A.2d 724, 732 (D.C. 2007) (“When land is the subject matter of the agreement, the legal remedy is assumed to be inadequate, since each parcel of land is unique;” therefore, “it is routine for courts to enforce contracts to purchase real estate by ordering that they be specifically performed”) (internal quotations and citations omitted). Accordingly, Mr. Psa-romatis’s action of holding out in the hope of receiving insurable title that was free of any claims by the tenants did not constitute a breach under the terms of the contract documents.\nNonetheless, we cannot overlook the trial court’s findings that as a result of Mr. Psaromatis’s bringing an equitable action in the Superior Court (which he has now abandoned on appeal) and refusing to lift the Notice of Lis Pendens filed in connection with this lawsuit, he prejudiced English Holdings in ways that would not have occurred if he had simply accepted the return of his deposit, one of the contract’s specified remedies. Ample record evidence supports only one conclusion: whether the Notice of Lis Pendens was lifted or remained in place, there were other impediments under English Holdings’s control — wholly unrelated to Mr. Psaromatis — that prevented English Holdings from conveying insurable and marketable title. Without English Holdings’s taking action to remove those impediments, the Notice of Lis Pendens was entirely irrelevant. Therefore, the trial court erred in finding that Mr. Psaroma-tis’s refusal to lift the Notice of Lis Pen-dens prejudiced English Holdings.\nDocuments pertaining to the Tenants’ Association’s lawsuit, see supra note 1, show that the Tenants’ Association had been unable to obtain financing to purchase the property (exercising its TOPA rights) not only because of the Notice of Lis Pendens but also because English Holdings could not satisfy the title company with (1) adequate evidence about a pri- or conveyance of the Subject Property to Lucia Keuroglian (Magarian) and Robert Keuroglian (i.e. whether it complied with a requirement in the grantor’s testamentary trust that both parties had attained the age of 28) and (2) evidence that a prior civil litigation, which was filed in July 15, 1988, and was unrelated to the Psaroma-tis-English Holdings dispute, did not affect the Subject Property and was not reduced to judgment. According to a letter to English Holdings’s counsel from counsel for the firm that was helping the Tenants’ Association obtain financing, these two title defects, in addition to the Notice of Lis Pendens, would “make it difficult, if not impossible” for English Holdings “to provide marketable title.” A letter from Mr. Psaromatis’s counsel to English Holdings’s counsel reiterated these title defects — defects that English Holdings’s counsel never denied or rebutted. Moreover, neither of these two defects, which had been identified by the firm assisting the Tenants’ Association with financing, had been cured by the time English Holdings declared Mr. Psaromatis to be in default. This is supported by counsel for English Holdings’s earlier assertion to Mr. Psaromatis’s counsel that “our client is not obliged to deal with these matters in any event.”\nThe trial court erred in finding prejudice to English Holdings by crediting Ms. Lloyd’s testimony that English Holdings was unable to refinance a loan on the property because of the Notice of Lis Pen-dens, and that Mr. Psaromatis’s refusal to lift it manifested his “unclean hands.” Ms. Lloyd further testified, however, that English Holdings had been seeking refinancing of an existing loan to take advantage of lower interest rates, not because refinancing was necessary to convey marketable title. She also testified that neither she nor English Holdings advised Mr. Psaro-matis that they were interested in refinancing the property and that they never asked Mr. Psaromatis whether he would be willing to enter into a subordination agreement, which would have permitted them to refinance.\nFinally, it is important to note that Mr. Psaromatis agreed to lift the Notice of Lis Pendens if English Holdings would give other security to protect his deposit, but English Holdings was unwilling — or unable — to do so. Nor did English Holdings ever explain to Mr. Psaromatis whether it could — and would — cure the two title defects by the time it expected him to close on the purchase.\nFor all these reasons, therefore, the trial court erred in finding that the refusal to lift the Notice of Lis Pendens prejudiced English Holdings in a way that would justify an offset against the right of Mr. Psaromatis to a full return of his deposit.\nWe also cannot overlook the trial court’s other conclusion that Mr. Psaromatis “had no right to employ the doctrine of equitable conversion which had the effect of requiring English Holdings to keep vacant units unrented.” The trial court found that “[t]his action increased English Holdings’s losses on the property while plaintiff continued to refuse to settle on the contract.” But ample record evidence demonstrates that both Mr. Psaromatis and the Tenants’ Association requested that English Holdings keep the vacant units open. Moreover, as Ms. Lloyd conceded, English Holdings proceeded to rent out those units on a month-to-month or yearly basis, even while representing that it was harmed by keeping those same units open.\nTherefore, for these reasons, the trial court erred in finding that Mr. Psaroma-tis’s actions increased English Holdings’s losses on the property such that an equitable set-off would be appropriate.\nC. English Holdings is not entitled to an award of counsel fees from Mr. Psaromatis incurred by defending against the claims of a third party.\nPursuant to the English Holdings-Psa-romatis contract, English Holdings filed a Motion for Award of Attorneys’ fees, Costs, and Expenses against both Mr. Psa-romatis and the Tenants’ Association as the prevailing party with respect to their relative claims. The trial court, in a separate March 24, 2006 Order, awarded English Holdings its fees incurred in its litigation against Mr. Psaromatis, concluding that English Holdings had prevailed in the trial court matter brought by Mr. Psaro-matis in all material aspects — the trial court had denied Mr. Psaromatis’s claim for specific performance as well as his conditional claim for damages, ordered that his contract deposit be forfeited and paid to English Holdings as liquidated damages, and further ordered that the Notice of Lis Pendens filed by Mr. Psaroma-tis be released — and awarded English Holdings a total of $46,734.71 in fees, costs, and expenses against Mr. Psaroma-tis.\nThe trial court, however, refused to award English Holdings its fees incurred in litigating against the Tenants’ Association. It is this denial of counsel fees that English Holdings appeals in 06-CV-648. Included in English Holdings’s request was a claim against Mr. Psaromatis for its fees incurred in defending against the claims of the Tenants’ Association, premised on a theory that Mr. Psaromatis’s efforts to stifle the Tenants’ Association’s purchase of the property violated the Settlement Agreement and led to the Tenants’ Association’s intervention in the suit below. We disagree.\nParagraph 27 of the second purchase agreement between English Holdings and Mr. Psaromatis, provides that “[i]n any litigation ... which may arise between any of the parties hereto ... the prevailing party shall be entitled to recover its costs and expenses including ... reasonable attorneys’ fees.... ” (Emphasis added). The court found that although English Holdings was entitled to the litigation expenses incurred by its litigation against Mr. Psa-romatis as the prevailing party, it was not entitled to these same fees from litigating against the Tenants’ Association, because the Tenants’ Association was not a party to the English Holdings-Psaromatis contract.\n“This court generally defers to the broad discretion of the trial judge in the calculation and award of attorney’s fees.” Pellerin v.1915 16th St., N.W., 900 A.2d 683, 690 (D.C.2006) (citing District of Columbia v. Hunt, 520 A.2d 300, 304 (D.C. 1987)). “Therefore, [we] require! ] a very strong showing of abuse of discretion to set aside the decision of the trial court [regarding the awarding of counsel fees].” Maybin v. Stewart, 885 A.2d 284, 288 (D.C. 2005) (quoting Steadman v. Steadman, 514 A.2d 1196, 1200 (D.C.1986)). Further, the District of Columbia follows “the American Rule under which ... every party to a case shoulders its own attorneys’ fees, and recovers from other litigants only in the presence of statutory authority, a contractual arrangement, or certain narrowly-defined common law exceptions.... ” Oliver T. Carr Co. v. United Techs. Commc’ns Co., 604 A.2d 881, 883 (D.C.1992) (citing Dalo v. Kivitz, 596 A.2d 35, 37, 39 (D.C. 1991)) (quoting Synanon Found., Inc. v. Bernstein, 517 A.2d 28, 35 (D.C.1986)). In the instant case, the American rule does not control because Paragraph 27 of the second purchase agreement between English Holdings and Mr. Psaromatis provided otherwise.\nIn deferring to the trial court’s findings, we agree that the second purchase agreement between English Holdings and Mr. Psaromatis simply does not authorize recovery of counsel fees for disputes concerning a third party; the agreement limits recovery to disputes “which may arise between any of the parties hereto.... ” Thus, we conclude that Paragraph 27 of the second purchase agreement between English Holdings and Mr. Psaromatis was never intended to be read so broadly as to authorize the recovery of fees for disputes concerning a third party, regardless of whether the third party suit was premised on the same set of facts. As such, the trial judge did not abuse his discretion in failing to award English Holdings the counsel fees it sought.\nIII. CONCLUSION\nBased on the foregoing reasons, we conclude that the trial court erred in ruling that Mr. Psaromatis was required to proceed to settlement before English Holdings could deliver insurable title that was free of any claims by tenants — a condition precedent under the contract to Mr. Psa-romatis’s duty to act. Because English Holdings failed to satisfy the condition precedent at the time it demanded settlement, the fact that Mr. Psaromatis refused to purchase the property cannot, as a matter of law, be viewed as a “default” that would entitle English Holdings to Mr. Psa-romatis’s deposit.\nFurther, in light of our determination that English Holdings breached the agreement by failing to satisfy the condition precedent of delivering insurable title to the property and by prematurely declaring the agreement in default, we reverse the trial court’s ruling that Mr. Psaromatis forfeited his entire deposit and remand so that the trial court may refund Mr. Psaro-matis’s deposit in full. In this connection, moreover, we note that the legal predicate — that Mr. Psaromatis breached by failing to close — underlying the trial court’s award of counsel fees to English Holdings against Mr. Psaromatis no longer exists, and we therefore grant leave to Mr. Psaromatis, on remand, to ask the trial court to reconsider the award of counsel fees. See Dorchester House Assocs. Ltd. P’ship v. District of Columbia Rental Housing Comm’n, 913 A.2d 1260, 1265 (D.C.2006).\nWe affirm the trial court’s refusal to award to English Holdings counsel fees incurred in litigating against the Tenants’ Association from Mr. Psaromatis because the English Holdings-Psaromatis contract specifically limited the award of counsel fees to fees arising out of disputes between the named parties.\nSo ordered.\n. The first purchase agreement contained contingencies for an inspection of the books and records of English Holdings, examination of leases, and inspection of the property. Because English Holdings was concerned about these lease examination conditions and Mr. Psaromatis was concerned about purchasing the member interests of English'Holdings, as opposed to purchasing the property itself, the parties entered into a second purchase agreement for the sale of the actual property, and this agreement did not contain the books and records inspection contingency.\n. Mr. Psaromatis outlined his objections to the title commitment issued by First American in accordance with Paragraph 3 of the second purchase agreement, which provides, in relevant part:\nBuyer shall cause an examination of title to the Property to be made, and a title insurance commitment to be issued ... [and] Buyer shall either approve in writing the exceptions contained in said title commitment ... or specify in writing any exceptions to which Buyer reasonably objects ... [and] Seller shall, within 7 calendar days after receipt of Buyer’s objections, deliver to Buyer written notice that either (i) Seller will, at Sellers' expense, attempt to remove the exception(s) ... or (ii) Seller is unwilling or unable to eliminate the exception(s). If Seller ... is unwilling or unable to remove any such exception by the Closing Date, Buyer may elect to terminate this Agreement and receive back the entire deposit. ...\n. D.C.Code § 42-3404.02 (2001) of TOPA provides:\nBefore an owner of a housing accommodation may sell the accommodation, or issue a notice of intent to recover possession, or notice to vacate, for purposes of demolition or discontinuance of housing use, the owner shall give the tenant an opportunity to purchase the accommodation at a price and terms which represent a bona fide offer of sale.\n. D.C.Code § 42-3404.11(1) provides, in relevant part, that a tenant organization, in order to make a contract of sale with an owner, shall:\n(A) form a tenant organization with the legal capacity to hold real property, elect officers, and adopt bylaws, unless such a tenant organization exists in a form desired by the tenants; (B) file articles of incorporation; and (C) deliver an application for registration to the Mayor and the owner by hand or by first class mail within 45 days of receipt of a valid offer. If, at the time of receipt of the tenants, the delivery of the application for registration to the Mayor and the owner by hand or by first class mail shall be within 30 days of receipt of a valid offer. The application shall include the name, address, and phone number of tenant officers and legal counsel (if any); a copy of the articles of incorporation, as filed; a copy of the bylaws; documentation that the organization represents at least a majority of the occupied rental units as of the time of registration and such other information as the Mayor may require. Upon the registration, the organization constitutes the sole representative of tenants, and the prior offer of sale is deemed an offer to the organization....\n. Paragraph 4 of the second purchase agreement provided: \"[c]losing shall be held on or before May 19, 2003 (the \"Closing Date”) at 10:00 AM, or at such time as is reasonably agreeable to Buyer and Seller with at least five (5) days notice prior to the Closing Date.”\n. See note 2, supra.\n. D.C.Code § 42-1207(a) (2001) provides:\nThe pendency of an action or proceeding in either state or federal court in the District of Columbia, or in any other state, federal, or territorial court, affecting the title to or asserting a mortgage, lien, security interest, or other interest in real property situated in the District of Columbia, does not constitute notice to, and shall not affect a party not a party thereto, unless a notice of the pen-dency of the action or proceeding is filed for recordation, as required by subsection (b) of this section.\n. See note 1, supra.\n. Similarly, English Holdings's contention, as asserted at oral argument, is that Mr. Psa-romatis had two choices once the tenants contracted to purchase the property: (1) walk away from the deal entirely and ask for his deposit back; or (2) close and take the property subject to claims by the tenants, reserving a right to sue English Holdings for damages if Mr. Psaromatis thereafter lost the property to the tenants.\n. Under the title commitment of record, there are indeed \"requirements” to be met, failing which no title insurance will be issued, and “exceptions,” which do not preclude issuance of title insurance, but are disclosed as clouds on the title which the title policy does not insure against. At issue here is Item 5 of the Schedule B, Section One, requirements, which requires proof of compliance with the TOPA, with respect to the tenants. Item 5 might be read to require no more than compliance with the seller’s obligation to proceed, in good faith, under the provisions of the TOPA, and not to go so far as to require that the tenants’ rights, if any, must be definitely resolved. Under this reading, it would seem clear on this record that the seller has satisfied Item 5 of the requirements — since it had proceeded under the TOPA — and the seller would therefore be able to convey insurable title. However, we reject this possible reading because there is a strong argument that the seller’s failure to clear away all tenant claims — all the way through a final decision of this court — fails to satisfy the Item 5 requirement and thus prevents the seller from proffering an insurable title. Furthermore, at least one decision, while not relevant to what the parties here intended, reflects the usual contract whereby settlement of a purchase agreement subject to the TOPA is put on hold until the tenants’ rights have been entirely resolved. See Independence Mgmt. Co., supra, 874 A.2d at 869 (concluding that \"a reasonable and fair-minded person in the position of the parties would not have contemplated that the purchaser must stand perpetually ready to settle while the tenants were seeking to exercise their rights.”).\n. We feel compelled to mention that it is clear from reviewing the record on appeal, which included numerous correspondence between English Holdings and Mr. Psaromatis, two purchase agreements, an Addendum, and a Settlement Agreement, that these are two sophisticated business entities represented by capable legal counsel, and that these parties dealt at arms length throughout the negotiation process. Therefore, on this record, it is somewhat excessive for English Holdings to represent during oral argument in this matter that the words \"free of any claims by the tenants” found in Paragraph 2 of the Settlement Agreement were \"introductory language included only to appease Mr. Psaromatis who was concerned that English Holdings would sell the property to another party.” Because there is no indication that the purchase agreement, as well as the Settlement Agreement, between English Holdings and Mr. Psaroma-tis was anything but a \"bargained-for arms-length transaction between two sophisticated parties,” Independence Mgmt. Co., supra, 874 A.2d at 871, we are not persuaded by English Holdings’s argument.\n. See Apx. 155; 10/19/05 Order Granting Def.’s Mot. For Summ. J. Re: Tenants’ Ass’n, Ex. 13.\n. See Apx. 155; 10/19/05 Order Granting Def.'s Mot. For Summ. J. Re: Tenants’ Ass’n, Ex. 13.\n.See Apx. 155; 10/19/05 Order Granting Def.’s Mot. For Summ. J. Re: Tenants' Ass'n, Ex. 13.\n. See Apx. 113.\n. Despite counsel for English Holdings's assertion in a subsequent letter to counsel for Mr. Psaromatis that English Holdings’s own title insurance company, Land America Commonwealth, did not view the two defects as \"defects that should block a closing,” a review of the record demonstrates that Land America Commonwealth predicated this statement upon its belief that it was no longer responsible for resolving the two title defects because the insurance policy Ms. Lloyd had purchased through it for the Subject Property had terminated. See Apx. 147-49.\n. See Apx. 125-30.\n. See Apx. 147.\n. English Holdings raised a counterclaim against Mr. Psaromatis, which alleged that the filing of the Notice of Lis Pendens slandered the title. To establish a claim for slander-of-title, the plaintiff must prove that (1) the communication relating to the title was false and malicious; (2) damages resulted from the publication of the statements; and (3) if, special damages are sought, the underlying damages must be pled with specificity. See Herzog v. Kronman, 65 App. D.C. 253, 253, 82 F.2d 859, 859 (1936); M.A.P. v. Ryan, 285 A.2d 310, 312 (D.C.1971) (decisions of the federal circuit court in the District of Columbia prior to February 1, 1971, constitute the case law of the District of Columbia). Here, English Holding's slander-of-title claim is without merit because, as discussed supra, the Notice of Lis Pendens was neither false nor malicious. Mr. Psaromatis was within his right to file the Notice of Lis Pendens to protect his interest in the Subject Property and Mr. Psaromatis’s decision to file the Notice of Lis Pendens was made in good faith, which is supported by evidence in the record that he was willing to release the Notice of Lis Pendens in exchange for other adequate security assurance from English Holdings.\n. Mr. Psaromatis argued in his Opposition to English Holdings’s Motion for Award of Attorneys’ Fees that the denial of English Holdings’s counterclaim should be accounted for in the trial court’s determination because English Holdings did not prevail in the entire litigation. The trial court agreed and determined that the reasonable counsel fees of $62,275 and costs of $4,823.56 were incurred by English Holdings in the litigation against Mr. Psaromatis, and that each figure should be reduced by one-third. The total amount of counsel fees awarded, including costs and expenses, was $46,734.71.\n. Mr. Psaromatis made no argument in the trial court that the counsel fees and costs claimed by English Holdings, attributable to his actions, were unreasonable, nor, apart from challenging English Holdings on the merits of its defenses, did Mr. Psaromatis separately appeal the award of counsel fees against him.",
        "type": "majority",
        "author": "BLACKBURNE-RIGSBY, Associate Judge:"
      }
    ],
    "attorneys": [
      "John P. Lynch, with whom Mark W. Schweitzer, Greenbelt, MD, was on the brief, for appellant.",
      "Roger D. Luchs, with whom Richard W. Luchs and Gregory T. DuMont, Washington, DC, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kyriakos PSAROMATIS, Appellant, v. ENGLISH HOLDINGS I, L.L.C., Appellee.\nNos. 06-CV-433, 06-CV-648.\nDistrict of Columbia Court of Appeals.\nArgued March 29, 2007.\nDecided March 13, 2008.\nJohn P. Lynch, with whom Mark W. Schweitzer, Greenbelt, MD, was on the brief, for appellant.\nRoger D. Luchs, with whom Richard W. Luchs and Gregory T. DuMont, Washington, DC, were on the brief, for appellee.\nBefore BLACKBURNE-RIGSBY and THOMPSON, Associate Judges, and FERREN, Senior Judge.\n. On consideration of the stipulation of dismissal filed by the 1208 M Street Tenants’ Association (\"the Tenants’ Association”) and English Holdings, this court ordered that appeal No. 05-CV-1534 be dismissed. Thus, the issues relating to 05-CV-1534 are not discussed herein."
  },
  "file_name": "0472-01",
  "first_page_order": 518,
  "last_page_order": 537
}
