{
  "id": 8164086,
  "name": "Tracy THOMPSON, for Self and Minor Children, Appellee v. Thomas N. THOMPSON, II, Appellant",
  "name_abbreviation": "Thompson v. Thompson",
  "decision_date": "2008-12-16",
  "docket_number": "",
  "first_page": "474",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "963 A.2d 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "908 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8459074
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "911"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/908/0905-01"
      ]
    },
    {
      "cite": "847 A.2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9263093
      ],
      "pin_cites": [
        {
          "page": "723"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/847/0720-01"
      ]
    },
    {
      "cite": "731 A.2d 160",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11663101
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "161"
        },
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/731/0160-01"
      ]
    },
    {
      "cite": "378 A.2d 951",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        836312
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "952"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/250/0311-01"
      ]
    },
    {
      "cite": "250 Pa.Super. 811",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "765 A.2d 1117",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11077498
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1128"
        },
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/1117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 675,
    "char_count": 13458,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 1.194553854702483e-07,
      "percentile": 0.592150546228757
    },
    "sha256": "1671b93be394276419470d2745ba69f8276fc7e714938c080d15453c3e132005",
    "simhash": "1:9ee309fb1534ca48",
    "word_count": 2247
  },
  "last_updated": "2024-02-27T22:55:33.803959+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PANELLA, DONOHUE and COLVILLE , JJ."
    ],
    "parties": [
      "Tracy THOMPSON, for Self and Minor Children, Appellee v. Thomas N. THOMPSON, II, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nDONOHUE, J.:\n¶ 1 Thomas N. Thompson (“Father”) appeals from the entry of an order of court pursuant to the Protection from Abuse Act, 23 Pa.C.S.A. § 6101, et seq. (“PFA Act”). We affirm.\n¶ 2 Tracy Thompson (“Mother”) and Father are the parents of five children, four of whom are minors. Mother and Father are divorced and share custody of the children pursuant to a custody order. At the time the events in question occurred, the parties’ two minor sons, ages 16 and 13, and their eldest daughter, age 15, resided with Father. The parties’ younger daughter, age 9, lived with Mother. In November 2007, Mother overheard an argument between Father and their older son while she was speaking with her older son on the telephone. Fearing for her children’s safety, Mother filed a protection from abuse petition (“PFA petition”) against Father. At the hearing on this petition, the PFA court entered an order removing the children from Father’s custody and excluding Father from Mother’s residence.\n¶ 3 This timely appeal followed. On appeal, Father raises two principal issues for our consideration. First, Father challenges various rulings of the PFA court during the course of the evidentiary hearing. Second, Father challenges the sufficiency of the evidence to support the PFA court’s decision.\n¶ 4 We first address the issues regarding the conduct of the PFA court. Father argues that the PFA court erred by not permitting him to present an opening statement or closing argument; by not permitting him to present witnesses on his behalf; by limiting and/or hurrying cross-examination of Mother’s witnesses; and by failing to enforce its sequestration order.\n¶ 5 Our law is clear that,\n[i]n order to preserve an issue for appellate review, a party must make a timely and specific objection at the appropriate stage of the proceedings before the trial court. Failure to timely object to a basic and fundamental error will result in waiver of that issue. On appeal the Superior Court will not consider a claim which was not called to the trial court’s attention at a time when any error committed could have been corrected. In this jurisdiction ... one must object to errors, improprieties or irregularities at the earliest possible stage of the adjudicatory process to afford the jurist hearing the case the first occasion to remedy the wrong and possibly avoid an unnecessary appeal to complain of the matter.\nHong v. Pelagatti, 765 A.2d 1117, 1128 (Pa.Super.2000). Based upon our review of the record, we conclude that Father has failed to preserve any of these issues for appeal.\n¶ 6 Concerning opening statements, Father contends that although his counsel began to make an opening statement, she was interrupted by the PFA court. Appellant’s Brief at 24. Father further contends that the PFA court then permitted Mother’s counsel to make an opening statement, at the conclusion of which it “commanded that the parties be sworn in without returning to [Father’s] opportunity to give an opening statement.” Id.\n¶ 7 Our review of the record does not support Father’s recitation of events. Instead, it reveals that Father’s counsel had just begun addressing the court, stating “And as a little background ...,” when the PFA court interjected with a series of questions regarding identity of the people in the courtroom and the names and ages of the children. N.T., 12/20/07, at 4-11. Counsel for both parties answered the PFA court’s questions, during which time Mother’s counsel gave the PFA court a brief update on the status and history of the parties’ custody dispute. Following Mother’s counsel’s statement, the PFA court asked a few more questions and then instructed that the parties be sworn. Id. Father’s counsel did not request permission to offer an opening statement or object to the fact that the PFA court was proceeding to witness testimony without permitting opening statements. Because counsel did not interpose a timely and specific objection, this issue has not been preserved for appeal.\n¶ 8 Father similarly has failed to preserve the issue of whether the PFA court erred in not entertaining closing arguments. The notes of testimony establish that after both parties rested then-cases, the PFA court began discussing its rationale for granting a PFA order. Id. at 148. Father contends that his counsel’s statement that she rested her case “except argument,” id., constituted his request for closing argument. Appellant’s Brief at 28. This statement, however, was the lone instance in which counsel even broached the matter of closing arguments; counsel did not advise the PFA court that she wanted to make a closing argument, and she did not object to the PFA court’s failure to permit closing argument. This issue was therefore not properly preserved for appeal.\n¶ 9 The same problem exists with Father’s argument that the PFA court im-permissibly refused to allow Father to present witnesses on his behalf. Although Father argues that the PFA court denied him the chance to present the testimony of the parties’ 15-year-old daughter, the record reveals that prior to calling any witnesses, Father’s counsel and the PFA court discussed the nature of the daughter’s proposed testimony and the testimony of another witness Father intended to call on his behalf. Id. at 120-24. The PFA court indicated its desire to hear Father’s testimony, and so Father took the stand. Id. at 124-25. Following Father’s testimony, Father’s counsel made no attempt to call any other witness to the stand. Id. at 148. The PFA court at no time ruled that any witness was excluded from testifying. Even if Father’s counsel construed the PFA court’s request to hear Father’s testimony at the outset as a prohibition against any other witness’s testimony, Father’s counsel never objected. The failure to object to a trial court’s refusal to accept certain testimony results in waiver of the right to raise that issue on appeal. Lough v. Charney, 250 Pa.Super. 811, 378 A.2d 951, 952 (1977). Thus, we find this issue waived as well.\n¶ 10 Our review further indicates that Father’s counsel did not object to any other purported errors of the PFA court. Specifically, Father did not object in any instance to a limitation on cross-examination, hurrying of cross-examination, denial of a request to enforce the sequestration, or refusal to consider Mother’s motive for filing the PFA action. Appellant’s Brief at 28. By not objecting, these issues are waived. See Hong, 765 A.2d at 1123.\n¶ 11 We now turn our attention to Father’s challenge to the sufficiency of the evidence. He argues that the evidence was insufficient to permit the entry of the PFA order because none of the children testified that they had a reasonable fear of imminent bodily injury. Appellant’s Brief at 13.\n¶ 12 “When a claim is presented on appeal that the evidence was not sufficient to support an order of protection from abuse, we review the evidence in the light most favorable to the petitioner and granting her the benefit of all reasonable inference, determine whether the evidence was sufficient to sustain the trial court’s conclusion by a preponderance of the evidence.” Fonner v. Fonner, 731 A.2d 160, 161 (Pa.Super.1999) (citations omitted). This Court defers to the credibility determinations of the trial court as to witnesses who appeared before it. Id. Furthermore, “the preponderance of evidence standard is defined as the greater weight of the evidence, i.e., to tip a scale slightly is the criteria or requirement for preponderance of the evidence.” Raker v. Raker, 847 A.2d 720, 723 (Pa.Super.2004).\n¶ 13 The PFA Act defines abuse as follows:\nThe occurrence of one or more of the following acts between family or household members, sexual or intimate partners or persons who share biological parenthood:\n(1) Attempting to cause or intentionally, knowingly or recklessly causing bodily injury, serious bodily injury, rape, involuntary deviate sexual intercourse, sexual assault, statutory sexual assault, aggravated indecent assault, indecent assault or incest with or without a deadly weapon.\n(2) Placing another in reasonable fear of imminent serious bodily injury.\n23 Pa.C.S.A. § 6102(a)(1),(2). Actual physical harm is not a prerequisite for the entry of a PFA order; the victim need only be in reasonable fear of imminent serious bodily injury. Fonner, 731 A.2d at 163.\n¶ 14 Here, Mother testified that when she picked the children up at Father’s house, Father forcibly grabbed her breasts and crotch and yelled obscenities at their sons when they tried to intervene on her behalf. N.T., 12/20/07, at 16-17. Mother also stated that on one occasion Father came home drunk early in the morning, got into a fight with the older son, and then tried to hit him with his car. Id. at 18-19. Mother testified that Father drinks and abuses cocaine, that she is afraid of Father, and that she fears for her children when they are in his custody. Id. at 19-21.\n¶ 15 The parties’ eldest son testified that one morning Father arrived home at seven o’clock, just as he was going to school. Id. at 55. Father yelled at him to get into his car so that he could drive him to school, but the son refused. Id. at 56. The son testified that he was afraid to get into the car because he believed Father was drunk and high on drugs. Id. As he walked to school, Father chased him in his car, yelling at him to get in. Id. The son continued to refuse, at which time Father circled the block and then sped past his son so closely that he swiped his jacket with the body of the car. Id. He testified that he is afraid of Father, id. at 58-59, and that he was afraid of Father on the morning of the incident described above. Id. at 84-85. He further testified that Father uses cocaine. Id. at 56.\n¶ 16 The younger son testified that Father pushed and shoved him. Id. at 93. He also testified that Father regularly threatened to hurt him and that he is afraid of Father. Id. at 94, 97, 100. The younger son also stated that he has seen Father punch his older brother, pick his older brother up and throw him, and try to start fights with him. Id. at 100.\n¶ 17 This Court considered the sufficiency of the evidence in the context of a PFA in McCance v. McCance, 908 A.2d 905 (Pa.Super.2006). In McCance, this Court concluded that the evidence was sufficient to establish that the petitioner was in reasonable fear of imminent serious bodily injury where the petitioner testified that the defendant stood in front of her car while she was in it and yelled obscenities and threats, that the defendant struck her car with such force that repairs were needed, and that the defendant had a drinking problem, anger issues and had been physically violent with other people in the past. McCance, 908 A.2d at 911.\n¶ 18 Applying our standard of review, we conclude that the evidence, when considered in the light most favorable to the petitioner, supports the PFA court’s determination that Father’s conduct has created a reasonable fear of imminent serious bodily harm. As in McCance, the evidence here establishes that Father verbally and physically threatened both boys, abused drugs, and physically harmed the boys in the past. Also, the boys both testified that they are afraid of Father. As such, we find no error in the PFA court’s determination.\n¶ 19 Regarding Mother, the evidence here establishes that Father has grabbed her in a sexual way when she arrived at his house to pick the children up. N.T., 12/20/07, at 17. Specifically, Mother testified that, without her consent, Father grabbed her breasts and crotch while making lascivious comments such as, ‘\"You know you like it.” Id. at 16-17, 58.\n¶ 20 The trial court found this evidence to be sufficient to establish that Father has indecently assaulted Mother. We agree. By statute, indecent assault is defined as follows:\nA person is guilty of indecent assault if the person has indecent contact with the complainant, causes the complainant to have indecent contact with the person or intentionally causes the complainant to come into contact with seminal fluid, urine or feces for the purpose of arousing sexual desire in the person or the complainant and:\n(1) the person does so without the complainant’s consent; [or]\n(2) the person does so by forcible compulsion.\n18 Pa.C.S.A. § 3126(a).\n¶ 21 The testimony presented at the PFA hearing, as discussed herein, establishes, by a preponderance of the evidence, that Father indecently assaulted Mother. Pursuant to section 6102(a)(1) of the PFA Act (quoted above), indecent assault is an act of abuse, for protection against which a PFA order may be entered. Accordingly, the evidence supports the PFA court’s determination.\n¶ 22 Order affirmed.\n. Father alleges that the PFA court permitted Mother to offer an opening statement. Our review of the record reveals that what Father is calling an opening statement is the brief recitation regarding the custody dispute offered in response to the PFA court’s questions, which contained no information regarding the matter that was presently before the PFA court. N.T., 12/20/07, at 6.",
        "type": "majority",
        "author": "DONOHUE, J.:"
      }
    ],
    "attorneys": [
      "Donna T. Frank, Broomall, for appellant.",
      "Suzanne Noble, Chester, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tracy THOMPSON, for Self and Minor Children, Appellee v. Thomas N. THOMPSON, II, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Aug. 11, 2008.\nFiled Dec. 16, 2008.\nDonna T. Frank, Broomall, for appellant.\nSuzanne Noble, Chester, for appellee.\nBEFORE: PANELLA, DONOHUE and COLVILLE , JJ.\nRetired Senior Judge assigned to the Superior Court."
  },
  "file_name": "0474-01",
  "first_page_order": 522,
  "last_page_order": 527
}
