{
  "id": 11609526,
  "name": "RTC MORTGAGE TRUST 1994-N-2, Appellee, v. Barry J. FRY, Jack A. Serra, Sr., Phillip Curcura, and Tower-seville, an Illinois Partnership t/a Mutual Resources, a Pennsylvania General Partnership, Appellee, v. Timothy W. Silbaugh, Esq., Executor of the Estate of Jack W. Holzapfel, deceased, and Deborah Holzapfel Appellants, v. Lawrence R. Newman and RTC Mortgage Trust 1994-N-2, Appellee",
  "name_abbreviation": "RTC Mortgage Trust 1994-N-2 v. Fry",
  "decision_date": "1999-05-19",
  "docket_number": "",
  "first_page": "476",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "730 A.2d 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 F.3d 791",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10529338
      ],
      "pin_cites": [
        {
          "page": "794-95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/12/0791-01"
      ]
    },
    {
      "cite": "470 A.2d 938",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1787704,
        1787705
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "941-42",
          "parenthetical": "majority of court agreeing with opinion in support of affirmance that notice is governed by Mennonite Board"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0179-01",
        "/pa/504/0178-01"
      ]
    },
    {
      "cite": "504 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787704
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "185-87",
          "parenthetical": "majority of court agreeing with opinion in support of affirmance that notice is governed by Mennonite Board"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0179-01"
      ]
    },
    {
      "cite": "94 L.Ed. 865",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "weight": 3,
      "year": 1950,
      "pin_cites": [
        {
          "page": "873"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "339 U.S. 306",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362818
      ],
      "weight": 6,
      "year": 1950,
      "pin_cites": [
        {
          "page": "315"
        },
        {
          "page": "314"
        },
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0306-01"
      ]
    },
    {
      "cite": "103 S.Ct. 2706",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6125771,
        6194044
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "2711-2712"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/30/2706-01",
        "/us/462/0791-01"
      ]
    },
    {
      "cite": "462 U.S. 791",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194044
      ],
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "page": "798-800"
        },
        {
          "page": "187-88",
          "parenthetical": "citation omitted; footnote omitted; emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0791-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 9325,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24190155487829598
    },
    "sha256": "4533fbe7ec8e359204bf6b83f401c261ef0d538ffee6fd8f809260f8a93850e3",
    "simhash": "1:68df278ed7192432",
    "word_count": 1498
  },
  "last_updated": "2024-02-27T16:58:39.931965+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, and SAYLOR, JJ."
    ],
    "parties": [
      "RTC MORTGAGE TRUST 1994-N-2, Appellee, v. Barry J. FRY, Jack A. Serra, Sr., Phillip Curcura, and Tower-seville, an Illinois Partnership t/a Mutual Resources, a Pennsylvania General Partnership, Appellee, v. Timothy W. Silbaugh, Esq., Executor of the Estate of Jack W. Holzapfel, deceased, and Deborah Holzapfel Appellants, v. Lawrence R. Newman and RTC Mortgage Trust 1994-N-2, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nThis is an appeal by allowance from a memorandum decision of Superior Court which affirmed an order of the Court of Common Pleas of Allegheny County denying a petition to set aside the divestiture of a mortgage on real property. The petition was filed by appellants, to wit, the estate of Jack Holzapfel, represented by Timothy W. Silbaugh, Esq., executor, and Deborah Holzapfel, the surviving spouse of Jack Holzapfel. The Holzapfels held a second mortgage on an apartment building in the City of Pittsburgh. Their mortgage was divested by a sheriffs sale. On the basis that notice of the sale was not adequately provided, appellants seek to have the divestiture set aside.\nIn June of 1995, appellee, RTC Mortgage Trust (RTC), filed a writ of execution to foreclose on the property. RTC held the first mortgage. Notice of a sheriffs sale was mailed to the office of Jack Hol-zapfel, this 'being the address set forth in the documents of record pertaining to the second mortgage. Jack Holzapfel, however, died in January of 1995, so the notice was received by appellant Silbaugh, his executor. Negotiations ensued during which appellants tried, albeit unsuccessfully, to purchase RTC’s first lien position. The sheriffs sale did not, therefore, proceed. A year later, in June of 1996, RTC reissued the writ and again mailed notice to the Holzapfels, using the same address to which the previous notice had been sent. This notice was returned to RTC by the postal service. Notations placed on the envelope by the postal service indicated that the address was no longer valid, that the forwarding order had expired, and that the forwarding address was: Holzapfel c/o Silbaugh, P.O. Box 9, Bakerstown, PA 15007-0009. RTC did not forward notice of the sale to this address. Instead, the sale proceeded without appellants having received notice, and the property was acquired by Lawrence R. Newman, appellee.\nIn denying appellants’ petition to set aside the divestiture, the court of common pleas reasoned that RTC complied with all of the requirements regarding notice of foreclosure sales set forth in Pa.R.Civ.P. 3129.2(c)(l)(iii). It held that RTC had no duty other than to send notice to the address of record for the mortgagee. Superior Court affirmed, holding that “[t]he fact that RTC’s notice was returned, undelivered ... is of no consequence.” Rule 3129.2(e)(l)(iii) provides that service of a foreclosure notice on a person other than a defendant in the judgment, or an owner of the real property may be made via ordinary mail, and it further states: “Service shall be complete upon mailing. If the mail is returned the validity of the service shall not be impaired and the sale shall proceed at the time fixed in the notice.” This language provided the basis for Superior Court’s holding that notice need not actually be received to be effective.\nAppellants contend that the notice mailed to them did not meet the requirements of due process. We agree.\nDue process requires that notice to a mortgagee be reasonably calculated to provide actual notice of a foreclosure sale. In Mennonite Board of Missions v. Adams, 462 U.S. 791, 103 S.Ct. 2706, 77 L.Ed.2d 180 (1983), the Supreme Court of the United States set forth the constitutional. standards governing notice of such sales:\nSince a mortgagee clearly has a legally protected property interest, he is entitled to notice reasonably calculated to apprise him of a pending tax sale. When the mortgagee is identified in a mortgage that is publicly recorded, constructive notice by publication must be supplemented by notice mailed to the mortgagee’s last known available address, or by personal service. But unless the mortgagee is not reasonably identifiable, constructive notice alone does not satisfy the mandate of Mullane [v. Central Hanover Bank & Trust Co., 339 U.S. 306, 70 S.Ct. 652, 94 L.Ed. 865 (1950)].\nNeither notice by publication and posting, nor mailed notice to the property owner, are means “such as one desirous of actually informing the [mortgagee] might reasonably adopt to accomplish it.” Mullane, 339 U.S., at 315, 70 S.Ct. 652, 94 L.Ed. 865....\n... Notice by mail or other means as certain to ensure actual notice is a minimum constitutional precondition to a proceeding which will adversely affect the liberty or property interests of any party, whether unlettered or well versed in commercial practice, if its name and address are reasonably ascertainable.\n462 U.S. at 798-800, 103 S.Ct. at 2711-2712, 77 L.Ed.2d at 187-88 (citation omitted; footnote omitted; emphasis added). The requirements of Mennonite Board reflect the longstanding principle set forth in Mullane, 339 U.S. at 314, 70 S.Ct. at 657, 94 L.Ed. at 873, that “[a]n elementary and fundamental requirement of due process in any proceeding which is to be accorded finality is notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.” We have recognized that mortgagees are entitled to be notified of foreclosure sales in conformity with Mennonite Board. See First Pennsylvania Bank v. Lancaster County Tax Claim Bureau, 504 Pa. 179, 185-87, 470 A.2d 938, 941-42 (1983) (majority of court agreeing with opinion in support of affirmance that notice is governed by Mennonite Board).\nPresently, RTC knew that appellants had not received notice of the sheriffs sale. RTC nevertheless proceeded with the sale, despite the fact that appellants’ forwarding address could easily have been ascertained from the notation placed on the returned envelope by the postal service. RTC had an ample opportunity before the scheduled sale to mail notice to the address provided, but failed to do so. Although RTC complied with the service by mail procedures specified in Pa.R.Civ.P. 3129.2(c)(l)(iii), the due process requirements of Mennonite Board were not met. That decision requires that notice be sent to the mortgagee’s last known available address, since mailing to any other address would not be expected to provide actual notice. The requirement is not that the notice simply be sent to the address given on the recorded mortgage, since the mortgagee’s address may very well have changed after the document was recorded. One’s last known address may or may not be the address of record.\nIn the usual case, sending notice pursuant to Pa.R.Civ.P. 3129.2(e)(l)(iii) would sufficiently protect the interests of a mortgagee to meet constitutional standards'. For example, where a mortgagee’s recorded address is in fact his current address, a notice sent to that address would be expected to provide actual notice. Where, however, a mortgagee has moved and left no forwarding address, due process does not require that extraordinary efforts be expended to locate and notify the mortgagee. This case falls between those extremes, since the recorded address was no longer current, but the forwarding address was provided by the postal service.\nAlthough Pa.R.Civ.P. S129.2(c)(l)(iii) states that if notice is returned, then the validity of service is not impaired, due process requires this rule to yield where the party having a duty to notify gains knowledge of a different address for the mortgagee. Here, RTC was advised of appellants’ last known address by the postal service. A mailing of notice to that address was therefore necessary. Absent such, it cannot be said that the notice provided by RTC was “reasonably calculated” to provide “actual notice” to appellants. Cf. United States v. Woodall, 12 F.3d 791, 794-95 (8th Cir.1993) (where the actual whereabouts of a party with an interest in property are known, Mennonite Board requires that notice of forfeiture proceedings be sent to that address).\nInasmuch as the requirements of due process were not met, the courts below erred in denying the relief sought by appellants. Accordingly, we reverse and remand to the court of common pleas for entry of an order setting aside divestiture of the mortgage.\nOrder reversed, and case remanded.\nInasmuch as the postal notation provided adequate notice of the forwarding address, we need not consider appellants’ assertions that RTC also had knowledge of that address through previous dealings with appellants, that due to inadequate responsive pleadings RTC should be deemed to have admitted such knowledge, or that a remand for an evidentia-ry hearing on the question of such knowledge should be ordered.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      }
    ],
    "attorneys": [
      "Michael D. Gallagher, Heck, Silbaugh, Weinrich, Thompson & Gallagher, Butler, for Timothy W. Silbaugh, Exec, of J.W.",
      "Charles Casalnova, O’Keefe, Grenen & Birsic, PC, for RTC Mortgage Trust Newman.",
      "Severin A. Russo, DiPaolo and Russo, Pittsburgh, for Lawrence R. Newman."
    ],
    "corrections": "",
    "head_matter": "RTC MORTGAGE TRUST 1994-N-2, Appellee, v. Barry J. FRY, Jack A. Serra, Sr., Phillip Curcura, and Tower-seville, an Illinois Partnership t/a Mutual Resources, a Pennsylvania General Partnership, Appellee, v. Timothy W. Silbaugh, Esq., Executor of the Estate of Jack W. Holzapfel, deceased, and Deborah Holzapfel Appellants, v. Lawrence R. Newman and RTC Mortgage Trust 1994-N-2, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 9, 1999.\nDecided May 19, 1999.\nMichael D. Gallagher, Heck, Silbaugh, Weinrich, Thompson & Gallagher, Butler, for Timothy W. Silbaugh, Exec, of J.W.\nCharles Casalnova, O’Keefe, Grenen & Birsic, PC, for RTC Mortgage Trust Newman.\nSeverin A. Russo, DiPaolo and Russo, Pittsburgh, for Lawrence R. Newman.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN, and SAYLOR, JJ."
  },
  "file_name": "0476-03",
  "first_page_order": 514,
  "last_page_order": 517
}
