{
  "id": 11325580,
  "name": "STATE v. Christopher LANGELLA",
  "name_abbreviation": "State v. Langella",
  "decision_date": "1994-11-30",
  "docket_number": "No. 94-337-C.A.",
  "first_page": "478",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 478"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "430 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0418-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 5158,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 5.788391115224594e-08,
      "percentile": 0.36116121055706335
    },
    "sha256": "226ebb455316515807dfa3d821a0e02e2a3b7b7894679829b915628231477ba2",
    "simhash": "1:78eb451a092ec349",
    "word_count": 849
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Christopher LANGELLA."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before the Supreme Court on November 7, 1994, pursuant to an order directing the defendant to appear and show cause why his appeal should not be summarily decided. In this case the defendant, Christopher Langella, has appealed from a conviction of driving under the influence of alcohol in violation of G.L. 1956 (1982 Reenactment) § 31-27-2, as amended by P.L.1992, ch. 133, art. 94, § 1. He was found guilty after jury trial. The defendant was a first offender and the trial justice imposed the minimum penalties: $1,006.50 in fines, fees, costs and assessments; performance of ten hours of community service; attendance at driving school; and a three-month revocation of his driver’s license. All penalties were stayed pending appeal.\nThe evidence presented at trial established that an East Greenwich police officer observed defendant operating his vehicle after midnight in an erratic manner, swerving left of center and driving at seventy miles per hour in a twenty-five-mile-an-hour zone as well as running a stop sign.\nWhen the officer stopped defendant, he detected a heavy odor of alcohol in the vehicle. A backup officer was called. The defendant failed several field sobriety tests and was taken into custody and read his rights from a standard card form.\nAt the police station he was observed for fifteen minutes and read his rights from a longer form. The defendant said he understood them. He was given an opportunity to use the telephone without restrictions. After doing so, he agreed to take a blood-alcohol test. The results of the first test indicated a blood-alcohol level of .144 percent. The second blood test', given thirty minutes later, showed a blood-alcohol level of .137 percent. Both test results exceeded the legal limit. The parties have stipulated that the breathalyzer apparatus was properly operated and was properly calibrated.\nOn appeal defendant argues that the officer did not comply with § 31-27-3 of the General Laws which provides that a person charged with driving under the influence shall have the right immediately after his or her arrest to be examined at his or her own expense by a physician selected by him or her. The officer so arresting such person must immediately inform him or her of this right and afford him or her a reasonable opportunity to exercise it.\nThe récord in this case established that the arresting and the charging officers complied with § 31-27-3 both at the scene and later at the station. The defendant was asked at the station if he wished to use the telephone to contact his attorney or his doctor, and defendant did use the telephone. Section 31-27-3 was complied with, and the trial justice so found. Because the trial justice found that there had been compliance with the requirements of § 31-27-3, it is not necessary that we address the trial justice’s further conclusion that the requirements of § 31-27-3 (enacted by General Laws of 1956) had been subsumed or poured into § 31 — 27—2(c) (6) (subsection (c)(6) enacted by P.L.1986, ch. 508, § 1) which was enacted later.\nThe defendant also argues that the trial justice, after first determining that the police had complied with the requirements of § 31-27-3, should also have submitted that question to the jury for its determination, as is done when the issue is voluntariness of a confession. See State v. Killay, 430 A.2d 418, 421 n. 2 (R.I.1981). There is no authority to support defendant’s position on this issue. The trial justice was not in error.\nFinally defendant argues that the police officers did not comply with § 31-27-2(c)(6) because Officer Alan Marcella and not Sergeant A. Mason Rhodes, who was the arresting officer, informed him of his rights under that section. Section 31-27-2(c)(6) provides in part:\n“The person arrested and charged with operating a motor vehicle while under the influence * * * [must be] afforded the opportunity to have an additional chemical test and the officer arresting or so charging such person [must have] informed such a person of this right * * (Emphasis added.)\nThe defendant acknowledges he was afforded the opportunity to have the additional chemical test and that Officer Marcella informed him of this right. Officer Marcella would be considered the “charging” officer in these circumstances. The trial justice ruled that to suppress the breathalyzer results because Officer Marcella, and not Sergeant Rhodes, had informed the defendant of his right to another chemical test “would be to construe § 31-27-2(c)(6) to affect an absurd result.” We agree. The obvious intent of the statute is to guarantee that a defendant is informed.\nFor these reasons the court concludes that cause has not been shown and that the defendant’s appeal is denied and dismissed. The judgment appealed from is affirmed, and the papers of the case are remanded to the Superior Court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Jeffrey Pine, Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.",
      "Richard Casparian, Public Defender, Janice Weisfeld, Paula Rosin, Asst. Public Defenders, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Christopher LANGELLA.\nNo. 94-337-C.A.\nSupreme Court of Rhode Island.\nNov. 30, 1994.\nJeffrey Pine, Atty. Gen., Aaron Weisman, Asst. Atty. Gen., for plaintiff.\nRichard Casparian, Public Defender, Janice Weisfeld, Paula Rosin, Asst. Public Defenders, for defendant."
  },
  "file_name": "0478-01",
  "first_page_order": 536,
  "last_page_order": 537
}
