{
  "id": 7363745,
  "name": "COMMONWEALTH of Pennsylvania v. NINE THOUSAND THREE HUNDRED TEN DOLLARS U.S.C. In re Anthony A. BENNETT, Appellant",
  "name_abbreviation": "Commonwealth v. Nine Thousand Three Hundred Ten Dollars U.S.C.",
  "decision_date": "1994-03-01",
  "docket_number": "",
  "first_page": "480",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "407 Pa.Superior Ct. 15",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        900459
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/407/0015-01"
      ]
    },
    {
      "cite": "897 F.2d 1457",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540265
      ],
      "pin_cites": [
        {
          "page": "1462-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/897/1457-01"
      ]
    },
    {
      "cite": "815 F.Supp. 1479",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3876162
      ],
      "pin_cites": [
        {
          "page": "1482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/815/1479-01"
      ]
    },
    {
      "cite": "725 F.2d 1007",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1924958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/725/1007-01"
      ]
    },
    {
      "cite": "802 F.2d 1339",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1625122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/802/1339-01"
      ]
    },
    {
      "cite": "160 Pa.Commonwealth Ct. 58",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1454656
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/160/0058-01"
      ]
    },
    {
      "cite": "158 Pa.Commonwealth Ct. 109",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1451016
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/158/0109-01"
      ]
    },
    {
      "cite": "126 Pa.Commonwealth Ct. 173",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1389055
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0173-01"
      ]
    },
    {
      "cite": "145 Pa.Commonwealth Ct. 139",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1426508
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/145/0139-01"
      ]
    },
    {
      "cite": "139 Pa.Commonwealth Ct. 68",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1415194
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0068-01"
      ]
    },
    {
      "cite": "149 Pa.Commonwealth Ct. 132",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1435185
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "142"
        },
        {
          "page": "620",
          "parenthetical": "forfeiture based on conduct in alluding police, presence of drug paraphernalia, sniff search and inconsistent statements of the source of the money"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/149/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 745,
    "char_count": 15025,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18950062339541804
    },
    "sha256": "7894dd31d77c547626a50b49e1a1fde2e583c6b79cf5bcfcb35102a2e85c2221",
    "simhash": "1:e2f54210426cbc8c",
    "word_count": 2511
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and PELLEGRINI, Judges, and NARICK, Senior Judge."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. NINE THOUSAND THREE HUNDRED TEN DOLLARS U.S.C. In re Anthony A. BENNETT, Appellant."
    ],
    "opinions": [
      {
        "text": "PELLEGRINI, Judge.\nAnthony A. Bennett (Bennett), as claimant of Nine Thousand Three Hundred Ten Dollars, appeals the decision of the Court of Common Pleas of Philadelphia County granting the petition for forfeiture filed by the Commonwealth of Pennsylvania of Eight Thousand Dollars and ordering that One Thousand Three Hundred and Ten Dollars be returned to Bennett.\nOn November 22, 1991, Bennett arrived in Philadelphia on an Air Jamaica flight. The immigration officer questioned him about his temporary resident card and the amount of money he was carrying. Bennett showed the immigration officer that he had $9,310, which included several one hundred dollar bills. Bennett at first said the money was his, then when confronted with bank receipts from Jamaica, he stated that it belonged to his uncle. The immigration officer admitted Bennett but indicated to the State Police officers on drug enforcement duty at the airport that they might want to further question Bennett.\nTrooper W^nda Gilbert of the State Police detained Bennett and questioned him with other officers present. Bennett initially told them he lived in New York, although he later stated he resided in North Carolina. He had a North Carolina temporary drivers license and gun permit. Bennett stated that $8,000 of the money he carried was his mother’s, and that he was supposed to buy a diesel engine for a 15 passenger bus owned by his mother. He had no further information about the engine he was supposed to purchase. Bennett told Trooper Gilbert that he did odd jobs for his father in New York and had saved $1,000. Part of that money was used to purchase the tickets to Jamaica and he had taken several hundred dollars with him on the trip. However, a foreign exchange receipt showed that he had exchanged $5,400 in U.S. currency for Jamaican money during his trip. He refused to explain the receipt or answer further questions about the money.\nBennett gave Trooper Gilbert his telephone number in North Carolina. Customs Agent Julio Valez called the number and spoke to the person who answered, who identified himself as Byron. Agent Valez pretended to be a drug courier who Bennett was supposed to meet and told Byron that he had arrived from Jamaica with “a load” and that “Tony” had not met him. He told Byron that he would sell it if he did not get the promised $1,000 payment. Byron told Agent Valez not to do that, to wait until “Tony” contacted him. The entire $9,310 was seized but Bennett was allowed to leave.\nOn January 6, 1992, the Commonwealth filed a petition for the forfeiture of the $9,310 seized on November 22 pursuant to the Controlled Substance Forfeiture Act (Forfeiture Act), 42 Pa.C.S. §§ 6801-6802. The Commonwealth presented the testimony of Trooper Gilbert and Agent Valez concerning the events on November 22 and also as expert witnesses on the practices of drug couriers and dealers. The Commonwealth also presented the testimony of a North Carolina police officer who arrested Bennett for possession of narcotics on January 3, 1992, and conducted a search of his residence.\nThe trial court concluded that Bennett was a drug dealer and was in possession of the seized money to pay couriers who had brought drugs into the United States on the Air Jamaica flight. The trial court held that the money was lawfully seized and that $8,000 was subject to forfeiture. The trial court ordered that $1,310 be returned to Bennett. Bennett then filed this appeal for the return of the $8,000.\nBennett contends that the Commonwealth did not meet its burden to prove by a preponderance of the evidence a nexus between the seized cash and any drug activity. The Commonwealth contends the facts, as found by the trial court, sufficiently support the forfeiture.\nThe Forfeiture Act, at 42 Pa.C.S. § 6801(a)(6)(i)(B), permits the forfeiture of “money ... used, or intended to be used to facilitate any violation of The Controlled Substance, Drug, Device and Cosmetic Act”. In Commonwealth v. Nineteen Hundred and Twenty Dollars, U.S.C., 149 Pa.Commonwealth Ct. 132, 612 A.2d 614 (1992), we set forth the burdens of proof in forfeiture cases:\nIn a forfeiture proceeding, the Commonwealth bears the initial burden of proof which it must satisfy by a preponderance of the evidence. 42 Pa.C.S. § 6802(j); Commonwealth v. One 1988 Suzuki Samurai, 139 Pa.Commonwealth Ct. 68, 589 A.2d 770 (1991). To sustain its burden of proof, the Commonwealth must establish a nexus between the unlawful activity and the property subject to forfeiture. 42 Pa. C.S. § 6802(j); In re King Properties, 145 Pa.Commonwealth Ct. 139, 602 A.2d 486 (1992). Where the Commonwealth sustains its burden, the burden of production shifts to the property owner to disprove the Commonwealth’s evidence or establish a statutory defense to avoid forfeiture. Commonwealth v. One 1974 Chevrolet Box-Type Truck, 126 Pa.Commonwealth Ct. 173, 559 A.2d 76 (1989).\nIn addition to the facts set forth above, the trial court made the following findings of fact based on Trooper Gilbert’s and Agent Yalez’s expert testimony:\n12. The money carried by Mr. Bennett was in nine folded packets of ten $100.00 bills. A tenth packet contained three $100.00 bills; a eleventh packet contained five $2.00 bills. (N.T. 34). The fashion in which Mr. Bennett carried the money was consistent with how narcotics dealers fold their money so it is easily exchangeable. (N.T. 35).\n13. Typically, the persons previously arrested from the daily 7:30 p.m. to 9:30 p.m. evening Air Jamaica flight number 041 had been approached in the United States by an acquaintance who would provide round trip ticket airfare to Jamaica, food and lodging there for a week to ten days, and sometimes a supply of marijuana. They were then given quantities of marijuana to carry on their persons on [sic] in their luggage, which they were to bring back to the United States through the Philadelphia airport. The couriers were instructed to exit the terminal and wait to be approached for the drug pickup. (N.T. 20-21). When couriers carried narcotics into the United States by way of Philadelphia International Airport, someone from the drug organization was typically also on the plane to observe the couriers. (N.T. 79).\n14. On the evening Air Jamaica flight number 041 from Jamaica to Philadelphia on November 22, 1991, three persons besides Mr. Bennett and his female companion had been detained for carrying narcotics. One man was found to be carrying four pounds of marijuana; a woman was in possession of 4.4 pounds of marijuana and % pound of cocaine; and another woman was in possession of 10.94 pounds of marijuana. (N.T. 22-23).\n16. Anyone bringing $10,000 or more in currency into the United States must file a Currency Monetary Instruments Report. (C.M.I.R.). Drug traffickers are aware of this requirement and attempt to evade the law by bringing in and taking out amounts under the reporting requirement. Because Mr. Bennett had only $9,800, a C.M.I.R. was not required. (N.T. 75 — 76).\nThe facts examined as a whole are that Bennett was travelling from Jamaica to Philadelphia with a large amount of cash; he made inconsistent statements about the origin of the cash, the purpose of carrying it, how much money he had taken with him to Jamaica, and where he lived. He had no support for his assertion that the money was his mother’s or that he intended to purchase a bus engine with the cash. He had no legitimate source of income for such large amounts of money. The cash was carried in a fashion consistent with how narcotics dealers fold their money. Drug couriers were arrested with drugs on the same plane and drug traffickers typically send someone on the same plane with the couriers to collect the drugs and pay the couriers when they arrive at their destination. Drug traffickers also typically carry less than $10,000 in currency so that they do not have to file a Currency Monetary Instruments Report. The person at the telephone number Bennett gave to the officers as his residence responded to a statement that someone had brought in a “load” and for him to wait for “Tony” to contact him. Additionally, Bennett has at no time claimed possession of $8,000 of the cash and neither has his mother claimed the amount he alleged was hers.\nThe trial court, as the finder of fact, is permitted to draw any reasonable inferences from the evidence. Commonwealth v. Fidelity Bank Accounts, 158 Pa.Commonwealth Ct. 109, 631 A.2d 710 (1993). Bennett argues that because he did not have drugs with him on November 22, 1991, and had no prior narcotic convictions, no reasonable inference could be made that he was involved in any drug activity that night. Although in most cases drugs are present at the time of seizure, there is no requirement that drugs be present. Circumstantial evidence can establish Bennett’s drug activity to support the forfeiture. See $91,960.00, 897 F.2d at 1462 (forfeiture of cash carried by a person in an airport who made inconsistent explanations about the presence of the money and had a piece of paper recording apparent drug transactions, but no drugs were present at the time of seizure); $1,920 U.S.C., 149 Pa.Commonwealth Ct. at 142, 612 A.2d at 620 (forfeiture based on conduct in alluding police, presence of drug paraphernalia, sniff search and inconsistent statements of the source of the money).\nIn examining the record as a whole, there was competent evidence from the testimony of the officers who had extensive experience in drug enforcement to support the findings of the trial court. The expert testimony established that Bennett’s travel plans, manner in carrying and amount of money, large amounts of cash, and the presence of couriers on the same flight were consistent with a person trafficking drugs. Moreover, the telephone conversation with “Byron” at Bennett’s residence supported the reasonable inference that Bennett was involved in drug trafficking on that trip. Therefore, there were sufficient facts to support the trial court’s finding of a nexus between the money seized and drug activity by Bennett and we affirm the decision of the trial court ordering forfeiture of $8,000 seized from Bennett.\nORDER\nAND NOW, this 1st day of March, 1994, the order of the Court of Common Pleas of Philadelphia County, dated May 5, 1993, M.R. No. 92-990460, is affirmed.\n. Bennett’s female travelling companion left while Bennett was talking to the immigration officer and went to the restroom. Minutes later, a pair of sneakers was recovered from the ladies restroom with the inside of the shoes tom out.\n. Agent Valez testified at the forfeiture hearing that:\nA. I made a phone call to the number Mr. Bennett provided which he claimed was his residence in North Carolina, I believe it was.\nQ. What, if any conversations did you have with anyone at the other end of that line?\nA. When I called the number, I spoke to an individual who identified himself as Byron. I told Byron that I had just arrived from Jamaica that Tony was supposed to meet me at the airport and he wasn't there.\nI told him I had a load and what was I going to do with it, where was Tony. I told him Tony had promised me a thousand dollars to bring this load in from Jamaica and that if I wasn’t contacted or told what to do with it, I was going to sell it.\nI was told by Byron not to do that, to wait until Tony contacted me. I then terminated the conversation and I gave this information to Troopers Gilbert and McKone, who were present while I was making the phone call.\n(Reproduced Record 64a-65a).\n. No narcotics were found on either Bennett, his luggage or his travelling companion that night. The seized money was not sniffed by a narcotics dog.\n. Bennett was stopped outside of a \"crack house” in Winston-Salem, North Carolina and searched. The North Carolina officer found a razor blade with white powder on it, which later tested positive for cocaine, and two guns. Bennett was arrested and gave consent for a search of his residence. At the house, officers seized $7,850, marijuana cigarettes, a razor blade with cocaine on it and a microwave oven with cocaine splattered in it. A microwave oven is used to cook powder cocaine in making crack. [Finding of Fact # 18]. Although Bennett was charged with possession with intent to manufacture crack cocaine based on the arrest and searches, he was not convicted on those charges.\n. The \"findings of fact by a trial judge are accorded the same weight as a jury verdict and our scope of review is limited to examining whether the findings are supported by competent evidence.” Commonwealth v. $32,950.00 U.S.C., 160 Pa.Commonwealth Ct. 58, 634 A.2d 697 (1993).\n. Act of April 14, 1972, P.L. 233, as amended, 35 P.S. §§ 780-101 to 780-144.\n. The trial court also found based on Bennett’s testimony, the only evidence he presented:\n19. When Mr. Bennett testified on July 8, 1992, he stated that he never told his mother about the seizure of \"her bus money” at the Philadelphia airport by the State Police. Moreover, although he had not spoken with his mother since November of 1991, he had spoken with the mother of his children in Jamaica during this ten month period of time. (N.T. 133). He did not testify that any of the money seized on November 22, 1991, belonged to him. He stated that it belonged to his mother, Delores Jackson. (N.T. 145). Beyond Respondent’s statement, no evidence was presented to support the contention that the money in question was the property of Delores Jackson.\n. Bennett argues that the Commonwealth should not be able to rely on the evidence of his subsequent arrest in North Carolina to support the seizure and forfeiture. Because we believe the Commonwealth met its burden of proof even without relying on the evidence, we need not address that argument. However, we recognize that the federal courts have held that evidence to support a forfeiture includes not only evidence obtained before the seizure of the property, but also evidence obtained after the seizure, usually without any rationale as to why the evidence is probative. See United States v. $41,305.00 in Currency and Traveler's Checks, 802 F.2d 1339 (11th Cir.1986); United States v. Monkey, 725 F.2d 1007 (5th Cir.1984); United States v. Sixty-Eight Thousand Five Hundred Eighty Dollars ($68,580.00) U.S.C., 815 F.Supp. 1479, 1482 (M.D.Ga.1993). One of the Circuit Courts has relied on post-seizure conduct as probative evidence where it involved a \"similar scheme”. United States v. Ninety-One Thousand Nine Hundred Sixty Dollars, 897 F.2d 1457, 1462-63 (8th Cir.1990).\n. See Commonwealth v. Giffin, 407 Pa.Superior Ct. 15, 595 A.2d 101 (1991).",
        "type": "majority",
        "author": "PELLEGRINI, Judge."
      }
    ],
    "attorneys": [
      "Thomas A. Bergstrom, for appellant.",
      "Michael W. Untermeyer, Deputy Atty. Gen., Drug Prosecution Section, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania v. NINE THOUSAND THREE HUNDRED TEN DOLLARS U.S.C. In re Anthony A. BENNETT, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Jan. 31, 1994.\nDecided March 1, 1994.\nThomas A. Bergstrom, for appellant.\nMichael W. Untermeyer, Deputy Atty. Gen., Drug Prosecution Section, for appellee.\nBefore DOYLE and PELLEGRINI, Judges, and NARICK, Senior Judge."
  },
  "file_name": "0480-01",
  "first_page_order": 540,
  "last_page_order": 544
}
