{
  "id": 7289231,
  "name": "COMMONWEALTH of Pennsylvania, v. Seifullah ABDUL-SALAAM, Appellant",
  "name_abbreviation": "Commonwealth v. Abdul-Salaam",
  "decision_date": "2010-06-22",
  "docket_number": "No. 598 CAP",
  "first_page": "482",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "996 A.2d 482"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "664 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869062
      ],
      "pin_cites": [
        {
          "page": "651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0640-01"
      ]
    },
    {
      "cite": "398 A.2d 1079",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1979,
      "pin_cites": [
        {
          "page": "1081",
          "parenthetical": "if court has not specifically adjudicated rights of parties or directed prothonotary to enter judgment, prothonotary's authority to enter judgment must have express basis in statute or rule of court, and authority is confined to circumstances spelled out by statute or rule"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "267 Pa.Super. 83",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        125008
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "judgment of default entered by prothonotary is ministerial act and authority therefore must be found in either statute or rule of court"
        },
        {
          "page": "349",
          "parenthetical": "judgment of default entered by prothonotary is ministerial act and authority therefore must be found in either statute or rule of court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/267/0083-01"
      ]
    },
    {
      "cite": "184 A. 669",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "pin_cites": [
        {
          "parenthetical": "clerk's unauthorized entry of judgment at party's request was properly stricken; judgment must be entered by court or its officer at court's express direction"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165822
      ],
      "year": 1936,
      "pin_cites": [
        {
          "parenthetical": "clerk's unauthorized entry of judgment at party's request was properly stricken; judgment must be entered by court or its officer at court's express direction"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0449-01"
      ]
    },
    {
      "cite": "808 A.2d 558",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        270272,
        11357861
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0079-01",
        "/a2d/808/0558-01"
      ]
    },
    {
      "cite": "570 Pa. 79",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        270272
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/570/0079-01"
      ]
    },
    {
      "cite": "812 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1070145,
        11365715
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "after governor signed warrant of execution, appellant filed Pa.R.A.P. 301(e) praecipe and notice of appeal in order to seek stay of execution and immediate review of undecided claims in second PCRA petition"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0219-01",
        "/a2d/812/0497-01"
      ]
    },
    {
      "cite": "571 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070145
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "after governor signed warrant of execution, appellant filed Pa.R.A.P. 301(e) praecipe and notice of appeal in order to seek stay of execution and immediate review of undecided claims in second PCRA petition"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0219-01"
      ]
    },
    {
      "cite": "678 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11733985,
        463594
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/678/0342-01",
        "/pa/544/0514-01"
      ]
    },
    {
      "cite": "544 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463594
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 880,
    "char_count": 20474,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18830016730705149
    },
    "sha256": "fdf157622c5ab82339dda4926dcc9e65cc60ce07b18b55099372076ab1c54a6c",
    "simhash": "1:8c7fd2b79a033741",
    "word_count": 3277
  },
  "last_updated": "2024-02-27T20:41:37.706581+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAEFERY, ORIE MELVIN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, v. Seifullah ABDUL-SALAAM, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CASTILLE.\nSeifullah Abdul-Salaam (“appellant”), who is represented by the Federal Community Defender of the Eastern District of Pennsylvania, purports to appeal from a “Praecipe for Entry of Adverse Order Denying and Dismissing Petitioner/Appellant’s Third Protective Petition for Habeas Corpus Relief’ that he filed at the same time he filed a Notice of Appeal from his praecipe. The appeal is interlocutory and we therefore quash it.\nOn March 15, 1995, a jury convicted appellant of robbery, conspiracy, and the first-degree murder of Police Officer Willis Cole of the New Cumberland Police Department in Cumberland County. Appellant was sentenced to death after a jury decided that the aggravating circumstances presented by the Commonwealth outweighed the mitigating circumstances proffered by the defense. This Court affirmed the judgment of sentence. Commonwealth v. Abdul-Salaam, 544 Pa. 514, 678 A.2d 342 (1996). We also affirmed the denial of petitions for collateral relief pursuant to the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546, on two separate occasions. Commonwealth v. Abdul-Salaam, 571 Pa. 219, 812 A.2d 497 (2002); Commonwealth v. Abdub-Salaam, 570 Pa. 79, 808 A.2d 558 (2001).\nFollowing these post-conviction proceedings in the courts of this Commonwealth, appellant filed a petition for federal habeas corpus relief in 2002. Over five years later, on January 16, 2007, while the federal collateral petition was still pending, appellant filed his third petition for state collateral relief in the Cumberland County Court of Common Pleas. Notwithstanding the exclusivity of the PCRA for such collateral attacks, appellant styled the petition as a “Third Protective Petition for Habeas Corpus Relief.” In the petition, appellant stated that he was filing it in order to comply with the PCRA time limits for bringing serial petitions alleging newly discovered evidence to the attention of the state trial court, but claimed that he “does not believe that his case belongs in [state court].” On July 7, 2008, the federal proceedings were stayed to permit appellant to litigate his facially time-barred serial state petition.\nOn August 4, 2008, again back in the Cumberland County Court of Common Pleas, the Commonwealth filed a request for an evidentiary hearing on the alleged new claim, and attached a copy of the federal court’s July 7, 2008 stay order. On August 27, 2008, appellant filed what he styled as a “Supplement to Third Protective Petition for Habeas Corpus Relief’ and asked for additional discovery and an evidentiary hearing. In April 2009, appellant and the Commonwealth filed additional pleadings regarding this “Third Protective Petition,” but the common pleas court took no immediate action on any of these filings. Four months later, on August 24, 2009, appellant filed, in tandem, both a “Praecipe for Entry of Adverse Order Pursuant to Pennsylvania Rule of Appellate Procedure 301 D & E” and a Notice of Appeal. Given the contemporaneous notice of appeal, no actual “adverse” order was entered by the court below in response to appellant’s praecipe. Indeed, it appears appellant never intended to appeal any court order; as he stated in his notice of appeal and in his brief to this Court, he purports to appeal “from the Praecipe” itself. Appellant’s Brief at 1,12.\nIn the Pa.R.A.P.1925(a) Opinion it filed after being served with the notice of appeal, the court below notes, accurately enough, that the label of “protective petition” on appellant’s serial PCRA filings was misleading and that, “had the latest petition been read more closely, the court would have taken action.” PCRA Ct. Op. at 2. The court further notes that this is not a case where appellant will be “unable to secure the formal entry of an appealable order pursuant to the usual procedures” if the matter is pursued in the first instance in the lower court. The court suggests that a remand or quashal will bring the matter before it with the “requirement that some decision be made with regard to it.” Id. at 3.\nIn the jurisdictional statement in his brief, appellant declares that this Court has jurisdiction under 42 Pa.C.S. § 9546(d), because the appeal involves a final court order in a PCRA death penalty case. In the body of his brief, appellant insists that the PCRA court’s supposed delay compelled his action and that Pa. R.A.P. 801(e) “was designed just for circumstances like this one.” Appellant’s Brief at 23. Appellant attempts to justify his action by declaring that he “is a death row prisoner. His attempts to have his claims heard were thwarted by the inaction of the PCRA court, despite requests for a hearing from both sides... After all of this waiting, Appellant was well within his rights to file the Praecipe after enduring more than another year of inexplicable delay.” Appellant’s Brief at 23-24. Appellant did not inquire of the trial court concerning the status of his mislabeled PCRA petition before filing his praecipe and concomitant appeal, PCRA Ct. Op. at 3, nor did he request expedition, nor did he seek a writ of mandamus from this Court to direct the lower court to decide the case more promptly. See, e.g., 42 Pa.C.S. § 721(2) (Supreme Court shall have original jurisdiction of all cases of mandamus to courts of inferior jurisdiction).\nNotwithstanding the absence of any ruling, order, or adverse action by the court below, appellant claims that, in this “appeal” from a praecipe, this Court should resolve the substantive issues in his serial collateral attack, in his favor, in the first instance, as this Court’s review is “plenary.” Appellant’s Brief at 1. Specifically, appellant asks that we “vacate his convictions and sentences” and “preclude retrial on state double jeopardy grounds,” or else remand the matter for an evidentiary hearing. Appellant’s Brief at 40.\nIn its responsive brief, the Commonwealth correctly challenges the propriety of the appeal. The Commonwealth argues that the matter is not properly before this Court because appellant has essentially appealed a delay of proceedings, rather than a final order. The Commonwealth accurately notes that appellant filed his notice of appeal from his own praecipe, after filing both documents “in tandem,” rather than awaiting some action by the court disposing of the parties’ filings. Commonwealth’s Brief at 9. The Commonwealth observes that the “inherent danger in making up motions and filings like [protective petitions] when none are provided for within the rules is that they will not be read.” Commonwealth’s Brief at 12. The Commonwealth asks that the appeal be quashed and the matter remanded.\nOur review confirms that there has been no final, appealable order entered in this matter. Indeed, no action of any kind, much less any action or order adverse to appellant’s interests, was taken by the PCRA court concerning appellant’s deceptively labeled serial PCRA petition. Appellant’s praecipe was not any kind of order of court, let alone a final order. See Pa.R.A.P. 102 (order includes “judgment, decision, decree, sentence and adjudication”); Pa.R.A.P. 341 (final order is one that disposes of all claims and all parties; or is expressly defined as such by statute; or is entered upon trial court’s determination that immediate appeal from otherwise interlocutory order would facilitate resolution of entire case). Appellant’s claim in his brief that his self-help praecipe serves as the appealable order wrongly assumes that his action was justified under the Rule he invokes. In the praecipe he filed below and again in his appellate brief, appellant cites Pa.R.A.P. 301(d) and (e) as establishing a basis for jurisdiction via his praecipe. Neither subsection of Rule 301 was properly invoked.\nRule 301 provides, in pertinent part, as follows:\n(d) Entry of appealable orders. Subject to any inconsistent general rule applicable to particular classes of matters, the clerk of the lower court shall on ' praecipe of any party (except a party who by law may not praecipe for entry of an adverse order) forthwith prepare, sign and enter an appropriate order, judgment or final decree in the docket, evidencing any action from which an appeal lies either as of right or upon permission to appeal or allowance of appeal,\n(e) Emergency appeals. Where the exigency of the case is such as to impel an immediate appeal and the party intending to appeal an adverse action is unable to secure the formal entry of an appeal-able order pursuant to the usual procedures, the party may file in the lower court and serve a praecipe for entry of an adverse order, which action shall constitute entry of an appealable order for the purposes of these rules. The interlocutory or final nature of the action shall not be affected by this subdivision.\nPa.R.A.P. 301. Respecting Rule 301(d), the docket reflects that the clerk of the lower court did not enter any order based on appellant’s self-help praecipe. Thus, even if it is assumed that appellant’s prae-cipe was properly filed, the absence of an order from the clerk renders this appeal subject to quashal as a Rule 301(d) matter. Moreover, as the praecipe and notice of appeal were filed simultaneously, appellant did not even engage in the pretense of waiting for entry of any such order. Appellant obviously did not intend to permit the clerk to perform his function under Rule 301(d).\nMore importantly, the clerk could not properly have entered an order or judgment in this case under Rule 301(d) because appellant’s praecipe obviously did not satisfy the plain terms of the rule. Subsection (d) requires that the praecipe relate to an “action from which an appeal lies either as of right or upon permission to appeal or allowance of appeal.” There is no mechanism for an appeal “as of right” from the trial court’s “inaction” in the four months following appellant’s latest, mislabeled PCRA pleading. Cf. Pa.R.Civ.P. No. 227.4(l)(b) (prothonotary shall enter judgment on praecipe where post-trial motions are filed and the court does not enter order disposing of them \"within 120 days after first motion was filed); Pa.R.A.P. 1311(b) (where lower court does not act on application for amendment of interlocutory order to include Section 702(b) statement within 30 days, it shall be deemed denied). Where there was no “action” by the court upon which the clerk could enter an adverse order “evidencing” that action — in a purely ministerial act — appeal clearly cannot lie under Rule 301(d). Cf Pa.R.Civ.P. No. 227.4(2) (prothonotary shall enter judgment on praecipe when court grants or denies post-trial relief but does not itself enter judgment or order prothonota-ry to do so); Lamberton Nat’l Bank v. Shakespeare, 321 Pa. 449, 184 A. 669 (1936) (clerk’s unauthorized entry of judgment at party’s request was properly stricken; judgment must be entered by court or its officer at court’s express direction); Newsome v. Braswell, 267 Pa.Super. 83, 406 A.2d 347, 349 (1979) (judgment of default entered by prothonotary is ministerial act and authority therefore must be found in either statute or rule of court); Thompson v. Cortese, 41 Pa.Cmwlth. 174, 398 A.2d 1079, 1081 (1979) (if court has not specifically adjudicated rights of parties or directed prothonotary to enter judgment, prothonotary’s authority to enter judgment must have express basis in statute or rule of court, and authority is confined to circumstances spelled out by statute or rule).\nAppellant’s citation to Rule 301(e) was equally improper. By its plain terms, this subsection contemplates: 1) an exigency that not merely authorizes, but “compels” an immediate appeal; 2) an actual “adverse action” by the tribunal below which is the proper subject of an immediate appeal, but which has not yet been recognized by the formal entry of an order; and 3) an “inability” (not a mere disinclination) on the part of the aggrieved party to “secure” the formality of entry of the order by “usual procedures.” The Rule thus contemplates an existing, appealable adverse action, and exigent circumstances; with the “mere formality” of the entry of the order missing; where normal channels of seeking entry of the order have been attempted, to no avail. None of these elements, essential to a party’s invoking the rather extraordinary avenue of appeal provided in Rule 301(e), were remotely present here.\nFirst, even assuming there was an ap-pealable adverse action by the court below, appellant never identified the “exigency” that compelled an immediate appeal. If appellant truly was concerned with the delay in disposing of his serial collateral attack, he could have filed a motion in the PCRA court regarding the status of the “protective” petition, or a request for expedition. Tellingly, he did not. Second, in point of fact, there was no “adverse,” ap-pealable “action” by the PCRA court, lacking only recognition by the “formality” of entry of an order, for appellant to appeal. Appellant’s feigned complaint here is that the trial court failed to act within a time frame that appellant appears to believe he is at liberty to establish — a failure attributable, in no small measure, to appellant’s deceptive labeling of what could only properly have been a serial PCRA petition. That is not an appealable, adverse “action.”\nThird, there is nothing in the record to suggest that appellant would have been “unable to secure the formal entry of an appealable order pursuant to the usual procedures.” Pa.R.A.P. 301(e). Again, appellant never asked the trial court to enter an order, adverse or not. He did not file for expedition. He did not ask for a report on the status of his “protective” petition. Nor did he seek an order from this Court directing the trial court to act. And, finally, he never identified under what authority he believes he has the unilateral power to determine when a matter has not been decided in timely fashion, so that he may create an ad hoc appealable order. Under these circumstances, appeal cannot lie pursuant to Rule 301(e). See Township of Concord v. Concord Ranch, Inc., 664 A.2d 640, 651 (Pa.Cmwlth.1995) (appeal quashed where common pleas court had taken no action on preliminary objections prior to party’s filing for adverse order under Pa.R.A.P. 301(e)). Appellant’s praecipe and appeal are not remotely supported by the terms of the rule he invoked, or the facts of this case. There was no basis or justification for this transparent procedural maneuver.\nThis Court is not naive. We do not discount the possibility that appellant’s misleading characterization of his serial PCRA petition was designed to create confusion, and to set the stage for the very maneuvering and inherent delay that followed. It is also not lost upon this Court that appellant’s maneuvering purported to deprive the court below of jurisdiction at the very moment he first forwarded his supposed complaint about the matter not being decided promptly. Although appellant cited Rule 301(d), he obviously had no intention of permitting the court or the Commonwealth to address his supposed concern, since he took his “appeal” immediately. Appellant’s maneuvering has succeeded in building-in a year’s delay in the disposition of his serial PCRA petition. We do not condone the tactic.\nThis appeal is a nullity. The PCRA court notes that a remand or quashal will bring the matter before it with the “requirement that some decision be made with regard to it.” PCRA Ct. Op. at 3. We agree and hold that quashal is appropriate; the court should decide the serial PCRA petition — styled by appellant as his “Third Protective Petition” and supplements thereto — as expeditiously as possible.\nAppeal quashed. Jurisdiction relinquished.\nJustice EAKIN did not participate in the consideration or decision of this case.\nJustice SAYLOR and BAER, Justice TODD, Justice McCAFFERY and Justice ORIE MELVIN join the opinion.\n. Counsel of record are Michael Wiseman, David Zuckerman and Elizabeth Larin.\n. Appellant claimed, inter alia, that the Commonwealth improperly withheld exculpatory blood/DNA evidence.\n. The complete, prolix title of appellant’s filing is “Seifullah Abdul-Salaam's Third Protective Petition for Habeas Corpus Relief Pursuant to Article I, Section 14 of the Pennsylvania Constitution And Statutory Post-Conviction Relief Under 42 Pa.C.S. § 9542 et seq. and Consolidated Memorandum of Law” (emphasis in original).\n. This sort of delay-inducing \"ping-ponging” between state and federal courts, unfortunately, is not uncommon in Pennsylvania capital cases; the known local federal practice of holding pending habeas petitions in abeyance while counsel files frivolous, time-barred serial PCRA petitions naturally encourages state capital litigants to pursue serial PCRA petitions, thus ensuring delay in the ultimate resolution of their cases.\n. Despite the fact that the federal matter had by that time been stayed, appellant still styled his August 2008 and April 2009 filings as \"protective,” going so far as to underline the word \"protective” in the first paragraph of his August 2008 pleading.\n. The lower court docket reflects that appellant’s praecipe, notice of appeal, Motion for Leave to Appeal in Forma Pauperis, and related statements were all filed, and date-stamped \"FILED,” on August 24, 2009, a Monday. The deputy clerk of courts entered an order that same day, granting appellant leave to appeal in forma pauperis.\nThe praecipe and notice of appeal are actually dated August 18, 2009, and appellant’s notice of appeal, Jurisdictional Statement, and brief all state that he \"filed” the praecipe on August 18, 2009. The notice of appeal states that appellant \"hereby appeals to the Pennsylvania Supreme Court from each and every aspect of the Praecipe for Entry of Adverse Order denying and dismissing Petitioner/Appellant's Third Protective Petition for Habeas Corpus Relief Under 42 Pa.C.S. § 9542 et seq. and Consolidated Memorandum of Law filed on January 16, 2007, as amended and supplemented on August 26, 2008 and April 17, 2009, said Praecipe having been filed in this Court on August 18, 2009” (emphasis in original). Appellant's certificates of service indicate that he sent the documents to the PCRA court judge and the Commonwealth’s attorney by overnight mail on August 18, 2009, but the filing date of Monday, August 24 no doubt reflects when the mailed documents were actually received by the clerk of courts. The salient point for our purposes is that the appeal was filed at the same time as the prae-cipe.\n.Appellant would raise the following substantive issues here: 1) was appellant denied due process of law when the Commonwealth suppressed exculpatory blood evidence; 2) was appellant denied due process of law when the jury was permitted to consider fingerprint evidence which is now known to be scientifically unreliable; 3) are these due process violations material to his convictions and sentences; 4) are these claims waived and/or previously litigated. Appellant's Brief at 1-2. Of course, the controlling preliminary issue is whether appellant can satisfy the PCRA’s limitations on presumptively time-barred serial petitions.\n. Appellant’s measure of the supposed “delay” here' lacks candor, since he filed the praecipe a mere four months after his latest filing regarding what he was still referring to as his \"Third Protective Petition.\"\n. The Commonwealth did not file a motion to quash the appeal in advance of briefing.\n. Although this is a capital case, execution has been stayed pending federal review (Order dated December 9, 2002), and federal review has been stayed pending state review (Order dated July 7, 2008). Compare Commonwealth v. Abdul-Salaam, 571 Pa. 219, 812 A.2d 497 (2002) (after governor signed warrant of execution, appellant filed Pa.R.A.P. 301(e) praecipe and notice of appeal in order to seek stay of execution and immediate review of undecided claims in second PCRA petition).",
        "type": "majority",
        "author": "Chief Justice CASTILLE."
      }
    ],
    "attorneys": [
      "Michael Wiseman, David Lee Zucker-man, Defender Association of Philadelphia, Elizabeth Ann Larin, Federal Community Defender Office, Eastern District of PA, for Abdul-Salaam, Seifullah.",
      "Jaime M. Keating, Amy Zapp, PA Office of Attorney General, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, v. Seifullah ABDUL-SALAAM, Appellant.\nNo. 598 CAP.\nSupreme Court of Pennsylvania.\nSubmitted April 29, 2010.\nDecided June 22, 2010.\nMichael Wiseman, David Lee Zucker-man, Defender Association of Philadelphia, Elizabeth Ann Larin, Federal Community Defender Office, Eastern District of PA, for Abdul-Salaam, Seifullah.\nJaime M. Keating, Amy Zapp, PA Office of Attorney General, for Commonwealth of Pennsylvania.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAEFERY, ORIE MELVIN, JJ."
  },
  "file_name": "0482-02",
  "first_page_order": 540,
  "last_page_order": 546
}
