{
  "id": 9123518,
  "name": "Josh GUTTMAN, Plaintiff, v. Jen-Hsun HUANG, Tench Coxe, James C. Gaither, Harvey C. Jones, William J. Miller, A. Brooke Seawell, Mark A. Stevens, Chris A. Malachowsky, Christine B. Hoberg, and Jeffrey Fisher, Defendants, and NVIDIA Corporation, a Delaware Corporation, Nominal Defendant",
  "name_abbreviation": "Guttman v. Huang",
  "decision_date": "2003-05-05",
  "docket_number": "C.A. No. 19571-NC",
  "first_page": "492",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "823 A.2d 492"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "753 A.2d 462",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11209835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/753/0462-01"
      ]
    },
    {
      "cite": "634 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361491
      ],
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/634/0345-01"
      ]
    },
    {
      "cite": "698 A.2d 959",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12012505
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "967",
          "parenthetical": "\"The theory here advanced is possibly the most difficult theory in corporation law upon which a plaintiff might hope to win a judgment.\""
        },
        {
          "page": "971",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0959-01"
      ]
    },
    {
      "cite": "1985 WL 21137",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1985,
      "pin_cites": [
        {
          "page": "*5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1989 WL 122084",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1989,
      "pin_cites": [
        {
          "page": "*3",
          "parenthetical": "internal quotation marks and citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2001 WL 1671439",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2001,
      "pin_cites": [
        {
          "page": "*1",
          "parenthetical": "\"Developments in federal law have led to the creation of various federal remedies for market participants injured by insider trading.... What effect, if any, should changes in federal law and the risk of double liability have on the applicability of Brophy ... ?\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "746 A.2d 244",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11468448
      ],
      "pin_cites": [
        {
          "page": "266-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/746/0244-01"
      ]
    },
    {
      "cite": "27 Del. J. Corp. L. 499",
      "category": "journals:journal",
      "reporter": "Del. J. Corp. L.",
      "year": 2002,
      "pin_cites": [
        {
          "page": "508",
          "parenthetical": "describing Aronson's second prong as \"a safety valve permitting a derivative plaintiff to not make a demand if he can show with particularity that the board decision under attack ... is not entitled to business judgment rule protection\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "791 A.2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9476209
      ],
      "pin_cites": [
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/791/0772-01"
      ]
    },
    {
      "cite": "2000 WL 1370341",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2000,
      "pin_cites": [
        {
          "page": "*10"
        },
        {
          "page": "*10"
        },
        {
          "page": "*15"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "473 A.2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7988323
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "815"
        },
        {
          "page": "815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/473/0805-01"
      ]
    },
    {
      "cite": "654 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878723
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1269-71"
        },
        {
          "page": "1269-70"
        },
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1268-01"
      ]
    },
    {
      "cite": "634 A.2d 927",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371190
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "934"
        },
        {
          "page": "936"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/634/0927-01"
      ]
    },
    {
      "cite": "539 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870322
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/0180-01"
      ]
    },
    {
      "cite": "669 A.2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11308630
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0059-01"
      ]
    },
    {
      "cite": "783 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9469513
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "552-53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/783/0543-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1882,
    "char_count": 53300,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 9.234205650986716e-07,
      "percentile": 0.979875660704543
    },
    "sha256": "e5b5ff1911157ea2b5ba4eaf757847a68b62b3a4415588f96c35d3deb3ae3c9d",
    "simhash": "1:0afb562e2977d278",
    "word_count": 8380
  },
  "last_updated": "2024-02-27T18:15:55.610140+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Josh GUTTMAN, Plaintiff, v. Jen-Hsun HUANG, Tench Coxe, James C. Gaither, Harvey C. Jones, William J. Miller, A. Brooke Seawell, Mark A. Stevens, Chris A. Malachowsky, Christine B. Hoberg, and Jeffrey Fisher, Defendants, and NVIDIA Corporation, a Delaware Corporation, Nominal Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nSTRINE, Vice Chancellor.\nIn this case, the plaintiffs bring a derivative action on behalf of NVIDIA Corporation, a technology firm. They allege that the defendants — all NVIDIA directors and/or officers — either sold stock at a time when they knew material, non-public information about the company and/or are culpable for failing to prevent accounting irregularities that caused the company to restate its financial statements for the period during which the stock sales took place. The plaintiffs seek relief for NVI-DIA for harm relating to this supposed malfeasance and nonfeasance.\nThe defendants have moved for dismissal for failure to make a demand under Court of Chancery Rule 23.1. In support of that contention, they point to the conclu-sory allegations of the amended complaint as being insufficient to cast a doubt on the impartiality of NVIDIA’s majority independent board.\nIn this opinion, I conclude that the defendants’ motion must be granted. Having failed to heed the numerous admonitions by our judiciary for derivative plaintiffs to obtain books and records before filing a complaint, the plaintiffs have unsurprisingly submitted an amended complaint that lacks particularized facts compromising the impartiality of the NVIDIA board that would have acted on a demand. When the case most cries out for the pleading of real facts — e.g., about the board’s knowledge of the accounting problems at the company or the company’s audit committee process — the complaint is at its most cursory, substituting conclusory allegations for concrete assertions of fact.\nI. Facts\nThe following recitation of facts is drawn entirely from the amended complaint filed by the plaintiffs. That complaint is quite lengthy and contains substantial excerpts from NVIDIA financial statements and press releases. The bulk of the complaint, however, is misleading because in many materially consequential ways the complaint is wholly conclusory, if not entirely silent.\nA. The Company\nNVIDIA makes and markets three-dimensional (“3D”) graphics processors and related software. Its customers are other technology companies that incorporate NVIDIA products and software into their own computer products — e.g., “motherboards” — which are, in turn, sold to other downstream industry members — e.g., personal computer manufacturers.\nNVIDIA went public in January 1999 and its stock is listed on the NASDAQ. As of the time it went public, the company had not achieved profitability. In 2000, NVIDIA raised $400 million in additional capital by way of a secondary offering of debt and common stock.\nB. The Essence of the Plaintiffs’ Claims\nThe plaintiffs allege that the defendants engaged in a variety of misconduct related to NVIDIA’s failure to accurately account for and disclose its financial results for the period from February 15, 2000 to July 30, 2002 — what I shall call the “Contested Period.” During the Contested Period, NVI-DIA allegedly released bullish disclosures regarding its results and future prospects.\nThese optimistic statements were, the plaintiffs contend, materially misleading because they were premised on improper accounting. According to them, NVIDIA “used ‘cookie jar’ reserves (bad debt, sales returns, and accounts] payable) to even out earnings in bad times, used ‘back-in’ accounting to ensure that forecasted margins were achieved and managed profit margins by manipulating shipments at the end of quarters.” The plaintiffs contend that this conduct was intended to inflate NVIDIA’s stock price.\nAlso during the Contested Period, the defendants as a class sold $194.6 million in company stock at diverse times. Four of the defendants were responsible for over $157 million of this sum:\n• Defendant Jen-Hsun Huang sold almost 1.2 million shares, reaping proceeds of over $50 million. Huang is a co-founder of NVIDIA, and has been the company’s President, Chief Executive Officer and a director at all relevant times.\n• Defendant Christine B. Hoberg was NVIDIA’s Chief Financial Officer from December 1998 until April 29, 2002. She sold $22.3 million worth of stock during the Contested Period.\n• Defendant Jeffrey Fisher has been, at all relevant times, NVIDIA’s Vice President of Worldwide Sales. During the Contested Period, Fisher sold $36.3 million worth of NVIDIA stock.\n• Defendant Chris A. Malachowsky, at all relevant times, has been NVIDIA’s Vice President of Hardware Engineering. Malachowsky co-founded the company with Huang. During the Contested Period, he sold $48.6 million in company shares.\nAlthough the bulk of the disputed sales resulted from these sales by NVIDIA managers — only one of whom, defendant Huang, was on the NVIDIA board — the plaintiffs have also pointed to large sales during the Contested Period by the following defendants, all of whom are members of the NVIDIA board:\n• Defendant Tench Coxe sold 160,000 shares of NVIDIA stock on November 27, 2001, yielding proceeds of over $8.6 million. Coxe is a managing director of Sutter Hill Ventures, a venture capital firm.\n• Defendant James C. Gaither sold 19,-804 NVIDIA shares on November 14, 2001, reaping proceeds of over $472,000. Like Coxe, Gaither is a managing director of Sutter Hill. Gaither is also senior counsel and former partner of Cooley Godward LLP, a law firm that was brought in to help NVIDIA’s audit committee address SEC concerns regarding its financial statements during the Contested Period.\n• Defendant Harvey C. Jones sold 90,-000 shares of NVIDIA stock on December 5, 2001 for over $5.5 million. Jones is Chairman of a privately held microprocessing design and licensing firm that he co-founded.\n• Defendant William J. Miller sold a total of 150,000 shares in March and December of 2001, yielding proceeds of over $9.7 million. When the SEC began investigating NVIDIA’s financial statements for the Contested Period, Miller allegedly became head of the internal audit committee NVIDIA formed to address those issues.\n• Defendant A. Brooke Seawell engaged in sales of 105,000 shares of NVIDIA stock during three months of the Contested Period — September, November, and December of 2001 — yielding over $5.6 million. Aside from a brief tenure as NVIDIA’s interim CFO during FY 1999, Seawell has primarily made his living outside NVIDIA. Since February 2000, Seawell has been a general partner of Technology Crossover Ventures.\n• Defendant Mark A. Stevens sold 112,-500 NVIDIA shares during March 2001 in return for nearly $7.2 million. Stevens is a managing member of Sequoia Capital, a venture capital firm.\nAccording to the plaintiffs, at some point in 2001, the SEC commenced an investigation into NVIDIA’s accounting practices during the Contested Period. In February 2002, the company announced that it was conducting an internal review of its financial statements for the Contested Period in response to the SEC inquiry. After this disclosure, NVIDIA’s stock price dropped significantly.\nOn April 29, 2002, the internal review resulted in a restatement of the company’s financial results for the first three quarters of fiscal year (“FY”) 2002, and for FY 2001 and 2000. NVIDIA’s CFO, defendant Hoberg, resigned that same day.\nUnhelpfully, the complaint fails to detail specifically the net result of these restatements. Of course, the very fact that the financials were restated suggests that the original filings for those periods were materially deficient. Still, as we shall see later, the plaintiffs’ omission was no doubt tactical, leaving the court without a way to assess the magnitude of the corrections.\nAllegedly, during the same time frame the company was reacting to the SEC’s inquiry, NVIDIA continued to provide bullish reports regarding its prospects for calendar year 2002 (ie., NVIDIA’s FY 2003), despite adverse news reports and the filing of a lawsuit against the company by a former accounting manager, claiming, among other things, that NVIDIA’s accounting practices were improper in the following respects:\nA. [NVIDIA used its] returns reserve policy as a way of creating a “slush” fund to use to manage gross margin in times when actual revenues were too low or actual expenses were too high to meet targeted gross operating margin requirements. There was no consistent articulated returns reserve policy.\nB. All accounting was done in a back-in fashion. Proper accounting procedures would have the compilation of revenue and expenses done first and have these actual figures be used in the computation of gross margin. NVIDIA used a targeted gross margin number and then worked backward to achieve that by creating revenue and expense calculations necessary to achieve the forecasted margin which were not reflective of the actual transactions or results that occurred. Examples would include stopping shipments before the end of a quarter to prevent revenue from being too high and using a nearly-fictional returns reserve to manage expenses as needed. The end result was that quarterly results of NVIDIA reported to the public and the Securities and Exchange Commission were false and misleading....\nOn July 30, 2002, NVIDIA announced that it expected revenues for the second quarter of FY 2003 to be 32% less than anticipated — contradicting the company’s previous guidance. After this announcement, the trading price of NVIDIA shares dropped by 32%. The next month, NVT-DIA announced that it had received comments from the SEC on its 10-K for FY 2002 and its 10-Q for the quarter ending April 28, 2002 (the first quarter of NVI-DIA’s FY 2003). According to that announcement, the SEC’s Division of Enforcement was investigating the company.\nIn broad strokes, the plaintiffs paint a bleak picture of NVIDIA at the end of summer 2002. During the Contested Period, the company’s market capitalization had exceeded $10 billion at times. By the second half of 2002, the company was worth only around $2 billion. Not only that, the company was under the cloud of an SEC investigation, as well as a slew of securities lawsuits brought against certain NVIDIA insiders who had traded during the Contested Period.\nC.The Allegations of Wrongdoing in the Complaint\nThe complaint makes two alternative arguments about the various defendants. The first — and more aggressive — is that each of the defendants who sold during the Contested Period was in possession of material, non-public information and traded to his personal advantage using that information. Specifically, the defendants allegedly knew that NVIDIA’s improper accounting practices were propping up its stock price artificially and they thus reaped unfair profits by selling to buyers who were in the dark about the reality of NVI-DIA’s (impliedly more troubled) financial status.\nThe plaintiffs buttress this argument by contending that:\n• Each of the defendants was in a position to know of the improper accounting practices engaged in by NVIDIA during the Contested Period. This allegation is made cursorily.\n• Each of the defendants engaged in trades shortly after NVIDIA released a financial statement that was later restated.\n• Aside from the sale by defendant Gaither, all of the defendants’ sales resulted in proceeds of millions of dollars.\n• The sales did not result from a regular, preplanned trading program and were not consistent with the defendants’ trading patterns for the year immediately before the sales. This allegation is made cursorily.\nIn further support of their contention that the circumstances suggest an inference of intentional trading on material, inside information, the plaintiffs argue that many of the defendants engaged in sales that constituted a large percentage of their overall NVIDIA holdings, to wit:\nThe percentage of shares sold by each defendant is as follows:\nThe plaintiffs’ alternative argument is that the defendants — primarily those who were non-management directors of NVI-DIA — breached their fiduciary duty to NVIDIA by failing to ensure that there was an adequate system of financial controls in place at the company. Because the outside directors were allegedly indolent in the fulfillment of their duty to make sure that the company had in place a functioning system to guarantee compliance with legally mandated accounting standards, certain managers at NVIDIA caused the company to issue materially misleading financial statements. Adver-tently or not, the outside director-defendants benefited because of the failure of oversight, by being able to sell large amounts of stock into a market artificially inflated by the company’s false financials.\nD. The Harm, Suffered by NVIDIA and the Relief Sought by the Plaintiffs\nThe complaint alleges that the defendants’ breaches of fiduciary duty caused NVIDIA injury in several related ways. First, their conduct has exposed NVIDIA itself to federal securities liability for misleading investors about its financial health, and has caused NVIDIA to incur substantial costs in responding to the suits and to the SEC’s investigation. Second, NVI-DIA’s credibility as an entity has allegedly been damaged, leading investors to be skeptical of its statements about its performance.\nTo remedy this injury, the plaintiffs seek a judgment holding the defendants responsible to, among other things: (1) repay or otherwise indemnify NVIDIA for any damages it must pay or costs it must incur as a result of the federal securities suits and the SEC investigation; (2) repay all salaries and other remuneration they received from NVIDIA during the time they were committing breaches of fiduciary duty; and (3) disgorge all profits they made from trades in NVIDIA stock during the Contested Period.\nE. What is Not in the Complaint\nIn the procedural context of this motion, what is not contained in the complaint is consequential. Among the other issues that the complaint does not address either at all or only in cursory terms are:\n• The actual effect of the restatements on NVIDIA’s bottom line;\n• The reasons why particular defendants should have been on notice of the accounting irregularities that are alleged. In this regard, it is notable that the defendants range from purely outside directors to the CFO during the Contested Period. The complaint is entirely devoid of particularized allegations of fact demonstrating that the outside directors had actual or constructive notice of the accounting improprieties. Even as to defendant Huang, the only director-defendant who was a manager, the complaint lacks particularized allegations regarding his involvement in the process of preparing the company’s financial statements.\n• The status of the company’s financial controls during the Contested Period, including whether the company had an audit committee during that period, how often and how long it met, who advised the committee, and whether the committee discussed and approved any of the allegedly improper accounting practices. Relatedly, the complaint is devoid of any pleading regarding the full board’s involvement in the preparation and approval of the company’s financial statements.\n• The relationship of the defendants’ trades — particularly those of the outside directors — to permitted trading periods. That is, although the complaint pleads that the defendants typically traded after a financial statement was released (e.g., a 10 — Q), the complaint does not indicate whether this was company practice precisely because by requiring directors and other insiders to sell in periods after the company released a certified financial statement of updated material developments, the company could best ensure that company insiders were not advantaged in selling to outsiders.\n• The actual trading patterns of the defendants — particularly the outside directors — during the periods preceding the Contested Period, or the relationship of their trades to options vesting periods, or to the end of restrictions on marketability that may have been imposed when NVIDIA first went public.\n• The reason why the defendants’ trades are scattered so widely (and in a seemingly random way) throughout the Contested Period, albeit at times tending to follow the issuance of company financial statements.\nII. Legal Analysis\nThis matter comes before me now on the defendants’ motion to dismiss, which is primarily predicated on Court of Chancery Rule 23.1, because the claims asserted by the plaintiffs are derivative in nature and belong to NVIDIA itself. In their submissions, the defendants have pointed to a variety of facts outside the complaint. In particular, they argue that the entire premise of the plaintiffs’ complaint is “ludicrous” because the restatements that NVI-DIA filed for FY 2000 through 2002 had the ultimate effect of increasing the company’s net income by $1.3 million, although they admit that this resulted from an increase in FY 2000 results and decreases in 2001 and 2002 results. They contend, however, that the stock market’s reaction to the restatement is the most telling fact — and one that is also left out of the complaint — namely, that the market price of NVIDIA shares increased by nearly 17% the first trading day after the announcement.\nI am obliged to turn down the defendants’ invitation to use these allegations as a factor in my analysis of their motion to dismiss. Instead, I will consider their motion against a record confined to the well-pled allegations of the complaint. Likewise, I will draw all reasonable inferences from the non-conclusory factual allegations of the complaint in the plaintiffs’ favor. But I cannot accept cursory contentions of wrongdoing as a substitute for the pleading of particularized facts. Mere notice pleading is insufficient to meet the plaintiffs’ burden to show demand excusal in a derivative case.\nHere, both the plaintiffs and the defendants agree that the standard set forth in Rales v. Blasband applies to the determination of whether demand on the NVI-DIA board is excused and this action can proceed. The reason that they agree that Rales applies is that the plaintiffs do not challenge any particular business decision made by the NVIDIA board as a whole.\nInstead, the plaintiffs allege that the defendant-directors individually breached their fiduciary duties by either purposely trading in their individual capacities while possessing material, non-public information about NVIDIA’s improper accounting practices and financial results and/or by failing to ensure that NVIDIA had in place the financial control systems necessary to ensure compliance with applicable accounting standards. As this court held in In re Baxter Intematational, Inc. Shareholders Litigation — and both parties concur— these kinds of allegations do not attack a specific business judgment of the board, and, therefore, the Rales test, and not the two-pronged demand excusa! test of Aron-son v. Lems, is applied determine whether demand is excused.\nAs I will soon describe, the differences between the Rales and the Aronson tests in the circumstances of this case are only subtly different, because the policy justification for each test points the court toward a similar analysis. To show why, it is useful to remember that the second prong of Aronson permits a plaintiff suing a board that is structurally independent and presumptively capable of acting impartially on a demand to proceed with its lawsuit— i.e., a board that passes muster under Aronson’s first prong, which focuses on board disinterest and independence — if it pleads a claim for breach of fiduciary duty with particularity.\nIn simple terms, the second prong of Aronson can be said to fulfill two important integrity-assuring functions in our law. First, but somewhat less relevant to this ease, the second Aronson prong addresses concerns regarding the inherent “structural bias” of corporate boards, by allowing suits to go forward even over a putatively independent board’s objection if the plaintiff can meet a heightened pleading standard that provides confidence that there is a substantial basis for the suit.\nSecond, and particularly pertinent here, the second Aronson prong responds to the related concern that a derivative suit demand asks directors to authorize a suit against themselves — ie., asks them to take an act against their personal interests. The conundrum for the law in this area is well understood. If the legal rule was that demand was excused whenever, by mere notice pleading, the plaintiffs could state a breach of fiduciary duty claim against a majority of the board, the demand requirement of the law would be weakened and the settlement value of so-called “strike suits” would greatly increase, to the perceived detriment of the best interests of stockholders as investors. But, if the demand excusal test is too stringent, then stockholders may suffer as a class because the deterrence effects of meritorious derivative suits on faithless conduct may be too weak. The second prong of Aronson therefore balances the conflicting policy interests at stake by articulating a safety valve that releases a suit for prosecution when the complaint meets a heightened pleading standard of particularity, because in these circumstances the threat of liability to the directors required to act on the demand is sufficiently substantial to cast a reasonable doubt over their impartiality.\nAt first blush, the Rales test looks somewhat different from Aronson, in that involves a singular inquiry into:\n[W]hether the board that would be addressing the demand can impartially consider its merits without being influenced by improper considerations. Thus, a court must determine whether or not the particularized factual allegations of a derivative stockholder complaint create a reasonable doubt that, as of the time the complaint is filed, the board of directors could have properly exercised its independent and disinterested business judgment in responding to a demand. If the derivative plaintiff satisfies this burden, then demand will be excused as futile.\nUpon closer examination, however, that singular inquiry makes germane all of the concerns relevant to both the first and second prongs of Aronson. For example, in a situation when a breach of fiduciary duty suit targets acts of self-dealing committed, for example, by the two key managers of a company who are also on a nine-member board, and the other seven board members are not alleged to have directly participated or even approved the wrongdoing (ie., it was not a board decision), the Rales inquiry will concentrate on whether five of the remaining board members can act independently of the two interested manager-directors. This looks like a first prong Aronson inquiry.\nWhen, however, there are allegations that a majority of the board that must consider a demand acted wrongfully, the Rales test sensibly addresses concerns similar to the second prong of Aronson. To wit, if the directors face a “substantial likelihood” of personal liability, their ability to consider a demand impartially is compromised under Rales, excusing demand.\nIn the Baxter case, this court recognized that the threat of liability that directors face can be influenced in a substantial way if the corporate charter contains an exculpatory charter provision authorized by 8 Del. C. § 102(b)(7). Baxter held that in the event that the charter insulates the directors from liability for breaches of the duty of care, then a serious threat of liability may only be found to exist if the plaintiff pleads a non-exculpated claim against the directors based on particularized facts. Baxter has relevance here because the NVIDIA charter indisputably contains an exculpatory charter provision that immunizes the NVIDIA directors from liability for duty of care violations.\nTaken together, the principles I have just discussed provide the framework for the proper disposition of this motion. In order to analyze the motion, I must consider whether the NVIDIA board in place at the time of this suit could impartially consider a demand. This requires me to analyze whether the underlying conduct complained of in the complaint (which can only awkwardly be called transactions in this case) renders any of the board members “interested,” and, if so, whether any of the other members of the board are compromised in their ability to act independently of the directors found to be interested. If a majority of the board is impartial under this initial analysis, I must next consider whether the complaint sets forth particularized facts that plead a non-exculpated claim of breach of fiduciary duty against a majority of the board, thereby stripping away their first-blush veneer of impartiality-\nI turn to that analysis now.\nA. Are Any of the Directors Interested?\nThe NVIDIA board is comprised of seven members. The plaintiffs allege that each of the seven is “interested” for purposes of considering a demand because each traded stock during the Contested Period. As such, each supposedly had a personal “interest” in a challenged transaction that is separate from NVIDIA’s and therefore cannot be impartial.\nI reject this attempt to extend concepts designed to fit classic self-dealing transactions into another context that is quite different. In a typical derivative suit involving a transaction between a director and her corporation, that director is interested because she is on the other side of the transaction from the corporation and faces liability if the entire fairness standard applies, regardless of her subjective good faith, so long as she cannot prove that the transaction was fair to the corporation. In those circumstances, the director has always been considered “interested” and it displays common sense for the law to consider that director unable to consider a demand to set aside the transaction between the corporation and herself.\nIn this case, the plaintiffs attack a myriad of stock sales, not between the defendant-directors and NVIDIA, but between the defendant-directors and marketplace buyers. As a matter of course, corporate insiders sell company stock and such sales, in themselves, are not quite as suspect as a self-dealing transaction in which the buyer and seller can be viewed as sitting at both sides of the negotiating table. Although insider sales are (rightly) policed by powerful forces — including the criminal laws — to prevent insiders from unfairly defrauding outsiders by trading on non-public information, it is unwise to formulate a common law rule that makes a director “interested” whenever a derivative plaintiff cursorily alleges that he made sales of company stock in the market at a time when he possessed material, non-public information.\nThis would create the same hair-trigger demand excusal that Aronson and Rales eschewed. The balanced approach that is more in keeping with the spirit of those important cases is to focus the impartiality analysis on whether the plaintiffs have pled particularized facts regarding the directors that create a sufficient likelihood of personal liability because they have engaged in material trading activity at a time when (one can infer from particularized pled facts that) they knew material, nonpublic information about the company’s financial condition.\nWith this concept in mind, a quick review of the composition of the NVIDIA board is in order. Of the seven members, only defendant Huang is a member of company management. Only one other board member is alleged to have any relationship with the company other than as a director — i.e., director Gaither, a former partner and current senior counsel to Cooley Godward, a law firm that allegedly has represented the company for years and represented the company’s audit committee in responding to the SEC investigation. The complaint fails to allege the amount of the fees that Cooley Godward received for that work, or that Gaither’s compensation as senior counsel depends on the work he helps bring in. That is, the complaint fails to allege the materiality of these factors to Gaither.\nIn any event, even if one assumes that these allegations compromised Huang and Gaither, the plaintiffs have failed to mount any challenge to the other five directors’ independence, other than that those directors traded in NVIDIA stock during the Contested Period. From the complaint, it appears that these five directors — defendants Coxe, Jones, Miller, Seawell, and Stevens — are not materially dependent on Huang’s good graces to make a living or beholden to him for any other personal reason.\nAs a result, the key inquiry in the Rales analysis is whether the plaintiffs have pled facts that show that these five directors face a sufficiently substantial threat of personal liability to compromise their ability to act impartially on a demand. I turn to that question now.\nB. Is the Board’s Impartiality Compromised by the Threat of Personal Liability ?\nIn order for the five directors — i.e., those other than Huang and Gaither — to have their impartiality compromised, they must face a substantial likelihood of liability for breach of fiduciary duty for one of two alternative reasons: (1) that they personally profited from stock sales while in knowing possession of material, non-public information or (2) that they committed a non-exculpated breach of fiduciary duty by failing to oversee the company’s compliance with legally mandated accounting and disclosure standards.\n1. The Plaintiffs’ Insider Trading Claims\nAlthough the plaintiffs allege that Coxe, Jones, Miller, Seawell and Stevens had reason to know that the company’s financial statements were misstated, this allegation is wholly conclusory. Entirely absent from the complaint are well-pled, particularized allegations of fact detailing the precise roles that these directors played at the company, the information that would have come to their attention in those roles, and any indication as to why they would have perceived the accounting irregularities.\nLikewise, while it is true that the dollar proceeds reaped by these directors from their sales was substantial, the complaint cannot be fairly said to contain particularized facts providing an inference of insider trading. For example, the timing of the defendants’ trades is quite disparate, having only the common pattern of coming after the filing of a certified financial statement. No inference can be drawn from that simple fact because it is more obviously consistent -with the idea that NVIDIA permitted stock sales in such periods because it diminished the possibility that insiders could exploit outside market buyers. Similarly, the complaint alleges that the defendants’ trades were inconsistent with their trading practices for the prior year. The prior year measure in itself is a weak one, covering as it does a temporally brief period. But, in any event, the complaint fails to specify what trades, if any, these directors made in that prior year. Not only that, the complaint fails to address whether the directors traded because options were expiring or because IPO-related restrictions on liquidity had recently ended.\nIt is no doubt true that some of the sales by certain of these five directors comprised a substantial portion of their NVI-DIA holdings. For example, director Sea-well sold his entire position in NVIDIA and director Miller sold half of his holdings. But the others — directors Stevens (32%), Coxe (20%), and Jones (10%) — sold much smaller stakes. In the absence of any fact pleading that supports a rational inference that any of these directors had some basis to believe that NVIDIA’s financial statements were materially misleading in a manner that inflated the company’s stock price, the mere fact that two of the directors sold large portions of their stock does not, in my view, support the conclusion that those two directors face a real threat of liability.\nIn this respect, it is important to note that none of these five defendants is even named as a defendant in the pending federal securities suits. The complaints in those suits — which were recently dismissed without prejudice for failing to state a claim — were the primary source of information used by the plaintiffs in this action. The plaintiffs admitted as much at oral argument.\nAt oral argument, the plaintiffs also conceded that they had failed to seek NVI-DIA’s books and records under 8 Del. C. § 220. These books and records could have provided the basis for the pleading of particularized facts — i.e., for the filing of a complaint that meets the legally required standard. Rather than pursue that option, the plaintiffs, after confronting a motion to dismiss their original complaint, were content to simply amend their complaint in reliance upon the (now dismissed) federal complaints, which did not even name the NVIDIA outside directors as defendants. They have thus ignored the repeated admonitions of the Delaware Supreme Court and this court for derivative plaintiffs to proceed deliberately and to use the books and records device to gather the materials necessary to prepare a solid complaint.\nThe cursory allegations of the complaint in this action do not come close to meeting the plaintiffs’ burden to show that these five defendants face a substantial threat of liability for insider trading-based fiduciary duty violations. Nothing in the complaint provides any particularized basis to infer that these outside directors had any idea about the questionable accounting practices. This is fatal to the plaintiffs’ effort to show demand excusal.\nDelaware law has long held—see Brophy v. Cities Service, Inc. —that directors who misuse company information to profit at the expense of innocent buyers of their stock should disgorge their profits. This doctrine is not designed to punish inadvertence, but to police intentional misconduct. As then-Vice Chancellor Berger noted, Brophy is rooted in trust principles that provide “that, if a person in a confidential or fiduciary position, in breach of his duty, uses his knowledge to make a profit for himself, he is accountable for such profit.” Or as then-Vice Chancellor Hartnett put it, “it must be shown that each sale by each individual defendant was entered into and completed on the basis of, and because of, adverse material non-public information.” That is, Delaware case law makes the same policy judgment as federal law does, which is that insider trading claims depend importantly on proof that the selling defendants acted with scienter.\nThe complaint before me fails to allege particularized facts that support a rational inference that these five directors possessed information about NVIDIA’s actual performance that was materially different than existed in the marketplace at the time they traded, much less that they consciously acted to exploit such superior knowledge.\n2. The Plaintiffs’ Caremark Claims\nThe other alternative attack on these five defendants is premised on what may be called, for short, a Caremark claim. The allegation is that these five defendants (and their other two board colleagues) failed to oversee the process by which NVIDIA prepared its financial statements so as to ensure that the resulting statements had integrity and met legal standards. A Caremark claim is a difficult one to prove.\nAlthough the Caremark decision is rightly seen as a prod towards the greater exercise of care by directors in monitoring their corporations’ compliance with legal standards, by its plain and intentional terms, the opinion articulates a standard for liability for failures of oversight that requires a showing that the directors breached their duty of loyalty by failing to attend to their duties in good faith. Put otherwise, the decision premises liability on a showing that the directors were conscious of the fact that they were not doing their jobs. As Chancellor Allen put it,\nGenerally where a claim of directorial liability for corporate loss is predicated upon ignorance of liability creating activities within the corporation ... in my opinion only a sustained or systematic failure of the board to exercise oversight — such as an utter failure to attempt to assure a reasonable information and reporting system exists — will establish the lack of good faith that is a necessary condition to liability. Such a test of liability — lack of good faith as evidenced by sustained or systematic failure of a director to exercise reasonable oversight — is quite high. But, a demanding test of liability in the oversight context is probably beneficial to stockholders as a class, as it is in the board decision context, since it makes board service by qualified persons more likely, while continuing to act as a stimulus to good faith performance of duty by such directors.\nFunctionally, Caremark also matches the liability landscape for most corporate directors, who are insulated from monetary damage awards by exculpatory charter provisions.\nIn this case, the plaintiffs have not come close to pleading a Caremark claim. Their conclusory complaint is empty of the kind of fact pleading that is critical to a Care-mark claim, such as contentions that the company lacked an audit committee, that the company had an audit committee that met only sporadically and devoted patently inadequate time to its work, or that the audit committee had clear notice of serious accounting irregularities and simply chose to ignore them or, even worse, to encourage their continuation.\nFrom the complaint, it is impossible to tell anything about the financial compliance systems in place at NVIDIA during the Contested Period. This is a void that could have been filled had the plaintiffs procured pertinent books and records. For all I know, the NVIDIA audit committee met six times a year for half-day sessions, was comprised entirely of independent directors, had retained a qualified and independent audit firm that performed no other services for the company, was given no notice of the alleged irregularities by either management or the audit firm, had paid its audit firm to perform professionally credible random tests of management’s integrity in recording revenue and other important financial data, and could not have been expected to discover the accounting irregularities, even when exercising a good faith effort, because discovery required disclosure by management or uncovering by the auditors of conduct deep below the surface of the financial statements.\nI am, of course, not opining that NVI-DIA’S directors actually implemented an adequate system of financial controls. What I am opining is that there are not well-pled factual allegations — as opposed to wholly conclusory statements — that the NVIDIA independent directors committed any culpable failure of oversight under the Caremark standard. Indeed, at oral argument, counsel for the plaintiffs candidly admitted that he did not know whether NVIDIA had an audit committee before the SEC inquiry in February 2002, and if it did, whether and how many times it met during the Contested Period. He also admitted that the complaint does not plead a single fact suggesting specific red — or even yellow — flags were waved at the outside directors. Stated bluntly, these concessions amount to an admission that the complaint is barren of the fact allegations necessary to warrant demand excusal.\nFor this reason, the complaint fails to plead facts suggesting that a majority of the NVIDIA board faces a sufficient threat of liability to compromise their ability to act impartially on a demand. Thus, under Rales, the complaint is dismissed.\nIII. Conclusion and Final Order\nThe defendants’ motion to dismiss under Rule 23.1 is hereby GRANTED. IT IS SO ORDERED.\n. Hereinafter primarily referred to as the complaint.\n. Am. Compl. ¶ 4.\n. Am. Compl. ¶ 8 (quoting Andren v. NVIDIA Corp., No. CV007900, Compl. ¶ 10 (Cal.Super.Ct. May 16, 2002)) (emphasis in original).\n. This chart is taken directly from Am. Comp. ¶ 35. It does not include shares issuable pursuant to options exercisable within 60 days of March 31, 2002.\n. As a secondary matter, the defendants also allege that the complaint should be dismissed under Rule 12(b)(6) for failure to state a claim upon which relief can be granted. In view of my disposition of the Rule 23.1 motion, I need not address this secondary argument.\n. E.g., White v. Panic, 783 A.2d 543, 547 n. 5 (Del.2001); see also In re Santa Fe Pac. Corp. S’holder Litig., 669 A.2d 59, 68 (Del.1995) (\"Generally, matters outside the pleadings should not be considered in ruling on a motion to dismiss.”).\n. See Grobow v. Perot, 539 A.2d 180, 187 (Del. 1988).\n. See id.\n. See White, 783 A.2d at 552-53.\n. 634 A.2d 927 (Del.1993).\n. See 654 A.2d 1268, 1269-71 (Del.Ch.1995).\n. 473 A.2d 805 (Del.1984).\n. See Aronson, 473 A.2d at 815.\n. See id. at 815 n. 8.\n. Aronson, 473 A.2d at 815 (\"[T]he mere threat of personal liability for approving a questioned transaction, standing alone, is insufficient to challenge either the independence or disinterestedness of directors, although in rare cases a transaction may be so egregious on its face that board approval cannot meet the test of business judgment, and a substantial likelihood of director liability therefore exists.”); Ash v. McCall, 2000 WL 1370341, at *10 (Del.Ch. Sept. 15, 2000) (\"Directors who are sued for failure to oversee subordinates have a disabling interest for pre-suit demand purposes when the potential for liability is not a mere threat but instead may rise to a substantial likelihood.” (internal quotation marks and footnote omitted)); Kohls v. Duthie, 791 A.2d 772, 782 (Del.Ch.2000) (suggesting that a \" 'substantial threat’ of personal liability” can make a director interested with respect to whether litigation should be brought); see also 1 Donald J. Wolfe, Jr. & Michael A. Pittenger, Corporate and Commercial Practice in the Delaware Court of Chancery § 9-2(b)(3)(iii) (2003) (stating that directors will be deemed interested for demand purposes when the complaint alleges specific facts that makes directorial liability \"a substantial likelihood” and not just \"a mere threat”); Leo E. Strine, Jr., The Inescapably Empirical Foundation of the Common Law of Corporations, 27 Del. J. Corp. L. 499, 508 (2002) (describing Aronson’s second prong as “a safety valve permitting a derivative plaintiff to not make a demand if he can show with particularity that the board decision under attack ... is not entitled to business judgment rule protection”).\n. Rales, 634 A.2d at 934.\n. See id. at 936; Ash, 2000 WL 1370341, at *10; Baxter, 654 A.2d at 1269-70.\n. See Baxter, 654 A.2d at 1270.\n. See, e.g., 8 Del. C. § 144(a).\n. Although he is the company's CEO, Huang also sold only 12% of his shares, founded the company, and seems from the complaint to have as strong a stake in NVIDIA's long-term credibility and prospects as anyone. Solely, for purposes of analysis, however, I assume he cannot objectively consider a demand.\n. My assumption here is merely that, an assumption, and not a legal conclusion.\n. In this respect, it is useful to note that the fact that three non-director-defendants, who each engaged in very substantial trades during the Contested Period, are named in the case has little bearing on the demand excusal analysis for an obvious reason: they are not on the board.\n.See supra pp. 498-99 (noting the absence of allegations regarding such basic facts as whether NVIDIA had a standing audit committee or whether it met).\n. The complaint does not allege whether the directors received cash compensation or simply shares. If they received none of the latter and/or had previously been subject to restrictions on sales as a result of the IPO, the large sales become far less eye-brow raising. In any event, absent facts suggesting an inference that these five directors knew of the accounting irregularities, the plaintiff's complaint does not raise a sufficiently ominous picture of liability.\n. E.g., Brehm v. Eisner, 746 A.2d 244, 266-67 (Del.2000); Rales, 634 A.2d at 934 n. 10; Ash, 2000 WL 1370341, at *15 n. 56.\n. 70 A.2d5 (1949).\n. Id. at 8.\n. This State’s derivative remedy for insider trading by fiduciaries presents an obvious potential for regulatory conflict between state courts and the federal enforcement regime, which notably includes the potential for criminal penalties. Our courts have thus been sensitive to the need for effective — i.e., rigorous, but also efficient, in the sense of being proportionate and non-duplicative — enforcement of the important public policy that prevents corporate insiders from exploiting material, non-public information to make trading profits. Cf. Goldman v. Isaacs, 2001 WL 1671439, at *1 (Del.Ch. Dec.17, 2001) (\"Developments in federal law have led to the creation of various federal remedies for market participants injured by insider trading.... What effect, if any, should changes in federal law and the risk of double liability have on the applicability of Brophy ... ?”).\n. Rosenberg v. Oolie, 1989 WL 122084, at *3 (Del.Ch. Oct. 16, 1989) (internal quotation marks and citations omitted).\n. Stepak v. Ross, 1985 WL 21137, at *5 (Del. Ch. Sept. 5, 1985).\n. The federal courts have expended a great deal of energy in recent years debating the precise way to implement the mandate of 15 U.S.C. § 78u-4(b)(2) that plaintiffs accusing directors (or others) of insider trading file complaints that “state with particularity facts giving rise to a strong inference that the defendant acted with the required state of mind.” I will not burden the reader with citations to this large body of judicial work; suffice it to say that the plaintiffs did not, under Delaware law, plead particularized facts supporting a Brophy claim against these five directors, because, no matter the test, the complaint does not support an inference that these NVIDIA directors had reason to know of the accounting irregularities, much less that NVIDIA’s stock price was artificially inflated during the Contested Period.\n. In re Caremark Int'l Derivative Litig., 698 A.2d 959 (Del.Ch.1996).\n. See id. at 967 (“The theory here advanced is possibly the most difficult theory in corporation law upon which a plaintiff might hope to win a judgment.\").\n. A director cannot act loyally towards the corporation unless she acts in the good faith belief that her actions are in the corporation’s best interest. For this reason, the same case that invented the so-called \"triad[]” of fiduciary duty, see Cede & Co. v. Technicolor, Inc., 634 A.2d 345, 361 (Del.1993) (\"Cede II\"), also defined good faith as loyalty. See In re Gaylord Container Corp. S'holders Litig., 753 A.2d 462, 475 n. 41 (Del.Ch.2000) (explaining the origins of this oddment of our law, i.e., the \"triad[ ]\").\nIt does no service to our law's clarity to continue to separate the duty of loyalty from its own essence; nor does the recognition that good faith is essential to loyalty demean or subordinate that essential requirement. There might be situations when a director acts in subjective good faith and is yet not loyal (e.g., if the director is interested in a transaction subject to the entire fairness standard and cannot prove financial fairness), but there is no case in which a director can act in subjective bad faith towards the corporation and act loyally. The reason for the disloyally (the faithlessness) is irrelevant, the underlying motive (be it venal, familial, collegial, or nihilistic) for conscious action not in the corporation's best interest does not make it faithful, as opposed to faithless.\nThe General Assembly could contribute usefully to ending the balkanization of the duty of loyalty by rewriting § 102(b)(7) to make clear that its subparts all illustrate conduct that is disloyal. For example, one cannot act loyally as a corporate director by causing the corporation to violate the positive laws it is obliged to obey. See 8 Del. C. § 102(b)(7)(ii). Many recent events have only emphasized the importance of that obvious component of the duty of loyalty. But it would add no substance to our law to iterate a \"quartet” of fiduciary duties, expanded to include the duty of \"legal fidelity,\" because that requirement is already a subsidiary element of the fundamental duty of loyalty. The so-called expanded \"triad[]” created by Cede II, I respectfully submit, is of no greater utility.\n.Caremark, 698 A.2d at 971 (emphasis in original).\n. In other words, the plaintiffs have failed to avail themselves of a route to demand excusal that Chancellor Chandler suggested might exist in an oversight case, namely the pleading of particularized facts that support an inference that the directors \"did possess knowledge of facts suggesting potential accounting improprieties ... and took no action to respond to them.” Ash, 2000 WL 1370341, at *15.\n. The plaintiffs relied upon an employment complaint filed by a former executive, which they attached to their complaint. Notably, she did not allege in her employment complaint that members of the board knew of the accounting misconduct by certain managers, much less than they were complicit in it.\n. The plaintiffs have pled other related claims involving disclosure and, oddly, coipo-rate waste. The defendants have no more reason to fear liability for these claims (and perhaps much less) than the claims this opinion concentrates on, which are the ones emphasized by the plaintiffs themselves.\n. Because of the inadequacy of the amended complaint, it can also be said confidently that there are no well-pled facts that support an inference that the independent directors failed to meet even the level of due care that is the litmus test for liability, absent an exculpatory charter provision — gross negligence. If gross negligence means something other than negligence, pleading it successfully in a case like this requires the articulation of facts that suggest a wide disparity between the process the directors used to ensure the integrity of the company’s financial statements and that which would have been rational. No factual allegations of this kind are present in the complaint.\nI raise the subject of gross negligence with hesitation, but with a case-specific justification. As an analytical matter, it is perhaps possible for the common law of Delaware corporations to consider the imposition of a disgorgement remedy on independent directors when it is proven that: (1) the corporation did not have in place a rational process to guarantee the integrity of its financial statements because the independent directors breached their fiduciary duty through a cognizable failure of due care (t.e., gross negligence in the words of the key precedents); (2) as a result of this gross failure in due care, company insiders caused the company to release materially misleading financial statements that led market participants to value the company’s stock at an artificially high price; and (3) the independent directors, without knowledge of the actual status of the company's financial health and subjectively believing that the financial statements were materially complete and accurate, nonetheless sold shares and profited at the expense of public buyers, and caused the company to suffer injury. In those circumstances, would the provision of § 102(b)(7) barring exculpation for improper personal benefits potentially expose the independent directors to a remedy designed to strip them of benefits that would not have been achieved had they complied with their duty of care? Because the plaintiffs have not even pled a due care violation under a gross negligence standard, they have not shown that a majority of the NVIDIA board faces a real threat of liability even if a lesser standard applies and even if the logic of this example (which I raise but do not embrace or reject) has force.\nBuried in this footnote is an alternative legal policy issue, which is whether the Care-mark loyalty-based standard provides the only basis of liability for a lack of oversight claim, reducing a failure of care to a violation of expected director conduct subjecting the directors to social shame and potential unseating at the polls, but not to legal liability, irrespective of the existence of an exculpatory charter provision. That may be a debatable proposition, but, as I understand it, the well-thought out Caremark decision accurately reflects our law, strikes a sensible policy balance in this difficult area, and I adhere to it.",
        "type": "majority",
        "author": "STRINE, Vice Chancellor."
      }
    ],
    "attorneys": [
      "Joseph A. Rosenthal, Herbert W. Mond-ros, Rosenthal Monhait Gross & Goddess, P.A., Wilmington, Delaware; Peter Bull, Bull & Lifshitz, LLP, New York, New York, for Plaintiff.",
      "Gregory V. Varallo, Kelly A. Green, Richards, Layton & Finger, P.A., Wilmington, Delaware; Michael D. Torpey, James N. Kramer, Penelope A. Graboys, Jonathan Gaskin, Christopher A. Garcia, Clifford Chance U.S. LLP, San Francisco, California; David M. Shannon, Stephen Pettigrew, Nvidia Corporation, Santa Carla, California, for Defendants."
    ],
    "corrections": "",
    "head_matter": "Josh GUTTMAN, Plaintiff, v. Jen-Hsun HUANG, Tench Coxe, James C. Gaither, Harvey C. Jones, William J. Miller, A. Brooke Seawell, Mark A. Stevens, Chris A. Malachowsky, Christine B. Hoberg, and Jeffrey Fisher, Defendants, and NVIDIA Corporation, a Delaware Corporation, Nominal Defendant.\nC.A. No. 19571-NC.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted April 23, 2003.\nDecided May 5, 2003.\nJoseph A. Rosenthal, Herbert W. Mond-ros, Rosenthal Monhait Gross & Goddess, P.A., Wilmington, Delaware; Peter Bull, Bull & Lifshitz, LLP, New York, New York, for Plaintiff.\nGregory V. Varallo, Kelly A. Green, Richards, Layton & Finger, P.A., Wilmington, Delaware; Michael D. Torpey, James N. Kramer, Penelope A. Graboys, Jonathan Gaskin, Christopher A. Garcia, Clifford Chance U.S. LLP, San Francisco, California; David M. Shannon, Stephen Pettigrew, Nvidia Corporation, Santa Carla, California, for Defendants."
  },
  "file_name": "0492-01",
  "first_page_order": 538,
  "last_page_order": 554
}
