{
  "id": 12048702,
  "name": "Baron K. BROWN, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Brown v. States",
  "decision_date": "1995-11-02",
  "docket_number": "No. 94-CO-1553",
  "first_page": "493",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 493"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "571 A.2d 222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11338028
      ],
      "pin_cites": [
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/571/0222-01"
      ]
    },
    {
      "cite": "465 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966463
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "843",
          "parenthetical": "citation omitted"
        },
        {
          "page": "843",
          "parenthetical": "a show cause order extends the probationary term if it \"put[s] the probationer on notice that probable cause exists for revocation of probation\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0841-01"
      ]
    },
    {
      "cite": "572 A.2d 453",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7382815
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0453-01"
      ]
    },
    {
      "cite": "48 A.2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8137763
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "772"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/48/0771-01"
      ]
    },
    {
      "cite": "564 A.2d 21",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11311972
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "23"
        },
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/564/0021-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 6708,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3668905021103547
    },
    "sha256": "99b3b052e3aaa4fc56e722564b034c2a00f4a1238395a474ebab6612d644eed6",
    "simhash": "1:8765a467f607746f",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN and REID, Associate Judges, and MACK, Senior Judge."
    ],
    "parties": [
      "Baron K. BROWN, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "STEADMAN, Associate Judge.\nThe issue in this appeal is whether at a show cause hearing held beyond the end of an original probationary term, the trial court retains jurisdiction to revoke probation on the basis of a criminal offense committed within the probationary term but subsequent to the issuance of the show cause order and which therefore was not listed in the show cause order. We affirm the trial court’s ruling that it retained jurisdiction.\nBrown pled guilty to two misdemeanor offenses on August 14, 1992. The trial judge suspended imposition of sentence and placed Brown on two years’ supervised probation. On April 9, 1993 the trial court issued an order to show cause why probation should not be revoked. The show cause order alleged three probation violations: failure to keep appointments with the probation officer, failure to complete community service as required, and a January 2,1993 arrest for theft in Maryland. Brown failed to appear for the April 20, 1993 revocation hearing, and a bench warrant was issued. In September 1993 Brown was convicted of armed robbery in Maryland and sentenced to four years’ imprisonment.\nThe probation revocation hearing based on the April 1993 show cause order took place on November 9, 1994 — more than two years after the start of Brown’s probation. At the start of the hearing, the trial judge informed Brown that he would consider the robbery conviction in deciding whether to revoke probation. Brown objected that the robbery did not appear in the show cause order and therefore, because the original probationary term had expired, the court retained jurisdiction only to revoke on the grounds set forth in the order. The trial judge offered to continue the hearing to give Brown an opportunity to prepare a defense to revocation on the basis of the robbery conviction. Brown declined and the hearing went forward. The court revoked Brown’s probation on the basis of the robbery conviction alone.\n“We have, in the past, construed the jurisdictional aspect of § 24-104 liberally and broadly.” Sumpter v. United States, 564 A.2d 21, 23 (D.C.1989). In Cooper v. United States, 48 A.2d 771 (D.C.1946), this court first recognized the principle that under our probation statute, D.C.Code § 24-104, the court has the power to extend a probationary term beyond its original termination date. In Cooper, the court expressly extended the termination period in six-month increments by formal action. Id. at 772. Subsequent cases have established that “[ajlthough preferable, the trial court need not issue a formal order to extend probation; the initiation of revocation proceedings within the probationary term automatically extends the term until the time the proceedings take place.” Belcher v. United States, 572 A.2d 453, 454 (D.C.1990) (citations omitted) (emphasis added). Indeed, the court in Dent v. District of Columbia, 465 A.2d 841 (D.C.1983), specifically noted that “[w]e perceive no reason why [an order to show cause] should be less effective than a bench warrant, a formal order of extension, or a summons, in tolling the expiration date of probation.” Id. at 843 (citation omitted).\nAccordingly, consistent with Belcher, supra, we hold that a show cause order issued within the original probationary term “extends the term,” thereby extending the trial court’s jurisdiction to revoke probation at least on the basis of a violation that occurred within the original probationary term.\nUnder appellant’s view of the law, issuance of a show cause order would not extend the probationary term, but merely give the trial court continuing jurisdiction to revoke probation on a basis set forth in that particular order. This view is inconsistent not only with our case law as set forth above but also with § 24-104 itself, which requires the trial court to revoke probation, if at all, “during the probationary term.” D.C.Code § 24-104 (1981); Neal v. United States, 571 A.2d 222, 225 (D.C.1990). Appellant would require the trial court to issue a new show cause order for each suspected subsequent violation in order to retain jurisdiction as to such violations beyond the expiration of the original term of probation. We see no reason for such a demanding formality; the appellant by the issuance of the original show cause order had already been apprised that his probationary status was in jeopardy. See Dent, supra, 465 A.2d at 843 (a show cause order extends the probationary term if it “put[s] the probationer on notice that probable cause exists for revocation of probation”). In sum, the trial court here correctly ruled that it retained jurisdiction to revoke appellant’s probation on the basis of the robbery conviction.\nAffirmed.\n. The theft charges were subsequently dropped.\n. No issue arises in this case about the adequacy of notice prior to the revocation hearing. Appellant in his brief expressly disavows any such argument: \"it is not the position of the defense that [appellant] was denied his rights based upon not receiving enough time to respond to the revocation charges.”\n. In Sumpter we observed that while \"virtually any formal action” by the trial court would suffice to preserve jurisdiction, the complete failure of the trial court to act meant that the probationary term expired in accordance with its terms. Sumpter, supra, 564 A.2d at 23.\n. Brown's robbery conviction occurred within the original term of his probation. Therefore we need not decide whether a trial court could revoke probation on the basis of a violation that occurred after the original term would have expired.\n. Section 24-104 reads, in pertinent part:\nUpon the expiration of the term fixed for such probation, the probation officer shall report that fact to the court, with a statement of the conduct of the probationer while on probation, and the court may thereupon discharge the probationer from further supervision, or may extend the probation, as shall seem advisable. Af any time during the probationary term the court may modify the terms and conditions of the order of probation, or may terminate such probation ... or the court may revoke the order of probation and cause the rearrest of the proba-tioner_\nD.C.Code § 24-104 (1981) (emphasis added).",
        "type": "majority",
        "author": "STEADMAN, Associate Judge."
      }
    ],
    "attorneys": [
      "Warren E. Gorman, Chevy Chase, MD, appointed by the court, was on the brief for appellant.",
      "Eric H. Holder, Jr., United States Attorney, with whom John R. Fisher and Thomas J. Tourish, Jr., Assistant United States Attorneys, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Baron K. BROWN, Appellant, v. UNITED STATES, Appellee.\nNo. 94-CO-1553.\nDistrict of Columbia Court of Appeals.\nSubmitted Sept. 12, 1995.\nDecided Nov. 2, 1995.\nWarren E. Gorman, Chevy Chase, MD, appointed by the court, was on the brief for appellant.\nEric H. Holder, Jr., United States Attorney, with whom John R. Fisher and Thomas J. Tourish, Jr., Assistant United States Attorneys, were on the brief for appellee.\nBefore STEADMAN and REID, Associate Judges, and MACK, Senior Judge."
  },
  "file_name": "0493-01",
  "first_page_order": 551,
  "last_page_order": 553
}
