{
  "id": 7970905,
  "name": "Albert SAART v. STATE OF RHODE ISLAND",
  "name_abbreviation": "Saart v. State",
  "decision_date": "1983-04-25",
  "docket_number": "No. 82-431-Appeal",
  "first_page": "494",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "459 A.2d 494"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 253,
    "char_count": 3126,
    "ocr_confidence": 0.788,
    "sha256": "34c20c579237100ac23e75f175dacb024160fd30e21ae718acf87d2651b7e3f8",
    "simhash": "1:3c4b371951cf1403",
    "word_count": 531
  },
  "last_updated": "2023-07-14T21:59:36.530156+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Bevilacqua, C.J., and Shea, J., did not participate."
    ],
    "parties": [
      "Albert SAART v. STATE OF RHODE ISLAND."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis is the appeal of the plaintiff, Albert Saart (Saart), of an award made to him by a Superior Court justice pursuant to the provisions of the Criminal Injuries Compensation Act, G.L.1956 (1981 Reenactment) §§ 12-25-1 through 12-25-14.\nOn October 10, 1980, Saart was assaulted as he walked along Main Street in East Greenwich. His total award amounted to $1,250 and represented payment for two weeks of pain and suffering. The trial justice rejected Saart’s claim that he had lost the sight in his left eye as a result of the attack as well as his contention that the assault episode caused him to become an alcoholic.\nOn April 19, 1983, Saart’s counsel appeared before a panel of this court and attempted to show cause why the appeal should not be summarily dismissed. The focus of the show-cause hearing was on the loss-of-sight claim.\nSaart forcefully argued that the trial justice had overlooked a report prepared by an ophthalmologist, Dr. Caldwell W. Smith. In his report, Dr. Smith noted that the week after the October 1980 assault, he had examined Saart and found a loss of light perception in his left eye which was the result of an injury to the optic nerve. The report also disclosed that there was no possibility of any sight improvement in the injured eye. Other notations made at this time by Dr. Smith indicated that Saart had told him that prior to this episode he had enjoyed very good eyesight. According to Dr. Smith’s notations, Saart’s “past ocular history is otherwise unremarkable.”\nHowever, at the hearing before the trial justice, it was brought out that in June 1980 Saart suffered an eye injury while working as a day laborer for Manpower, Inc. at a metal-processing plant in Woon-socket. He filed a petition for workers’ compensation benefits in which he said he was injured when, in attempting to start a power lawnmower, the starter cord and its plastic handle flew off the spindle as the engine started and struck him in the area of the left eye and left temple. He complained of blurred vision and a tearing of the left eye. As a result of this incident, Saart received compensation benefits.\nThe trial justice acknowledged that there were medical reports in evidence but stated that none of them related to the issue of causation. A reading of Dr. Smith’s report would indicate that he was totally unaware of the June 1980 eye injury. The trial justice, however, referred to the workers’ compensation claim, and she was of the opinion that this incident was the “more likely” explanation for Saart’s eye injury. The drawing of inferences in this controversy was the responsibility of the trial justice, and on this record we see no reason to disturb her conclusion that Saart should not be compensated for the injury to his left eye.\nAccordingly, because the plaintiff has failed to show cause, the appeal is denied and dismissed.\nBevilacqua, C.J., and Shea, J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Stephen G. Linder, Providence, for plaintiff.",
      "Dennis J. Roberts II, Atty. Gen., for defendant."
    ],
    "corrections": "",
    "head_matter": "Albert SAART v. STATE OF RHODE ISLAND.\nNo. 82-431-Appeal.\nSupreme Court of Rhode Island.\nApril 25, 1983.\nStephen G. Linder, Providence, for plaintiff.\nDennis J. Roberts II, Atty. Gen., for defendant."
  },
  "file_name": "0494-02",
  "first_page_order": 541,
  "last_page_order": 542
}
