{
  "id": 8955674,
  "name": "George M. LOWE, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent",
  "name_abbreviation": "Lowe v. Unemployment Compensation Board of Review",
  "decision_date": "2005-03-10",
  "docket_number": "",
  "first_page": "494",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 494"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "411 A.2d 1301",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "840 A.2d 1054",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9295297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/840/1054-01"
      ]
    },
    {
      "cite": "19 U.S.C. §§ 2271-2273",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "834 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9081563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/0692-01"
      ]
    },
    {
      "cite": "409 A.2d 1209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "uniformity of administration by the states of federal programs requires deference to federal agency's determination"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "19 U.S.C. § 2294",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "19 U.S.C. § 2291",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "opinion_index": 0
    },
    {
      "cite": "445 A.2d 847",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "625 A.2d 727",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1445813
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0501-01"
      ]
    },
    {
      "cite": "431 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "19 U.S.C. § 2311",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 617.50",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "19 U.S.C. § 2293",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 675,
    "char_count": 14507,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 1.1577880326461153e-07,
      "percentile": 0.5833496470257532
    },
    "sha256": "e57a4659b2589c981c45733ba6cb58b4b162b3013fe75acddfcbef475a317b91",
    "simhash": "1:92f79a34665c651e",
    "word_count": 2321
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, SMITH-RIBNER, J., and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "George M. LOWE, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY Judge SMITH-RIBNER.\nGeorge M. Lowe (Claimant) petitions the-Court for review of the June 25, 2004 order of the Unemployment Compensation Board of Review (Board) holding that Claimant was ineligible for Trade Readjustment Assistance (TRA) cash benefits under Section 233 of the Trade Act of 1974 (Trade Act), 19 U.S.C. § 2293, because he was not enrolled in an approved job training program and did not timely request a waiver from the requirement to be enrolled in such training. The issue is whether TRA cash benefits should have been granted.\nThe Board made the following Findings of Fact in its June 2004 decision after reconsideration of its prior April 30, 2004 decision:\n1. The claimant was employed with National Forge from 1973 through January 30, 2003, as a goring lathe operator at $13.05 an hour.\n2. The claimant filed a claim for TRA unemployment compensation benefits with an effective date of February 2, 2003, with an established weekly benefit amount of $451.00 and a partial benefit credit of $181.00.\n3. On February 25, 2003, the claimant attended a Benefits Rights Interview concerning TRA benefits, at which time the program supervisor explained the waiver and NAFTA deadlines.\n4. Under the TRA statute, a claimant who was filing under the National Forge Certification would be required to be enrolled in school within eight weeks or by March 29, 2003, after the petition certification or 16 weeks from the date of separation, which would be May 24, 2003.\n5. On February 25, 2003, the claimant was given a copy of the Trade Act of 2002 Assistance for Workers Handbook, which explains the waiver and deadline requirements.\n6. The claimant is covered under Petition Number 50384 with a petition filed on December 18, 2002, certification date of January 30, 2003, impact date of December 14, 2001 and terminate expiration date of January 3, 2005.\n7. The claimant did not request a waiver until after the 8 week and 16 week requirement until August 12, 2003.\n8. The waivers were given by the Department upon request on an individual basis.\n9. The claimant found that the Benefits Rights Interview concerning the TRA was confusing.\n10. The claimant did not ask any questions after the meeting, nor did the claimant go directly after that to the Careerlink to ask any questions.\nThe referee heard claims filed by Claimant and John Greene (a similarly situated former National Forge employee and TRA cash benefits claimant). Claimant and Greene indicated that the February 25, 2003 Benefits Rights Interview was confusing and lacked clear direction as to the need for a waiver and/or who had responsibility for initiating the waiver process. Their assertion was supported by testimony from Anthony Scalise, a former coworker who attended the interview. The referee denied benefits, but the Board reversed and applied state regulations to backdate Claimant’s waiver application to February 25, 2003 and then granted benefits by decision issued April 30, 2004. The Department of Labor and Industry requested reconsideration; thereafter, the Board vacated its April 2004 decision pursuant to 20 C.F.R. § 617.50(d), which precludes application of state regulations regarding the extension of any time limits specified in the Trade Act. Upon reconsideration the Board denied benefits, noting that Claimant neither entered training nor requested a waiver by eight weeks after certification of the Secretary of Labor or by sixteen weeks after total separation.\nClaimant contends that 19 U.S.C. § 2311 and the waiver provisions aré excessively confusing; that the presentation by Car-eerlink staff at the February 25, 2003 Benefits Rights Interview was confusing to Claimant and others; that the assistance offered by Careerlink staff after the meeting was negligible and staff were unclear as to the • waiver procedures; that the method by which Claimant and others were to obtain the waiver form was flawed; and that Careerlink was aware of Claimant’s limited reading capabilities and should have provided more aggressive assistance. Claimant argues, without case law or statutory authority, that this confusion amounted to an administrative breakdown meriting nunc pro tunc relief and allowing a waiver out of time.\nThe- Board counters that 19 U.S.C § 2291 requires, a claimant to file within the proscribed time limits and that failure to do so precludes TRA cash benefits. Moreover, if the Board fails to follow federal regulations, the Commonwealth would risk losing Trade Act funding, and in any event Claimant is required to meet the requirements for TRA cash benefit eligibility. Mosqueda v. Unemployment Compensation Board of Review, 60 Pa.Cmwlth. 242, 431 A.2d 371 (1981). Furthermore, State law may not be used to circumvent Trade Act time limits. 20 C.F.R. § 617.50(d). Finally, the Board cites Sturni v. Unemployment Compensation Board of Review, 155 Pa.Cmwlth. 501, 625 A.2d 727 (1993), for the proposition that even when the equities weigh heavily in favor of a claimant, the Court cannot ignore the clear provisions of a statute.\nTRA claimants must meet the qualifying requirements set forth in the governing federal statutes and regulations. Felcyn v. Unemployment Compensation Board of Review, 66 Pa.Cmwlth. 583, 445 A.2d 847 (1982). Under 19 U.S.C. § 2291, a claimant is required to enroll in training either within eight weeks of Employer’s certification or sixteen weeks after complete separation from work in order to receive TRA cash benefits, although extenuating circumstances may merit a forty-five day extension. Alternatively, a claimant must obtain a waiver.\nState law governs the application of the Trade Act to the states pursuant to 19 U.S.C. § 2294:\nApplication of State laws:\nExcept where inconsistent with the provisions of this part and subject to such regulations as the Secretary may prescribe, the availability and disqualification provisions of the State law—\n(1) under which an adversely affected worker is entitled to unemployment insurance (whether or not he has filed a claim for such insurance), or\n(2) if he is not so entitled to unemployment insurance, of the State in which he was totally or partially separated, shall apply to any such worker who files a claim for trade readjustment allowances. The State law so determined with respect to a separation of a worker shall remain applicable, for purposes of the preceding sentence, with respect to such separation until such worker becomes entitled to unemployment insurance under another State law (whether or not he has filed a claim for such insurance).\nAs to the specified time limits, however, state law does not control. 20 C.F.R. § 617.50(d). Even though Claimant may have been confused or even negligently misled, which may merit nunc pro tunc relief in an unemployment compensation context, such circumstances may not be relied upon to extend the specified time limits in the Trade Act. Id.; Sturni; Ford v. Unemployment Compensation Board of Review, 48 Pa.Cmwlth. 580, 409 A.2d 1209 (1980) (uniformity of administration by the states of federal programs requires deference to federal agency’s determination).\nClaimant did not apply for TRA cash benefits until August 12, 2003. Assuming arguendo that Claimant could establish extenuating circumstances meriting an extension, his application was still made well after the eight weeks plus forty-five days beyond the certification date (May 11, 2003) and the sixteen weeks plus forty-five days beyond final separation (July 6, 2003). Although the Court is troubled by the confusion surrounding the level of worker counseling regarding benefit eligibility requirements, the Court nevertheless is compelled to affirm the order of the Board because Claimant failed to comply with the waiver requirements and because the Court has no equitable power to ignore federal law.\nORDER\nAND NOW, this 10th day of March, 2005, the order of the Unemployment Compensation Board of Review is affirmed.\n. The program is administered by state employment agencies but conducted under the auspices of the United States Department of Labor. McQuown v. Unemployment Compensation Board of Review, 834 A.2d 692 (Pa.Cmwlth.2003). The Secretary of Labor must certify that the employer has been adversely affected by foreign competition, 19 U.S.C. §§ 2271-2273, and the employee must qualify for cash benefits under the eligibility requirements of the Trade Act. 19 U.S.C. § 2291.\n. The Court's review is limited to determining whether constitutional rights were violated, whether an error of law was committed, whether a practice or procedure of the agency was not followed and whether the findings of fact are supported by substantial evidence in the record. See Graham v. Unemployment Compensation Board of Review, 840 A.2d 1054 (Pa.Cmwlth.2004). The Board has ultimate fact-finding authority and may even substitute its findings for those of the referee without a hearing. Pastorius v. Unemployment Compensation Board of Review, 50 Pa.Cmwlth. 50, 411 A.2d 1301 (1980).\n. The time limits set forth at 19 U.S.C. § 2291 provide in pertinent part:\n(a) Trade readjustment allowance conditions\nPayment of a trade readjustment allowance shall be made to an adversely affected worker covered by a certification under subpart A of this part who files an application for such allowance for any week of unemployment which begins more than 60 days after the date on which the petition that resulted in such certification was filed under section 2271 of this title, if the following conditions are met:\n(5) Such worker—\n(A)(i) is enrolled in a training program approved by the Secretary under section 2296(a) of this title, and\n(ii) the enrollment required under clause (i) occurs no later than the latest of—\n(I) the last day of the 16th week after the worker’s most recent total separation from adversely affected employment which meets the requirements of paragraphs (1) and (2),\n(II) the last day of the 8th week after the week in which the Secretary issues a certification covering the worker,\n(III) 45 days after the later of the dates specified in subclause (I) or (II), if the Secretary determines there are extenuating circumstances that justify an extension in the enrollment period, or\n(IV) the last day of a period determined by the Secretary to be approved for enrollment after the termination of a waiver issued pursuant to subsection (c) of this section,\n(B) has, after the date on which the worker became totally separated, or partially separated, from the adversely affected employment, completed a training program approved by the Secretary under section 2296(a) of this title, or\n(C) has received a written statement under subsection (c)(1) of this section after the date described in subparagraph (B).\n.20 C.F.R. § 617.50 provides in pertinent part:\n(d) Use of State law. In making determinations or redeterminations under this section, or in reviewing such determinations or redeterminations under § 617.51, a State agency shall apply the regulations in this part 617. As to matters committed by this part 617 to the applicable State law, a State agency, a hearing officer, or a State court shall apply the applicable State law and regulations thereunder, including procedural requirements of such State law or regulations, except so far as such State law or regulations are inconsistent with this part 617 or the purpose of this part 617: Provided, that, no provision of State law or regulations on good cause for waiver of any time limit, or for late filing of any claim, shall apply to any time limitation referred to or specified in this part 617, unless such State law or regulation is made applicable by a specific provision of this part 617. (Emphasis added.)\n. The grant of waivers is covered in 19 U.S.C. § 2291, which provides in part:\n(c) Waivers of training requirements\n(1) Issuance of waivers\nThe Secretary may issue a written statement to an adversely affected worker waiving the requirement to be enrolled in training described in subsection (a)(5)(A) of this section if the Secretary determines that it is not feasible or appropriate for the worker, because of 1 or more of the following reasons:\n(A) Recall\nThe worker has been notified that the worker will be recalled by the firm from which the separation occurred.\n(B) Marketable skills\nThe worker possesses marketable skills for suitable employment (as determined pursuant to an assessment of the worker, which may include the profiling system under section 303(j) °f the Social Security Act (42 U.S.C. 503(j)), carried out in accordance with guidelines issued by the Secretary) and there is a reasonable expectation of employment at equivalent wages in the foreseeable future.\n(C) Retirement\nThe worker is within 2 years of meeting all requirements for entitlement to either—\n(i) old-age insurance benefits under title II of the Social Security Act (42 U.S.C. 401 et seq.) (except for application therefor); or\n(ii) a private pension sponsored by an employer or labor organization.\n(D) Health\nThe worker is unable to participate in training due to the health of the worker, except that a waiver under this subparagraph shall not be construed to exempt a worker from requirements relating to the availability for work, active search for work, or refusal to accept work under Federal or State unemployment compensation laws.\n(E) Enrollment unavailable\nThe first available enrollment date for the approved training of the worker is within 60 days after the date of the determination made under this paragraph, or, if later, there are extenuating circumstances for the delay in enrollment, as determined pursuant to guidelines issued by the Secretary.\n(F) Training not available\nTraining approved by the Secretary is not reasonably available to the worker from either governmental agencies or private sources (which may include area vocational education schools, as defined in [section 2302 of Title 20], and employers), no training that is suitable for the worker is available at a reasonable cost, or no training funds are available.",
        "type": "majority",
        "author": "OPINION BY Judge SMITH-RIBNER."
      }
    ],
    "attorneys": [
      "Jeffrey J. Cole, Erie, for petitioner.",
      "Maribeth Wilt-Seibert, Asst. Counsel and Gerard M. Mackarevich, Deputy Chief Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "George M. LOWE, Petitioner v. UNEMPLOYMENT COMPENSATION BOARD OF REVIEW, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Dec. 3, 2004.\nDecided March 10, 2005.\nPublication Ordered June 14, 2005.\nJeffrey J. Cole, Erie, for petitioner.\nMaribeth Wilt-Seibert, Asst. Counsel and Gerard M. Mackarevich, Deputy Chief Counsel, Harrisburg, for respondent.\nBEFORE: COLINS, President Judge, SMITH-RIBNER, J., and JIULIANTE, Senior Judge."
  },
  "file_name": "0494-01",
  "first_page_order": 522,
  "last_page_order": 526
}
