{
  "id": 11325792,
  "name": "John C. FINCH v. CENTENNIAL INSURANCE COMPANY and Amica Mutual Insurance Company",
  "name_abbreviation": "Finch v. Centennial Insurance Co.",
  "decision_date": "1994-12-07",
  "docket_number": "No. 93-413-A",
  "first_page": "495",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 495"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "660 P.2d 307",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "34 Wash.App. 151",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1817340
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/34/0151-01"
      ]
    },
    {
      "cite": "189 S.E.2d 832",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "213 Va. 72",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2118188
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/va/213/0072-01"
      ]
    },
    {
      "cite": "739 P.2d 519",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10403349
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/739/0519-01"
      ]
    },
    {
      "cite": "771 P.2d 212",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10387251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/771/0212-01"
      ]
    },
    {
      "cite": "401 So.2d 1033",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9602305
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/401/1033-01"
      ]
    },
    {
      "cite": "581 S.W.2d 555",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9943695
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "557"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/581/0555-01"
      ]
    },
    {
      "cite": "504 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787755
      ],
      "weight": 11,
      "year": 1984,
      "pin_cites": [
        {
          "page": "338"
        },
        {
          "page": "1010"
        },
        {
          "page": "339"
        },
        {
          "page": "1011"
        },
        {
          "page": "338-39"
        },
        {
          "page": "1010-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0328-01"
      ]
    },
    {
      "cite": "433 A.2d 215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974933
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "218"
        },
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0215-01"
      ]
    },
    {
      "cite": "615 A.2d 477",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931609
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/615/0477-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 15666,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 1.0997720922370316e-07,
      "percentile": 0.5680149692124907
    },
    "sha256": "c3a69c29e09c099f29d2527d76aeec11f30e1af753cf9c93e969ee8c1bbac385",
    "simhash": "1:97694444318f854d",
    "word_count": 2421
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John C. FINCH v. CENTENNIAL INSURANCE COMPANY and Amica Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nThis matter came before the Supreme Court on appeal by the codefendant Arnica Mutual Insurance Company (Arnica), which filed a cross-claim against defendant Centennial Insurance Company (Centennial). Both parties moved for summary judgment. The trial court granted the motion of Centennial. Such action, in effect, rejected Arnica’s argument for stacking the uninsured-motorist-insurance coverage on the eleven vehicles insured under Centennial’s fleet policy. For the reasons set forth below, we affirm the Superior Court judgment in favor of Centennial on its cross-claim against codefendant Arnica and in favor of Centennial on eode-fendant Arnica’s cross-claim.\nOn October 1, 1992, plaintiff, John C. Finch, filed a petition for declaratory judgment in' Superior Court. In that case plaintiff sought a determination of which defendant, Centennial or Arnica, should compensate him for damages he sustained as a result of an automobile accident with an uninsured motorist. The accident occurred in Providence on October 7,1988, while plaintiff was operating a motor vehicle owned by Lumb Leasing Corporation and leased to plaintiff’s employer, Harieomp, Inc. The collision was caused by the negligence of the uninsured motorist. As a result of this motor-vehicle accident, plaintiff sustained personal injuries, lost wages, and incurred medical expenses exceeding $50,000.\nThe defendant Centennial was the insurer for the vehicle driven by plaintiff at the time of the accident. This vehicle was insured as part of a fleet policy issued to plaintiffs employer by Centennial. Included within the coverage was a provision for uninsured-motorist coverage. The Jeep Cherokee driven by plaintiff at the time of the collision was a part of Harieomp’s fleet and thus was included under the provision for uninsured-motorist coverage. Haricomp, Inc. had eleven vehicles insured by defendant Centennial as part of its fleet policy. The defendant paid a premium of $12 per vehicle for uninsured-motorist coverage in order to obtain $50,000 in coverage per vehicle.\nAt the time of the collision, plaintiff was privately insured by codefendant Arnica for his personal automobile. The plaintiffs automobile liability policy with Arnica provided for uninsured-motorist coverage in the amount of $500,000 per accident.\nThe dispute in this case centers on the limits of defendant Centennial’s uninsured-motorist coverage pursuant to its fleet policy with Haricomp, Inc. The plaintiff sought to stack the $50,000 uninsured-motorist coverage on each vehicle in defendant Centennial’s fleet in order to create a total coverage available to him in the amount of $550,000.\nCentennial denied plaintiffs request to stack the uninsured-motorist coverage. It was willing to provide only $50,000’s worth of uninsured-motorist benefits to plaintiff. The plaintiff then sought excess coverage from codefendant Arnica, the secondary insurer. Arnica denied plaintiffs request. In response to plaintiffs demand, Arnica contended that the uninsured-motorist benefits of plaintiffs employer’s Centennial policy must be stacked in accordance with G.L.1956 (1989 Reenactment) § 27-7-2.1(0, the Rhode Island stacking statute, thus creating a pool of $550,000 (instead of $50,000 as asserted by Centennial). Arnica argued that those benefits would have to be exhausted by plaintiff first before Arnica would become responsible for any excess coverage.\nThere is no dispute that Centennial’s policy provides primary coverage for plaintiffs injuries, which, as noted above, exceed $50,-000, and that Arnica’s policy provides excess coverage. The plaintiff has uninsured-motorist-insurance coverage to compensate him for his injuries, lost wages, and incurred medical expenses through either one or both of the above-noted insurance policies. Both codefendants deny coverage, other than the $50,000 uninsured-motorist benefits per vehicle under the Centennial fleet policy. As a result each insurance company alleges that the other company owes to plaintiff the amount of his damages in' excess of $50,000.\nArnica filed a cross-claim against Centennial, and Centennial moved for summary judgment on the cross-claim. • Arnica likewise moved for summary judgment, and the case was submitted to the trial justice on an agreed statement of facts. The trial justice rendered a written decision concluding that Centennial was liable to plaintiff only up to the single limit of $50,000. He denied Arni-ca’s request to stack benefits on all eleven vehicles in the employer’s Centennial fleet policy, thus holding Arnica liable for plaintiffs damages once Centennial’s $50,000 in coverage is exhausted. A judgment was entered pursuant to this decision, and Arnica filed a timely appeal to this court.\nThe sole issue before us is whether, in light of the limit of liability set forth in Centennial’s commercial fleet policy, intrapolicy stacking of uninsured-motorist coverage for a fleet of vehicles is required as a matter of law under § 27-7-2.1(C).\nThe court’s review of the issue is confined to an interpretation of the stacking statute. By its clear and unambiguous terms, Rhode Island’s stacking statute does not apply to commercial fleet policies. The stacking statute, § 27-7-2.1(0 states:\n“(C) Whenever an insured has paid two (2) or more separate premiums for uninsured motorists’ coverage in a single policy of insurance or under several policies with the same insurance company, the insured shall be permitted to collect up to the aggregate amount of coverage for all of the vehicles insured, regardless of any language in the policy to the contrary.” (Emphasis added.) ■\nThis statute is based on the premise that an insured must be the payer of the premium to be entitled to the stacking privilege. The statute is essentially based on the two interests of the premium-paying insured: the reasonable expectation that payment of more than one premium by the insured will result in multiple coverage and the premium-paying insured’s contractual interest in receiving that for which he or she contracted. Pennsylvania General Insurance Co. v. Cantley, 615 A.2d 477, 480 (R.I.1992). In Cantley we noted:\n“These cases protect two important interests of the insured. First, they protect a contractual interest. In Taft we supported our holding by noting that when a claimant pays premiums for two separate policies, that claimant is entitled to recover benefits under both policies. * * * Second, these cases protect an expectation interest. When insureds pay out two sets of premiums, he or she does so with the belief that both policies will compensate him or her in the event of an accident.” Id. (citing Taft v. Cerwonka, 433 A.2d 215, 218 (R.I.1981)).\nCantley lends significant support to the proposition that the stacking statute is to be read narrowly, benefiting only the premium-paying insured. The plaintiff in this case is an insured only by virtue of his occupancy of one vehicle out of his employer’s fleet of eleven vehicles. He did not pay the premium for the uninsured-motorist coverage provided by Centennial. By virtue of these two important facts, plaintiff does not fall within the express terms of the stacking statute: “an insured [who] has paid two (2) or more separate premiums” for uninsured-motorist coverage. Section 27-7-2.1(C).\nAdditionally, although Rhode Island has not specifically addressed the distinction between named insureds, commonly referred to as class-I insureds, and occupants of an insured vehicle, commonly referred to as class-II insureds, there appear to be no cases in this jurisdiction in which insureds have been so classified. However, this distinction is relied upon in other jurisdictions as the basis for allowing or rejecting stacking of uninsured-motorist benefits in a fleet-policy context. Representative of the adoption and the reasoning behind the distinction between class-I and class-II insureds is Utica Mutual Insurance Co. v. Contrisciane, 504 Pa. 328, 473 A.2d 1005 (1984). The issue in Utica was whether stacking of uninsured-motorist benefits was permissible when a deceased motorist was involved in an accident with an uninsured motorist while occupying one of his employer’s fleet of fifteen vehicles. The vehicles were insured under a single policy that listed separate premium charges for the coverage of each vehicle. Relying on a similar rationale to that adopted by this court in Taft, the Pennsylvania Court first noted that it had previously permitted stacking under personal auto policies on the grounds that:\n“[Fjirst, that it furthers the policies sought to be accomplished by the [uninsured motorist] act; and second, that the intended beneficiary of an uninsured motorist policy is entitled to multiple coverage when multiple premiums have been paid. * * * The latter rationale is grounded in the belief that a person has reasonable expectations when he pays separate premiums that he has obtained coverage under separate policies, and therefore is entitled to benefits under each.” Utica, 504 Pa. at 338, 473 A.2d at 1010.\nThe court then examined the particular language of the fleet policy with attention to the section defining “persons insured.” The court concluded that this section, by its terms, established three classes of insureds. Id. It determined that “class one” insureds were the “named insured and any designated insured” and members of the same household. “Class two” insureds were “any other person while occupying an insured highway vehicle.” Id. “Class three” insureds were “any person with respect to damages he is entitled to recover because of bodily injury to which this insurance applies sustained by an insurer under [class one insureds] and [class two insureds] above.” Id.\nThe court in Utica declined to extend stacking privileges to the deceased employee. As a class-II insured, his entitlement to coverage arose from nothing more than “his temporary status as an occupant, rather than from his being a specifically intended beneficiary of the insurance policy.” Id. at 339, 473 A.2d at 1011. In its holding, the court stated:\n“A claimant whose coverage is solely a result of membership in this class has not paid premiums, nor is he a specifically intended beneficiary of the policy. Thus, he has no recognizable contractual relationship with the insurer, and there is no basis upon which he can reasonably expect multiple coverage.” Id. at 338-39, 473 A.2d at 1010-11.\nLikewise, in Ohio Casualty Insurance Co. v. Stanfield, 581 S.W.2d 555 (Ky.1979), the court defined the classes of insureds in the context of a case involving an injured police officer seeking to stack benefits under a fleet policy. The court described class-I insureds as “the insured who bought and paid for the protection * * * and the members of his family residing in the same household.” Id. at 557. Such individuals enjoy broad protection as the premium-paying insureds. Id. On the other hand, a class-II insured is one who is protected from damages received as a result of a collision while occupying an insured vehicle with an uninsured motorist. Id.\nThese distinctions are widely recognized and frequently applied to cases involving employees who are injured while occupying vehicles owned by their employers and insured under commercial-fleet policies. That employee is generally classified as a class-II insured and not allowed to stack coverage. See Burns v. Fernandez, 401 So.2d 1033 (La.Ct.App.1981); Aetna Casualty & Surety Co. v. Craig, 771 P.2d 212 (Okla.1989); Rogers v. Goad, 739 P.2d 519 (Okla.1987); Cunningham v. Insurance Company of North America, 213 Va. 72, 189 S.E.2d 832 (1972); Thompson v. Grange Insurance Ass’n, 34 Wash.App. 151, 660 P.2d 307 (1983). We are persuaded by these opinions.\nThe reasoning employed by the courts in Utica and Stanfield fully comports with our decision today that a class-II insured is one who has paid no premiums and has no reasonable expectations of coverage. Therefore, the stacking privilege in the case at bar is understandably denied.\nArnica contends that the distinction of insureds into classes is not appropriate since the stacking statute does not create such distinctions. We reject this argument. The class distinctions noted in the case law arise from the particular policy language and the reasoning of the courts, not from statutory directives. The uninsured-motorist-coverage endorsement to the Centennial policy defines similar classes as those present in the above-referenced eases:\n“D. WHO IS INSURED\n1. You or any family member.\n2. Anyone else occupying a covered auto or a temporary substitute for a covered auto. The covered auto must be out of service because of its breakdown, repair, servicing, loss or destruction.\n3. Anyone for damages he is entitled to recover because of bodily injury sustained by another insured.”\nThe insured who pays the premiums on uninsured-motorist coverage and members of his household would be class-I insureds and thus entitled to the stacking privileges. Section 27-7-2.1(C) by its very own terms confers the right to stack uninsured-motorist coverage only upon class-I insureds, that is, premium-paying or otherwise specifically named insureds. The statutory language is clear. It does not say that any insured may stack coverage. On the contrary, it specifically states that the stacking benefit is limited to an insured who has paid the premiums. Under this statutory scheme, plaintiff, as an employee operator of the insured, did not gain a stacking benefit and could not possibly have had any reasonable expectation that he would be entitled to stack his employer’s coverages for its entire fleet of vehicles. There is no question here that plaintiff is covered as a class-II insured by virtue of his status as an occupant of his employer’s vehicle. As such, he cannot avail himself of the stacking benefit.\nTo permit stacking in the present situation would invariably lead to a most absurd result. Quite clearly, it would be tremendously costly and counterproductive to allow the stacking of fleet uninsured-motorist benefits. Here a total of eleven vehicles were insured. If Arnica’s contentions were to prevail, the application of basic mathematics would result in an exposure of $550,000 for each vehicle (eleven times $50,000) and Centennial’s total exposure would be $6,050,000 (eleven times $550,000). All this coverage would be available for the price of a mere $12 per vehicle premium or $182. This is precisely the type of absurd result anticipated by this court in Taft v. Cerwonka, 433 A.2d 215, 218 (R.I.1981). We cannot permit such an absurdity to occur.\nFurthermore, to adopt stacking for a class-II insured under a commercial-fleet policy would be to reach an unreasonable and completely unexpected result. We therefore hold that, because the plaintiff was an insured only when occupying an insured vehicle of his employer, he cannot claim any right to stacking. The plaintiffs recovery under the Centennial policy is limited to the $50,000 primary coverage applicable to the vehicle he was operating. Arnica is responsible for any excess coverage.\nFor the reasons stated above, Arnica’s appeal is denied and dismissed, the judgments appealed from are affirmed, and the papers of the ease are remanded to the Superior Court.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "John R. Mahoney, Asquith, Mahoney & Robinson, Providence, for plaintiff.",
      "Patricia Bukcley, C. Russell Bengtson, Carroll, Kelly & Murphy, Thomas Bender, Hanson, Curran & Parks, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "John C. FINCH v. CENTENNIAL INSURANCE COMPANY and Amica Mutual Insurance Company.\nNo. 93-413-A.\nSupreme Court of Rhode Island.\nDec. 7, 1994.\nJohn R. Mahoney, Asquith, Mahoney & Robinson, Providence, for plaintiff.\nPatricia Bukcley, C. Russell Bengtson, Carroll, Kelly & Murphy, Thomas Bender, Hanson, Curran & Parks, Providence, for defendant."
  },
  "file_name": "0495-01",
  "first_page_order": 553,
  "last_page_order": 557
}
