{
  "id": 12048801,
  "name": "STATE of Maine v. David D. DUVAL",
  "name_abbreviation": "State v. Duval",
  "decision_date": "1995-10-16",
  "docket_number": "",
  "first_page": "496",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 496"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "640 A.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869778
      ],
      "pin_cites": [
        {
          "page": "1083-84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/1076-01"
      ]
    },
    {
      "cite": "583 A.2d 212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7372547
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/583/0212-01"
      ]
    },
    {
      "cite": "656 A.2d 1196",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/1196-01"
      ]
    },
    {
      "cite": "392 A.2d 1080",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018880
      ],
      "pin_cites": [
        {
          "page": "1085-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/1080-01"
      ]
    },
    {
      "cite": "430 A.2d 808",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0808-01"
      ]
    },
    {
      "cite": "494 A.2d 177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913097
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/494/0177-01"
      ]
    },
    {
      "cite": "478 A2d 1112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930523
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/1112-01"
      ]
    },
    {
      "cite": "451 A.2d 890",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976111
      ],
      "pin_cites": [
        {
          "page": "894"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/451/0890-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 7296,
    "ocr_confidence": 0.723,
    "pagerank": {
      "raw": 1.1928768661699323e-07,
      "percentile": 0.5917935756100066
    },
    "sha256": "5411f3eb0022f8923e2eb234cc4e5f07883f39726b1d2f397c0834d6896676fd",
    "simhash": "1:6f925bb8be0515f4",
    "word_count": 1205
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. David D. DUVAL."
    ],
    "opinions": [
      {
        "text": "RUDMAN, Justice.\nDavid D. Duval appeals from a judgment entered in the Superior Court (Hancock County, Beaulieu, J.) on a jury verdict convicting him of theft. Duval contends inter alia that the trial court erred by instructing the jury on the elements of theft by unauthorized taking pursuant to 17-A M.R.S.A. § 353 (1983) when the indictment charged Duval with theft by deception pursuant to section 354. Duval argues further that the evidence was insufficient to support his conviction. Finding no error in the court’s instructions and the evidence sufficient to support Duval’s conviction, we affirm the judgment.\nThe evidence adduced at trial showed that in the autumn of 1989, representing himself as an antique dealer, Duval agreed to organize, inventory, and broker the extensive antique collection of Sara McDonald in return for a ten percent commission on all sales. Although at the outset the parties intended to complete the inventory before beginning to sell the antiques, soon after Duval began the inventory he commenced to sell some of the antiques to local dealers. Although Du-val had McDonald’s permission to sell at least some of the antiques, Duval failed to remit ninety percent of the proceeds to McDonald.\nA person is guilty of theft if he obtains or exercises unauthorized control over the property of another with intent to deprive him thereof.\n§ 354. Theft by deception\n1. A person is guilty of theft if he obtains or exercises control over property of another as a result of deception and with an intention to deprive him thereof.\nI.\nDuval contends the trial court misapprehended the scope and intention of the consolidation provision of 17-A M.R.S.A. § 351 (1983) and, as a result, erred by instructing the jury it could find Duval guilty if it found Duval’s conduct met the elements of 17-A M.R.S.A. § 353, theft by unauthorized taking, or 17-A M.R.S.A. § 354, theft by deception. Duval asserts the trial court’s instructions based on these alternative theories confused the jury and denied him a fair trial.\nSection 351 was adopted to consolidate all common law varieties of theft into a single, comprehensive theft offense. 17-A M.R.S.A. § 351 comment. See also State v. Brasslett, 451 A.2d 890, 894 (Me.1982) (stating that the major objective of the consolidation provision was to define theft broadly). In construing the mandate of section 351, we have repeatedly held that the state is free to prove theft in a manner which differs from the specific manner recited in the indictment. State v. Liberty, 478 A2d 1112, 1115 n. 4 (Me.1984); See also State v. Fox, 494 A.2d 177 (Me.1985); State v. Rand, 430 A.2d 808 (Me.1981).\nThe second sentence of section 351 recognizes that when there is too great a variance between the indictment and the proof, such that it fails to provide the defendant fair notice of the charge, the indictment will be insufficient. In the case of such an insufficiency, the court has the power to ensure a fair trial “by granting a continuance or other appropriate relief if the conduct of the defense would be prejudiced by lack of fair notice or surprise.” No such prejudice was present in this case. Duval was charged with theft by deception. To prove a violation of section 354 the State must prove that the accused\n(1) obtained or exercised control over\n(2) the property of another\n(3) with the intent to deprive them thereof\n(4) as a result of deception.\nIn contrast, to prove a violation of section 353 the State must demonstrate that the accused\n(1) obtained or exercised unauthorized\ncontrol over\n(2) the property of another\n(3) with the intent to deprive them thereof.\nIn the present case, “[t]he State never altered ... the facts it sought to prove; the only alteration was the law applied to those facts.” Fox, 494 A.2d at 177. In proving the essential elements of theft by deception the State necessarily proved the essential elements of theft by unauthorized taking. See 17-A M.R.S.A. § 353(2) (stating that the term “exercises unauthorized control” includes conduct heretofore defined as common law embezzlement). Duval suffered no prejudice because of the variance between the indictment and the proof or because of the court’s instruction as generated by the evidence. See State v. Viger, 392 A.2d 1080, 1085-86 (Me.1978).\nII.\nWe review challenges to the sufficiency of the evidence by reviewing the evidence in a light most favorable to the State to determine whether a fact finder rationally could find every element of the crime charged beyond a reasonable doubt. State v. Sargent, 656 A.2d 1196 (Me.1995). The record in this case contained sufficient evidence to support a finding that Duval had committed theft by deception or theft by unauthorized taking. The evidence established that Duval represented himself as an experienced antique dealer, that he knew he was not an experienced antique dealer, that McDonald relied on his representation, that as a result of his representations Duval received from McDonald property of value, that Duval sold the property to various antique dealers, and that he did not remit the proceeds of the sales to McDonald. While Duval testified he had never taken any property from McDonald without express permission and that he intended to pay her according to their agreement, the jury could have inferred from his inability to recall the terms of the agreement and from his failure to make more than token payments to McDonald that he never intended to honor it. In its assessment of witness credibility the jury was free to discount Duval’s testimony and place greater weight on the testimony of the State’s witnesses. State v. Lee, 583 A.2d 212, 214 (Me. 1990). On the basis of the evidence presented, the jury rationally could have found beyond a reasonable doubt that Duval committed the crime of theft. See State v. Lamson, 640 A.2d 1076, 1083-84 (Me.1994).\nDuval’s remaining contentions are without merit.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. 17-A M.R.S.A. § 353 (1983) states in pertinent part:\n. 17-A M.R.S.A. § 354 (1983) states in pertinent part:\n. 17-A M.R.S.A. § 351 (1983) states in pertinent part:\n§ 351. Consolidation\nConduct denominated theft in this chapter constitutes a single crime embracing the separate crimes such as those heretofore known as larceny, larceny by trick, larceny by bailee, embezzlement, false pretenses, extortion, blackmail, shoplifting and receiving stolen property. An accusation of theft may be. proved by evidence that it was committed in any manner that would be theft under this chapter, notwithstanding the specification of a different manner in the information or indictment, subject only to the power of the court to ensure a fair trial by granting a continuance or other appropriate relief if the conduct of the defense would be prejudiced by lack of fair notice or by surprise. If the evidence is sufficient to permit a finding of guilt of theft in more than one manner, no election among these manners is required.",
        "type": "majority",
        "author": "RUDMAN, Justice."
      }
    ],
    "attorneys": [
      "Michael E. Povich, Ellsworth, for the State.",
      "Philip R. Foster, Ellsworth, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. David D. DUVAL.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 22, 1995.\nDecided Oct. 16, 1995.\nMichael E. Povich, Ellsworth, for the State.\nPhilip R. Foster, Ellsworth, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0496-01",
  "first_page_order": 554,
  "last_page_order": 556
}
