{
  "id": 9279044,
  "name": "United States Senator John EDWARDS v. RHODE ISLAND BOARD OF ELECTIONS",
  "name_abbreviation": "Edwards v. Rhode Island Board of Elections",
  "decision_date": "2004-01-26",
  "docket_number": "No. 2004-7-M.P.",
  "first_page": "497",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "843 A.2d 497"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 163,
    "char_count": 1907,
    "ocr_confidence": 0.677,
    "sha256": "35ab0c6d88852f17acdee51595687f18193b632617c2ad3aac8ce6e4267f1b56",
    "simhash": "1:0fa834975ed89ff5",
    "word_count": 314
  },
  "last_updated": "2023-07-14T20:46:34.201613+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice FLAHERTY did not participate."
    ],
    "parties": [
      "United States Senator John EDWARDS v. RHODE ISLAND BOARD OF ELECTIONS."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the Supreme Court for oral argument on a petition filed by United States Senator John Edwards seeking a writ of certiorari to review a December 31, 2003 decision of the Rhode Island Board of Elections. After hearing the arguments and examining the memo-randa filed by the parties, the Court is of the opinion that the record lacks sufficient factual findings to enable the Court to review the Rhode Island Board of Elections’ decision. Accordingly, the Court enters the following order:\n1. The Rhode Island Board of Elections (Board) shall reconsider forthwith the voters signing a nomination paper whose disqualification has been challenged by the petitioner, and the Board is hereby directed as follows:\na. To determine whether each such disputed signature can be reasonably identified to be the signature of the voter it purports to be; and\nb. To determine whether each such voter signed with his or her name, place of residence, and street number, as it appears on the voting list; and\nc. To set forth with particularity its findings and the reason why any such voter’s endorsement is deemed invalid, or why any such voter signing a nomination paper has been disqualified from doing so.\n2. The Rhode Island Board of Elections shall also consider the fifteen voters signing the nomination papers not previously reviewed by the Board, and make similar findings of fact.\n3. The petition for certiorari shall be reassigned to the calendar for oral argument to be held on Thursday, January 29, 2004. Counsel for the parties will be limited to ten (10) minutes for the presentation of their oral argument. Five (5) minutes will be allowed for rebuttal.\nJustice FLAHERTY did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "William M. Dolan, III, Providence.",
      "Raymond A. Marcaccio."
    ],
    "corrections": "",
    "head_matter": "United States Senator John EDWARDS v. RHODE ISLAND BOARD OF ELECTIONS.\nNo. 2004-7-M.P.\nSupreme Court of Rhode Island.\nJan. 26, 2004.\nWilliam M. Dolan, III, Providence.\nRaymond A. Marcaccio."
  },
  "file_name": "0497-02",
  "first_page_order": 527,
  "last_page_order": 528
}
