{
  "id": 12048912,
  "name": "HARBOR FUNDING CORP. v. James T. KAVANAGH",
  "name_abbreviation": "Harbor Funding Corp. v. Kavanagh",
  "decision_date": "1995-10-17",
  "docket_number": "",
  "first_page": "498",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 498"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "29 A. 1103",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1894,
      "opinion_index": 0
    },
    {
      "cite": "86 Me. 346",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        490501
      ],
      "year": 1894,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/86/0346-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 4800,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 8.594203391136844e-08,
      "percentile": 0.4898214142986715
    },
    "sha256": "25f17f4eef5590ec02cc2257263dcdb7acc4775808ee23d86e7c4b04b867a91b",
    "simhash": "1:cbfdc9a800b71e21",
    "word_count": 781
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "HARBOR FUNDING CORP. v. James T. KAVANAGH."
    ],
    "opinions": [
      {
        "text": "WATHEN, Chief Justice.\nJames T. Kavanagh appeals from the summary judgment entered in the Superior Court (York County, Fritzsehe, J.) in favor of plaintiff Harbor Funding Corporation, a Massachusetts corporation. Kavanagh argues on appeal that the court should not have permitted Harbor Funding to foreclose a mortgage on Maine property pursuant to Maine law, 14 M.R.S.A. § 6321 (Supp.1994), because the mortgage provided for the application of Massachusetts law in the event of default. Finding no error, we affirm.\nIn 1990 Harbor Funding Corporation provided purchase money financing to Litchfield Square Associates (“LSA”), a general partnership, to buy property in Wells. James Kavanagh is one of the partners of LSA. He signed a note evidencing the loan both as a general partner and as an individual guarantor. The note was secured by a mortgage on the Wells property, and Kavanagh signed the mortgage as a general partner of LSA.\nThe mortgage included the following provisions regarding choice of law and power of sale:\nThis mortgage and all of the provisions hereof are to be governed, construed and enforced by and according to the laws and statutes of the Commonwealth of Massachusetts.\nThis mortgage is upon the STATUTORY CONDITION and upon the further condition that all covenants and agreements on the part of the Mortgagor herein contained shall be kept and fully performed, for any breach of which the Holder shah have the STATUTORY POWER OF SALE. It is also agreed that this mortgage is security for the payment of the aforesaid obligation and all other direct and contingent liabilities of the Mortgagor hereof to the Holder hereof due or to become due whether now existing or hereafter contracted.\nDuring the term of the loan and before foreclosure, Harbor Funding, LSA, Kavanagh, and the other general partner of LSA, entered into an allonge and loan modification agreement. All of the makers and co-makers were discharged from the obligation on the note with the exception of Kavanagh. Although the mortgage was modified to reflect the modifications in the loan, the choice of law provision remained unchanged.\nIn 1993 Harbor Funding initiated this civil action of foreclosure pursuant to 14 M.R.S.A. § 6321-6325 (Supp.1994). Harbor Funding moved for a summary judgment, and Kav-anagh countered with an affidavit asserting that all of the loan documents had been prepared by Harbor Funding and had been signed in Boston, Massachusetts. Kavanagh argued that in accordance with the terms of the mortgage Massachusetts law should govern foreclosure and that the court should not apply Maine law. The court granted a summary judgment in favor of Harbor Funding and ordered foreclosure of the mortgage in accordance with the Maine statutory power of sale.\nWe have not previously determined whether a mortgage provision choosing foreign law should govern the foreclosure of real estate located in Maine. Because a mortgage creates an interest in land and because each state has an interest in preserving the right to freely transfer land for purposes of security, the method of foreclosure is uniformly governed by the law of the situs.\nThe Restatement (Second) Conflict of Laws (1969) § 229 provides:\nThe method for the foreclosure of a mortgage on land and the interests in the land resulting from the foreclosure are determined by the local law of the situs.\nOur approach has long conformed with the Restatement rule. See, e.g., Eaton v. McCall, 86 Me. 346, 350, 29 A. 1103 (1894) (“[Ojrdinarily we think that the holder of a mortgage should be required to resort to the remedies or the courts of the jurisdiction in which the land is situated. This is in accordance with the principle, than which none is better established, that the disposition of real estate, whether by deed, descent, or by any other mode, must be governed by the law of the state where the same is situated.”). Although Comment e to section 229 of the Restatement suggests that issues not affecting an interest in land may be governed by the parties’ choice of law, the issue in this case — the method of foreclosure — is governed by the law of the situs.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Although the judgment refers to the possibility of a further judgment for a deficiency, plaintiff raises no objection to that aspect of the court's order.",
        "type": "majority",
        "author": "WATHEN, Chief Justice."
      }
    ],
    "attorneys": [
      "William S. Kany, Smith Elliott Smith & Garmey, P.A., Saco, for Plaintiff.",
      "Robert B. Woodman, Woodman & Ed-mands, P.A., Biddeford, William M. Welch, Robert F. Macdonald, Jr., Bernstein, Shur, Sawyer & Nelson, Portland, for Defendant."
    ],
    "corrections": "",
    "head_matter": "HARBOR FUNDING CORP. v. James T. KAVANAGH.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Oct. 2, 1995.\nDecided Oct. 17, 1995.\nWilliam S. Kany, Smith Elliott Smith & Garmey, P.A., Saco, for Plaintiff.\nRobert B. Woodman, Woodman & Ed-mands, P.A., Biddeford, William M. Welch, Robert F. Macdonald, Jr., Bernstein, Shur, Sawyer & Nelson, Portland, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ."
  },
  "file_name": "0498-01",
  "first_page_order": 556,
  "last_page_order": 558
}
