{
  "id": 11325868,
  "name": "PROVIDENCE CITY COUNCIL v. Vincent A. CIANCI, Jr., et al.",
  "name_abbreviation": "Providence City Council v. Cianci",
  "decision_date": "1994-12-07",
  "docket_number": "No. 93-386-A",
  "first_page": "499",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 499"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "489 A.2d 1010",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7917378
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1019"
        },
        {
          "page": "1020"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/489/1010-01"
      ]
    },
    {
      "cite": "624 A.2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361792
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/0849-01"
      ]
    },
    {
      "cite": "605 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939054
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "839"
        },
        {
          "page": "840"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/0837-01"
      ]
    },
    {
      "cite": "560 A.2d 945",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354483,
        7354364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0945-02",
        "/a2d/560/0945-01"
      ]
    },
    {
      "cite": "120 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "83 R.I. 487",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5127431
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "494"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/83/0487-01"
      ]
    },
    {
      "cite": "98 A.2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "80 R.I. 444",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5312602
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/ri/80/0444-01"
      ]
    },
    {
      "cite": "98 A.2d 669",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "80 R.I. 479",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5312137
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/ri/80/0479-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 12179,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 2.0564374172931392e-07,
      "percentile": 0.7559716802022048
    },
    "sha256": "4f414186a1afe607b4f3034f9571e42040465dc544c38a64f5a26bbfde9f18a3",
    "simhash": "1:3e3062fb100aed6b",
    "word_count": 1954
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PROVIDENCE CITY COUNCIL v. Vincent A. CIANCI, Jr., et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nThis matter is on appeal by the plaintiff, the Providence City Council (city council), and the defendants, Vincent A. Cianei, Jr., the mayor of the City of Providence, and Local No. 1033 of the Laborers’ International Union of America (local No. 1033), from a declaratory judgment issued by the Superior Court. The plaintiff appeals the trial justice’s determination that section 17-27 of the Providence Code of Ordinances (§ 17-27), providing for ratification by the council of collective-bargaining agreements entered into between the city and any labor organization, is void and unenforceable. The defendants appeal the trial justice’s finding that appropriation ordinance No. 401 limiting collective-bargaining agreements to one year is valid and within the purview of council authority. For the following reasons we reverse in part and affirm in part.\nIn 1981 the Providence City Council enacted § 17-27 of the Code of Ordinances, which provides:\n“(a) No collective bargaining agreement between the City of Providence and any labor organization shall become effective unless and until ratified by the Providence city council.\n“(b) Each contract, before submission to the city council, shall contain a fiscal note.\n“(c) At least one public hearing shall be held prior to city council ratification of any contract.”\nIn the years following, the mayor of the city of Providence (mayor) routinely complied with the ordinance and submitted eolleetive-bargaining agreements to the council for ratification. On February 28, 1992, the mayor submitted five collective-bargaining agreements to the city council for ratification, and for the first time, the council rejected one. On July 27, 1992, the city council passed an appropriation ordinance specifically proscribing the mayor’s authority to enter into any labor contract with any labor union for a term greater than one year. On October 7, 1992, the mayor signed a collective-bargaining agreement with local No. 1033 for a three-year term. On October 15, 1992, the city council passed a resolution requesting the mayor to forward the contract with the union to the city council in accordance with the ratification ordinance. The mayor refused to submit the contract.\nOn December 4, 1992, the city council filed a complaint, seeking an order requiring the mayor, in accordance with § 17-27 of the City of Providence Code of Ordinances, to submit to the city council for ratification a collective-bargaining agreement that the mayor had negotiated and signed with the Rhode Island Public Service Employees’ Union No. 1033. The city council joined as parties local No. 1033 and the city of Providence. On April 5, 1993, a Superior Court trial justice held the collective-bargaining agreement between local No. 1033 and the city of Providence to be valid, binding, and enforceable, and found § 17-27 to be inconsistent with and superseded by G.L.1956 (1986 Reenactment) § 28-9.4-5.\nThe city council filed a motion for reconsideration on May 28, 1993. On June 28, 1993, the trial justice entered a modified order finding the contract between local No. 1033 and the city of Providence to be valid, binding, and enforceable only for the first year of that contract term. The modified order was based on the city council’s passage of ordinance No. 401, which restricted collective-bargaining agreements entered into by the mayor to a term of one year. The trial justice reaffirmed his order that § 17-27 was inconsistent with Rhode Island law.\nThe case has been appealed by all parties. The city council seeks to reverse the finding of the trial justice that § 17-27 is invalid. The mayor and local No. 1033 seek to reverse the trial justice’s holding that ordinance No. 401 limiting collective-bargaining agreements to one-year terms is valid and within the city council’s authority.\nThe question presented to this court is whether the contract entered into between the city of Providence and local No. 1033 is valid and enforceable if not ratified by the city council pursuant to § 17-27 of the Providence Code of Ordinances. For the following reasons this court holds that the contract is invalid and unenforceable and that § 17-27 is valid.\nSection 401 of the Providence Home Rule Charter states that the legislative powers of the city shall be vested in the city council. In addition the charter provides that the city council may enact ordinances to ensure the welfare and good order of the city. Ordinances, however, will be found unenforceable and invalid when they are in contravention of the city charter or the general laws of the state. Wood v. Peckham, 80 R.I. 479, 98 A.2d 669 (1953); State v. Berberian, 80 R.I. 444, 98 A.2d 270 (1953).\nThe defendants first contend that § 17-27 is inconsistent with § 903(o) of the Providence Home Rule Charter. Section 903(o) states that the director of personnel shall “[a]id the mayor in all negotiations with collective bargaining units.” There is no merit in defendants’ argument that since the mayor may participate in labor negotiations, the city council is precluded from ratifying agreements produced from such negotiations. In fact § 903(o) in no way confers or denies authority to ratify collective-bargaining agreements.\nThe defendants next assert that § 17-27 is in direct conflict with the labor laws of the state, particularly §§ 28-9.4-3 and 28-9.4-5. A state statute preempts a local ordinance only when the Legislature manifests a clear intent to do so or when the statute and the ordinance are in clear conflict. Powers ex rel. McGowan v. Jocelyn, 83 R.I. 487, 494, 120 A.2d 143, 147 (1956). Section 28-9.4-3 states that “[t]he municipal employees of any municipal employer in any city, town or regional school district, shall have the right to negotiate and to bargain collectively with their respective municipal employers and to be represented by an employee organization in such negotiation or collective bargaining concerning hours, salary, working conditions and all other terms and conditions of employment.” Section 28-9.4-5 provides in part that “[i]t shall be the obligation of the municipal employer to meet and confer in good faith with the representative or representatives of the negotiating or bargaining agent * * *. This obligation shall include the duty to cause any agreement resulting from negotiation or bargaining to be reduced to a written contract, provided that no such contract shall exceed the term of three (3) years.” The defendants argue that § 17-27 sharply lessons the may- or’s power to participate in collective bargaining effectively because it undermines the mayor’s statutory mandate to negotiate with municipal unions in good faith. The defendants argue that since the council has the final power of ratification, the mayor cannot in good faith commit the negotiated agreement in writing to evidence a binding contract. We are not persuaded by defendants’ argument.\nWe agree with the city council that neither § 28-9.4-3 nor § 28-9.4-5 addresses any issue concerning ratification of municipal contracts. It was conceded by defendants that the municipal-employees’ union ratified the contract entered into by its bargaining agent, and it is the union’s practice to routinely ratify contracts entered into on its behalf. We are of the opinion that it would be ludicrous for the union membership to have the right to ratify labor contracts while that same right is denied to the city council. This court has stated that when the validity of an ordinance is at issue, the court must, if possible interpret the ordinance as valid. Greenwich Bay Yacht Basin Associates v. Washburn, 560 A.2d 945 (R.I.1989). The city council has the clear authority to enact the ordinance in question. Since § 17-27 is valid, the contract entered into between the mayor and local No. 1033 is void and unenforceable.\nThe defendants also argue that the city council is without authority to limit the duration of labor contracts to one-year terms. The question exists whether this argument is properly before this court because plaintiff failed to address this issue in its original complaint. However, because this issue is a matter of great public interest, we shall waive the procedural defects and consider it at this time. The defendants assert that the limitation on the length of any collective-bargaining agreement is inconsistent with the state mandate authorizing negotiators to agree for a period not to exceed three years as set forth in § 28-9.4-5. We do not agree with defendants’ interpretation of § 28-9.4-5. They assert that the statute specifically permits contracts with municipal employees to be up to three years in duration. The statute in question, § 28-9.4-5, reads that- “no such contract shall exceed the term of three (3) years.” It is this court’s determination that a one-year contract fits within the parameters of the statute, and we shall not question the city council’s authority to enact such an ordinance.\nOur conclusions in this case are consistent with this court’s holdings in Betz v. Paolino, 605 A.2d 837 (R.I.1992), and Warwick Teachers’ Union Local No. 915, AFT, AFL-CIO v. Warwick School Committee, 624 A.2d 849 (R.I.1993). In Betz this court stated that the citizens of the city of Providence conferred the entire legislative power on the elected city council. 605 A.2d at 839. The court emphasized that the power to control employee benefits “is as important a legislative function as any other element of that power to be exercised by the governing body of the city.” Id. at 840. In the same vein we are of the opinion that the city council is endowed with the legislative power to ratify collective-bargaining agreements in order to manage the budgetary affairs of the city. In Warwick Teachers we addressed the issue of whether one or more members of a negotiating team may bind a school committee in contravention of specific instructions limiting their authority. 624 A.2d at 851. We were not persuaded by the argument of the teachers’ union that negotiators must be given complete authority to bind the principal if bargaining in good faith is to be effective. Id. In. Warwick Teachers this court recognized the history of ratification of contracts entered into between the school committee and the teachers union; likewise, this court will not ignore the history of ratification of contracts entered into between the city and its municipal employees.\nThe defendants assert that this court’s decision in Exeter-West Greenwich Regional School District v. Exeter-West Greenwich Teachers’ Association, 489 A.2d 1010, 1019 (R.I.1985), mandates that the city council is obligated to fund a collective-bargainihg agreement entered into by the may- or. In Exeter-West Greenwich, we held that “a city or town is bound by and must fund the valid collective-bargaining agreements entered into by its school committee.” Id. at 1020. We did not address, however, the ratification power of a city or town council in the context of collective bargaining. A contract is not finalized and binding until the ratification process, when required by ordinance, is complete; therefore, Exeter-West Greenvñch has no application to the case before us, and the defendants’ argument fails.\nFor the foregoing reasons the defendants’ appeal is denied and dismissed, and the plaintiffs appeal is sustained. The portion of the declaratory judgment finding\" § 17-27 of the Providence Code of Ordinances to be invalid and unenforceable is reversed, and the finding that the enactment of ordinance No. 401 limiting collective-bargaining agreements to one-year terms is within the power of the city council is affirmed. It follows then that the contract entered into between the mayor of the city of Providence and local No. 1033 is invalid and unenforceable. The papers of the case are remanded to the Superior Court.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "R. Kelly Sheridan, Providence, for plaintiff.",
      "Richard A. Skolnik, Richard Riendeau, Charles Mansolillo, Donald S. Ianazzi, Providence, Gregory Pieeirilli, Cranston, for defendant."
    ],
    "corrections": "",
    "head_matter": "PROVIDENCE CITY COUNCIL v. Vincent A. CIANCI, Jr., et al.\nNo. 93-386-A.\nSupreme Court of Rhode Island.\nDec. 7, 1994.\nR. Kelly Sheridan, Providence, for plaintiff.\nRichard A. Skolnik, Richard Riendeau, Charles Mansolillo, Donald S. Ianazzi, Providence, Gregory Pieeirilli, Cranston, for defendant."
  },
  "file_name": "0499-01",
  "first_page_order": 557,
  "last_page_order": 561
}
