{
  "id": 12049025,
  "name": "PILGRIM PLACE CONDOMINIUM ASSOCIATION v. KRE PROPERTIES, INC.",
  "name_abbreviation": "Pilgrim Place Condominium Ass'n v. KRE Properties, Inc.",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "500",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 500"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "763 S.W.2d 272",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9997163
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/763/0272-01"
      ]
    },
    {
      "cite": "180 Ariz. 216",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        1464215
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/180/0216-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 6849,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 1.5114599274375016e-07,
      "percentile": 0.6675630509732421
    },
    "sha256": "41c5d3e3ef7b4a04aeb1ce0fd6d0aab7f9b3f333793175e7508dafa5b88fa48b",
    "simhash": "1:cb64924811b5116c",
    "word_count": 1091
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "PILGRIM PLACE CONDOMINIUM ASSOCIATION v. KRE PROPERTIES, INC."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nKRE Properties, Inc., appeals from a judgment entered in the Superior Court (York County, Fritzscke, J.) affirming a summary judgment entered in the District Court (Bid-deford, Gaulin, J.) that awarded unpaid condominium assessments to Pilgrim Place Condominium Association. KRE’s principal contention is that the court erred in holding that KRE was liable for assessments on units owned by it that were not built at the time of the assessments. We affirm the judgment.\nIn 1988 Pilgrim Place, Inc., created a condominium by recording a condominium declaration on real estate in Old Orchard Beach. Although Pilgrim Place created 48 units, it was required by the terms of the declaration to build only 24.' It had the option of building the remaining 24 units within the declar-ant control period. According to the Pilgrim Place condominium declaration, all present and future owners were entitled to one vote per unit in the management of the condominium. Each unit owner, including the declar-ant, owned an undivided feth (2.083%) interest in the common elements of the condominium and was, in return, responsible for 2.083% of the common expenses. Until the condominium association made a common expense assessment, the declarant was responsible for all common expenses. After the first common expense assessment, all unit owners were liable for their pro rata share of the common expenses. The declaration required the association to adjust the pro rata share to reflect the actual number of units built at the end of the declarant control period in the event that fewer than 48 units were ultimately constructed. The declarant control period was to expire five years after the conveyance of the first unit, or sixty days after the conveyance of 75% of the units, whichever came sooner. Duiing Pilgrim Place’s period of control of the condominium association, annual budgets were calculated and assessments were made pursuant to the declaration based on 48 total units.\nIn 1990 Maine Savings Bank foreclosed on Pilgrim Place’s interest in the condominium. KRE acquired title at a foreclosure sale to units 25-48, which were unbuilt, along with all the special declarant rights. The premises were conveyed “subject to any unpaid condominium assessments, other condominium charges or lien[s] therefor[], now or hereafter due.” During KRE’s period of control from 1990 until the expiration of its development rights in December 1992, it built 16 units. KRE paid no assessments on any of its unbuilt units. Moreover, the management company hired by KRE to run the condominium assessed the annual expenses for maintenance of the common areas based only on units actually built.\nIn 1993 the association filed this action seeking condominium fees on the units owned by KRE from the time it acquired them at the foreclosure sale. The District Court entered a summary judgment in favor of the association for approximately $36,000 plus interest and attorney fees. The judgment reflected unpaid fees accrued on existing units from the time of KRE’s acquisition of development rights to the time of KRE’s sale of those units and fees on unbuilt units from the time of KRE’s acquisition of development rights to the expiration of the declar-ant control period, at which time the development rights expired. On appeal by KRE, the Superior Court affirmed the judgment and this appeal followed.\nKRE’s basic contention is that pursuant to the Maine Condominium Act, 33 M.R.S.A. §§ 1601-101 to 1604-118 (1988 & Supp.1994), and the Pilgrim Place condominium declaration, an assessment cannot be levied against units that are declared but not built. We disagree. The Act neither compels nor prohibits an assessment against such units. A condominium is created by the act of recording a declaration, not by the erection of a physical structure. See id. § 1602-101(a). The Pilgrim Place declaration explicitly creates 48 condominium interests in real estate or units. Each of those units must be owned either by the declarant or a purchaser of a completed unit. See id. § 1601-103(27). KRE is the declarant of the Pilgrim Place condominium because it is the successor to the original declarant’s special rights to construct additional units. See id. § 1601-103(9).\nAccording to the Pilgrim Place condominium declaration, the declarant has the same obligation as any other unit owner, and the declaration provides that the owner of each unit pay feth of the common expenses. Moreover, section 1602-107 prohibits discrimination in favor of the declarant in the allocation of liability for common expenses. KRE’s reliance on the definition of “unit” in section 1601-103(26) as “a physical portion of a condominium” is unpersuasive. The definition is of a physical portion “designated,” i.e., intended in the future, “for separate ownership or occupancy.”\nNo provision of the Act requires any distinction between built and unbuilt units in the assessment for common expenses. In fact, the only distinction in the Act is the prohibition in section 1602-101 against conveyance of a unit to a purchaser until the unit is substantially complete. The Act implicitly recognizes that the creation of units owned by the declarant and the concomitant obligation to pay assessments may occur prior to the actual construction of the physical units. In addition, the provision in the declaration allowing the association to modify the pro rata share assessed against each unit only after the declarant control period expires also implies that the assessments must be against every declared unit prior to that time.\nOther courts have applied their states’ statutes in accord with our interpretation. In Mountain View Condo. Homeowners Ass’n v. Scott, 180 Ariz. 216, 883 P.2d 453, 457 (App.Div. 2 1994), the court was faced with a question identical to the one presented in this case. Interpreting Arizona’s version of the Uniform Condominium Act, the court held that the obligation to pay assessments rests with the successor declarant regardless whether the units are built. In so doing, the Arizona court cited Bradley v. Mullenix, 763 S.W.2d 272 (Mo.App.1988). In Bradley, as in this case, neither the statute nor the declaration drew any distinction between built and unbuilt units for purposes of assessing common expenses.\nFinally, we conclude that KRE did not generate any issue of fact material to any of those defenses that it preserved in the District Court.\nJudgment affirmed.\nAll concurring.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "William S. Kany, Smith Elliott Smith & Garmey, P.A., Saco, for Plaintiff.",
      "Neal L. Weinstein, Old Orchard Beach, for Defendant."
    ],
    "corrections": "",
    "head_matter": "PILGRIM PLACE CONDOMINIUM ASSOCIATION v. KRE PROPERTIES, INC.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Sept. 19, 1995.\nDecided Oct. 20, 1995.\nWilliam S. Kany, Smith Elliott Smith & Garmey, P.A., Saco, for Plaintiff.\nNeal L. Weinstein, Old Orchard Beach, for Defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "0500-01",
  "first_page_order": 558,
  "last_page_order": 560
}
