{
  "id": 7982998,
  "name": "Dominick BAIO, Anna P. Baio and Victor F. Battaglia, Defendants, Appellants, v. COMMERCIAL UNION INSURANCE CO., Plaintiff, Appellee",
  "name_abbreviation": "Baio v. Commercial Union Insurance",
  "decision_date": "1979-12-21",
  "docket_number": "",
  "first_page": "502",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 502"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "158 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "348 F.Supp. 1062",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3536544
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/348/1062-01"
      ]
    },
    {
      "cite": "74 A.L.R.3d 854",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "opinion_index": 0
    },
    {
      "cite": "267 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8071294
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/267/0579-01"
      ]
    },
    {
      "cite": "394 F.2d 754",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2153745
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/394/0754-01"
      ]
    },
    {
      "cite": "399 F.2d 593",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2140823
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/399/0593-01"
      ]
    },
    {
      "cite": "136 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "184 Pa.Super. 659",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736850
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/184/0659-01"
      ]
    },
    {
      "cite": "220 F.Supp. 957",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        68130
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/220/0957-01"
      ]
    },
    {
      "cite": "122 N.E.2d 540",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "4 Ill.2d 273",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2702038
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/4/0273-01"
      ]
    },
    {
      "cite": "114 N.E.2d 906",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "351 Ill.App. 289",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        5113375
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/351/0289-01"
      ]
    },
    {
      "cite": "65 A.2d 723",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "pin_cites": [
        {
          "page": "726"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "235 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8090964
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/235/0835-01"
      ]
    },
    {
      "cite": "44 A.2d 11",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1945,
      "pin_cites": [
        {
          "page": "15"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "282 A.2d 614",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8075898
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "617"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/282/0614-01"
      ]
    },
    {
      "cite": "389 A.2d 271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8013905
      ],
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/389/0271-01"
      ]
    },
    {
      "cite": "202 A.2d 271",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "274"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "39 A.2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 1
    },
    {
      "cite": "165 A. 341",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 1
    },
    {
      "cite": "209 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "158 A.2d 814",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "220 F.Supp. 957",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        68130
      ],
      "year": 1963,
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/220/0957-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1326,
    "char_count": 34859,
    "ocr_confidence": 0.822,
    "pagerank": {
      "raw": 4.108008877314515e-07,
      "percentile": 0.9099536305012377
    },
    "sha256": "48d8ce237feba2a7c53ce4a9db5e4692d6ea805f9b46e4ceec4520ba9de3a17c",
    "simhash": "1:f62dedd26db84f7f",
    "word_count": 5711
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., and DUFFY, McNEILLY, QUILLEN and HORSEY, JJ., constituting the Court en banc."
    ],
    "parties": [
      "Dominick BAIO, Anna P. Baio and Victor F. Battaglia, Defendants, Appellants, v. COMMERCIAL UNION INSURANCE CO., Plaintiff, Appellee."
    ],
    "opinions": [
      {
        "text": "DUFFY, Justice\n(for the majority):\nThe issue in this case concerns the right of an insurance company to recover from an injured workman, on a statutory subrogation basis, the amount of compensation it had paid to him. The Superior Court entered judgment for the insurance company and the workman appeals. We reverse.\nI\nThe critical facts are undisputed: Dominick Baio (defendant) was injured in an accident arising out of and in the course of his employment, for which he was entitled to receive Workmen’s Compensation. 19 Del.C. § 2304. Baio was paid compensation by Commercial Union Insurance Co. (plaintiff), the carrier for his employer, Frank Robino, Inc. Baio filed an action in the Superior Court under 19 Del.C. § 2363 against DiSabatino Brothers, Inc., and Rankin Development Company, who were alleged to have been responsible for his injuries. Commercial Union (by its attorney) joined as a plaintiff in that action against DiSabatino and Rankin. In so doing, the carrier aligned itself with Baio, against the alleged tort feasors, to recover some $8,200 in compensation which it had paid to Baio or for his benefit. Commercial Union, of course, had a right to so sue (in subrogation) under § 2363. Cannon v. Container Corporation of America, Del.Supr., 282 A.2d 614(1971).\nAfter the complaint was filed, Commercial Union discovered that it had a tort-liability contract of insurance with Rankin Development, one of the two defendants whom it was suing with Baio.\nAs a plaintiff on Baio’s side, Commercial Union sought to recover the $8,200 which it had paid as the compensation carrier. But Baio was seeking a judgment of about $350,000 from DiSabatino and Rankin, and Commercial Union was obliged to defend that tort action for Rankin. Clearly, the Insurance Company had a conflict of interest on its hands — it was on both sides of the lawsuit.\nUnderstandably, Commercial Union concluded that there was a greater financial risk under its contract with Rankin, so it resolved the conflict by switching sides, that is, from plaintiff to defendant. In so doing, of course, it went to Rankin’s defense in opposition to Baio.\nOnce it entered the lawsuit on Rankin’s side, Commercial Union attempted, in ways common to adversary proceedings, to refute the validity of Baio’s claim. Baio’s witnesses were examined and cross-examined, arguments were made in opposition to him. And a statement taken by Commercial Union from Baio as the compensation carrier for Frank Robino, Inc. was used during the trial for the benefit of Rankin and DiSaba-tino in an attempt to deny any recovery to Baio. In all of this, Commercial Union was successful: the Superior Court directed a verdict for its insured, Rankin, and thus denied (as a matter of law) Baio’s claim against it. Baio ended with a judgment, not for the $350,000 he sought from Rankin and DiSabatino, but in the amount of $175,-000 against DiSabatino Brothers alone.\nWhen Baio’s suit ended and his judgment had become final, Commercial Union filed this action in the Superior Court, as a sub-rogee, pursuant to 19 Del.C. § 2363, to recover from Baio a part of what he had received from DiSabatino Brothers. In his answer, Baio alleged that Commercial Union had waived its right to a § 2363 remedy and that, if it had such a right, the claim should be reduced by a pro rata share of the attorney fees he had incurred in obtaining the fund which was the object of the suit. The Court granted summary judgment for Commercial Union and against Baio, who then docketed this appeal.\nII\nCommercial Union argues that it has a lien interest in Baio’s judgment which is “statutorily mandated by the clear language of 19 Del.C. § 2363.” And, it continues, such interest is not subject to waiver because the Statute directs that, upon recovery, the injured worker “shall reimburse the employer or its workmen’s compensation insurance carrier.”\nThat contention is correct, as far as it goes. But it ends where the problem begins. Of course, Commercial Union has a statutory right to reimbursement of the compensation payments it made on Baio’s account. There is no question about that. The issue centers, rather, on whether Commercial Union, by its conduct, after switching sides, waived the right given it by the Statute. In arguing that it did not, Commercial Union draws on the mandatory language of § 2363(e), that is, an injured worker “shall” reimburse the insurance carrier. But we do not read that as a command to an injured workman (covered by the Compensation Act) to repay an insurance company no matter what the facts nor how unfair its conduct may have been. It is, we think, unreasonable to assume that the General Assembly intended to permit such an . unnatural result.\nIn our opinion, the application of the Statute must be tested in light of the circumstances in which the carrier relies on it. And that requires some consideration of the nature of subrogation.\nA.\nMost States permit subrogation against a third party by a carrier and/or an employer who has paid Workmen’s Compensation benefits. Both the statutes and the practice vary widely. See the comprehensive review in 2A Larson’s Workmen’s Compensation Law § 74.10, et seq. That respected authority emphasizes that there should be a statutory incentive “particularly to strive for the fullest possible damage recovery” against a third party tort feasor, and that “particularly applies to the carrier which has at stake only the amount of its compensation outlay.” And the writer notes how difficult that is when the carrier has a direct conflict of interest; thus: .\n“This problem is aggravated by the increasing prevalence of direct conflicts of interest on the part of carrier, when they turn up on both sides of the courtroom, for example, as the injured claimant’s subrogee and champion, and as the defendant’s third party’s liability insurance carrier.”\nLarson supra § 74.16. That is precisely what occurred here: Commercial Union showed on both sides of the litigation.\nResolution of such a conflict has not been settled with any uniformity; but, whatever approaches' other jurisdictions may take, our view is that when a carrier has a conflict (in such a subrogation context), we must go back to basics for guidelines, and those are found in the nature and origin of subrogation.\nThe doctrine of subrogation owes its origin and nature to equity, and the principles of that jurisprudence govern its application. 73 Am.Jur.2d Subrogation § 12; 83 C.J.S. Subrogation § 2(b); 4 Pomeroy’s Equity Jurisprudence (5 ed.) § 1419; 16 Couch on Insurance 2d § 61.20.\nRecognition of that general law was made in this State in Eastern States Petrol. Co. v. Universal Oil Prod. Co., Del.Ch., 44 A.2d 11 (1945), when the Chancellor wrote that\n“(sjubrogation is an equitable remedy originally borrowed from the civil law, and its application, ordinarily, depends upon the principles of equity and justice rather than upon any semblance of contract rights.”\n44 A.2d at 15; Phillips v. Liberty Mutual Insurance Company, Del.Supr., 235 A.2d 835 (1967); Olivere v. Taylor, Del.Ch., 65 A.2d 723, 726 (1949).\nHere, of course, we are considering a statutory right of subrogation and not one which is directly dependent upon historic principles of equity. But, that is not determinative. Clearly, the objective of subrogation is to reimburse the person who met the obligation of another or paid the money or the compensation owed by another. Pomeroy supra. And a common law right of subrogation has been enforced when a statutory compensation right was not available (because it was unconstitutional). Geneva Constr. Co. v. Martin Transfer & Storage Co., 351 Ill.App. 289, 114 N.E.2d 906 (1953); aff'd 4 Ill.2d 273, 122 N.E.2d 540 (1954). See Larson supra at § 74.11. Hence, no matter what the form, subrogation is an equitable remedy and one who seeks it must, in turn, do equity. 27 Am.Jur.2d Equity § 131; 83 C.J.S. supra § 6. That applies in a subrogation claim brought under a Workmen’s Compensation Statute. Arendas v. Rich & Company, D.C., W.D.Pa., 220 F.Supp. 957 (1963); Meehan v. City of Philadelphia, 184 Pa.Super. 659, 136 A.2d 178 (1957); Couch supra § 61.20.\nArendas is much like the case before us. There a deceased workman’s employer and his insurance carrier sought to share in the estate’s recovery from the tort feasor. The sharing was sought on a subrogation basis under the Pennsylvania Workmen’s Compensation Act which is, for present purposes. indistinguishable from ours. The Court stated that the pertinent question was this:\n“. . . [D]id the third-party defendant [the employer-carrier] cooperate with the plaintiff in her attempt to procure recovery and, to the contrary, did it fail to aid and did it in any manner, even in the slightest degree, obstruct the plaintiff in her claim at the trial of this case[?]”\nAfter citing Meehan v. City of Philadelphia supra and noting its holding that the “doctrine of subrogation is based upon consideration of equity and good conscience,” the Court said this:\n“There is nothing in the record to give the third-party defendant any right to its claim for subrogation, but there is merit in the plaintiff’s contention. From the record and as trial judge of this case, this Court is familiar with the in-chambers and out-of-jury conferences by which plaintiff’s counsel had sought from counsel for the third-party defendant certain cooperation and aid, particularly as regards records, and that this was resisted by the third-party defendant. Neither is there any indication in the entire record that there was any aid or free cooperation given on the part of the third-party defendant to the plaintiff. We can only surmise in the eventual outcome of that jury trial, had the third-party defendant given the plaintiff fuller support, as the plaintiff had requested before and while the case was being tried, if there had been fuller cooperation and the plaintiff had recovered a verdict, it would have also enured to the benefit of the third-party defendant, and it would then have been entitled to subrogation.”\nGiven those facts, the Court denied the employer-carrier claim to subrogation under the Pennsylvania Statute.\nWe adopt the approach taken by the Court in Arendas.\nWe hold that, under 19 Del.C. § 2363, a carrier has a statutory right of subrogation to recover amounts paid or payable under the Compensation Act but, when it has a conflict of interest in pursuing that right, its conduct (and its right of recovery) is governed by equitable principles.\nB.\nThe principle relevant here is that one who asserts the equitable remedy of subro-gation must, in turn, do equity itself. And that leads us to Commercial Union’s conduct.\nAs we have already indicated, Commercial Union litigated in a full adversary context (for Rankin) the validity of Baio’s claim; thus:\nAn affirmative defense of contributory negligence was pleaded, interrogatories and supplemental interrogatories were submitted to Baio (and to Mrs. Baio), witnesses (including his fellow employees and his physician) were deposed; a full and vigorous cross-examination of the Baios and their witnesses was undertaken in an effort to show that he was contributorily negligent and that his injuries and damages were not as claimed. In addition to these opposition tactics, Commercial Union used information, known and available to it as the compensation carrier, in defending both itself and DiSabatino Brothers; that information included a “Statement of Injured” which was part of the compensation file and designed to be intended for Industrial Accident Board use, only. See 19 Del.C. § 2313.\nIt seems to us that the only reasonable conclusion from this course of conduct is that Commercial Union did not “do equity” to Baio — far from it; it not only failed “to strive for the fullest possible damage recovery,” Larson supra § 74.16, it sought to deny Baio any recovery; and it not only failed to aid Baio in any manner, it obstructed him (not “in the slightest degree,” Arendas v. Rich & Company supra, but) in the fullest degree. Given this conduct, we conclude that the carrier is not entitled to relief under the Statute.\nTo put it in somewhat different terms, by its conduct, Commercial Union waived its right to participate in Baio’s recovery.\nClearly, our legal system permits one to waive even a constitutional right, Mize v. Crose, 10th Cir., 399 F.2d 593 (1968); Davis v. Dunbar, 9th Cir., 394 F.2d 754 (1968); and, a fortiori, one may waive a statutory right. This Court so held in Components, Inc. v. Western Electric Company, Del.Supr., 267 A.2d 579, 582 (1970), when Chief Justice Wolcott wrote that all rights “to which a person is legally entitled under a contract which are intended for his sole benefit, may be waived whether those rights are secured by contract or conferred by statute.”\nIn our judgment, Commercial Union’s activities amount to waiver by conduct and foreclose it from obtaining a subrogation remedy pursuant to § 2363.\nC.\nWe recognize that our ruling may be regarded as one which permits Baio to make a double recovery, to the-extent of the compensation benefits he received. See 2A Larson, supra § 71.20. In one sense, that is true — but it is only half of the story. The other half is that Commercial Union effectively denied Baio any recovery against Rankin and permitting it to share in his recovery against DiSabatino would, in effect, let the Insurance Company have it both ways. Under the circumstances we have already discussed, that result certainly would be inequitable.\n******\nSince we have concluded that Commercial Union is not entitled to statutory subrogation, it is unnecessary to consider its obligation to share in Baio’s attorney fees. See 82 Am.Jur.2d Workmen’s Compensation § 437; Annot, 74 A.L.R.3d 854 Workmen’s Compensation-Tort Suit Expenses.\n******\nReversed.\n. 19 Del.C. § 2363 provides in part as follows:\n“(e) In an action to enforce the liability of a third party, the plaintiff may recover any amount which the employee . . would be entitled to recover in an action in tort. Any recovery against the third party for damages resulting from personal injuries . after deducting expenses of recovery, shall first reimburse the employer or its workmen’s compensation insurance carrier for any amounts paid or payable under the Workmen’s Compensation Act to date of recovery, and the balance shall forthwith be paid to the employee . . and shall be treated as an. advance payment by the employer on account of any future payment of compensation benefits.\n(f) Expenses of recovery shall be the reasonable expenditures, including attorney fees, incurred in effecting such recovery. Attorney fees, unless otherwise agreed upon, shall be divided among the attorneys for the plaintiff as directed by the court. The expenses of recovery above mentioned shall be apportioned by the court between the parties as their interests appear at the time of said recovery.”\n. Victor F. Battaglia, Esquire, Baio’s attorney, was joined as a defendant only because he holds (in escrow) sufficient funds to pay Commercial Union’s subrogation claim, if the carrier prevails. Baio’s wife, Anna P. Baio, is also joined as a defendant. We understand that her interest in the entire controversy is derived from her husband, so it is unnecessary to separately discuss her position.\n. Compare Arendas with Curtis v. Simpson Chevrolet, D.C., E.D.Pa., 348 F.Supp. 1062 (1972), in which the Court refused to deny subrogation rights to an employer-carrier under the Pennsylvania Workmen’s Compensation law. In Curtis, the Court noted the absence of any “deliberate failure” to help the injured workman pursue his claim, and no prejudice to him; and the Court used such factors to distinguish Arendas.\n. Compare Commercial Union’s conduct with the comment made by this Court in Cannon v. Container Corporation of America supra:\n“Finally, in Cannon’s position there are overtones of ethical considerations when, as here, a carrier’s attorney opposes the employee’s claim for compensation and then seeks fees out of the plaintiffs recovery against a third party. We see no ethical problem in such posture when, as here, the-attorney for the carrier was active on behalf of the carrier throughout the litigation against the third party. The law is clear that the employer or his carrier are real parties in interest in the joint third party litigation and, as such, are entitled to separate representation. Adversary positions between employee and employer or its carrier over the merits of the compensation claim itself do not create a conflict of interest in the joint action brought for the benefit of both against a third party.”\n282 A.2d at 617.\nWe are not in any way concerned with the ethical conduct of Commercial Union’s attorney in this opinion because all parties had full knowledge of what he was doing and Baio waived any objection (based on ethical grounds) to the attorney’s switch from supporter to adversary. But the carrier, unlike the insurer referred to in Cannon, was not proceeding against the third party but was defending the third party.\nIn his dissent, our Brother Quillen argues that Baio also waived any objection to Commercial Union’s conduct. The opening sentence of the letter by Commercial Union’s attorney (which is quoted in the dissent) stated that he has been “mulling over” the problem of “representing” both the insurance company and Rankin Development; in the next sentence, the attorney stated that his “conflict exists for anyone” because the carrier has two different interests. In our judgment, all of that refers to counsel’s conflict, not that of the carrier. In any event, we decline to parlay a failure by Baio’s lawyer to object to that pretrial letter (which, at minimum, is ambiguous) into a consent to the subrogation lien, no matter what the carrier’s conduct thereafter.\n. In this context, we mean “waiver” as a “doctrine resting on an equitable principle, which courts of law will recognize, that a person, with full knowledge of that fact, shall not be permitted to act in a manner inconsistent with his former position or conduct to the injury of another.” 31 C.J.S. Estoppel § 61. While “waiver” includes the idea of a “voluntary” relinquishment of a right, one’s “conduct [may be] such as to warrant an inference to that effect.” Klein v. American Luggage Works, Inc., Del.Supr., 158 A.2d 814, 818 (1960). In other words, a specific intent need not be shown.\n. An insurance company, of course, may have issued two or more policies to insureds who become adversaries in litigation. Given the wide spread use of insurance, such conflicts are inevitable. Nothing in this opinion requires that the carrier “waive” any right of subrogation which it may have under either or both policies. To comply with a contract obligation to one party (to defend him, for example,) the company is not obligated to give up or forego a right of subrogation (whether statutory or otherwise). We hold only that if an insurance company, which is in such a situation, expects to get an advantage or benefit from the litigation of a party whom it elects to oppose in that litigation, it must act equitably toward him. Equitable conduct might include, for example, the maintenance of separate files, the employment of separate counsel, submitting itself to the judgment of the Court, and so on; but it is impractical, and unnecessary, to attempt to catalogue in this case what an insurance company might do to protect itself, in the legal sense, no matter what the result of the lawsuit. We can do no better than to refer to the principles of equity, which have been around for a long time.",
        "type": "majority",
        "author": "DUFFY, Justice"
      },
      {
        "text": "QUILLEN, Justice,\nwith whom McNEILLY, Justice, joins, dissenting:\nI respectfully dissent. In my judgment, the majority has not considered adequately that Workmen’s Compensation is an exclusive statutory remedy dependent for its proper functioning on a fixed system of statutory rights, remedies and liabilities. In its application “equitable principles” in this statutory context, the majority has concentrated on unavoidable representation conflicts of insurers to the exclusion of the substance of essential fairness.\nTwo factual matters deserve expanded coverage. I will state them with heavy reliance on the factual statements included in the briefs.\nThe attorneys for Dominick and Anna Baio in the tort action were originally Victor F. Battaglia, Esquire, and B. Wilson Redfearn, Esquire. Mr. Redfearn had entered his appearance in that action to represent any subrogation interest of Commercial Union. On or about July 8, 1974, Mr. Redfearn discovered that Commercial Union was both the workmen’s compensation insurer and the liability carrier for Rankin Development Company. On July 31, 1974, Mr. Redfearn sent a letter to Mr. Battaglia. In order to have a full appreciation of the position of the parties at the commencement of the lawsuit, and at the risk of burdening the record somewhat, I quote the letter at length:\n“As you know I have been mulling over the problematical position of representing the insurance company which carries both the workmen’s compensation for the claimant (and thus has an interest allied to the plaintiff) and the Rankin Development Company, a defendant. You and Jim [counsel for DiSabatino Brothers, Inc.] have both been kind enough to acknowledge the fact that this conflict exists for anyone simply because the same insurance company necessarily has two different interests.\n“I have determined that it would be best to withdraw as an attorney for the plaintiff and enter my appearance for the Rankin Development Company. I would only do this if all parties agreed that such a change would be proper. It seems to me to be the best course of action in light of the inherent conflict of interest which a compensation carrier has with a claimant during a period of continuing compensation, in addition to the fact that my client’s lien is preserved in the event of a plaintiff’s recovery.\n“I would appreciate it if you would, after giving some thought to the matter, confirm in writing that I might enter my appearance for Rankin. I would thereafter need a week or so to obtain the file for this defendant and then to answer. The lien interest of my client would then simply have to rest on the plaintiff’s case in general, with no attorney being substituted.\n“I look forward to hearing from both you and Jim regarding this matter.” (Emphasis added).\nSince Mr. Redfearn subsequently entered his appearance for Rankin Development Company, the liability insured of Commercial Union Insurance Co., it is reasonable to assume, as the majority notes, that Mr. Battaglia did not object to the change suggested.\nSecond as .to the facts, prior to having entered into the compensation agreement with Baio, Commercial Union, in its capacity as workmen’s compensation carrier for Frank Robino, Inc., received statements from Dominick Baio. One of such statements was offered by Rankin at the trial as a defendant’s exhibit. The following colloquy preceded its admission into evidence:\n“[By Mr. Redfearn]\n“Q Mr. Baio, while we do not want to belabor the issue of who you worked for at the time of the accident, we have several papers in our possession which contain statements that have been made by you and which generally refer to your employer. Now, is this, Mr. Baio, your signature?\n“A This is my signature, yes.\n“Q This says Statement of Injury, and it says Dominick Baio, and then it says employer’s name, Prank A. Robino, Inc.\n“A At the time, Frank Robino, Inc.\n“THE COURT: I’m sorry. Neither the jury nor I can understand. Would you step back from the witness, so he will speak loud and clear.\n“THE WITNESS: Yes. At the time I assume I was working for Frank Robino, Inc.\n“BY MR. REDFEARN:\n“Q So at the time of the accident you were working for Frank A. Robino, Inc. Is that correct?\n“A Right.\n“MR. REDFEARN: Your Honor, I would like to have this paper labeled Rankin Exhibit No. 1.\n“MR. BATTAGLIA: No objection, if Your Honor please. We agree that it can be admitted out of order.\n“THE COURT: Mr. Kipp [counsel for DiSabatino Brothers, Inc.], do you have any objection?\n“MR. KIPP: No objection.\n“THE COURT: That may be marked Defendant Rankin’s Exhibit No. 1.”\nThere appears to be no question that this statement, which was possessed and used by Commercial Union in its capacity as the liability insurer for Rankin, was received by Commercial Union in its capacity as the workmen’s compensation carrier for Frank Robino, Inc. The statement was evidently included as part of a written report statutorily required to be made “by the employer”. The report is “exclusively for the information of the Board” in its statutory advisory role. And the report, under the statute, “shall not be evidence against the employer” in workmen’s compensation proceedings or otherwise. 19 Del.C. § 2313. It is in this context that the propriety of the use of the statement is questioned.\nFinally, as a preliminary matter, one legal point should be highlighted at the risk of repetition of part of a statutory reference in the majority opinion. The subrogation statute, 19 Del.C. § 2363(e), in part, provides that “[a]ny recovery against [a] third party . . shall first reimburse the employer or its workmen’s compensation insurance carrier for any amounts paid or payable under the Workmen’s Compensation Act to date of recovery”. (Emphasis added).\nIt seems to me that this case operates on two levels. The first is of general policy. The second is factual on the specific facts of this case.\nThe majority’s view rests, in my judgment, on an incorrect general premise. There is an underlying theme that some injustice was done to the Baios by the supplying to Rankin the defense to which it was entitled by express contract. I approach the situation differently by paying tribute to our system of resolving disputes. I would assume, since the judgment has become final after full litigation in which both sides were professionally represented, that, barring some specific inequity, the result is just and that each side received the justice that the system is designed to achieve. The usual pre-trial and trial attributes may be “opposition tactics” but they are also litigation rights. In the substance of the matter, as I see it, there has been no inequity as a result of the normal attributes of a lawsuit.\nThe State encourages insurance companies to assume both workmen’s compensation and liability risks. If there is an “increasing prevalence of direct conflicts on interest” causing a carrier “to turn up on both sides of the courtroom”, as I suspect (without evidence here) there is, then there may be a policy problem in this highly regulated industry worthy of a uniform statutory policy remedy. But there is now clearly no State policy prohibiting insurance companies from insuring both risks. Nothing in this record would justify us in expressing an opinion on the wisdom of a prohibitory policy. We know nothing about the insurance industry from a business or social point of view. The proposition that an insurance company must “waive” its subrogation rights under the workmen’s compensation statute in order to honor its obligation as a liability carrier is patently unfair and contrary to any existing statutory policy. The point should be that any remedy required as a result of “increasing prevalence of direct conflicts” is one of policy better considered in the legislative arena on proper social, business and insurance data with a consciousness of the need for coverage. It must be borne in mind that these conflicts arise by the chance of coverage by a specific insurer after the accident and frequently, as here, are not discovered until the claimant’s suit against a third party. In short, there may be a problem worthy of attention. But the existence of a problem should not be an invitation to this Court on a case by case basis to bar an insurer litigant of its workmen’s compénsation subrogation right in disregard of the statute. The statute is the governing law.\nIf I am correct that there is no general injustice where, as here, notwithstanding the conflict, the case viewed overall was in fact thoroughly and fairly litigated on the merits, the question then becomes whether or not Commercial Union did any specific inequity which justifies some form of estop-pel prohibiting its assertion of its statutory subrogation right.\nObviously one specific incident stands out. It seems to me that it was improper for Commercial Union to use Mr. Baio’s' statement received in its capacity as workmen’s compensation carrier given the admitted conflict and the statute noted above. But any prejudice in that regard is negated by the fact that the defendants here not only did not object during the trial on their tort claim but actually applied grease to the evidentiary admission process. As to any prejudice in fact, it also seems clear that the particular evidence was at best inconsequential and of little or no moment in the trial of the tort case. Indeed, no real argument has been made to the contrary. Under equitable estoppel doctrines, it is prejudice to the other party, not penalty to the actor which is the key. Wilson v. American Insurance Company, Del. Supr., 209 A.2d 902 (1965); City Loan System v. Nordquist, Del.Super., 165 A. 341 (1933). Estoppels should be resorted to solely as a means of preventing injustice, and should not be permitted to defeat the law. Ainscow v. Alexander, Del.Super., 39 A.2d 54 (1944). Thus, since no rights were asserted on this issue until post-trial boot strapping and since it was insignificant on the merits, it seems to me that the incident, although unfortunate, does not justify es-toppel effect against the exercise of a statutory right. Perhaps this conclusion, essentially factual, is what separates me from the majority.\nI would affirm the judgment of the Superior Court insofar as .it impliedly determined that Commercial Union was entitled to its statutory right of subrogation. Since the majority has found it unnecessary to consider Commercial Union’s obligation to share in Mr. Baio’s attorney fees, I too am relieved of the burden of dealing with that thorny issue.\n. I am not sure of the significance of the footnote in the majority opinion disclaiming any concern here with the ethical conduct of Commercial Union’s attorney. While I recognize questions of ethical conduct of Commercial Union’s attorney and the legal conflict faced by Commercial Union itself are separate issues, and while technically no question of ethics is before us, I find it difficult to treat this letter and any Baio waiver resulting therefrom as dealing solely with representation. It expressly speaks of the “inherent conflict of interest” of a carrier, “the fact that my client’s lien is preserved” and “[t]he lien interest of my client” resting on the plaintiff’s case. Obviously, Commercial Union’s attorney thought he was dealing with his client’s conflict as well as his own. And surely Commercial Union will look to its attorney for guidance as to its own conflict. While it is almost always possible to do better in retrospect, Mr. Redfeam’s conduct was open and above board and expressly extended to Commercial Union.\n. It should be noted that Rankin’s insurance coverage has significance to a claimant as well as to Rankin, and the Baios, in particular, had a stake during the litigation in that coverage. They just lost a fair fight on their claim against Rankin.\n. A similar conflict problem can arise in other contexts such as a routine negligence case when there is a counterclaim.\n. The situation in this case is not aggravated because the numbers are relatively small. But workmen’s compensation recoveries can be enormous and even the “equitable” law of this case will be hard to reasonably distinguish in the cases that follow. Moreover, under the general policy view I have expressed, the deci-sión clearly allows the “double recovery” noted by the majority. I fear the majority is creating a new field for future litigation that is unnecessary given the statute, unwarranted by statutory policy, and undesirable for legal certainty in a regulated industry assigned the social and economic responsibility of dealing with particular risks. The final footnote in the majority opinion may provide a meaningful limitation on the broader language in the body of the opinion and give insurers some guidance when conflict situations arise.\n. The case of Arendas v. Rich & Company, D.Ct.W.D.Pa., 220 F.Supp. 957 (1963) does not specifically deal with the conflicting coverage problem and therefore is not helpful here. This case does not involve duplicity on the part of Commercial Union. It had a legal contractual duty to defend Rankin and gained no unconscionable advantage by its required performance of that legal burden.\n. I use the broad language of estoppel because, as I understand it, waiver, whether express or implied, is the “intentional relinquishment of a known right.” See, for example, Standard Acc. Ins. Co. v. Ponsell’s Drug Stores, Inc., Del. Supr., 202 A.2d 271, 274 (1964) and Klein v. American Luggage Works, Inc., Del.Supr., 158 A.2d 814, 818 (1960). In my judgment, it is clear that Commercial Union did not intentionally relinquish its right to subrogation. To the contrary, Commercial Union expressly reserved its subrogation claim in the letter of July 31, 1974 at the very commencement of the lawsuit.\n. While we have no evidence of insurance company practice, and perhaps a judgment is premature, it does clearly seem to me that the defendants here are correct when they say: “Recognizing the conflict that was created, Commercial should have established separate files and retained separate attorneys for both their interests as the workmen’s compensation carrier and as the liability carrier. Information received in its capacity as the workmen’s compensation carrier should not have been used by it in its capacity as the liability carrier. 19 Del.C. § 2312.”\n. It is interesting' to note that the Superior Court, in a thoughtful opinion, discussed only the attorney fee question although “waiver” was briefed. See Commercial Union insurance Co. v. Baio, Del.Super., 389 A.2d 271 (1978) and defendants’ briefs in the Superior Court.",
        "type": "dissent",
        "author": "QUILLEN, Justice,"
      }
    ],
    "attorneys": [
      "Victor F. Battaglia and Robert K. Beste, Jr. of Biggs & Battaglia, Wilmington, for defendants-appellants.",
      "B. Wilson Redfearn and John A. Elzufon of Tybout & Redfearn, Wilmington, for plaintiff-appellee."
    ],
    "corrections": "",
    "head_matter": "Dominick BAIO, Anna P. Baio and Victor F. Battaglia, Defendants, Appellants, v. COMMERCIAL UNION INSURANCE CO., Plaintiff, Appellee.\nSupreme Court of Delaware.\nSubmitted April 19, 1979.\nDecided Dec. 21, 1979.\nVictor F. Battaglia and Robert K. Beste, Jr. of Biggs & Battaglia, Wilmington, for defendants-appellants.\nB. Wilson Redfearn and John A. Elzufon of Tybout & Redfearn, Wilmington, for plaintiff-appellee.\nBefore HERRMANN, C. J., and DUFFY, McNEILLY, QUILLEN and HORSEY, JJ., constituting the Court en banc."
  },
  "file_name": "0502-01",
  "first_page_order": 550,
  "last_page_order": 560
}
