{
  "id": 12049136,
  "name": "STATE of Maine v. Stephen M. GRIGSBY",
  "name_abbreviation": "State v. Grigsby",
  "decision_date": "1995-10-20",
  "docket_number": "",
  "first_page": "503",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 503"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "519 A.2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927501
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/519/0193-01"
      ]
    },
    {
      "cite": "622 A.2d 1178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361389
      ],
      "pin_cites": [
        {
          "page": "1179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/1178-01"
      ]
    },
    {
      "cite": "617 A.2d 1011",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935889
      ],
      "pin_cites": [
        {
          "page": "1015"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/617/1011-01"
      ]
    },
    {
      "cite": "456 A.2d 1255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7979587
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1261-63"
        },
        {
          "page": "1263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/1255-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 7611,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 6.987911707701667e-08,
      "percentile": 0.4226219366457272
    },
    "sha256": "e53a72ae3883bae0035ca53fc1abfe6a5ce06f6290316aeba942bf33bb1b9b79",
    "simhash": "1:7ef683961a031081",
    "word_count": 1263
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and GLASSMAN, CLIFFORD, DANA, and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. Stephen M. GRIGSBY."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nStephen Grigsby appeals from the judgment entered in the Superior Court (Penob-scot County, Kravchuk, J.) on a jury verdict finding him guilty of operating a motor vehicle while under the influence of intoxicating liquor in violation of 29 M.R.S.A. § 1312-B(1)(A) (Pamph.1994). Grigsby contends the trial court erred by (1) its pretrial ruling denying his motion for the appointment of an expert at State expense, (2) its exclusion of expert testimony as to his specific blood-alcohol level at the time of his arrest and (3) its refusal to give a jury instruction proposed by him. We affirm the judgment.\nIt is undisputed that following his arrest in May 1993 for a violation of section 1312-B, notwithstanding being advised by the arresting officer of the provisions of 29 M.R.S.A. § 1312 (Pamph.1994), Grigsby insisted on a blood test to determine his blood-alcohol level and refused to submit to an intoxilyzer test for that determination. No test was performed. The case was transferred to the Superior Court for a jury trial following the determination of Grigsby’s pretrial motions.\nIn the first instance, we find no merit in Grigsby’s contention that the District Court (Bangor, Gunther, J.) deprived him of his constitutional rights to due process and equal protection of the laws by denying his pretrial motion for the appointment of an expert at the expense of the State. As the basis for his request, Grigsby advised the court that because, pursuant to 29 M.R.S.A. § 1312(5)(A), 0.05% or less by weight of alcohol in an individual’s blood at the time of arrest is prima facie evidence the individual is not under the influence of intoxicating liquor, he “needed an expert who could testify, albeit in approximations ... as to where [Grigsby’s blood-alcohol content] might fall on a scale” at the time of his arrest. In State v. Anaya, 456 A.2d 1255, 1261-63 (Me.1983), we fully discussed those services constitutionally required to be afforded an indigent person accused of a crime. We concluded that such person when requesting public funds for an expert “must first show the trial court, to the extent he reasonably can then be expected to do so, why the services are necessary for an adequate defense; [and] to appeal successfully from a denial of his request for funds, he must have been substantially prejudiced by the action of the trial court.” Id. at 1263. In the instant case our review of the record discloses that Grigsby has failed to satisfy both of these requirements.\nGrigsby next contends the trial court erred by excluding testimony of his expert witness as to Grigsby’s blood-alcohol level at the time of his arrest. We disagree. The principle is well established that the trial court has broad discretion in balancing considerations pursuant to M.R.Evid. 403, and its decision will be disturbed on appeal only on a clear showing of an abuse of that discretion. State v. Cooper, 617 A.2d 1011, 1015 (Me.1992). In State v. Mendros, 622 A.2d 1178, 1179 (Me.1993), we reaffirmed that section 1312-B(1)(A) criminalizes a driver’s operation of a motor vehicle when his physical or mental faculties are impaired, however slightly, by intoxicating liquor. We previously addressed the issue herein raised by Grigsby in State v. Richford, 519 A.2d 193 (Me.1986), where the defendant had refused to take a test to determine his blood-alcohol level and was charged with the violation of section 1312-B(1)(A). The State, as in the present case, had offered no evidence of the defendant’s blood-alcohol level. Because the defendant had made no offer of proof regarding the range of his blood-alcohol content and produced no testimony regarding the degree of impairment he would have suffered given that range, our review was for obvious error. See M.R.Evid. 103 (errors affecting substantial rights may be noticed although substance of excluded evidence not made known to trial court by offer of proof). We rejected the defendant’s contention that the trial court had abused its discretion by excluding the opinion evidence of the defendant’s expert as to the range of the defendant’s blood-alcohol level at the time of the arrest and affirmed the judgment.\nIn the present case, unlike in Richford, Grigsby made an offer of proof by the testimony of his expert. During the voir dire examination without the presence of the jury, the expert made clear that even though he could offer an opinion as to a range of the level of Grigsby’s blood-alcohol at the time of the arrest, it was beyond his field of expertise to offer an opinion as to how Grigsby may have been affected by that level of blood-alcohol. The State objected to the proposed evidence on the ground that it would confuse the issues in the ease. On this record, it cannot be said that the trial court abused its discretion by its ruling sustaining the State’s objection. See M.R.Evid. 403 (although relevant, evidence may be excluded if its probative value is substantially outweighed by danger of confusion of the issues).\nFinally, we find no merit in Grigsby’s contention that the trial court erred in refusing his proposed instruction tracking the language of section 1312(5)(A). “As its context indicates, evidence of an individual’s blood-alcohol content has procedural effect under subsection 5 only when it is obtained as a result of a scientific test administered contemporaneously with an arrest.” State v. Richford, 519 A.2d at 196 n. 1.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. 29 M.R.S.A. § 1312-B provided, in pertinent part:\n1. Offense. A person is guilty of a criminal violation under this section if he operates or attempts to operate a motor vehicle:\nA. While under the influence of intoxicating liquor or drugs or a combination of liquor and drugs; or\nB. While having 0.08% or more by weight of alcohol in his blood.\n1-A. Pleading and proof. The alternatives defined in subsection 1, paragraphs A and B may be pleaded in the alternative. The State may, but shall not be required to, elect prior to submission to the fact finder.\nBy P.L.1993, ch. 683, §§ A-l and A-2, this section was repealed and replaced by 29-A M.R.S.A. § 2411 (effective Jan. 1, 1995).\n. Section 1312 provided, in pertinent part:\nAny person who operates or attempts to operate a motor vehicle within this State shall have the duty to submit to chemical testing to determine the person’s blood-alcohol level ..., if there is probable cause to believe the person has operated or attempted to operate a motor vehicle while under the influence of intoxicating liquor....\nThe person shall be informed by a law enforcement officer that a breath test will be administered, unless, in the determination of the law enforcement officer, it is unreasonable for a breath test to be administered, in which case another chemical test shall be administered.\nBy P.L.1993, ch. 683, §§ A-l and A-2 this section was repealed and replaced by 29-A M.R.S.A. § 2521 (effective Jan. 1, 1995).\n. The record reflects that the trial court found Grigsby to be partially indigent and having sufficient means with which to bear a portion of the expense of an attorney. Apparently the expert witness presented by Grigsby at the time of the trial was paid by Grigsby.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "R. Christopher Almy, District Attorney, Jeffrey Silverstein, Assistant District Attorney, Bangor, for the State.",
      "Robert C. Granger, Roy, Beardsley & Williams, Ellsworth, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Stephen M. GRIGSBY.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Oct. 2, 1995.\nDecided Oct. 20, 1995.\nR. Christopher Almy, District Attorney, Jeffrey Silverstein, Assistant District Attorney, Bangor, for the State.\nRobert C. Granger, Roy, Beardsley & Williams, Ellsworth, for Defendant.\nBefore WATHEN, C.J., and GLASSMAN, CLIFFORD, DANA, and LIPEZ, JJ."
  },
  "file_name": "0503-01",
  "first_page_order": 561,
  "last_page_order": 563
}
