{
  "id": 11855679,
  "name": "Marvin FACTOR and Kathleen Factor, Appellants, v. BICYCLE TECHNOLOGY INC., Specialized Bicycle Components, Shimano American Corporation and Shimano Industrial Co., Limited v. GIANT MANUFACTURING CO., Appellee, and City of Philadelphia",
  "name_abbreviation": "Factor v. Bicycle Technology Inc.",
  "decision_date": "1998-02-26",
  "docket_number": "",
  "first_page": "504",
  "last_page": "507",
  "citations": [
    {
      "type": "official",
      "cite": "707 A.2d 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "649 A.2d 932",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475496,
        7876946,
        7877011
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "933"
        },
        {
          "page": "934"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0567-01",
        "/a2d/649/0932-01",
        "/a2d/649/0932-02"
      ]
    },
    {
      "cite": "538 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475496
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0567-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 10284,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24363621199537117
    },
    "sha256": "eba9f59fa1a70338ba9ff0691a02ed5821383cdc01fc6c7334dbcb813708d91c",
    "simhash": "1:6f6190ba7a080072",
    "word_count": 1674
  },
  "last_updated": "2024-02-27T16:48:46.337105+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "Marvin FACTOR and Kathleen Factor, Appellants, v. BICYCLE TECHNOLOGY INC., Specialized Bicycle Components, Shimano American Corporation and Shimano Industrial Co., Limited v. GIANT MANUFACTURING CO., Appellee, and City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Chief Justice.\nAn expert in bicycle accident reconstruction testified, beyond the scope of his pretrial report, that he believed the front wheel of the bicycle he examined was not the wheel that was on the bicycle at the time of the accident. Plaintiffs-appellants moved to strike the expert’s testimony. The trial court denied the motion, and appellants elected not to move for a mistrial. The jury returned a verdict for defendant-appellee. The trial court deified appellants’ post-trial motion for a new trial, and the Superior Court affirmed. The issue is whether the trial court erred by refusing to strike the testimony of appellee’s expert witness, and if so, what is the appropriate remedy.\nIn July, 1988, appellant Marvin Factor was riding a bicyele on a dirt path in a Philadelphia park when the front wheel of the bicycle allegedly came off as it ran over a small depression. Appellant claims that the quick release mechanism of the front wheel activated and caused him to catapult over the front of the bicycle and land on his head, resulting in serious and permanent neurologic injuries. He brought a products liability action alleging that the bicycle was defective and unsafe because it lacked a redundant retention device for the quick release mechanism on the front wheel. He sued the manufacturer, assemblers, and seller of the product.\nDiming the trial, appellee Giant Manufacturing Company called Ward Curtis, a mechanical engineer, as an expert witness in bicycle accident reconstruction. He' testified that he had examined Factor’s bicycle and had found no physical evidence to support the claim that the front wheel had released prematurely. He explained to the jury that his opinion was based on the lack of scuff marks on the sides of the tire, absence of damaged or broken spokes, and lack of markings on the rim of the wheel. This testimony was all consistent with the expert report he had prepared prior to trial.\nOn cross-examination, however, he stated that in his opinion the front wheel he examined was not the wheel that was on the bicycle at the time of the accident. This answer was stunning because it contradicted the false impression he had created on direct examination that he was describing the bicycle as it existed at the time of the accident.\nHe admitted that his expert report had not mentioned his opinion that the front wheel had been substituted after the accident. He admitted that he was the only one of the several experts to reach such a conclusion. A conference was immediately held in chambers during which appellee’s counsel stated that Curtis had reached his dramatic opinion during the trial as he listened to earlier testimony. Appellant Factor’s testimony, in fact, describing his riding habits, alerted Curtis to the fact that the front wheel should have had markings on the rim from normal use of the brake, whether or not the bicycle was involved in an accident. He concluded that the wheel had never been used on the bicycle.\nWhen he informed appellee’s counsel of this conclusion prior to testifying, counsel did not inform opposing counsel or the court. Rather, on direct examination, he carefully questioned the expert so as not to elicit his new conclusion, but led him to give the impression that his conclusions were the result of examining the bicycle as it existed at the time of the accident. He justified this deceitful performance as an effort' to conform the trial testimony to the expert report prepared and disclosed prior to trial.\nAppellants moved that the testimony of expert witness Curtis be stricken and that the jury be instructed to disregard his testimony. The trial court denied the motion, but said: “If you wish to ask for a mistrial, I’ll decide what to do about it.” The court later amplified its ruling:\nI’m certainly perfectly willing to recognize that it is a very significant and important and worthwhile motion for consideration. I’ll think about it later on if I have to on post trial motions, but I’m not willing to strike the testimony at this late stage of the case on such a grounds.\nAppellants declined to make a mistrial motion, so the case went to the jury, which returned a verdict in favor of appellee and against appellants. In post-trial motions, appellants moved for a new trial due to error in failing to strike the testimony of the expert witness. The trial judge denied appellants’ post-trial motions. The en banc court of common pleas affirmed the judgment, as did the Superior Court.\nAppellee maintains that appellants waived their objection to the expert’s testimony by failing to move for a mistrial. They rely primarily on this court’s holding in McMillen v. 84 Lumber, Inc., 538 Pa. 567, 649 A.2d 932 (1994), in which a failure to make a timely motion for a mistrial resulted in waiver. The court of common pleas and the Superior Court also interpreted McMillen to result in appellants’ waiver of this issue due to their decision to forgo a motion for mistrial following the trial court’s denial of their motion to strike the testimony of the expert.\nMcMillen is distinguishable; the distinction, though fine, is nevertheless controlling. A McMillen defendant, “in direct defiance of the trial court’s explicit instructions,” 649 A.2d at 933, elicited improper testimony from its witness. The plaintiffs’ “counsel interposed an objection that the trial court sustained.” Id. The plaintiffs, however, “did not ask for a mistrial to which they were surely entitled.” Id. The trial court sitting en banc denied plaintiffs’ post-trial motion for a new trial, holding that the plaintiffs’ failure to make a timely motion for mistrial waived their right to a new trial. Id., 649 A.2d at 934. The essential factor in McMillen which differs from this case is that the MeMillens’ objection to the evidence was sustained. At that juncture, there was no evidentiary issue pending before the court. In this case, by contrast, appellants moved to strike the testimony, and the motion was denied. Appellants’ counsel reiterated the motion and the trial court reiterated its denial. The trial court’s refusal to grant the lesser remedy of sustaining the Factors’ objection and striking Curtis’s testimony relieved the Factors of a duty to move for the greater remedy of a mistrial. After denying the Factors’ objection to Curtis’s testimony, the court referred to its obligation to revisit the issue on post-trial motions should the motion be repeated, as it was. This clearly indicated the trial court’s understanding that the issue was preserved without a request for a mistrial.\nWe are aware of no precedent for determining waiver in these circumstances. Appellants took the necessary steps to preserve the issue: they moved to strike the objectionable testimony when it was presented during the trial, and they raised the issue again in post-trial motions. That they did not ask for additional relief, i.e., a mistrial, is irrelevant.\nThe next question is whether the trial court erred in failing to strike the testimony of the expert witness. We think the circumstances of this case required striking the testimony. Counsel for appellee, ostensibly to comply with Pa.R.C.P. 4003.5(c), intentionally elicited the expert’s testimony in a form which was, without doubt, misleading to the court, the parties, and the jury. Curtis’s direct testimony gave the definite impression, as it was intended to do, that the front wheel did not come off Factor’s bicycle during the accident. In reality, as counsel well knew, the expert did not believe that, but only that the bicycle had been altered prior to his examination and no conclusion about the accident could be reached on the basis of the altered evidence. The truth would have been hidden from the court, the parties, and the jury were it not for the prudent cross-examination by appellants’ counsel. Once the expert’s real opinion was presented to the court, the judge (pro tem) learned from counsel that he knowingly concealed that opinion and instead presented testimony, based on the expert report, he knew was no longer true but was directly misleading.\nOn motion of appellants’ counsel, the court should have stricken the misleading and ultimately irrelevant testimony which parroted the pretrial report no longer believed by its author.\nIt was therefore erroneous to deny the motion to strike the expert’s testimony, to deny the post-trial motion for a new trial, and for the Superior Court to affirm the trial court’s decisions. Accordingly, we must reverse the order of the Superior Court and award a new trial.\nOrder reversed and new trial granted.\nORDER\nAND NOW, this 16th day of April, 1998, the application for reargument is denied.\nNIGRO, J., files a concurring opinion.",
        "type": "majority",
        "author": "FLAHERTY, Chief Justice."
      },
      {
        "text": "NIGRO, Justice,\nconcurring.\nI join in the result reached by the Majority, however, I write separately to express my concerns regarding the conduct of both counsel during the course of trial. I am incredulous that plaintiff’s counsel expressed surprise over the substituted wheel when in fact plaintiff introduced the bicycle with that wheel into evidence as plaintiff’s exhibit 1. One would anticipate that plaintiff’s own counsel would recognize the difference between a brand new wheel and one which was involved in a serious accident.\nSimilarly, I find defense counsel’s knowing misrepresentation and distortion of Ward Curtis’ expert testimony to be even more troubling. In light of these serious concerns, I agree that the appropriate course of action is to award a new trial.",
        "type": "concurrence",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "David F. Binder, Philadelphia, for David and Kathleen Factor.",
      "Thomas A. Kuzmick, Philadelphia, for Giant Mfg. Co., Ltd.",
      "Marc A. Landry, Philadelphia, for Bicycle Technology.",
      "Robert M. Britton, Philadelphia, for Specialized Bicycle Components.",
      "Rochelle M. Fedullo, Philadelphia, for Shi-mano Indus. Corp., Ltd."
    ],
    "corrections": "",
    "head_matter": "Marvin FACTOR and Kathleen Factor, Appellants, v. BICYCLE TECHNOLOGY INC., Specialized Bicycle Components, Shimano American Corporation and Shimano Industrial Co., Limited v. GIANT MANUFACTURING CO., Appellee, and City of Philadelphia.\nSupreme Court of Pennsylvania.\nArgued Dec. 8, 1997.\nDecided Feb. 26, 1998.\nReargument Denied April 16, 1998.\nDavid F. Binder, Philadelphia, for David and Kathleen Factor.\nThomas A. Kuzmick, Philadelphia, for Giant Mfg. Co., Ltd.\nMarc A. Landry, Philadelphia, for Bicycle Technology.\nRobert M. Britton, Philadelphia, for Specialized Bicycle Components.\nRochelle M. Fedullo, Philadelphia, for Shi-mano Indus. Corp., Ltd.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0504-03",
  "first_page_order": 576,
  "last_page_order": 579
}
