{
  "id": 12049281,
  "name": "GUARDIANSHIP OF GABRIEL W.",
  "name_abbreviation": "Guardianship of Gabriel W.",
  "decision_date": "1995-10-24",
  "docket_number": "",
  "first_page": "505",
  "last_page": "510",
  "citations": [
    {
      "type": "official",
      "cite": "666 A.2d 505"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "436 N.W.2d 99",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10663634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/436/0099-01"
      ]
    },
    {
      "cite": "449 N.W.2d 799",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10602827
      ],
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/449/0799-01"
      ]
    },
    {
      "cite": "701 P.2d 158",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10410422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/701/0158-01"
      ]
    },
    {
      "cite": "161 Vt. 103",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        5779612
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "no \"home state\" because mother and child were residing in Utah, had done so for less than six months, and had no other \"home state\" within previous six months"
        },
        {
          "page": "694",
          "parenthetical": "no \"home state\" because mother and child were residing in Utah, had done so for less than six months, and had no other \"home state\" within previous six months"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/161/0103-01"
      ]
    },
    {
      "cite": "98 N.M. 8",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        1582448
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "524-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nm/98/0008-01"
      ]
    },
    {
      "cite": "847 S.W.2d 496",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10007323
      ],
      "pin_cites": [
        {
          "page": "500"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/847/0496-01"
      ]
    },
    {
      "cite": "636 A.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        611633
      ],
      "pin_cites": [
        {
          "page": "1088"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/270/0225-01"
      ]
    },
    {
      "cite": "423 N.E.2d 420",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "423-24",
          "parenthetical": "UCCJA applicable to guardianship termination proceedings"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "67 Ohio St.2d 178",
      "category": "reporters:state",
      "reporter": "Ohio St. 2d",
      "case_ids": [
        1806657
      ],
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "UCCJA applicable to guardianship termination proceedings"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-2d/67/0178-01"
      ]
    },
    {
      "cite": "727 P.2d 586",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10413389
      ],
      "pin_cites": [
        {
          "page": "590"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/727/0586-01"
      ]
    },
    {
      "cite": "651 A.2d 330",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12256143
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "332"
        },
        {
          "page": "332"
        },
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/0330-01"
      ]
    },
    {
      "cite": "104 A. 815",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1918,
      "pin_cites": [
        {
          "page": "817"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "117 Me. 449",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        679656
      ],
      "year": 1918,
      "pin_cites": [
        {
          "page": "453"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/117/0449-01"
      ]
    },
    {
      "cite": "501 A.2d 23",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/501/0023-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 13855,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 1.447806098976668e-07,
      "percentile": 0.6544553369713833
    },
    "sha256": "118feb701a93fb272dcf3b55797bac58f912ff496decd131422f908567d88cb7",
    "simhash": "1:f5c8fba756d4d7d0",
    "word_count": 2242
  },
  "last_updated": "2024-02-27T18:06:30.780568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "GUARDIANSHIP OF GABRIEL W."
    ],
    "opinions": [
      {
        "text": "LIPEZ, Justice.\nElaine F., the mother of Gabriel W., appeals from the judgment entered in the Pe-nobscot County Probate Court (Woodcock, J.) denying her petition for the termination of her son’s guardianship. Elaine contends that the court lacked subject matter and personal jurisdiction when it granted the petition for guardianship to Bernadette Oster. She also submits that the court erred in denying her petition on grounds of unchanged circumstances. Finding no error by the Probate Court, we affirm the judgment.\nBackground\nElaine F. and James W. married in 1981. They had a son, Gabriel, and a daughter, Angelica. Immediately prior to the events which gave rise to this ease, Gabriel lived in New Mexico with Elaine, Angelica, and a half-brother, Keith. James was incarcerated in Wyoming at the time.\nElaine and James decided to divorce. They agreed that James would take custody of Gabriel and Elaine would take Angelica. Pursuant to that agreement, Elaine sent Gabriel to Maine in July of 1991 to live with a paternal relative until James was released from prison. Several months later, Gabriel joined the family of Elaine’s sister in Maine. When Elaine learned of this arrangement, she removed Gabriel from Maine and returned with him to New Mexico to live in the household that she had established with Wayne F. and his son, Chris.\nWayne subsequently discovered that Keith had been molesting Chris. Gabriel was forced to stand guard for Keith on several such occasions and alleged that he was also abused by Keith. In July of 1992, after having spent approximately five and one-half months in New Mexico, Gabriel was sent back to Maine to live with his maternal aunt so that Elaine could concentrate on Keith.\nThe maternal aunt later wrote to her sister indicating that she wanted legal guardianship of Gabriel so she could insure him under her husband’s health care plan, make decisions for him and get him into counselling. Presumably in order to seek such a guardianship, the maternal aunt sent Elaine a general waiver of notice, which Elaine signed. The maternal aunt thereafter filed a petition for guardianship, which was granted. Elaine subsequently filed a petition to terminate guardianship. After a hearing the court denied the petition. Elaine appeals from that decision.\nDiscussion\nElaine contends that the Probate Court lacked subject matter jurisdiction to grant the petition for guardianship filed by her sister on behalf of Gabriel and, thus, the court erred in denying her petition to terminate guardianship. Lack of subject matter jurisdiction may be raised at any time, Pederson v. Cole, 501 A.2d 23, 25 n. 2 (Me.1985), including in collateral proceedings when lack of subject matter jurisdiction appears on the face of the record of the judgment attacked. Hobbs v. Hurley, 117 Me. 449, 453, 104 A. 815, 817 (1918).\nChild custody determinations implicate the jurisdictional requirements of both the Uniform Child Custody Jurisdiction Act [hereinafter UCCJA], 19 M.R.S.A. §§ 801-825 (1981), and the Parental Kidnapping Prevention Act [hereinafter PKPA], 28 U.S.C. 1738A (1994). Wambold v. Wambold, 651 A.2d 330, 332 (Me.1994). A proceeding to establish a guardianship for a minor constitutes a child custody determination. In re Guardianship of Walling, 727 P.2d 586, 590 (Okla.1986) (UCCJA applicable to guardianship proceedings); In re Guardianship of Wonderly, 67 Ohio St.2d 178, 423 N.E.2d 420, 423-24 (1981) (UCCJA applicable to guardianship termination proceedings). See also 19 M.R.S.A. § 803(3) (custody proceedings defined as including dependency proceedings). The jurisdictional requirements of the UCCJA and the PKPA are similar, but not identical. Wambold, 651 A.2d at 332. In the event of a conflict, the provisions of the PKPA preempt those of the UCCJA. In re Adoption of a Child by T.W.C. and P.C., 636 A.2d 1083, 1088 (N.J.Super.Ct.App.Div.1994).\nUnder the PKPA, in addition to meeting the state law requirements of the UCCJA, a judgment must meet one of five statutory conditions. 28 U.S.C. § 1738A(c). Two of the five conditions, the “home state” and “significant connection/best interests” provisions, are relevant here. The PKPA prefers jurisdiction based on the “home state” provision, and requires a finding that no other state would have “home state” status before permitting consideration of the “significant connection/best interests” basis for jurisdiction. Wambold, 651 A.2d at 333. See 28 U.S.C. 1738A(c)(2)(B).\n“Home state,” as defined by the PKPA, is “the State in which, immediately preceding the time involved, the child lived ■with his parents, a parent, or a person acting as parent, for at least six consecutive months... ,” 28 U.S.C. § 1738A(b)(4) (emphasis added). A court may assume jurisdiction in a child custody determination if such State “is the home State of the child on the date of the commencement of the proceeding....” 28 U.S.C. § 1738A(c)(2)(A).\nBecause Gabriel did not spend the six months in Maine immediately preceding the petition for guardianship, Maine is not his “home state.” We reject Elaine’s eontention that New Mexico, assuming it was Gabriel’s “home state” prior to his visit to Maine, never lost its “home state” status. See Brown v. Brown, 847 S.W.2d 496, 500 (Tenn.1993). The plain language of the statutory definition of “home state” precludes such a construction. It defines “home state” as “the State in which, immediately preceding the time involved, the child lived with his parents ... or a person acting as parent, for at least six months.” 28 U.S.C. § 1738A(b)(4). The “time involved” in this case is the six months preceding the filing of the petition for guardianship. See Tufares v. Wright, 98 N.M. 8, 644 P.2d 522, 524-25 (1982). While Gabriel lived in New Mexico for six months, he did not do so in the six months immediately preceding the commencement of guardianship proceedings. If the interpretation urged by Elaine were correct, there would always be a “home state” and the four remaining bases for jurisdiction under section 1738A(c) would be mere sur-plusage. Instead, giving effect to all of the language of the definition, we conclude that, at the time involved, Gabriel had no “home state.” See Columb v. Columb, 161 Vt. 103, 633 A.2d 689, 694 (1993) (no “home state” because mother and child were residing in Utah, had done so for less than six months, and had no other “home state” within previous six months).\nIn the absence of a “home state,” the question arises whether the Probate Court had subject matter jurisdiction under the “significant eonnection/best interests” test. 28 U.S.C. § 1738A(c)(2)(B); 19 M.R.S.A. § 804(1)(B). The test requires that the child and one contestant have a connection with Maine; that substantial evidence relating to the child’s present and future care, protection, training and relationships be available; and that it is in the child’s best interests for the court to assume jurisdiction.\nThe record establishes that both Gabriel and his aunt have a significant connection with Maine. His aunt and her family live in Maine. Although Gabriel arrived in Maine immediately prior to the filing of the petition, he had shortly before that time spent approximately 6 months in Maine. See In re Custody of Dunn, 701 P.2d 158 (Colo.Ct.App.1985) (six months sufficient for application of “significant connection/best interests” test). Gabriel came to Maine at the request of his parents and has attended school here. He has made friends in Maine with whom he takes part in a variety of activities. The court did not err in finding the foregoing sufficient to constitute a significant connection with Maine. Cf. Anderson v. Anderson, 449 N.W.2d 799, 802 (N.D.1989) (no significant connection with North Dakota found where child had resided with other parent in New York for preceding six months, remained solely in his custody and control at all times, and friends, school and training existed in New York).\nThere was substantial evidence relating to Gabriel’s present and future care, protection, training and relationships. Bernadette, the sole witness at the hearing on the petition for guardianship, is Gabriel’s aunt. She had knowledge of Gabriel’s condition when he •arrived in Maine, his subsequent improvement in school and future need for psychological counseling and treatment for a possible learning disability. The aunt provided substantial evidence of Gabriel’s “present or future care, protection, training, and personal relationships.”- See In re Marriage of Schmidt, 436 N.W.2d 99 (Minn.1989) (substantial evidence relating to likelihood of future support, stability, and training was available in Minnesota where child had been living with maternal relations despite the fact that she had spent almost all of her life in Georgia with fraternal relatives to whom she had a close relationship).\nThere is also substantial evidence that it is in Gabriel’s best interests to adjudicate the petition in Maine. He is presently located within the state. He has been happy and successful in the aunt’s household and the community. He does not wish to live with his mother in New Mexico. A proceeding in that jurisdiction could be very traumatic for him.\nElaine’s challenge to the in personam jurisdiction of the court to grant the petition for guardianship is also unpersuasive. Elaine signed a waiver of notice on August 29, 1992. Bernadette filed the petition for guardianship of Gabriel on September 3, 1992. The waiver of notice was filed on September 9, 1992. Thus, although Elaine signed the waiver prior to the commencement of the guardianship proceeding, it was not actually filed until after the proceeding had begun. Contrary to Elaine’s contention, the timing of the filing of the waiver met the requirements of M.R.Prob.P. 4D(b). By signing and filing a valid waiver of notice, Elaine consented to the court’s consideration of the petition for guardianship.\nFinally, Elaine contends that the court erred in denying her petition for termination of guardianship on the basis of unchanged circumstances. The record amply supports the court’s finding that it remains in the best interests of Gabriel to continue the guardianship.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. In order to assess Elaine's claim that the Probate Court lacked subject matter jurisdiction, we must nevertheless look beyond the face of the record. This is due to the unique nature of the limitation on subject matter jurisdiction that appears in the Parental Kidnapping Prevention Act (PKPA). 28 U.S.C. § 1738A (1994). The traditional concept of subject matter jurisdiction “refers to [a] court’s power to hear and determine cases of the general class or category to which proceedings belong ...\" Black's Law Dictionary 1425 (6th ed. 1990). The PKPA, however, not only requires that a court have the power, under state law, to deal with the general subject matter of the particular action, but also that certain statutory conditions be fulfilled before a court may assume jurisdiction. 28 U.S.C. § 1738A(c). In this case, the judgment of the Probate Court granting Bernadette’s petition for guardianship contains express findings that support its assumption of jurisdiction under state law, but it does not clearly address the \"home state” issue that is so important under the PKPA.\n. The PKPA provides in relevant part:\n(a) The appropriate authorities of every State shall enforce according to its terms ... any child custody determination made consistently with the provisions of this section by a court of another State.\n(c) A child custody determination made by a court of a state is consistent with the provisions of this section only if—\n(1) such court has jurisdiction under the law of such State....\nThe trial court clearly had jurisdiction pursuant to 18-A M.R.S.A. § 5-204 to appoint a guardian. 18-A M.R.S.A. § 5-204 provides that \"[t]he court may appoint a guardian for an unmarried minor if all parental rights of custody have been ... suspended by circumstances....”\n. Temporary absences are part of the six month period. 28 U.S.C. 1738A(b)(4).\n. Nor is Maine Gabriel’s \"home state\" pursuant to the provisions of 28 U.S.C. 1738A(c)(2)(A)(ii), which establishes that a \"home state” is one which \"had been the child’s home State within six months before the date of the commencement of the proceeding and the child is absent from such State because of his removal or retention by a contestant or for other reasons, and a contestant continues to live in such State....”\n. The PKPA provides in pertinent part:\n(c) A child custody determination made by a court of a State is consistent with the provisions of this section only if—\n(B)(i) it appears that no other State would have jurisdiction under subparagraph (A), and (ii) it is in the best interest of the child that a court of such State assume jurisdiction because (1) the child and his parents, or the child and at least one contestant, have a significant connection with such State other than mere physical presence in such State, and (II) there is available in such State substantial evidence concerning the child's present or future care, protection, training, and personal relationships....\n28 U.S.C. § 1738A(c)(2)(B).",
        "type": "majority",
        "author": "LIPEZ, Justice."
      }
    ],
    "attorneys": [
      "Laurie Anne Miller, Ferns, Dearborn & Willey, Brewer, Sarah McPartland-Good, G.A.L., Bangor, for Appellant.",
      "Charles W. Hodsdon, II, Bangor, for Ap-pellee."
    ],
    "corrections": "",
    "head_matter": "GUARDIANSHIP OF GABRIEL W.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs June 8, 1995.\nDecided Oct. 24, 1995.\nLaurie Anne Miller, Ferns, Dearborn & Willey, Brewer, Sarah McPartland-Good, G.A.L., Bangor, for Appellant.\nCharles W. Hodsdon, II, Bangor, for Ap-pellee.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.\n. M.R.Prob.P. 4D(b) expressly provides: \"Any person ... may at any time after the commencement of a proceeding, waive all further notice of any filing, hearing, or order by filing with the register a written waiver signed by the person or the person’s attorney....”"
  },
  "file_name": "0505-01",
  "first_page_order": 563,
  "last_page_order": 568
}
