{
  "id": 11251194,
  "name": "DISTRICT OF COLUMBIA, Appellant, v. Gabriele H. EDGCOMB, Appellee",
  "name_abbreviation": "District of Columbia v. Edgcomb",
  "decision_date": "1973-04-26",
  "docket_number": "No. 6274",
  "first_page": "506",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 506"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "16 A.2d 508",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1940,
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "91 N.H. 137",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4431364
      ],
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/nh/91/0137-01"
      ]
    },
    {
      "cite": "281 Ala. 542",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        2588367
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "545"
        },
        {
          "page": "350"
        },
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/281/0542-01"
      ]
    },
    {
      "cite": "379 U.S. 536",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11731584
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "558"
        },
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0536-01"
      ]
    },
    {
      "cite": "331 U.S. 549",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158393
      ],
      "weight": 3,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0549-01"
      ]
    },
    {
      "cite": "98 L.Ed. 989",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "347 U.S. 612",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11302068
      ],
      "weight": 2,
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/us/347/0612-01"
      ]
    },
    {
      "cite": "369 U.S. 705",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171761
      ],
      "weight": 3,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0705-01"
      ]
    },
    {
      "cite": "390 U.S. 17",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165778
      ],
      "weight": 3,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0017-01"
      ]
    },
    {
      "cite": "34 L.Ed.2d 236",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "93 S.Ct. 311",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "409 U.S. 972",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6411747,
        6411819,
        6411659,
        6411921,
        6411354,
        6411518,
        6411231
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/409/0972-05",
        "/us/409/0972-06",
        "/us/409/0972-04",
        "/us/409/0972-07",
        "/us/409/0972-02",
        "/us/409/0972-03",
        "/us/409/0972-01"
      ]
    },
    {
      "cite": "342 F.Supp. 575",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3613048
      ],
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/342/0575-01"
      ]
    },
    {
      "cite": "303 U.S. 444",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141565
      ],
      "weight": 3,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/303/0444-01"
      ]
    },
    {
      "cite": "307 U.S. 496",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140933
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/307/0496-01"
      ]
    },
    {
      "cite": "308 U.S. 147",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138221
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/308/0147-01"
      ]
    },
    {
      "cite": "310 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138344
      ],
      "weight": 3,
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/us/310/0296-01"
      ]
    },
    {
      "cite": "402 U.S. 611",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11734946
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0611-01"
      ]
    },
    {
      "cite": "263 A.2d 56",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8074396
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/263/0056-01"
      ]
    },
    {
      "cite": "312 U.S. 569",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359298
      ],
      "weight": 11,
      "year": 1941,
      "pin_cites": [
        {
          "page": "575"
        },
        {
          "page": "765"
        },
        {
          "page": "766"
        },
        {
          "page": "574"
        },
        {
          "page": "765"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/312/0569-01"
      ]
    },
    {
      "cite": "394 U.S. 147",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169040
      ],
      "weight": 19,
      "year": 1969,
      "pin_cites": [
        {
          "page": "148"
        },
        {
          "page": "937"
        },
        {
          "page": "149-150"
        },
        {
          "page": "938"
        },
        {
          "page": "938"
        },
        {
          "page": "156-158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 952,
    "char_count": 18866,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 9.800292315468838e-08,
      "percentile": 0.5327972789147166
    },
    "sha256": "2e69ec2cf286f9d123ab37999a253101ae5fad18730797fa2657a914596f9183",
    "simhash": "1:5a83a30b0aaf7e37",
    "word_count": 3066
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, NEBEKER and PAIR, Associate Judges."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, Appellant, v. Gabriele H. EDGCOMB, Appellee."
    ],
    "opinions": [
      {
        "text": "KELLY, Associate Judge:\nThis appeal is from a ruling by the trial court holding unconstitutional Part I, Section 107 of the Traffic and Motor Vehicle Regulations of the District of Columbia, which reads:\nProcessions and parades, except funerals, shall not be allowed except by permit issued by the Chief of Police, which permit shall designate the time and route of such procession or parade, and no part of such procession or parade shall move except according to the terms of such permit.\nOn April 29, 1971, appellee Edgcomb was one of approximately two hundred people arrested outside the Department of Health, Education and Welfare in the 300 block of Independence Avenue, S. W. in this city and subsequently charged by information with parading without a permit in violation of Section 107. At a hearing held on May 7, 1971, counsel for appellee moved to dismiss and to consolidate the cases of all other defendants arrested at the same time and place. The motion to consolidate was granted without objection, and following oral argument, the trial court dismissed the informations on the ground that Section 107 was unconstitutional on its face. On the government’s appeal, this court held that the failure to hold an evidentiary hearing to determine whether the regulation could be constitutionally construed was error, citing Shuttlesworth v. Birmingham, 394 U.S. 147, 89 S.Ct. 935, 22 L.Ed.2d 162 (1969); Cox v. New Hampshire, 312 U.S. 569, 61 S.Ct. 762, 85 L.Ed. 1049 (1941), and United States v. Nicholson, D.C.App., 263 A.2d 56 (1970), and remanded the cases for such hearing.\nOn remand, the charges against all defendants with the exception of appellee were dropped, and an evidentiary hearing was held. Testimony was taken from the Chief of the Metropolitan Police Department and the subordinates to whom he had delegated authority to review applications for parade permits. C. Francis Murphy, Corporation Counsel for the District of Columbia, also testified, as did two attorneys who were experienced in representing groups seeking parade permits. The police witnesses disclosed that, while there are no written regulations either defining the terms “parade” and “procession” or establishing guidelines to be followed in granting or denying applications for permits, they were guided in their decisions by certain criteria, i. e., permits are denied to groups who intend to disband in an area which is not within the jurisdiction of the Metropolitan Police, if the group does not have a permit for such an area. There is also an informal policy that permits will not be issued to two organizations on the same date, although this has not been followed in every case. To avoid traffic problems, parades and processions are not allowed during the afternoon rush hour. Additionally, a parade permit is issued subject to certain conditions and may be revoked where these conditions are breached or where the police determine that there is a clear and present danger to the public health or safety. In recent years, applications for parade permits have rarely been denied, although requested routes and times have been altered by the police after consultation with the applicants. On one occasion the police refused to grant a parade permit to a group wishing to counter-picket a scheduled march because the police felt it probable that a public confrontation between two opposing groups would cause violent disorder.\nWhen questioned as to the definition of a parade or procession, the witnesses gave various responses. There was no agreement among them as to whether pedestrians marching on a sidewalk could constitute a parade or procession, or, if so, whether the determinative factor was how much of the sidewalk was obstructed. One witness suggested that more than a thousand pedestrians on the sidewalk could constitute a parade while another thought a single individual carrying a banner might come within the definition. The Chief of Police testified that police officers present on the scene of alleged violations of Section 107 make the determination of whether or not an unauthorized parade is taking place, but that there are no official guidelines to help them in this task. Sometimes, for administrative reasons, permits are not delivered to the applicant until shortly before the time when a parade or procession is scheduled to begin, and there are no official procedures concerning the time within which the police must act on an application for a permit, or whether they must give any reasons for denying a permit.\nThe trial court, in a lengthy memorandum opinion issued on January 3, 1972, found that Section 107 was clearly unconstitutional and could not be saved by narrow construction. The constitutional infirmities which the court found fatal were that Section 107 gives the police unfettered discretion in determining whether to grant, deny, or revoke parade permits; that applicants have no procedural safeguards nor any meaningful opportunity for judicial review of police action under the regulation; that the operable terms of the regulation are so vague and indefinite as to violate the due process requirement of the Fifth Amendment; that the regulation’s vagueness has a “chilling effect” on the exercise of First Amendment rights; and that the regulation has not been administered in a fair and evenhanded way by the police.\nThe government in appealing this ruling contends that the trial court erred in failing to adopt a construction of Section 107 which would render it constitutional. It argues that the evidence was positive and unequivocal that Section 107 has been administered in a fair and evenhanded manner; and that the findings of the trial court to the contrary are not supported by the record. The government also points out that it is the duty of a court, if possible, to construe a statute so as to save it from unconstitutionality, and contends that we should follow the approach taken by the Supreme Courts of New Hampshire and Alabama outlined in Cox v. New Hampshire and Shuttlesworth v. Birmingham, supra.\nIn Cox v. New Hampshire, 312 U.S. 569, 61 S.Ct. 762, 85 L.Ed. 1049 (1941), five Jehovah’s Witnesses were convicted by a state court of violating a statute similar to Section 107, prohibiting parades or processions on the public streets without a special license. The convictions were affirmed by the Supreme Court of New Hampshire, despite the constitutional objections raised by the appellants. In rejecting their arguments that the statute deprived them of First Amendment rights, vested unreasonable, unlimited, arbitrary and discriminatory power in the licensing authority, and was overly vague and indefinite, the state court gave the statute a narrow construction. It stressed the fact that the statute only applied “ ‘to organized formations of persons using the highways’; and that ‘the defendants separately or collectively in groups not constituting a parade or procession’ were ‘under no contemplation of the Act’ ”, id. at 575, 61 S.Ct. at 765; that it did not limit the right to communicate or disseminate information, and that\nthe licensing board was not vested with arbitrary power or an unfettered discretion; that its discretion must be exercised with “uniformity of method of treatment upon the facts of each application, free from improper or inappropriate considerations and from unfair discrimination;” that a “systematic, consistent and just order of treatment, with reference to the convenience of public use of the highways, is the statutory mandate”. The defendants, said the court, “had a right, under the Act, to a license to march when, where and as they did, if after a required investigation it was found that the convenience of the public in the use of the streets would not thereby be unduly disturbed, upon such conditions or changes in time, place and manner as would avoid disturbance.” [Id. at 576, 61 S.Ct. at 766.]\nThe Supreme Court affirmed the judgment of the state court, reasoning that “regulation of the use of the streets for parades and processions is a traditional exercise of control by local government,” and that “the question in a particular case is whether that control is exerted so as not to deny or unwarrantedly abridge the right of assembly and the opportunities for the communication of thought and the discussion of public questions immemorially associated with resort to public places.” Id. at 574, 61 S.Ct. at 765. No evidence '-'was found in Cox that the statute had been administered otherwise than in a fair and nondiscriminatory manner.\nIn Shuttlesworth v. Birmingham, 394 U.S. 147, 89 S.Ct. 935, 22 L.Ed.2d 162 (1969), the Supreme Court was again called upon to consider the constitutionality of a conviction for violation of an ordinance making it an offense “to participate in any ‘parade or procession or other public demonstration’ without first obtaining a permit from the City Commission.” Id. at 148, 89 S.Ct. at 937. The ordinance further provided that parade permits would be granted by the commission “unless in its judgment the public welfare, peace, safety, health, decency, good order, morals or convenience require that it be refused.” Id. at 149-150, 89 S.Ct. at 938. In upholding the conviction, the highest state court had given the ordinance a narrow construction. In reversing, the Supreme Court stated:\nThere can be no doubt that the Birmingham ordinance, as it was written, conferred upon the City Commission virtually unbridled and absolute power to prohibit any “parade,” “procession,” or “demonstration” on the city’s streets or public ways. For in deciding whether or not to withhold a permit, the members of the Commission were to be guided only by their own ideas of “public welfare, peace, safety, health, decency, good order, morals or convenience.” This ordinance as it was written, therefore, fell squarely within the ambit of the many decisions of this Court over the last 30 years, holding that a law subjecting the exercise of First Amendment freedoms to the prior restraint of a license, without narrow, objective, and definite standards to guide the licensing authority, is unconstitutional. . . . [Id. at 150-151, 89 S.Ct. at 938; footnotes omitted.]\nNonetheless, the United States Supreme Court found that the Supreme Court of Alabama had acted commendably in modifying and narrowing the terms of the ordinance so as to render it constitutionally acceptable for the future.\nThe third case cited by the government is United States v. Nicholson, Crim.No. 20210-69A, aff’d D.C.App., 263 A.2d 56 (1970), in which this court affirmed an opinion of Chief Judge Harold H. Greene of the Superior Court narrowly construing a vaguely worded and imprecisely administered statute dealing with the right to parade on the grounds of the United States Capitol, thereby saving it from constitutional attack.\nSince we adhere to the principle that a court has a duty when possible to construe statutes so as to render them constitutional, we follow the example set by Cox v. New Hampshire and Shuttles-worth v. Birmingham, supra, starting with the basic premise that\n[Appropriate, limited discretion, under properly drawn statutes or ordinances, concerning the time, place, duration, or manner of use of the streets for public assemblies may be vested in administrative officials, provided that such limited discretion is “exercised with ‘uniformity of method of treatment . . . .’”\nThe need for some control over the us^. of streets for public assemblies is obvious, particularly in this, the nation's capitol which, in addition to its own large population, often attracts large numbers of persons who wish to demonstrate at the seat of government. It is essential, therefore, that the police have a clearly defined and limited power to insure the public convenience in the use of the streets, while at the same time protecting the First Amendment rights of those who wish to express themselves by parading.\nSection 107 is merely a traffic regulation purporting to regulate, for legitimate traffic considerations, only the time, place and manner of processions and parades. We do not construe it to vest unlimited discretion in the police as to granting or denying permits, nor do we view it as a tool for suppression of free expression or assembly. We hold that it applies only to formations of persons with a common purpose moving in unison on the streets and public ways.\nRequests for parade permits may not be denied in an arbitrary or capricious manner; narrow and objective standards must be followed. Only the “safety, comfort and convenience in the use of the streets by the general public” may be considered in determining whether a permit is to be granted. The police may not act as censors of what is to be said or displayed in any parade, nor may a permit be denied solely on the mere possibility that the parade might provoke disorderly or violent conduct. Rather, if such factor forms a basis at all for denial or limitation or a permit to parade, it must be clearly supported factually and give rise to a substantial possibility of disorderly or other violent conduct.\nThe administration of Section 107 requires a “uniformity of method of treatment upon the facts of each application, free from improper or inappropriate considerations and from unfair discrimination. A systematic, consistent and just order of treatment, with reference to the convenience of public use of the highways . ” must be followed. “Applications for permits to parade must be granted if, after an investigation it is found that the convenience of the public in the use of the streets . . . would not thereby be unduly disturbed.” Additionally, the Supreme Court has made it clear that the constitutionality of an ordinance such as Section 107 “depend[s] upon, among other things, the availability of expeditious judicial review of the . . . refusal of a permit.” For expeditious judicial review to be possible the police must act promptly on applications for permits, and if an application is denied, set forth in writing their reasons for the denial. Should a permit be unjustly denied, in contravention of the applicant’s constitutional rights, or should one be issued containing conditions which have no rational relationship to public convenience in the use of the streets, expeditious judicial review and relief are always available. We need not decide in this case whether such review should be appropriately sought in an injunctive action in the Superior Court or by way of direct review in this court under the District of Columbia Administrative Procedure Act.\nWhile Section 107, as written, is constitutionally suspect, we believe this narrow judicial construction renders the regulation constitutionally acceptable. However, since appellee’s arrest preceded the authoritative construction of the statute she cannot be prosecuted under the statute for parading without a permit. Accordingly, the dismissal of the information against her shall stand.\nSo ordered.\n. After two hearings in the trial court we still do not know the facts surrounding the arrests. See and cf. Coates v. Cincinnati, 402 U.S. 611, 91 S.Ct. 1686, 29 L.Ed.2d 214 (1971). The government’s case appears to be that the persons arrested had continued to parade or had organized a new parade after the time of a validly issued parade permit had expired.\n. This criterion is required by problems of federal and municipal jurisdiction unique to this city.\n. Each permit has a list of ten conditions to which the permittee supposedly agrees. Ainong these conditions is a ban on carrying weapons, including liquids, and on soliciting donations or distributing samples to participants.\n. Out of approximately 143 applications between January 1970 and May 23, 1971, only three applications were denied.\n.When questioned as to whether he could define the situations in which people would be subject to arrest for violating Section 107, the Chief of Police replied that he “could [not] outline that with any degree of specificity inasmuch as the decisions often have to be made as to whether arrests are going to be made for a variety of reasons, not going to whether or not an offense has occurred, but as to whether more disorder is created in making arrests . . . than by permitting relatively minor violations of the law to persist . . . . ” [Tr. at 154.]\n. See also Cantwell v. Connecticut, 310 U.S. 296, 60 S.Ct. 900, 84 L.Ed. 1213 (1940); Schneider v. Irvington, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155 (1939); Hague v. CIO, 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423 (1939); Lovell v. Griffin, 303 U.S. 444, 58 S.Ct. 666, 82 L.Ed. 949 (1938).\n.This same statute has recently been held to be unconstitutional under the First and Fifth Amendments by a three-judge District Court. In Brigade v. Chief of Capitol Police, 342 F.Supp. 575, 587 (D.D.C.), aff’d 409 U.S. 972, 93 S.Ct. 311, 34 L.Ed.2d 236 (1972), the court held that while “[t]here are, of course, occasions when courts, by limiting constructions placed upon the words of a statute, are able to turn back constitutional attack . . . there are bounds beyond which it is not appropriate for courts to go in this regard, at least without exposing themselves to the charge that they are usurping the legislative function. ...” [Citations omitted.!\n. Schneider v. Smith, 390 U.S. 17, 88 S.Ct. 682, 19 L.Ed.2d 799 (1968); Lynch v. Overholser, 369 U.S. 705, 82 S.Ct. 1063, 8 L.Ed.2d 211 (1962); United States v. Harriss, 347 U.S. 612, 74 S.Ct. 808, 98 L.Ed. 989 (1954); Rescue Army v. Municipal Court, 331 U.S. 549, 67 S.Ct. 1409, 91 L.Ed. 1666 (1947).\n. Cox v. Louisiana, 379 U.S. 536, 558, 85 S.Ct. 453, 466, 13 L.Ed.2d 471 (1965).\n. Shuttlesworth v. City of Birmingham, 281 Ala. 542, 545, 206 So.2d 348, 350 (1967).\n. This is not a case in which a parade permit was denied, nor are the conditions of the permit which was issued but had apparently expired in question. There is no evidence in this case that Section 107 has in fact been administered in such a way as to deny First Amendment rights, nor is any such factual question presented.\n. State v. Cox, 91 N.H. 137, 16 A.2d 508, 533 (1940).\n. Shuttlesworth v. City of Birmingham, supra note 10, 206 So.2d at 352.\n. Shuttlesworth v. Birmingham, 394 U.S. 147, 155 n. 4, 89 S.Ct. 935, 22 L.Ed.2d 162 (1969).\n. Shuttlesworth v. Birmingham, supra note 14, at 155, 89 S.Ct. 935.\n. Id. at 156-158, 89 S.Ct. 935.",
        "type": "majority",
        "author": "KELLY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Ted D. Kuemmerling, Asst. Corp. Counsel, with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, were on the brief, for appellant.",
      "Philip J. Hirschkop, Alexandria, Va., for appellee."
    ],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, Appellant, v. Gabriele H. EDGCOMB, Appellee.\nNo. 6274.\nDistrict of Columbia Court of Appeals.\nArgued July 24, 1972.\nDecided April 26, 1973.\nTed D. Kuemmerling, Asst. Corp. Counsel, with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, were on the brief, for appellant.\nPhilip J. Hirschkop, Alexandria, Va., for appellee.\nBefore KELLY, NEBEKER and PAIR, Associate Judges."
  },
  "file_name": "0506-01",
  "first_page_order": 542,
  "last_page_order": 548
}
