{
  "id": 7292003,
  "name": "CHASE HOME FINANCE LLC v. John H. HIGGINS et al.",
  "name_abbreviation": "Chase Home Finance LLC v. Higgins",
  "decision_date": "2009-12-31",
  "docket_number": "",
  "first_page": "508",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "985 A.2d 508"
    },
    {
      "type": "parallel",
      "cite": "2009 ME 136"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "1997 ME 123",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11979679
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 4, 7"
        },
        {
          "page": "1202, 1203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/695/1201-01"
      ]
    },
    {
      "cite": "2001 ME 158",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9459866
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/784/0018-01"
      ]
    },
    {
      "cite": "2005 ME 103",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8916325
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "¶ 8"
        },
        {
          "page": "255"
        },
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/882/0253-01"
      ]
    },
    {
      "cite": "2008 ME 85",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8247430
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 21"
        },
        {
          "page": "1257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/948/1251-01"
      ]
    },
    {
      "cite": "2002 ME 99",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9411222
      ],
      "weight": 8,
      "year": 2008,
      "pin_cites": [
        {
          "page": "¶ 17"
        },
        {
          "page": "705"
        },
        {
          "page": "¶ 17",
          "parenthetical": "to be codified at 14 M.R.S. § 611(1-A)"
        },
        {
          "page": "705"
        },
        {
          "page": "¶ 17"
        },
        {
          "page": "705"
        },
        {
          "page": "¶ 17"
        },
        {
          "page": "705"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/800/0702-01"
      ]
    },
    {
      "cite": "2007 ME 116",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8352166
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 19"
        },
        {
          "page": "1029"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/930/1025-01"
      ]
    },
    {
      "cite": "2008 ME 96",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8186586
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 1, 12"
        },
        {
          "page": "1132, 1134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/953/1131-01"
      ]
    },
    {
      "cite": "770 A.2d 658",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1279901
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "655"
        },
        {
          "page": "655",
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "655"
        },
        {
          "page": "656"
        },
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/364/0001-01"
      ]
    },
    {
      "cite": "2001 ME 77",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11103038
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "¶ 4"
        },
        {
          "page": "¶ 4"
        },
        {
          "page": "¶ 5"
        },
        {
          "page": "¶ 4"
        },
        {
          "page": "¶ 5"
        },
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/770/0653-01"
      ]
    },
    {
      "cite": "2009 ME 120",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        7291104
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "2"
        },
        {
          "page": "¶ 5"
        },
        {
          "page": "1"
        },
        {
          "page": "¶ 7"
        },
        {
          "page": "2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/985/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 14392,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 4.6047880731584447e-07,
      "percentile": 0.9260373867356746
    },
    "sha256": "0f1d8729ade6d3477e66809354adef78845508bb35c6401a21507e557214d839",
    "simhash": "1:9cd6c382d430ee8b",
    "word_count": 2474
  },
  "last_updated": "2024-02-27T18:04:23.956278+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, MEAD, GORMAN, and JABAR, JJ."
    ],
    "parties": [
      "CHASE HOME FINANCE LLC v. John H. HIGGINS et al."
    ],
    "opinions": [
      {
        "text": "SAUFLEY, C.J.\n[¶ 1] John H. and Valarie A. Higgins appeal from a judgment of foreclosure and order of sale entered by the Superior Court (York County, Fritzsche, J.) upon the grant of Chase Home Finance LLC’s motions for summary judgment on Chase’s complaint and the Higginses’ counterclaims. The Higginses argue that the court should have denied summary judgment on the complaint because there are genuine issues of material fact regarding whether the Higginses received proper notice of default and the right to cure before acceleration, see 14 M.R.S. § 6111 (2008), and regarding the amount due on the mortgage note. Because genuine issues of material fact must be resolved before judgment may be entered on Chase’s complaint, we vacate the judgment of foreclosure and order of sale and remand the matter for further proceedings. We affirm the summary judgment on the Hig-ginses’ counterclaims.\nI. BACKGROUND\n[¶ 2] The parties do not dispute that on July 30, 2003, upon the purchase of their residence in Sanford, John H. and Valarie A. Higgins executed a mortgage agreement and a note promising to pay Wacho-via Mortgage Corporation $250,000 in monthly payments over thirty years with a fixed annual interest rate of six percent. The mortgage was ultimately assigned to Chase Home Finance LLC. Chase also asserts that it holds the promissory note.\n[¶ 3] In July 2006, the Higginses and Chase executed a loan modification agreement that was recorded. The loan modification agreement provided for a principal balance of $277,577.13 to be paid off in monthly payments over thirty years with a fixed annual interest rate of six percent.\n[¶ 4] Chase filed a complaint for foreclosure in the District Court on May 25, 2007. Chase’s complaint alleged that the Higginses had defaulted in payment on the note and breached the conditions of the mortgage, that they had been notified of the default and the right to cure at least thirty days before the filing of the complaint as required by 14 M.R.S. § 6111(1), and that they owed Chase $286,965.33.\n[¶ 5] The Higginses filed an answer that denied the amount owed on the note, asserted counterclaims, and pleaded several affirmative defenses, including the defense that Chase had failed to comply with the notice provisions of 14 M.R.S. § 6111(1). Upon the Higginses’ request, the matter was removed to the Superior Court, and Chase answered the counterclaims.\n[¶ 6] Chase moved for summary judgment on its complaint and filed a supporting statement of material facts. See M.R. Civ. P. 56(h)(1). In this statement, Chase asserted that it had provided notice of default and the right to cure, but it did not set forth the amount that the Higginses owed on the mortgage. Chase’s statement did refer to evidence of a March 20, 2007, notice to the Higginses that purportedly satisfied 14 M.R.S. § 6111(1).\n[¶ 7] The Higginses filed an opposing statement of material facts. See M.R. Civ. P. 56(h)(2). In that statement, the Hig-ginses asserted and provided correspondence to demonstrate that Chase had accelerated their loan before Chase provided its March 20, 2007, notice of default and the right to cure. See 14 M.R.S. § 6111(1). Regarding the amount owed, the Higginses asserted that they had not been credited fully for at least nine payments. In support of this assertion, they referred to and attached their own affidavits, along with an e-mail and spreadsheet from Chase’s attorney that failed to account for all of the payments in dispute.\n[¶ 8] Chase filed a reply memorandum and supporting documents addressing the amount owed on the note and Chase’s provision of notice of default and the right to cure. However, these documents are not part of the summary judgment record because they were not properly asserted in a reply statement of material facts. See M.R. Civ. P. 56(h)(3), (4); Deutsche Bank Nat’l Trust Co. v. Raggiani, 2009 ME 120, ¶ 7, 985 A.2d 1, 2; Levine v. R.B.K. Caly Corp., 2001 ME 77, ¶ 4, 770 A.2d 658, 655.\n[¶ 9] After hearing arguments on the motion, the court granted a summary judgment in Chase’s favor and entered a judgment of foreclosure and order for sale awarding Chase the first $288,722.42 from the sale of the residence. The Higginses appealed from the summary judgment on the complaint, but we dismissed their appeal because the Superior Court had not yet ruled on the Higginses’ counterclaims and, therefore, the judgment was not final. Chase Home Fin. LLC v. Higgins, 2008 ME 96, ¶¶ 1, 12, 953 A.2d 1131, 1132, 1134. After the court granted Chase’s motion for summary judgment on the Higginses’ counterclaims, the Higginses brought the present appeal.\nII. DISCUSSION\n[¶ 10] We review a grant of a motion for summary judgment de novo, “viewing the evidence in the light most favorable to the party against whom judgment has been entered to decide whether the parties’ statements of material facts and the referenced record evidence reveal a genuine issue of material fact.” Wells Fargo Home Mortgage, Inc. v. Spaulding, 2007 ME 116, ¶ 19, 930 A.2d 1025, 1029. “On appeal from a grant of a summary judgment, we consider only the portions of the record referred to, and the material facts set forth, in the [M.R. Civ. P. 56(h) ] statements to determine whether there was no genuine issue as to any material fact and that the successful party was entitled to a judgment as a matter of law.” Levine, 2001 ME 77, ¶ 4, 770 A.2d at 655 (quotation marks omitted); see also Deutsche Bank Nat’l Trust Co., 2009 ME 120, ¶ 5, 985 A.2d at 1.\n[¶ 11] In support of any motion for summary judgment in a residential mortgage foreclosure action, the mortgage holder must provide certain basic information. See Levine, 2001 ME 77, ¶ 5, 770 A.2d at 655. At a minimum, the following facts, supported by evidence of a quality that could be admissible at trial, id. ¶ 6, 770 A.2d at 656, must be included in the mortgage holder’s statement of material facts:\n• the existence of the mortgage, including the book and page number of the mortgage, and an adequate description of the mortgaged premises, including the street address, if any, see P.L. 2009, ch. 402, §§ 9, 17 (effective June 15, 2009) (amending 14 M.R.S. §§ 2401(3), 6321 (2008));\n• properly presented proof of ownership of the mortgage note and the mortgage, including all assignments and endorsements of the note and the mortgage, M.R. Civ. P. 56(j) (amendment effective Aug. 3, 2009); see P.L. 2009, ch. 402, § 17 (effective June 15, 2009) (amending 14 M.R.S. § 6321 (2008));\n• a breach of condition in the mortgage, Johnson v. McNeil, 2002 ME 99, ¶ 17, 800 A.2d 702, 705; see 14 M.R.S. § 6322 (2008);\n• the amount due on the mortgage note, including any reasonable attorney fees and court costs, Johnson, 2002 ME 99, ¶ 17, 800 A.2d at 705; see 14 M.R.S. § 6322; P.L. 2009, ch. 402, § 11 (effective June 15, 2009) (to be codified at 14 M.R.S. § 611(1-A));\n• the order of priority and any amounts that may be due to other parties in interest, including any public utility easements, Johnson, 2002 ME 99, ¶ 17, 800 A.2d at 705; see 14 M.R.S. § 6322;\n• evidence of properly served notice of default and mortgagor’s right to cure in compliance with statutory requirements, M.R. Civ. P. 56(j); see 14 M.R.S. § 6111; P.L. 2009, ch. 402, §§ 10-14 (effective June 15, 2009) (amending 14 M.R.S. § 6111);\n• after January 1, 2010, proof of completed mediation (or waiver or default of mediation), when required, pursuant to the statewide foreclosure mediation program rules, M.R. Civ. P. 56(j); see M.R. Civ. P. 93 (effective Jan. 1, 2010); see also P.L. 2009, ch. 402, § 18 (effective June 15, 2009) (to be codified at 14 M.R.S. § 6321-A); and\n• if the homeowner has not appeared in the proceeding, a statement, with a supporting affidavit, of whether or not the defendant is in military service in accordance with the Servicemembers Civil Relief Act, see 50 U.S.C.S. app. § 521 (LexisNexis Supp.2009); M.R. Civ. P. 55(b)(4).\nSee also Camden Nat’l Bank v. Peterson, 2008 ME 85, ¶ 21, 948 A.2d 1251, 1257 (stating that a party seeking foreclosure must comply strictly with all steps required by statute).\n[¶ 12] At the time that Chase moved for summary judgment on its complaint, it was required to establish in the summary judgment record the amount owed on the mortgage note and evidence of properly served notice of default and the right to cure. See 14 M.R.S. §§ 6111(1), 6322; Johnson, 2002 ME 99, ¶ 17, 800 A.2d at 705. Chase failed, however, to state the amount due on the mortgage note in its statement of material facts. Further, although Chase asserted in its statement of material facts that it had provided the Higginses with notice of default and the right to cure, the Higginses properly asserted in their opposing statement of material facts that Chase had improperly accelerated the note before giving them notice. See 14 M.R.S. § 6111(1). When Chase later provided additional evidence of its provision of notice of default and the amount due on the mortgage note, it did not assert these facts in a reply statement of material facts pursuant to M.R. Civ. P. 56(h)(3). As a result, this additional evidence is not part of the summary judgment record. See Deutsche Bank Nat’l Trust Co., 2009 ME 120, ¶ 7, 985 A.2d at 2; Levine, 2001 ME 77, ¶ 4, 770 A.2d at 655.\n[¶ 18] Viewed in the light most favorable to the Higginses, the summary judgment record does not establish the amount that the Higginses owe on the mortgage note. Furthermore, the summary judgment record establishes competing versions of the truth regarding whether the Higginses were served proper notice of default and the right to cure before Chase accelerated the note, such that there is a genuine issue as to this material fact. See Abbott v. LaCourse, 2005 ME 103, ¶ 8, 882 A.2d 253, 255. Disputes of material fact related to a mortgage foreclosure must be resolved through mediation or a bench trial, rather than through the summary judgment process provided by Rule 56. Id. ¶ 10, 882 A.2d at 255; see also Curtis v. Porter, 2001 ME 158, ¶ 7, 784 A.2d 18, 22. Because there are genuine issues of material fact, and because Chase has not demonstrated that it is entitled, as a matter of law, to sale proceeds of $288,722.42, we vacate the judgment of foreclosure and order of sale.\n[¶ 14] Reviewing the Higginses’ counterclaims, we agree with the Superior Court that there are no genuine issues of material fact and that Chase is entitled to judgment as a matter of law on those claims. Accordingly, we affirm the judgment on the Higginses’ counterclaims.\nThe entry is:\nSummary judgment on complaint for foreclosure vacated. Summary judgment on the Higginses’ counterclaims affirmed. Remanded for further proceedings consistent with this opinion.\n. Tide 14 M.R.S. § 6111(1) (2008) provides:\nWith respect to mortgages upon residential property located in this State when the mortgagor is occupying all or a portion of the property as the mortgagor’s primary residence and the mortgage secures a loan for personal, family or household use, the mortgagee may not accelerate maturity of the unpaid balance of the obligation or otherwise enforce the mortgage because of a default consisting of the mortgagor’s failure to make any required payment, tax payment or insurance premium payment, by any method authorized by this chapter until at least 30 days after the date that written notice is given by the mortgagee to the mortgagor and any cosigner against whom the mortgagee is enforcing the obligation secured by the mortgage at the last known addresses of the mortgagor and any cosigner that the mortgagor has the right to cure the default by full payment of all amounts that are due without acceleration, including reasonable interest and late charges specified in the mortgage or note as well as reasonable attorney’s fees. If the mortgagor tenders payment of the amounts before the date specified in the notice, the mortgagor is restored to all rights under the mortgage deed as though the default had not occurred.\nTitle 14 M.R.S. § 6111 (2008) has since been amended. See P.L. 2009, ch. 402, §§ 10-14 (effective June 15, 2009).\n. Several of these items were added by recent legislation and rule-making, and were not in force at the time that Chase filed its motion. The new statutes and rules will, however, apply to summary judgment motions filed after their effective dates, regardless of when the foreclosure action was commenced. We include the new requirements here for future reference of parties moving for summary judgment in residential foreclosure actions.\n. Proof of completed mediation (or waiver or default of mediation) is required in York County for foreclosures filed from August 3, 2009, to January 1, 2010, pursuant to the Foreclosure Diversion Program Pilot & Pilot Rules, Me. Admin. Order JB-09-3, at 1 (effective Aug. 3, 2009). M.R. Civ. P. 56(j); see P.L. 2009, ch. 402, § 24 (effective June 15, 2009).\n. An affidavit referred to in Chase’s statement of material facts did state the amount owed on the mortgage note; however, the amount was not stated in the statement of material facts itself, and Rule 56(h)(1) requires that “[e]ach fact asserted in the statement [of material facts] shall be set forth in a separately numbered paragraph.” M.R. Civ. P. 56(h)(1) (emphasis added). Facts not set forth in the statement of material facts are therefore not in the summary judgment record. See Levine v. R.B.K. Caly Corp., 2001 ME 77, ¶ 5, 770 A.2d 653, 655 (\"A party who moves for a summary judgment must properly put the motion and, most importantly, the material facts before the court_”).\n. There is no right to a jury trial in foreclosure proceedings. Kennebec Fed. Sav. & Loan Ass’n v. Kueter, 1997 ME 123, ¶¶ 4, 7, 695 A.2d 1201, 1202, 1203 (holding that there is no right to a jury trial for equitable claims and that the foreclosure statute is an inherently equitable proceeding regarding the equity of redemption).",
        "type": "majority",
        "author": "SAUFLEY, C.J."
      }
    ],
    "attorneys": [
      "Mark A. Kearns, Esq. (orally), Portland, ME, for John H. Higgins and Valarie A. Higgins.",
      "Paul E. Thelin, Esq., John A. Turcotte, Esq. (orally), Ainsworth, Thelin & Raftice, P.A., South Portland, ME, for Chase Home Finance LLC."
    ],
    "corrections": "",
    "head_matter": "2009 ME 136\nCHASE HOME FINANCE LLC v. John H. HIGGINS et al.\nSupreme Judicial Court of Maine.\nArgued: Nov. 10, 2009.\nDecided: Dec. 31, 2009.\nMark A. Kearns, Esq. (orally), Portland, ME, for John H. Higgins and Valarie A. Higgins.\nPaul E. Thelin, Esq., John A. Turcotte, Esq. (orally), Ainsworth, Thelin & Raftice, P.A., South Portland, ME, for Chase Home Finance LLC.\nPanel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, MEAD, GORMAN, and JABAR, JJ."
  },
  "file_name": "0508-01",
  "first_page_order": 544,
  "last_page_order": 548
}
