{
  "id": 7869794,
  "name": "Roger ANDERSON v. O'CONNELL SUPPLY",
  "name_abbreviation": "Anderson v. O'Connell Supply",
  "decision_date": "1994-10-17",
  "docket_number": "No. 93-691-M.P.",
  "first_page": "509",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "649 A.2d 509"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "113 R.I. 155",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3127209
      ],
      "weight": 2,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0155-01"
      ]
    },
    {
      "cite": "411 A.2d 300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11343322,
        5543574
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "303",
          "parenthetical": "citing Andreozzi v. D'Antuono, 113 R.I. 155, 319 A.2d 16 (1974)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0300-01",
        "/ri/122/0686-01"
      ]
    },
    {
      "cite": "122 R.I. 686",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5543574
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "690",
          "parenthetical": "citing Andreozzi v. D'Antuono, 113 R.I. 155, 319 A.2d 16 (1974)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0686-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 4462,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2003572409047786
    },
    "sha256": "8bce71faa0d5601d81073c7ba9aed9e415f6e73cc880db13e2a56aefe435c428",
    "simhash": "1:e8eb2ca8a4d5f4e0",
    "word_count": 712
  },
  "last_updated": "2024-02-27T20:41:00.686443+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roger ANDERSON v. O’CONNELL SUPPLY."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the Supreme Court for oral argument on October 4, 1994, pursuant to an order that granted a writ of certio-rari to review a judgment of the appellate division of the Workers’ Compensation Court (WCC). The appellate division had affirmed the decision of a WCC trial judge to deny benefits to Roger Anderson (plaintiff) for injury sustained while in the employ of O’Connell Supply (defendanVemployer). Both parties were directed to show cause why the issues raised in the petition should not be summarily decided.\nAfter reviewing the memoranda submitted by the parties and after considering the arguments of counsel, we are of the opinion that cause has not been shown and the matter will be summarily decided.\nThe plaintiff sustained a permanent fifty-percent uncorrectable loss of vision in his left eye as a result of a work-related injury. The single issue presented is whether plaintiff is entitled to compensation pursuant to G.L. 1956 (1986 Reenactment) § 28-33-19 as a result of the injury. More specifically, pursuant to G.L.1956 (1986 Reenactment) § 28-33-19(a)(13) can the term “bodily member” be interpreted to include an eye, or does the statutory scheme clearly refer to the “stiffness or uselessness” of “bodily members” in the context of hands, feet, fingers or toes?\nSection 28-33-19(a)(13) under which plaintiff seeks relief provides compensation\n“where any bodily member or portion thereof has been rendered permanently stiff or useless, compensation * * * shall be paid as if the member or portion thereof had been severed completely; provided, however, that if the stiffness or uselessness is less than total, then compensation shall be paid * * * in proportion to the * * * percentage of stiffness or uselessness [it] bears to the total stiffness or total uselessness of the bodily members or portion thereof.”\nSection 28-33-19 sets forth compensation for specific injuries. Losses of vision are directly addressed in § 28-33-19(a)(l) where compensation is provided for\n“the entire and irrecoverable loss of the sight of both eyes or the reduction to one-tenth Oio) or less of normal vision with glasses * * * [provided, however, that for the purpose of this chapter the Suellen chart reading 20/200 shall equal one-tenth Oio) of normal vision or a reduction of ninety percent (90%) of the vision; and provided, further, that any loss of visual performance including but not limited to loss of binocular vision, other than direct visual acuity may be considered in evaluating eye loss;”\nand in § 28-33-19(a)(4) where compensation is provided “[f]or the entire and irrecoverable loss of sight of either eye, or the reduction to one-tenth Oio) or less of normal vision with glasses or for loss of binocular vision.”\nClearly, plaintiff’s fifty-percent loss of vision does not meet the ninety percent threshold required under subsections (1) and (4) supra. The plaintiff, however, alleged that in addition to a loss of acuity, the injury affected other visual functions, namely, pupil-lary response, color vision, and three-dimensional perception. The examining physician concluded, notwithstanding, that plaintiff’s total visual loss was at fifty percent. The appellate division conducted a de novo review, examining and weighing the evidence contained in the record, and found no error on the part of the trial judge.\nWe are of the opinion that the appellate division correctly applied the law in this case. The explicit statutory provisions that relate to losses of vision evidence a clear legislative intent to account for such losses under subsections (1) and (4) of § 28-33-19(a). The term “bodily member” is not defined in the statute and therefore “must be given [its] ordinary and customary meaning.” R.I. Chamber of Commerce v. Hacket, 122 R.I. 686, 690, 411 A.2d 300, 303 (1980) (citing Andreozzi v. D’Antuono, 113 R.I. 155, 319 A.2d 16 (1974)). Because the term bodily member is used in conjunction with the terms “severed” and “stiffness,” we conclude that subsection (13) cannot be applied to visual losses and does not provide the remedy that the plaintiff seeks.\nTherefore, we deny the petition for certio-rari, quash the writ previously granted, and affirm the judgment of the appellate division, ió which we remand the papers in the case,",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "William Filippo, Providence.",
      "Lane W. Newquist, East Greenwich."
    ],
    "corrections": "",
    "head_matter": "Roger ANDERSON v. O’CONNELL SUPPLY.\nNo. 93-691-M.P.\nSupreme Court of Rhode Island.\nOct. 17, 1994.\nWilliam Filippo, Providence.\nLane W. Newquist, East Greenwich."
  },
  "file_name": "0509-02",
  "first_page_order": 589,
  "last_page_order": 591
}
