{
  "id": 11243338,
  "name": "Leonard POLK v. TOWN OF LUBEC",
  "name_abbreviation": "Polk v. Town of Lubec",
  "decision_date": "2000-08-08",
  "docket_number": "",
  "first_page": "510",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "756 A.2d 510"
    },
    {
      "type": "parallel",
      "cite": "2000 ME 152"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "645 A.2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859797
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "6-7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0005-01"
      ]
    },
    {
      "cite": "403 A.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042171
      ],
      "pin_cites": [
        {
          "page": "1177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/403/1173-01"
      ]
    },
    {
      "cite": "470 U.S. 598",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299798
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0598-01"
      ]
    },
    {
      "cite": "953 F.2d 689",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519248
      ],
      "pin_cites": [
        {
          "page": "711"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/953/0689-01"
      ]
    },
    {
      "cite": "436 U.S. 658",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1490618
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "701"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/436/0658-01"
      ]
    },
    {
      "cite": "503 U.S. 115",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6221570
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/503/0115-01"
      ]
    },
    {
      "cite": "42 U.S.C.A. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "110 F.3d 168",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        694896
      ],
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/110/0168-01"
      ]
    },
    {
      "cite": "1999 ME 158",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11550692
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 3"
        },
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/740/0560-01"
      ]
    },
    {
      "cite": "676 A.2d 46",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858506
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/676/0046-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 733,
    "char_count": 14101,
    "ocr_confidence": 0.666,
    "pagerank": {
      "raw": 9.432321842482939e-08,
      "percentile": 0.5167239479985126
    },
    "sha256": "5fff9f618285fcd41cec96305ebc79039d7c9a2929e5e48247ecf21e5bd1f2ae",
    "simhash": "1:54fbc5d8723aab62",
    "word_count": 2308
  },
  "last_updated": "2024-02-27T18:22:13.121452+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
    ],
    "parties": [
      "Leonard POLK v. TOWN OF LUBEC."
    ],
    "opinions": [
      {
        "text": "SAUFLEY, J.\n¶ 1 Leonard Polk appeals from the entry of a summary judgment in the Superior Court (Washington County, Humphrey, J.) in favor of the Town of Lubec on Polk’s claims for money damages arising out of the Town’s denial of his reapplication for a junkyard permit. We affirm the judgment.\nI. BACKGROUND\n¶ 2 Leonard Polk owns and operates a junkyard and automobile graveyard in the Town of Lubec. In 1998, Polk sought a renewal of his annual permit from the Town’s Board of Selectmen. The Code Enforcement Officer recommended against the renewal because he believed that Polk had failed to comply with conditions of a prior permit. Polk sought a hearing before the Board of Selectmen.\n¶ 3 At the hearing, Polk argued that the Board was only authorized to determine whether his fence sufficiently screened the junkyard from public view, relying on 30-A M.R.S.A. § 3755(1) (1996), which authorizes municipalities to issue junkyard permits so long as the yard is “entirely screened to ordinary view from the highway.” The Board, on the other hand, understood that it was also authorized to review Polk’s compliance with the conditions of his previous permit.\n¶ 4 The Board reviewed fourteen photographs of Polk’s property. Twelve photographs depicted various areas within the yard and two photographs depicted the screening around the yard. When asked to identify the areas of the Town’s concern, the Town Administrator told Polk that the “screening was not an issue to me. Your screening has fallen under what the definition of screening is. You could have a white picket fence there, but what is going on inside that white picket fence, if it is in compliance, is the question, and it was not in compliance.”\n¶ 5 When asked directly whether the fence was in compliance, the Town Administrator responded: ‘Tour fence was, but what' was going on inside that fence was not.” Polk protested to the Board that the only issue before the Board was the screening, “not what is inside.” The Board Chairman responded: “That’s where we have to differ.” The Board went on to discuss six “violations” within Polk’s yard, including: (1) antifreeze and oil stored without berms; (2) vehicles being stored for other parties; (3) torque converters leaking oil; (4) aerosol cans in burn piles; (5) vinyl siding in burn piles; and (6) asphalt shingles lying on the ground. The Board ultimately denied Polk’s application.\n¶ 6 Polk filed an appeal in the Superior Court, challenging the denial pursuant to M.R. Civ. P. 80B. In addition, Polk included several independent claims pursuant to Rule 80B(i). By the time the case came before the court, however, Polk had been issued a permit for the year 1999. The court, therefore, dismissed the Rule 80B claim as moot. Polk did not challenge the court’s conclusion nor did he appeal from that determination.\n¶ 7 The parties proceeded on the remaining independent counts, captioned: “Count II: Damages for 1998”; “Count III: Damages for 1997”; and “Count IV: Equal Protection,” and the Town moved for summary judgment on all counts. Polk argued in his opposition to the Town’s motion for summary judgment that, by imposing additional conditions on his application, the Board had violated his due process rights. The court concluded that Polk had not properly alleged a violation of due process in his complaint, but nevertheless concluded that, even if Polk had properly pled a due process claim, a summary judgment was appropriate because Polk failed to establish facts in the record to support a due •process claim. The court also granted the Town’s motion for summary judgment related to Polk’s equal protection and tort claims. Polk then filed this appeal.\nII. DISCUSSION\n¶ 8 Polk asserts that his constitutional rights to equal protection and due process were violated when the Town imposed upon him conditions other than those related to the fencing and screening of his yard. See 30-A M.R.S.A. § 3755. Section 3755 authorizes municipalities to issue junkyard permits, so long as the yard is “entirely screened to ordinary view from the highway.” 30-A M.R.S.A. § 3755(1)(A). Although no other permit requirements are established by statute, municipalities are free to “enact ordinances with respect to automobile graveyards ... and junkyards that concern any other standards that the municipality determines* reasonable.” 30-A M.R.S.A. § 3755(5). The Town did not enact any additional regulations.\n¶ 9 Polk alleges that the Board denied his application because he had failed to comply with conditions placed upon his previous permit to which he had apparently not objected. The Board did not issue findings or otherwise explain its denial. Because Polk’s Rule 80B appeal was dismissed as moot, there has never been an adjudication of his claim that the Board acted beyond its authority. For purposes of this appeal, we will assume that Polk has presented material facts in support of his claim that the Board based its denial on his failure to comply with the previous conditions, not on the inadequacy of his screening.\n¶ 10 Had Polk prevailed on his 80B appeal, he would have been entitled to relief in the form of a rehearing or granting of the requested permit. He would not, however, have been entitled to receive monetary compensation from the Town as a result of its error. Only if Polk demonstrates that the Town’s action went beyond error and amounted to a deprivation of his constitutional rights may he recover damages.\nA.Standard of Review\n¶ 11 Summary judgment is appropriate when “the party that bears the burden of proof on an essential element at trial has presented evidence that, if she presented no more, would entitle the opposing party to a judgment as a matter of law.” June Roberts Agency, Inc. v. Venture Properties, Inc., 676 A.2d 46, 48 (Me.1996). To avoid summary judgment, a party may not simply “ ‘rely on conelusory allegations or unsubstantiated denials, but must identify specific facts derived from the pleadings, depositions, answers to interrogatories, admissions and affidavits to demonstrate either the existence or absence of an issue of fact.’ ” Kenny v. Dep’t of Hum. Servs., 1999 ME 158, ¶ 3, 740 A.2d 560, 562 (quoting Vinick v. Comm’r of Internal Revenue, 110 F.3d 168, 171 (1st Cir.1997)).\nB. Section 1983\n¶ 12 When monetary damages are sought for constitutional violations, a plaintiff must articulate a private cause of action to support his claim. We assume that Polk intended to state a claim pursuant to 42 U.S.C.A. § 1983 (1994 & Supp. 1999). “Section 1983 provides a remedy against ‘any person’ who, under color of state law, deprives another of rights protected by the Constitution.” Collins v. City of Barker Heights, 503 U.S. 115, 120, 112 S.Ct. 1061, 117 L.Ed.2d 261 (1992). For purposes of section 1983 claims, a municipality is a “person” subject to suit under certain circumstances. See Monell v. Dep’t of Soc. Servs., 436 U.S. 658, 701, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). Although Polk has neither cited nor referenced section 1983 in his complaint, we will assume that he intended to bring his constitutional violation claims within its provisions.\nC.Equal Protection\n¶ 13 Polk first seeks monetary damages for the alleged violation of his right to equal protection, contending that by “aggressively enforcing” the screening requirements and by imposing “illegal conditions” on his application, the Town treated Polk differently than other applicants.\n¶ 14 In order to establish a constitutional equal protection violation based on selective prosecution or selective enforcement, a plaintiff must at a minimum establish “that the challenged decision ... had a ‘discriminatory effect and that it was motivated by a discriminatory purpose.’ ” Willhauck v. Halpin, 953 F.2d 689, 711 (1st Cir.1991) (quoting Wayte v. United States, 470 U.S. 598, 608, 105 S.Ct. 1524, 84 L.Ed.2d 547 (1985)).\n¶ 15 The Superior Court concluded, and we agree, that Polk presented no evidence of disparate treatment or discriminatory motivation. As an initial matter. Polk’s complaint and Rule 7(d) statement of material facts contain nothing but conclusory and unsubstantiated allegations. Polk alleges that the Town permitted other junkyards to operate with inadequate screening, and without the added burden of additional conditions. Polk does not, however, present any facts to support these allegations. In fact, the record reveals that the two ‘similarly situated” applicants referenced in Polk’s complaint were either not similarly situated, or not even applicants.\n¶ 16 Additionally, Polk has failed to establish facts in support of his argument that the denial of his permit was “motivated by an impermissible reason.” Instead, Polk relies on vague allegations that the Town’s Code Enforcement Officer did not want to grant the permit because of Polk’s refusal to let him inspect his property. The CEO, however, was not responsible for the ultimate denial of Polk’s permit. The Board of Selectmen bears the ultimate responsibility for granting or denying permits. Yet, Polk has failed to present any evidence that the Board acted with improper or discriminatory motive. The record is devoid of evidence supporting Polk’s allegations that the Board subjected other applicants to favorable or different treatment or acted with a discriminatory purpose towards Polk’s application. The trial court did not err in granting summary judgment on this claim.\nD. Due Process\n1. Pleadings\n¶ 17 The Superior Court concluded that Polk failed to plead a due process violation, and we agree.\n■ ¶ 18 A complaint must contain “a short and plain statement of the claim showing that the pleader is entitled to relief, and ... a demand for judgment.” M.R. Civ. P. 8(a). We have held that .the purpose of Rule 8(a) is to provide the opposing party “fair notice of the claim.” E.N. Nason, Inc. v. Land-Ho Dev. Corp., 403 A.2d 1173, 1177 (Me.1979). We review the court’s conclusion that Polk did not adequately plead a due process claim de novo. See Bowen v. Eastman, 645 A.2d 5, 6-7 (Me. 1994).\n¶ 19 Polk’s complaint contained five counts. The first count sought appellate review, pursuant to Rule 80B, of the Board’s decision to deny his application. That count has been dismissed as moot and is not before us. Counts II and III, seeking monetary damages for the “interruption of [Polk’s] business, and ... lost profits,” were disposed of on summary judgment, and Polk does not challenge that part of the summary judgment. Count Y sought compensation for an unrelated breach of contract that was settled by the parties and is not an issue on appeal. The only count that has not been finally resolved, count IV, seeks monetary damages for an alleged denial of equal protection, and we have concluded above that the motion court did not err in entering a summary judgment on that count.\n¶20 Thus, the complaint does not set forth, even inartfully, a claim alleging a due process violation. Admitting, as he must, that no single count in his complaint alleges a due process violation, Polk nevertheless argues that the complaint can be read in its entirety to include such a claim. This argument is not persuasive. In fact, the only reference in the complaint to an error in process is found in Polk’s Rule 80B count, which refers to the Town as acting in an “arbitrary and capricious” manner. The term “due process” appears nowhere in his complaint. Accordingly, we agree with the Superior Court that Polk has failed to present a claim for a violation of his due process rights.\nThe entry is:\nJudgment affirmed.\n. Section 3755 provides in pertinent part:\nNo permit may be granted for an automobile graveyard or junkyard ... within 600 feet of the right-of-way of any other highway, except for:\nA. Those automobile graveyards or junkyards that are kept entirely screened to ordinary view from the highway at all times by natural objects, plantings or fences.\n30-A M.R.S.A. § 3755(1)(A) (1996).\n. Apparently recognizing, after the fact, that it had erroneously interpreted section 3755(1), the Town sought to convince the Superior Court and this Court that it had concerned itself only with the adequacy of fencing at the hearing. A review of the transcript exposes the Town’s position as entirely disingenuous. Had the Town conceded its error earlier, the matter may have been resolved without the need for appellate review.\n. Polk also argues that the trial justice erred because he refused to consider Polk’s answers to interrogatories in determining that Polk had failed to present facts sufficient to avoid summary judgment. We need not address this issue, however, because like his complaint and statement of material facts, Polk’s answers to interrogatories do not contain \"specific facts” to support his allegations.\n.The Town presented facts, unrefuted by Polk's conclusory allegations, that only one other junkyard in the Town was permitted to operate in the year at issue. There is no evidence in the record about whether the Town applied additional conditions to that facility. A second \"similarly situated” applicant had withdrawn its most recent permit application in 1996.\n. Polk’s statement of material facts álleges that the CEO \"threatened to put Mr. Polk out of business no matter what Mr. Polk did.”\n. The Superior Court concluded that \"each of these counts seems to be grounded on a theory of tortious interference with the conduct of [Polk's] business.” Because municipalities are immune from tort liability under the Maine Tort Claims Act, see 14 M.R.S.A. §§ 8101-8118 (1980 & Supp. 1999), the court granted summary judgment on these two counts.\n. Polk never moved to amend his complaint to allege a due process violation.",
        "type": "majority",
        "author": "SAUFLEY, J."
      }
    ],
    "attorneys": [
      "Jon A. Haddow, Esq. (orally), Farrell, Rosenblatt & Russell, Bangor, for the appellant.",
      "Linda D. McGill, Esq., Matthew Tarase-vich, Esq. (orally), Moon, Moss, McGill, Hayes & Shapiro, Portland, for the appel-lee."
    ],
    "corrections": "",
    "head_matter": "2000 ME 152\nLeonard POLK v. TOWN OF LUBEC.\nSupreme Judicial Court of Maine.\nArgued May 2, 2000.\nDecided Aug. 8, 2000.\nJon A. Haddow, Esq. (orally), Farrell, Rosenblatt & Russell, Bangor, for the appellant.\nLinda D. McGill, Esq., Matthew Tarase-vich, Esq. (orally), Moon, Moss, McGill, Hayes & Shapiro, Portland, for the appel-lee.\nPanel CLIFFORD, RUDMAN, DANA, SAUFLEY, ALEXANDER, and CALKINS, JJ."
  },
  "file_name": "0510-01",
  "first_page_order": 544,
  "last_page_order": 549
}
