{
  "id": 11301692,
  "name": "Keith D. JOHNSON, a/k/a Keith Wallace, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Johnson v. United States",
  "decision_date": "1991-08-21",
  "docket_number": "No. 89-1406",
  "first_page": "511",
  "last_page": "517",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 511"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "580 A.2d 1289",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380290
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1294"
        },
        {
          "page": "1292-1293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1289-01"
      ]
    },
    {
      "cite": "548 A.2d 48",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871628
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "50-51"
        },
        {
          "page": "50-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/548/0048-01"
      ]
    },
    {
      "cite": "580 A.2d 1289",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380290
      ],
      "pin_cites": [
        {
          "page": "1295"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/580/1289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 824,
    "char_count": 20607,
    "ocr_confidence": 0.804,
    "pagerank": {
      "raw": 9.388666575106134e-08,
      "percentile": 0.5153630578462296
    },
    "sha256": "0705f9ddd26e846a5a02e6acd7852377d1f7f1b8e526f0cf2a442f8bf391afb1",
    "simhash": "1:3f2910b4c5aecfdb",
    "word_count": 3434
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ROGERS, Chief Judge, and TERRY, Associate Judge, and KERN, Senior Judge."
    ],
    "parties": [
      "Keith D. JOHNSON, a/k/a Keith Wallace, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nAppellant was convicted of distributing cocaine, a controlled substance, in violation of D.C.Code § 33-541(a)(l) (1988). On appeal he contends that the trial court erred in admitting into evidence a Form DEA-7, a chemist’s report identifying the alleged controlled substance as cocaine, because the government had failed to comply with the notice requirement of D.C.Code § 33-556 (1988). We agree and reverse.\nI\nIn February 1989, about a month after appellant was indicted, his original attorney withdrew from the case because of an injury, and a new attorney was appointed. The appointment was recorded in the court file and on the docket. Several weeks later, in early April, when the prosecutor was preparing for trial, she sent a copy of the DEA-7 to appellant’s former attorney, but not to the attorney who had been appointed in February.\nThe case came on for trial late in the day on May 3. After the jury was sworn, the trial was recessed, and on the following morning the court was engaged in other business; consequently, the testimony did not begin until after the luncheon recess on May 4. The government’s evidence showed that appellant and his co-defendant, Irving McGee, sold a plastic bag of purported cocaine to an undercover police officer. Late in the afternoon, the prosecutor began to question an expert witness about two exhibits, one of which was the DEA-7 stating that the contents of the plastic bag consisted of 847 milligrams of cocaine base. Appellant’s counsel objected on the ground that he had not received a copy of the DEA-7 prior to trial, contrary to D.C.Code § 33-556, which requires that a copy of the chemist’s report be provided to the defense at least five days before trial. When the DEA-7 was marked as Exhibit 9, appellant’s counsel asked for a bench conference at which he told the court, “I have not seen Government’s Exhibit Number 9.” A short time later, after counsel for the co-defendant had completed his cross-examination of the expert witness, appellant’s counsel asked the court for permission to defer his cross-examination of the same witness until the next morning because “I have not had an opportunity to look at the Jencks material.” That request was denied. Counsel then cross-examined the expert about the handling of suspected drugs after they came into police custody, particularly the drugs in this case, and the trial recessed for the day.\nThe next morning, when the government moved Exhibit 9 into evidence, appellant’s counsel objected to its admission on the ground that the government had failed to comply with D.C.Code § 33-556. The court overruled the objection, reasoning that the report had been sent in good faith to the previous attorney, who had an obligation as an officer of the court “to refer all matters in regard to her [former] client to the appropriate attorney,” that defense counsel should have raised the matter before trial, and that counsel was aware of the laboratory analysis in any event, since he had been willing “to enter into a stipulation with the government so as to avoid the government having to put on an expert.” The case then proceeded to verdict.\nII\nThe purpose of the requirement in section 33-556 that the chemist’s report be provided to the defense at least five days before trial “is to give sufficient notice to the defendant to decide whether to call the chemist for cross-examination....” Giles v. District of Columbia, 548 A.2d 48, 50-51 (D.C.1988) (citing legislative history); ac cord, Belton v. United States, 580 A.2d 1289, 1294 (D.C.1990). But a failure to comply with this requirement does not compel exclusion of the report if it is otherwise admissible, nor is such a failure per se reversible error. Only when the breach of the five-day requirement results in prejudice to the defense is a new trial required. Id. at 1292-1293. We find such prejudice in this case, and thus we hold that appellant is entitled to reversal.\nThe government conceded at oral argument that an objection by counsel promptly upon receiving the DEA-7 at trial, coupled with a request for time to review it in order to determine whether to challenge it, is sufficient under Belton to establish prejudice. That is essentially what happened here. Even assuming that the DEA-7 was among the documents that counsel received on the morning of May 4 (see note 3, supra), his request that afternoon for an overnight recess before cross-examining the expert witness was prompt enough to preserve his claim of prejudice. The fact that the government sent the DEA-7 to the wrong attorney in good faith, as the court found, does not relieve the government of its responsibility for what happened. After all, attorneys often withdraw from cases for a variety of reasons, and new attorneys are retained or appointed to replace them. It is the government’s obligation to make sure that its records are kept up to date and that it serves documents on the correct attorney. There is no “good faith” exception to the five-day notice requirement of section 33-556, and the trial court erred in concluding otherwise.\nThe government urges nevertheless that we should affirm the conviction because the defense had expressed a willingness to enter into a stipulation about the drugs. The trial court likewise relied heavily on the stipulation in overruling the objection to the admission of the DEA-7:\n[T]his record will reflect that the defendant Johnson wanted to enter into a stipulation with the government so as to avoid the government having to put on an expert. So the defendant Johnson certainly can’t say that he was not aware of the presence of a laboratory analysis in this case.\nUnfortunately, the court did not accurately recall the stipulation. At the very beginning of the trial, before the first witness testified, appellant’s counsel said to the court:\nI would like to put on the record that, on behalf of Mr. Johnson, we would be prepared to stipulate that whatever drugs are involved here, that it is a usable amount, and that ... it’s packaged in a certain way, consistent with drug distribution. [Emphasis added.]\nCounsel’s purpose in agreeing to this stipulation was to keep from the jury’s ears “a great deal of extraneous information that’s not germane to this case” concerning illicit drug traffic, which he feared would come in if the police expert were to testify about how the drug was packaged. Significantly absent from the stipulation was any statement about the chemical analysis of the drug. Appellant’s counsel never offered or agreed to stipulate that the plastic bag contained cocaine. The court was simply mistaken in recalling that he did and erred in basing its ruling on that incorrect recollection.\nIn Belton v. United States, supra, we found that the defense had suffered no prejudice and affirmed the conviction. In this case, however, we find that appellant was prejudiced by being deprived of an opportunity to decide whether to call the chemist for cross-examination. The very purpose of section 33-556 was to give him that opportunity. Giles v. District of Columbia, supra, 548 A.2d at 50-51. Although appellant’s counsel did not specifically ask for a recess in order to subpoena the chemist, he did request an overnight continuance of the trial “in order to adequately prepare [his] cross-examination of [Detective Young],” precisely because (as he told the court the next morning) he had just seen the DEA-7 for the first time while Young was on the stand. The court should have granted that request; it could easily have done so, since it was already quite late in the afternoon. If it had, the issue that vexes us here might well have evaporated, but it chose to deny counsel’s request and forced him to cross-examine Detective Young unprepared.\nNot all the blame should fall on the court, however. Any attorney who represents a defendant in a drug case should know that there must be, somewhere, a report of a chemical analysis of the suspected drug, for without it the government cannot prove its case. In objecting to the admission of the DEA-7 into evidence, appellant’s counsel told the trial court, “I don’t believe that I have any affirmative duty to notify the government of their shortcomings or their negligence.” While counsel was correct as a matter of principle, it would have been far better if he had called the prosecutor a week or two before trial and asked her to send him a copy of the DEA-7 so that the trial might not be delayed. Indeed, the statute contemplates that defense counsel will make such a request; the five-day notice requirement kicks in only when counsel fails to do so. The unwillingness of appellant’s counsel to pick up the phone and make a five-minute call to the prosecutor means that this case will now have to be tried again, when a little flexibility on counsel’s part would have saved a great deal of judicial time and effort, not to mention the stress of a second trial for his client.\nUltimately, however, the duty to comply with section 33-556 rests on the government. Its failure in this case to give the notice required by that statute, resulting in prejudice to appellant’s defense, means that it must now bear the burden of a reversal. The judgment of conviction is reversed, and the case is remanded for a new trial or for other proceedings consistent with this opinion.\nReversed and remanded.\n. The trial court assumed, as do we, that this was simply a clerical error. No suggestion has been made that the government sought to deceive defense counsel or to conceal the chemical test results from him.\n. D.C.Code § 33-556 provides:\nIn a proceeding for a violation of this chapter, the official report of chain of custody and of analysis of a controlled substance performed by a chemist charged with an official duty to perform such analysis, when attested to by that chemist and by the officer having legal custody of the report and accompanied by a certificate under seal that the officer has legal custody, shall be admissible in evidence as evidence of the facts stated therein and the results of that analysis. A copy of the certificate must be furnished upon demand by the defendant or his or her attorney in accordance with the rules of the Superior Court of the District of Columbia or, if no demand is made, no later than 5 days prior to trial. In the event that the defendant or his or her attorney subpoenas the chemist for examination, the subpoena shall be without fee or cost and the examination shall be as on cross-examination.\n. Counsel told the court that he had just received \"the Jencks material” that morning (May 4). We assume that the DEA-7 was not included in that material, since counsel said on the afternoon of May 4 that he had not yet seen it. The court made no finding as to when counsel in fact received a copy of the DEA-7, nor is there any basis in the record for such a finding other than counsel’s uncontradicted statement that he had not seen it until the prosecutor showed it to him in the courtroom after it was marked as an exhibit. In any event, counsel made clear that he had \"not had an opportunity to review the DEA-7, to look at the materials contained in the DEA-7 and the property report\" (one of the Jencks documents), and asked for \"an opportunity to coordinate the information contained in those two documents in order to adequately prepare my cross-examination of this expert witness.”\n. The witness was Detective Albert Young, whom the court allowed to testify as an expert on “the procedures used by the police department to safeguard drugs which have been received by police officers on the streets of the District of Columbia, the distribution methods used by the street-level dealers in the District of Columbia, and the use of narcotics in the District of Columbia.”\n. Counsel told the court that his predecessor had “turned over her entire file to me at the time that I entered my appearance in this case.” That was in February, however, and since the DEA-7 was not mailed to the previous attorney ' until April, what she delivered in February obviously did not include the DEA-7.\n. As we said in Belton:\nWhere a defendant in a timely manner does request a continuance because the government has failed to provide him or her with a copy of the chemist’s report five days before trial, the trial court should grant the request so as to give effect to the rights section 33-556 aims to protect.\nBelton v. United States, supra, 580 A.2d at 1294 n. 10.\n. In theory, perhaps, it might be possible to identify a suspected controlled substance without a chemical analysis and to try a case without a chemist’s report, but we have not seen such a case among the thousands of drug cases that have come before us in recent years, and we doubt that we ever will.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      },
      {
        "text": "KERN, Senior Judge,\ndissenting:\nUnder the particular facts and circumstances of this case, I am not persuaded that the clerical error, concededly not made in bad faith, by the United States Attorney’s Office constituted prejudice requiring reversal of the jury’s verdict of guilty entered after a trial that appears to have been fairly conducted.\nIn my view, the facts here place this case within the purview of this court’s decision in Belton v. United States, 580 A.2d 1289, 1295 (D.C.1990). In that case, we concluded that there was “no ground for reversal,” although the United States Attorney’s Office mistakenly failed to comply with the statute requiring five days’ notice of the chemist’s report so as to obviate the necessity of having the chemist appear to vouch personally for the results of his analysis, as well as for the chain of custody.\nThe record reflects that appellant and a codefendant were arrested and charged with a single count of unlawfully distributing cocaine. The arrest was effected minutes after the defendants sold a packet of crack cocaine to an undercover police officer for $50 in marked money. Some of this money was recovered from the codefend-ant’s person, and appellant was identified as his accomplice by a “drive-by” conducted immediately after the arrest.\nA number of weeks prior to the trial— where the sole issue would be whether the defendants had distributed cocaine in a usable amount — the United States Attorney’s Office transmitted to the attorneys representing each defendant the report of the government’s chemist on the content of the substance sold to the undercover officer. Appellant’s original attorney, to whom the report mistakenly was sent, had been forced to withdraw from the case because, we are told in appellant’s brief, she suffered a horseback riding injury. Appellant’s present attorney asserted that the chemist’s report thus sent to her was not among the papers in the file she turned over to him once she withdrew and he was appointed as counsel in her place.\nThe trial proceedings extended over three days, but at no time prior to the close of the government’s case did appellant’s attorney alert the prosecutor or the court of this matter. The position of appellant’s attorney was that he did not “have an affirmative duty to notify the Government of their shortcomings or negligence.”\nAt the outset of the trial, appellant’s attorney and the prosecutor reviewed together the government’s witnesses who would testify, and the prosecutor gave him all so-called Jencks material. Thus, it was clear, even before opening statements, that the prosecution did not intend to call as a witness the chemist who had analyzed the packet of drugs sold by the defendants. Appellant’s attorney did not then request either that the government call the chemist or that the trial court postpone the trial.\nInterestingly enough, the attorney for the codefendant, weeks prior to the trial, had received the government chemist’s report and, after the testimony commenced, announced that he planned to present a chemist (not the government’s chemist) as his own witness. In addition, appellant’s attorney sought to have the prosecutor refrain from calling its sole expert witness on the usability, packaging and handling of drugs — offering to stipulate that “whatever drugs are involved here, that it is a usable amount, and it’s packaged ... consistent with distribution.” The prosecutor declined to accept the stipulation, but appellant’s attorney still neither alerted the trial court of his predecessor’s failure to transmit to him before trial the chemist’s report nor requested the prosecutor to call the chemist as a witness.\nOn the second day of trial, appellant’s attorney cross-examined a police officer concerning the so-called DEA-7 form, as it was prepared in part by the officer who had made the buy. In the late afternoon, appellant’s attorney, after the codefend-ant’s counsel had conducted cross-examination of the police officer, requested a continuation until the next day in order to “coordinate the information contained in ... two documents.” The two documents to which he was referring were the DEA-7 form, which contained the chemist’s analysis, and the one-page property report, which detailed the $150 worth of bills recovered from the person of the codefend-ant, among which were two marked bills the undercover officer has used in his purchase of the drugs. Again, appellant’s attorney failed to alert the court of the absence from his case file of the chemist report mailed to his predecessor by the United States Attorney’s Office. Neither did appellant’s attorney request the prosecutor to produce the chemist on the next day of the trial.\nOn the following day, the court and the attorneys discussed certain preliminary matters before the trial resumed, but still no mention was made by appellant’s attorney that he had not received the chemist’s report and wanted the chemist produced as a witness. Finally, when the prosecutor moved to have the chemist’s report admitted into evidence — on what was then the third day of the trial proceedings — appellant’s attorney brought to the attention of the trial court the fact that he had never personally received from the government a copy of the chemist’s report. Even then, appellant’s attorney did not request that the chemist be called as a witness or that the trial be recessed until such witness could be produced. Appellant’s attorney did not indicate to the trial court that he intended to challenge the chemist’s findings. He merely argued that the chemist’s report should be excluded from evidence as hearsay because he was not there to vouch for its contents. The trial court overruled the objection and admitted the report. The majority concludes that this ruling constitutes reversible error.\nGiven what actually transpired, I am not persuaded that appellant suffered such prejudice as to call for a reversal of the jury’s verdict. I note that extensive testimony was presented concerning the handling and safekeeping of the cocaine after it was sold to the officer. The usability of the drugs at issue was probed at considerable length by the codefendant’s attorney. Appellant’s attorney conceded that the drugs recovered were usable and packaged for distribution.\nIn sum, appellant’s attorney was on notice from the outset of his appointment to represent appellant in this case that the chemical analysis of the drugs was necessarily an issue. He knew at the outset of the trial — which lasted three days — that the prosecution did not plan to call the chemist to the stand because it reasonably assumed that the predecessor attorney of appellant had turned over the statutory notice sent well before trial, with all other papers, to appellant’s trial attorney. Indeed, appellant’s trial attorney’s assertion that he did not have any affirmative duty to notify the government of its shortcomings or negligence, together with his failure to notify the court at the outset of this three-day proceeding of the need for the chemist to be present, suggests that appellant seeks to revive the procedural niceties of the strict 19th century code of common law plea'dings. I would affirm the trial court upon authority of Belton, and hence, I respectfully dissent.",
        "type": "dissent",
        "author": "KERN, Senior Judge,"
      }
    ],
    "attorneys": [
      "Charles F. Daum, appointed by the court, for appellant.",
      "Barry Wiegand, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty., John R. Fisher, Roy W. McLeese, III, and Julieanne Himelstein, Asst. U.S. Attys., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Keith D. JOHNSON, a/k/a Keith Wallace, Appellant, v. UNITED STATES, Appellee.\nNo. 89-1406.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 5, 1991.\nDecided Aug. 21, 1991.\nCharles F. Daum, appointed by the court, for appellant.\nBarry Wiegand, Asst. U.S. Atty., with whom Jay B. Stephens, U.S. Atty., John R. Fisher, Roy W. McLeese, III, and Julieanne Himelstein, Asst. U.S. Attys., were on the brief, for appellee.\nBefore ROGERS, Chief Judge, and TERRY, Associate Judge, and KERN, Senior Judge."
  },
  "file_name": "0511-01",
  "first_page_order": 577,
  "last_page_order": 583
}
