{
  "id": 11251217,
  "name": "John D. PAYTON, Jr., Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Payton v. United States",
  "decision_date": "1973-06-08",
  "docket_number": "No. 6554",
  "first_page": "512",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 512"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "180 F.2d 427",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1251310
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "430-431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/180/0427-01"
      ]
    },
    {
      "cite": "159 F.2d 85",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1122925
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/159/0085-01"
      ]
    },
    {
      "cite": "404 F.2d 212",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2125200,
        3578842
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/404/0212-01"
      ]
    },
    {
      "cite": "131 U.S.App.D.C. 212",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3578842
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "298 A.2d 213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11250419
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/298/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 3621,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 1.524088209960302e-07,
      "percentile": 0.669812796035599
    },
    "sha256": "a8e9b790e8110100849a68f134525724859b2ab85c52d145a948769fcdf5dc44",
    "simhash": "1:9742a1b037a41a34",
    "word_count": 607
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ICERN, NEBEKER and YEAG-LEY, Associate Judges."
    ],
    "parties": [
      "John D. PAYTON, Jr., Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAppellant was convicted on three counts of forgery and three counts of uttering and given concurrent sentences of six to 18 months on each count. He contends on appeal that the trial court erred in refusing to grant his motion for judgment of acquittal on the forgery counts and in giving the jury an instruction on aiding and abetting on those counts when he had been charged in the indictment solely as a principal and there was no evidence that someone other than defendant had committed the forgery.\nThere was evidence that appellant gave to three of his employees special police officer commissions that had been forged and instructed one of them not to let anyone “get a good look” at his commission, that in the opinion of an expert witness two of the commissions and appellant’s payroll checks were “quite probably” prepared by the same typewriter, see Long v. United States, D.C.App., 298 A.2d 213, 214 (1972), and that appellant’s detective agency received more income from its customers for use of commissioned than non-commissioned special police officers. Viewing this evidence in the light most favorable to the government we cannot say that the trial court erred in permitting the forgery counts to go to the jury.\nTurning to the trial court’s aiding and abetting charge, the theory of the government’s case, as reflected in the indictment and the prosecutor’s opening statement, was that appellant had forged the commissions. However, after all the evidence had been adduced and the trial court was ready to instruct the jury, the prosecutor requested an aider and abettor instruction. After first denying such a request the trial court so charged the jury. While a defendant may be charged and convicted as the principal even though the proof is that he was only an aider and abettor, Jones v. United States, 131 U.S.App.D.C. 212, 404 F.2d 212 (1968); D.C. Code 1967, § 22-105, there must be evidence that someone other than defendant was the principal whom the defendant aided and abetted. Morgan v. United States, 159 F.2d 85 (10th Cir. 1947); United States v. Horton, 180 F.2d 427, 430-431 (7th Cir. 1950). In the instant case, the “somebody” whom the prosecutor believed had committed the forgery and appellant had aided was never identified. The evidence was only that any one of several employees of appellant had access to the typewriter which “quite probably” made the forgery and could have forged the commissions. Under these particular circumstances, the trial court’s aiding and abetting instruction was erroneous and prejudicial to appellant and he is entitled to a new trial on the forgery counts.\nReversed at to counts one, three and five; affirmed as to counts two, four and six.\n. Appellant also complains that the evidence of uttering was insufficient but we deem this without merit after a review of the record.\n. The prosecutor argued (JR. 674) :\nSomebody had to make the document. The expert testified that they were made. Now it could well have been his [appellant’s] secretary or a person who had his orders to do such a document. That is, he might not have physically sat down and done the typing. (Emphasis added.)",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Milton M. Burke, Silver Spring, Md., appointed by this court, for appellant.",
      "Eric B. Marcy, Asst. U. S. Atty., with whom Harold H. Titus, Jr., U. S. Atty., John A. Terry and Richard N. Stuckey, Asst. U. S. Attys., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "John D. PAYTON, Jr., Appellant, v. UNITED STATES, Appellee.\nNo. 6554.\nDistrict of Columbia Court of Appeals.\nArgued May 2, 1973.\nDecided June 8, 1973.\nMilton M. Burke, Silver Spring, Md., appointed by this court, for appellant.\nEric B. Marcy, Asst. U. S. Atty., with whom Harold H. Titus, Jr., U. S. Atty., John A. Terry and Richard N. Stuckey, Asst. U. S. Attys., were on the brief, for appellee.\nBefore ICERN, NEBEKER and YEAG-LEY, Associate Judges."
  },
  "file_name": "0512-01",
  "first_page_order": 548,
  "last_page_order": 549
}
