{
  "id": 11251240,
  "name": "Millard T. REAP, Petitioner, v. DEPARTMENT OF MOTOR VEHICLES OF the DISTRICT OF COLUMBIA, Respondent",
  "name_abbreviation": "Reap v. Department of Motor Vehicles",
  "decision_date": "1973-06-08",
  "docket_number": "No. 6920",
  "first_page": "513",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 513"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "473 F.2d 177",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        275507,
        3588590
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/473/0177-01",
        "/us-app-dc/154/0047-01"
      ]
    },
    {
      "cite": "379 F.2d 453",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3658453,
        2069375
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/379/0453-01"
      ]
    },
    {
      "cite": "126 U.S.App.D.C. 399",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3658453
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "219 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8095642
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "107-108"
        },
        {
          "page": "108-109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/219/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5081,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 4.643594115661138e-08,
      "percentile": 0.2916046456762537
    },
    "sha256": "48a6ab9e9fefe228b053013e12eb393b745a89490309d172fb1e378cadf3f879",
    "simhash": "1:22207fab46e177fb",
    "word_count": 793
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FICKLING, KERN and GALLAGHER, Associate Judges."
    ],
    "parties": [
      "Millard T. REAP, Petitioner, v. DEPARTMENT OF MOTOR VEHICLES OF the DISTRICT OF COLUMBIA, Respondent."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nPetitioner was arrested for and charged in a criminal information with drunk driving. The Department of Motor Vehicles held a hearing on whether or not petitioner’s license should be suspended pending a determination by the court in the criminal proceedings. The arresting officer testified that he responded to an accident call and observed that petitioner’s “eyes were bloodshot, his speech was slurred and there was a moderate odor of alcohol on his breath” and “his balance was slightly unsteady.” The officer further testified that, according to the laboratory report in his possession, the result of a urinalysis of petitioner taken about two hours after the arrest was “Zero-two-one, ethyl alcohol.” (R. 17.) The hearing officer did not himself examine this report.\nPetitioner testified that he had had two beers before this incident but was not drunk. Another witness corroborated petitioner’s story. The hearing officer concluded that upon the testimony presented petitioner had been operating his auto under the influence of intoxicating liquor and ordered his license suspended “pending the final disposition of charges pending in court.”\nSubsequently, the Corporation Counsel nolled the criminal information against petitioner. Nevertheless, the Department proceeded against petitioner to revoke his license for operating his vehicle on the day of the incident in question so “as to show flagrant disregard for the safety of persons or property.” See Bungardeanu v. England, D.C.App., 219 A.2d 104, 107-108 (1966). The arresting officer had resigned from the force and did not appear at this second hearing and petitioner was this time represented by counsel. The hearing officer began this second hearing by reading “a statement of facts that was brought out of that [the prior] hearing,” which contained (1) the officer’s observations of petitioner at the scene of the arrest and (2) the officer’s description of the results of the urinalysis. After hearing testimony by petitioner and argument by his counsel, the hearing officer revoked for six months petitioner’s driving permit upon the basis of the officer’s testimony at the prior hearing and the urinalysis (R. 36, 38) .\nIn reviewing the record we note that the hearing officer never examined the laboratory report of the urinalysis about which the police officer testified that it had been “zero-two-one, ethyl alcohol,” nor does the record contain this report. We do not know whether the witness meant by his testimony that petitioner’s urine contained .021 or 0.21 ethyl alcohol. There is a critical difference for the purposes of this case between these alternative interpretations because under Traffic and Motor Vehicle Regulations then in effect a showing of .21 ethyl alcohol constitutes prima facie proof that petitioner was under the influence of intoxicating liquor. Corporation Counsel urges that petitioner cannot challenge on this appeal the officer’s testimony since his counsel failed to complain at the revocation hearing of the police officer’s prior testimony. However, petitioner’s counsel did not have the transcript of the testimony and the hearing officer unequivocally advised him that the urinalysis had showed .21 ethyl alcohol (R. 34, 36, 37).\nWe are of opinion that the police officer’s testimony concerning the urinalysis should not have been accorded any probative weight. Since the hearing officer expressly relied upon this particular testimony in reaching his decision (R. 36, 38) , we are constrained to reverse respondent’s order and remand the case for a new hearing at which the relevant evidence should be properly presented. Braniff Airways, Inc. v. C.A.B., 126 U.S.App.D.C. 399, 412, 379 F.2d 453, 466 (1967). See Dietrich v. Tarleton, 473 F.2d 177, 179 (D.C.Cir. 1972).\nSo ordered.\n. A pedestrian had walked into the side of appellant’s car and required medical attention. A citation was later issued against the pedestrian.\n. The transcript of the first or “suspension” hearing was not prepared until well after the second or “revocation” hearing was concluded.\n. The Director of the Department of Motor Vehicles affirmed the order of revocation.\n. See Burgardeanu v. England, supra at 108-109. See Respondent's Brief, p. 7 n. 2.\n.We note the following colloquy between petitioner and the hearing officer at the first hearing (R. 22):\nRESPONDENT: . . . I’m trying to tell you the truth as far as I know how. I’m telling you the truth.\nHEARING OFFICER: Well, you had a .21 urinalysis Mr. Reap, you’re telling me you had only two beers. (Emphasis added.)",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Wilbur W. Sewell, Washington, D. C., for petitioner.",
      "James N. Dulcan, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Millard T. REAP, Petitioner, v. DEPARTMENT OF MOTOR VEHICLES OF the DISTRICT OF COLUMBIA, Respondent.\nNo. 6920.\nDistrict of Columbia Court of Appeals.\nArgued March 14, 1973.\nDecided June 8, 1973.\nWilbur W. Sewell, Washington, D. C., for petitioner.\nJames N. Dulcan, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nBefore FICKLING, KERN and GALLAGHER, Associate Judges."
  },
  "file_name": "0513-01",
  "first_page_order": 549,
  "last_page_order": 551
}
