{
  "id": 11251263,
  "name": "David C. STEWART et al., Petitioners, v. DISTRICT OF COLUMBIA BOARD OF ZONING ADJUSTMENT, Respondent. The Boys' Club of Greater Washington, D. C., et al., Citizens Association of Georgetown, Inc., Intervenors",
  "name_abbreviation": "Stewart v. District of Columbia Board of Zoning Adjustment",
  "decision_date": "1973-05-16",
  "docket_number": "No. 6802",
  "first_page": "516",
  "last_page": "520",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 516"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "223 N.E.2d 679",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "681-682"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "352 Mass. 54",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        304947
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/mass/352/0054-01"
      ]
    },
    {
      "cite": "155 F.Supp. 581",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4284493
      ],
      "pin_cites": [
        {
          "page": "583-584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/155/0581-01"
      ]
    },
    {
      "cite": "266 F.2d 695",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1977304,
        1977481
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/266/0695-01",
        "/f2d/266/0695-02"
      ]
    },
    {
      "cite": "105 U.S.App.D.C. 291",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "164 F.Supp. 269",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        358204
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/164/0269-01"
      ]
    },
    {
      "cite": "346 F.2d 834",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3651481,
        863435
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/346/0834-01"
      ]
    },
    {
      "cite": "120 U.S.App.D.C. 353",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3651481
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "231 F.Supp. 825",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1488862
      ],
      "pin_cites": [
        {
          "page": "830"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/231/0825-01"
      ]
    },
    {
      "cite": "305 F.2d 814",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        253159
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/305/0814-01"
      ]
    },
    {
      "cite": "225 N.E.2d 887",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "279 N.Y.S.2d 182",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "19 N.Y.2d 727",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2278288
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/19/0727-01"
      ]
    },
    {
      "cite": "268 N.Y.S.2d 507",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "509"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "25 A.D.2d 671",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "149 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "627"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "54 N.J.Super. 483",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        397133
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/54/0483-01"
      ]
    },
    {
      "cite": "232 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "pin_cites": [
        {
          "page": "501",
          "parenthetical": "\"Although no discriminatory restrictions based on race, creed, or status in life are imposed on membership, the members comprise no substantial portion of the general public of the area.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Conn. 451",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1576203
      ],
      "year": 1967,
      "pin_cites": [
        {
          "parenthetical": "\"Although no discriminatory restrictions based on race, creed, or status in life are imposed on membership, the members comprise no substantial portion of the general public of the area.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/155/0451-01"
      ]
    },
    {
      "cite": "146 F.Supp. 24",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4277366
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "27, 32"
        },
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/146/0024-01"
      ]
    },
    {
      "cite": "442 F.2d 847",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        769591
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "852"
        },
        {
          "page": "853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/442/0847-01"
      ]
    },
    {
      "cite": "143 U.S.App.D.C. 125",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "130"
        },
        {
          "page": "131"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "307 F.2d 198",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        204865
      ],
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/307/0198-01"
      ]
    },
    {
      "cite": "113 U.S. App.D.C. 241",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "96 F.2d 554",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        998557
      ],
      "year": 1938,
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/96/0554-01"
      ]
    },
    {
      "cite": "68 App.D.C. 282",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1938,
      "pin_cites": [
        {
          "page": "287"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 829,
    "char_count": 14194,
    "ocr_confidence": 0.758,
    "pagerank": {
      "raw": 9.965433694212055e-07,
      "percentile": 0.9826020744838792
    },
    "sha256": "6aa481ad7831c6f2b1c17025cc98ab3d1a886d3be63a053a4dc85e9862780e98",
    "simhash": "1:934f05aef6fd2d2e",
    "word_count": 2306
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, KERN and NEBEKER, Associate Judges."
    ],
    "parties": [
      "David C. STEWART et al., Petitioners, v. DISTRICT OF COLUMBIA BOARD OF ZONING ADJUSTMENT, Respondent. The Boys’ Club of Greater Washington, D. C., et al., Citizens Association of Georgetown, Inc., Intervenors."
    ],
    "opinions": [
      {
        "text": "KERN, Associate Judge.\nPetitioners reside in Georgetown on S Street a few yards east of Wisconsin Avenue in a so-called R-l Zoning District. Directly across the street from them is a tract of somewhat more than four acres owned by the Boys’ Club of Greater Washington upon which athletic fields for boys’ team sports and a building housing an indoor swimming pool presently exist. Petitioners ask this court to review an order by the Board of Zoning Adjustment (the Chairman dissenting) granting a special exception pursuant to § 3101.45 of the Zoning Regulations. The order authorizes a tennis club, the contract purchaser of this tract, to erect additional buildings to provide indoor tennis, squash, handball, sauna baths and indoor swimming and to permit its lessee to operate the facilities as a club for its members and their guests only.\nThe applicable Zoning Regulations provide in pertinent part:\n3101.1 The R-l District is designed to protect quiet residential areas now developed with one-family detached dwellings and adjoining vacant areas likely to be developed for such purposes. The regulations are designed to stabilize such areas and to promote a suitable environment for family life. .\n3101.2 [I]n any R-l District no building or premises shall be used and no building shall be erected . . . except for one or more of the uses listed in the following paragraphs.\n3101.4 The following uses are permitted if approved by the Board of Zoning Adjustment subject to the conditions specified in Section 8207 and below in each case:\n3101.45 A community center building, park, playground, swimming pool, or athletic field operated by a local community organization or association, provided that:\n(a) It is not organized for profit, but exclusively for the promotion of the social welfare of the neighborhood in which it is proposed to be located;\n(b) It offers no articles of commerce for sale therein;\n(c) It is not likely to become objectionable in a Residence District because of noise or traffic; and,\n(d) The use will be reasonably necessary or convenient to the neighborhood in which it is proposed to be located. (Original emphasis omitted; emphasis added; footnote added.) [Zoning Regulations of the District of Columbia, ch. 3, § 3101 et seq. (1966), as amended 1969.]\nThe Board in approving the tennis club’s proposal made findings that\nthe Georgetown Recreation Club, the proposed operator of the tennis club, is “a local non-profit community organization” (R. 219);\nthe local community organization named to operate the proposed facility “is concerned with promoting the social welfare of the neighborhood” (R. 220) ;\n“articles of commerce will not be sold on the property” (R. 219) ;\n“noise will not be a problem” because the club’s activities will for the most part be carried on indoors (R. 218) ;\n“the character of the proposed use is such that traffic congestion is not likely to be a significant problem” (R. 220) ; and,\n“the proposed facility will not detract from the appearance of the neighborhood, but will be reasonably necessary and convenient to the neighborhood” (R. 219).\nOur review is of course limited to a determination “whether the decision reached . . . follows as a matter of law from the facts stated as its basis, and also whether the facts so stated have any substantial support in the evidence.” Saginaw Broadcasting Co. v. Federal Communications Commission, 68 App.D.C. 282, 287, 96 F.2d 554, 559 (1938), as specifically applied to decisions of the Board of Zoning Adjustment, Robey v. Schwab, 113 U.S. App.D.C. 241, 245 n. 11, 307 F.2d 198, 202 n. 11 (1962). In short, if the Board’s decision follows from its findings and these findings are supported by substantial evidence, we must affirm even though we might have reached another result. Brawner Building, Inc. v. Shehyn, 143 U.S.App.D.C. 125, 130, 442 F.2d 847, 852 (1971); D.C.Code 1972 Supp., § 1-1510.\nSpecial exceptions, unlike variances, are expressly provided for in the Zoning Regulations. The Board’s discretion to grant special exceptions is limited to a determination whether the exception sought meets the requirements of the regulation. The burden of showing that the proposal meets the prerequisite enumerated in the particular regulation pursuant to which the exception is sought rests with the applicant. In sum, the applicant must make the requisite showing, and once he has, the Board ordinarily must grant his application. Robey v. Schwab, supra 307 F.2d at 201; Hyman v. Coe, 146 F.Supp. 24, 27, 32 (D.D.C.1956).\nIn the instant case, the applicant sought a special exception under § 3101.45. That regulation (reprinted above) permits as a special exception the establishment of community centers operated by local community groups in R-l Districts if they meet the enumerated provisos. The applicant proceeded on the assumption that the proposed facility was a community center and therefore qualified for a special exception under § 3101.45. The Board apparently-agreed because both in its Findings and Opinion it described the proposed facility variously as “a community recreation facility” (R. 221, Finding #5), a “community athletic center” (R. 217, Finding #2), a “community club” (R. 218, Finding #9), a “community athletic club” (R. 218, Finding #15), and that the tract will be used for a “community center” (R. 220, Finding #22). However, nowhere does the Board make subsidiary findings in support of its conclusory finding that the proposed facility is a community center, or otherwise point to substantial evidence in the record supporting its use of these descriptions.\nThe evidence in the record is that the proposed facility will not be open to the members of the community at large. Rather, the Georgetown Recreation Club will operate the facility as a private club and limit its use to members and their guests (R. 118). Although the club gives the assurance that it will not discriminate on the basis of race, color, or creed and will accept members not just from Georgetown but from the greater Washington area, it concedes that its facilities would be available only to those willing and able to pay the membership entrance and operating fees (R. 50, 105) and that the number of memberships offered would be limited (R. 63, 115). See Jeffery v. Planning and Zoning Board of Appeals, 155 Conn. 451, 232 A.2d 497, 501 (1967) (“Although no discriminatory restrictions based on race, creed, or status in life are imposed on membership, the members comprise no substantial portion of the general public of the area.”) See also Tullo v. Township of Millburn in County of Essex, 54 N.J.Super. 483, 149 A.2d 620, 627 (1959); Loder v. Goodday, 25 A.D.2d 671, 268 N.Y.S.2d 507, 509 (1966), aff’d mem., 19 N.Y.2d 727, 279 N.Y.S.2d 182, 225 N.E.2d 887 (1967). Cf. Commissioner of Internal Revenue v. Lake Forest, Inc., 305 F.2d 814, 818 (4th Cir. 1962).\nThat there is a difference between a private club and a community center is made clear by the form of the regulations themselves which make separate provisions for each. Private clubs are permitted as a matter of right in R-4 and less restrictive Districts (§ 3104.39). Community center buildings are permitted as a matter of right in S-P and less restrictive Districts (§ 4101.36). A “community center building-local community organization” is permitted in R-l Districts provided Board of Zoning Adjustment approval is first obtained (§ 3101.45).\nIn addition, the size of the proposed facility is inconsistent with the concept of a special exception for a community center facility in this single-family residential zoning district. Counsel for applicant in fact testified that the capital and operating expenses of such a venture were so substantial as to preclude the feasibility of a community organisation initiating such a project (R. 45). The purchase price of the property alone is $1 million, and this will entail a minimum payment by the lessee of $9,610 per month over a ten year period just to pay off the mortgage (R. 96). The additional buildings planned will further enlarge the fixed debt which must be borne in addition to the operating expenses. The Boys’ Club, with a membership of about 400 and an average daily use of between 20 and 30 boys, requires some $68,000 annually to operate its present limited facilities (R. 36, 52). The applicant expressed doubt that the Georgetown community alone could support such a large-scale venture and for that reason did not want to restrict membership to Georgetown residents (R. 117).\nFor these reasons we are of the opinion that the Board erred in concluding that the applicant met the Zoning Regulation’s requirement that the proposed facility be a community center facility operated by a local community organisation. Since the regulation does not authorize the granting of a special exception for a private club in an R-l District, the Board was without power to take such action and its order must be reversed.\nSo ordered.\n. ¡Such a District is zoned for onc-family detached dwellings.\n. Apparently, the Boys’ Club operation of the athletic fields was permitted in an R-l Zoning District as a non-conforming use by a philanthropic or eleemosynary institution. Its subsequent erection of the swimming pool was permitted as a special exception under § 3101.45 of the Zoning Regulations.\n. Tennis Promotion, Inc. executed a contract to purchase the tract from the Boys’ Club for one million dollars. Tennis Promotion assigned its interest under this contract to the Georgetown Racquet Club, Inc., which in turn has arranged with the Georgetowu Recreation Club to operate the club’s facilities. (R. 99, 304-05, 108, 131.)\n.Section 8207.2 provides :\nPursuant to authority contained in the Zoning Act of June 20, 1938 the Board is authorized to grant special exceptions as provided in . these regulations where in the judgment of the Board such special exceptions will be in harmony with the general purpose and intent of the zoning regulations and maps and will not tend to affect adversely the use of neighboring property in accordance with said zoning regulations and maps\n. Brawner Bldg., Inc. v. Shehyn, 143 U.S.App.D.C. 125, 131, 442 F.2d 847, 853 (1971); Hot Shoppes, Inc. v. Clouser, 231 F.Supp. 825, 830 (D.D.C.1964), aff’d per curiam, 120 U.S.App.D.C. 353, 346 F.2d 834 (1965); Mason v. Rock Creek Plaza, Inc., 164 F.Supp. 269, 277 (D.D.C. 1958), aff’d per curiam, sub nom. Rock Creek Plaza, Inc. v. Zimmerman, 105 U.S.App.D.C. 291, 266 F.2d 695 (1959); O’Boyle v. Coe, 155 F.Supp. 581, 583-584 (D.D.C.1957); Hyman v. Coe, 146 F.Supp. 24, 27 (D.D.C.1956).\n. During the hearing the following colloquy occurred (R. 119) :\nCHAIRMAN SCRIVENER: . . . . In other words, old Joe Blow walking down the street is not able to walk in ?\nMR. DEMEMBER: Oh, it is not going to be open to the public, paying charges and using the facility like that.\nCHAIRMAN SCRIVENER: So it is a club?\nMR. DEMEMBER: Yes. A club.\nSee Carpenter v. Zoning Board of Appeals of Framingham, 352 Mass. 54, 223 N.E.2d 679, 681-682 (1967) (“The trial judge found ‘that Catalina is not a bona fide club’ . . . Catalina’s By-Laws are such that they could be applied so that anyone could come in off the street and use the swimming pool. . . . There was more than sufficient evidence to support the conclusion reached by the court below.”) (Emphasis added.)\n. Section 1202 of the Zoning Regulations defines a private club as “a building . . . used by an association organized for the promotion of a common social objective and not for profit, whose facilities are limited to its members and their guests.”\n.“It is difficult to conceive of a club where there are not some prerequisites or qualifications for membership which cannot be met by every resident of the municipality.”\n. Christ and Hopkins, JJ., dissenting:\nThe Zoning Board of Appeals may not enlarge the powers delegated to it by the ordinance; under the guise of ‘neighborhood or community centers serving primarily local residents,’ it may not permit a use fundamentally at variance with the purpose and function of the activities thereby authorized the ordinance describes an organization serving primarily public interests, and with facilities available to the public. [Citations omitted.]\n. “The advantages offered by Lake Forest, Inc. do not fulfill [the] definition [of a civic organization]. While they are available to all citizens eligible for membership, the benefits are not municipal or public in their nature. Nor are they bestowed upon the commonalty as such. Lake Forest, Inc. is not a movement of the citizenry or of the community. Rather, at most it is a venture . . . for securing its members living quarters.” [Footnotes omitted.] (Emphasis added.)\n. The plan submitted to the Board proposed buildings taking up somewhat more than one-half the area of the four acre tract. The building to house the indoor tennis courts is designed to look as if it were three buildings. It is some 36,000 square feet in size and is to be situated along S Street (R. 34, 43, 100). A second building will be erected near the rear part of the tract, as seen from S Street (R. 100).",
        "type": "majority",
        "author": "KERN, Associate Judge."
      }
    ],
    "attorneys": [
      "Helen Lee Sheehan, Washington, D. C., and Christopher W. Keller, Washington, D. C., with whom Courts Oulahan, Washington, D. C., was on the brief, for petitioners and intervenor, Citizens Ass’n of Georgetown, Inc.",
      "E. Calvin Golumbic, Asst. Corp. Counsel, Washington D. C., with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.",
      "Whayne S. Quin, Washington, D. C., with whom Norman M. Glasgow, Washington, D. C., was on the brief for interve-nors, The Boys’ Club of Greater Washington, D. C., Georgetown Racquet Club, Inc. and The Georgetown Recreation Club."
    ],
    "corrections": "",
    "head_matter": "David C. STEWART et al., Petitioners, v. DISTRICT OF COLUMBIA BOARD OF ZONING ADJUSTMENT, Respondent. The Boys’ Club of Greater Washington, D. C., et al., Citizens Association of Georgetown, Inc., Intervenors.\nNo. 6802.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 15, 1973.\nDecided May 16, 1973.\nRehearing En Banc Denied Aug. 31, 1973.\nHelen Lee Sheehan, Washington, D. C., and Christopher W. Keller, Washington, D. C., with whom Courts Oulahan, Washington, D. C., was on the brief, for petitioners and intervenor, Citizens Ass’n of Georgetown, Inc.\nE. Calvin Golumbic, Asst. Corp. Counsel, Washington D. C., with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nWhayne S. Quin, Washington, D. C., with whom Norman M. Glasgow, Washington, D. C., was on the brief for interve-nors, The Boys’ Club of Greater Washington, D. C., Georgetown Racquet Club, Inc. and The Georgetown Recreation Club.\nBefore KELLY, KERN and NEBEKER, Associate Judges."
  },
  "file_name": "0516-01",
  "first_page_order": 552,
  "last_page_order": 556
}
