{
  "id": 8419761,
  "name": "NORTHERN TRUST CO. et al. v. ZONING BOARD OF REVIEW OF the TOWN OF WESTERLY et al.",
  "name_abbreviation": "Northern Trust Co. v. Zoning Board of Review of Westerly",
  "decision_date": "2006-06-06",
  "docket_number": "No. 2005-76-Appeal",
  "first_page": "517",
  "last_page": "520",
  "citations": [
    {
      "type": "official",
      "cite": "899 A.2d 517"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "884 A.2d 391",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8906885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/884/0391-01"
      ]
    },
    {
      "cite": "166 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 R.I. 51",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5780971
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/92/0051-01"
      ]
    },
    {
      "cite": "186 A.2d 195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "230 Md. 126",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1863719
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/230/0126-01"
      ]
    },
    {
      "cite": "62 A. 118",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "pin_cites": [
        {
          "page": "125",
          "parenthetical": "quoting the ancient maxim, \"Interest reipublicae ut sit finis litium.\" (It is in the interest of the republic that there be an end to litigation.)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "27 R.I. 320",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8520538
      ],
      "year": 1905,
      "pin_cites": [
        {
          "page": "337",
          "parenthetical": "quoting the ancient maxim, \"Interest reipublicae ut sit finis litium.\" (It is in the interest of the republic that there be an end to litigation.)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/27/0320-01"
      ]
    },
    {
      "cite": "830 F.2d 1197",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1763462
      ],
      "pin_cites": [
        {
          "page": "1203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/830/1197-01"
      ]
    },
    {
      "cite": "50 A. 848",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "23 R.I. 449",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4842944
      ],
      "year": 1901,
      "opinion_index": 0,
      "case_paths": [
        "/ri/23/0449-01"
      ]
    },
    {
      "cite": "754 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11204990,
        11205047
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "102",
          "parenthetical": "mem."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/754/0102-01",
        "/a2d/754/0102-02"
      ]
    },
    {
      "cite": "665 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867339
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "566"
        },
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/665/0566-01"
      ]
    },
    {
      "cite": "762 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11156429
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "803"
        },
        {
          "page": "803"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/762/0803-01"
      ]
    },
    {
      "cite": "2004 WL 2820936",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2004,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 9619,
    "ocr_confidence": 0.678,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20363523124321148
    },
    "sha256": "1ebf4c7ad3f493c593fd481e36b50cf251a6c8844365799e31f7df0b9c9dacf7",
    "simhash": "1:864b94f8e049b79c",
    "word_count": 1606
  },
  "last_updated": "2024-02-27T22:52:50.605293+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Chief Justice WILLIAMS and Justice GOLDBERG did not participate."
    ],
    "parties": [
      "NORTHERN TRUST CO. et al. v. ZONING BOARD OF REVIEW OF the TOWN OF WESTERLY et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nThe plaintiffs, Northern Trust Company and Hubbard Phelps, appeal from a judgment of the Superior Court dismissing the instant action. This case came before the Supreme Court for oral argument on May 9, 2006, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not be summarily decided. After hearing the arguments of counsel and reviewing the memoranda submitted by the parties, we are of the opinion that this appeal may be decided at this time, without further briefing or argument. For the reasons set forth herein, we deny and dismiss the appeal.\nThis case originated as a zoning appeal that was filed in the Superior Court for Washington County pursuant to G.L.1956 § 45-24-69. The plaintiffs had appealed to the Superior Court from an April 25, 2001 decision of the Westerly Zoning Board of Review regarding the development proposed by defendant B.S.I., Inc. (B.S.I.) for the Watch Hill section of that town. (The proposal centered on the construction of a motel.) In its decision of April 25, 2001, the Zoning Board rejected plaintiffs’ challenge to the zoning official’s preliminary approval of project drawings for the motel that had been submitted by B.S.I.\nAt some point after plaintiffs filed that first zoning appeal (WC 2001-299), B.S.I. withdrew the then-pending application for a special-use permit that it had filed for the proposed motel. Then, a short time later, it filed a new and revised application for a special-use permit. In March of 2003, the zoning board granted B.S.I.’s application for a special-use permit, and that decision prompted the filing of two new zoning appeals by the Watch Hill Fire District and the plaintiffs in the instant action on March 31, 2003 and April 1, 2003 respectively (WC 2003-181 and WC 2003-185).\nThe latter two zoning appeals were consolidated; and, on October 4, 2004, the Superior Court filed an extensive written decision denying and dismissing both appeals. (The Superior Court’s comprehensive rescript opinion explaining the basis for its reasoning can be found at Watch Hill Fire District v. Zoning Board of Review of Westerly, Nos.2003-181 and 2003-185, 2004 WL 2820936, 2004 R.I.Super. LEXIS 173 (R.I.Super. October 4, 2004)). Very shortly thereafter, on October 6, 2004, the same justice of the Superior Court issued an order in the instant action (WC 2001-299) requiring plaintiffs to show cause why the proceeding should not be dismissed. On November 24, 2004, the Superior Court issued an order granting appellees’ motion to dismiss the instant action as moot.\nFollowing the October 4, 2004 denial and dismissal of WC 2003-181 and WC 2003-185, the plaintiffs in the instant action and the Watch Hill Fire District each filed petitions for writ of certiorari seeking review by this Court of the Superior Court’s decision concerning those two zoning appeals. On September 22, 2005, this Court denied both petitions for writ of certiorari.\nWith respect to the Superior Court’s November 24, 2004 dismissal of the instant action (WC 2001-299), plaintiffs have sought review in this Court not by filing a petition for writ of certiorari, but by filing a notice of appeal.\nIt is well settled in this jurisdiction that there is no right of appeal to the Supreme Court from decisions of the Superior Court with respect to zoning appeals. See AV Realty, LLC v. Smithfield Zoning Board of Review, 762 A.2d 803, 803 (R.I.2000) (mem.); Gabriele v. Rocchio, 665 A.2d 566, 566 (R.I.1995). We have made it abundantly clear that “[t]he proper procedure to review a judgment of the Superior Court on appeal from a decision of a zoning board is by writ of certiorari.” AV Realty, LLC, 762 A.2d at 803; see also Sciacca v. Caruso, 754 A.2d 102, 102 (R.I. 2000) (mem.) (“Review of * * * a zoning board decision may only be secured by petition for common law writ of certiora-ri.”); Gabriele, 665 A.2d at 566 (“Neither the current statute, § 45-24-69, nor its predecessor, § 45-24-20, provides for any appeal to the Supreme Court from a Superior Court judgment on an appeal from a decision of a zoning board of review. Thus, review may be obtained only by the common law writ of certiorari * * *.”). Therefore, the purported appeal from the zoning aspects of the Superior Court’s decision in WC 2001-299 is not properly before us.\nAlthough, as originally filed, the complaint whereby plaintiffs commenced this action (WC 2001-299) consisted of a straightforward zoning appeal challenging the April 25, 2001 decision of the zoning board, it eventually came to include (through the filing of a second amended complaint on September 16, 2003) a count seeking a declaratory judgment as to the legality vel non of a subdivision that was created in Watch Hill in 1981 — some twenty-five years ago. In view of the fact that the second amended complaint contained such a declaratory judgment count, that aspect of plaintiffs’ appeal from the Superior Court’s decision in WC 2001-299 would appear to be properly before us.\nWhile we realize that the trial justice dismissed the entirety of WC 2001-299 on mootness grounds, we choose to rest our decision concerning the declaratory judgment count on the basis of the equitable doctrine of laches. See, e.g., Gorham v. Sayles, 23 R.I. 449, 50 A. 848 (1901); see also Puleio v. Vose, 830 F.2d 1197, 1203 (1st Cir.1987) (“The law ministers to the vigilant not to those who sleep upon perceptible rights.”). We can conceive of no adequate justification for instituting a declaratory judgment action in order to challenge the legality of a subdivision more than two decades after the fact. Given the egregious nature of the delay before the challenge to the 1981 subdivision, presuming prejudice to defendants gives us no pause.\nBy virtue of our decision in this case and the Superior Court’s rulings in WC 2003-181 and WC 2003-185, the petition for mandamus that was contained in the second amended complaint need not be addressed. Principles of mootness and res judicata render mandamus unavailable as a remedy.\nWe conclude by indicating that we are keenly aware of the judiciary’s obligation to see to it that litigation be not unduly or improperly prolonged. That obligation is just as meaningful today as it was for our predecessors. See, e.g., Gunn v. Union Railway Co., 27 R.I. 320, 337, 62 A. 118, 125 (1905) (quoting the ancient maxim, “Interest reipublicae ut sit finis litium.” (It is in the interest of the republic that there be an end to litigation.)). We are more than persuaded that the instant plaintiffs, have had their day in court — and then some. The time has come for this litigation to end.\nFor these reasons, all aspects of the plaintiffs’ appeal are denied and dismissed. The papers in this case may be returned to the Superior Court.\nChief Justice WILLIAMS and Justice GOLDBERG did not participate.\n. Although no suggestion of death upon the record has been filed with this Court, an obituary published by The Westerly Sun on April 3, 2006 indicates that Hubbard Phelps died on March 28, 2006.\n. The Superior Court file number for the case at bar was WC 2001-299; and, for the sake of clarity, we shall at some points in this order refer to said case in that manner.\n.Even though, as discussed below, WC 2001-299 in its final form also included a separate count seeking declaratory judgment, the mere presence of that separate count (itself appeal-able) does not require us to review the zoning aspects of this case unless we chose to issue a writ of certiorari. It is our opinion that plaintiffs should not be permitted, through the addition of a declaratory judgment count to a statutory zoning appeal, to bypass the statutory mechanism according to which decisions of the Superior Court on zoning appeals are reviewed by this Court only on discretionary basis.\n. In view of the manner in which we have decided this case, we need not address at length the troubling fact that the second amended complaint was filed without leave of court.\n. In Parker v. Board of Election Supervisors, 230 Md. 126, 130, 186 A.2d 195, 197 (1962), the Court of Appeals of Maryland accurately defined laches as being \"a defense in equity against stale claims [which] is based upon grounds of sound public policy by discouraging fusty demands for the peace of society.”\n. A declaratory judgment proceeding \"is neither an action at law nor a suit in equity but a novel statutory proceeding * * Newport Amusement Co. v. Maher, 92 R.I. 51, 53, 166 A.2d 216, 217 (1960). It is clear to us, however, that such a proceeding is sufficiently equitable in nature to justify the application of the doctrine of laches in appropriate circumstances. See 22k Am.Jur.2d Declaratory Judgments § 186 at 749 (2003) (\"Since proceedings for declaratory relief have a great deal in common with equitable proceedings, the equitable doctrine of laches has been applied in such proceedings.\"); see also Raso v. Wall, 884 A.2d 391, 394 n. 8 (R.I.2005) (\"Although the concept of laches originated in the courts of chancery, it is today often employed in situations in which the relief sought is not readily classifiable as equitable in nature.\").\nIn addition, we are not troubled by the fact that we are raising the issue of laches sua sponte. Other courts have acted similarly when convinced that the public interest would be best served by doing so.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "John P. Gyorgy, Providence.",
      "John C. Levant!, Westerly.",
      "John D. Deacon, Jr., Providence."
    ],
    "corrections": "",
    "head_matter": "NORTHERN TRUST CO. et al. v. ZONING BOARD OF REVIEW OF the TOWN OF WESTERLY et al.\nNo. 2005-76-Appeal.\nSupreme Court of Rhode Island.\nJune 6, 2006.\nJohn P. Gyorgy, Providence.\nJohn C. Levant!, Westerly.\nJohn D. Deacon, Jr., Providence."
  },
  "file_name": "0517-02",
  "first_page_order": 551,
  "last_page_order": 554
}
