{
  "id": 11301765,
  "name": "THE WASHINGTON POST COMPANY, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Washington Post Co. v. District of Columbia",
  "decision_date": "1991-08-21",
  "docket_number": "No. 90-1023",
  "first_page": "517",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 517"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "489 U.S. 378",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12032186
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "385"
        },
        {
          "page": "1203"
        },
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0378-01"
      ]
    },
    {
      "cite": "375 A.2d 1052",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8011824
      ],
      "pin_cites": [
        {
          "page": "1057"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/1052-01"
      ]
    },
    {
      "cite": "466 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7974943
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/466/0857-01"
      ]
    },
    {
      "cite": "247 U.S. 350",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1484692
      ],
      "weight": 5,
      "year": 1918,
      "pin_cites": [
        {
          "page": "353"
        },
        {
          "page": "353"
        },
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/247/0350-01"
      ]
    },
    {
      "cite": "470 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299693
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "574"
        },
        {
          "page": "1511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0564-01"
      ]
    },
    {
      "cite": "488 U.S. 336",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1495027
      ],
      "weight": 7,
      "year": 1989,
      "pin_cites": [
        {
          "page": "346",
          "parenthetical": "\"The [intentional and systematic] relative undervaluation of comparable property ... over time ... denies ... the equal protection of law\""
        },
        {
          "page": "639",
          "parenthetical": "\"The [intentional and systematic] relative undervaluation of comparable property ... over time ... denies ... the equal protection of law\""
        },
        {
          "parenthetical": "\"The [intentional and systematic] relative undervaluation of comparable property ... over time ... denies ... the equal protection of law\""
        },
        {
          "page": "343"
        },
        {
          "page": "638",
          "parenthetical": "emphasis added"
        },
        {
          "page": "344-46"
        },
        {
          "page": "638-39",
          "parenthetical": "\"[Ijntentional systematic undervaluation\" of comparable neighboring property shown by assessment of petitioner's property at level roughly 8 to 35 times greater over more than ten-year period"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0336-01"
      ]
    },
    {
      "cite": "310 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038234
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "855"
        },
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/310/0848-01"
      ]
    },
    {
      "cite": "263 So.2d 579",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9784115
      ],
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/263/0579-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 251",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 291",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 927",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        601408,
        599432,
        601802,
        601005,
        601424,
        599857,
        602000,
        599506,
        600244,
        601873,
        601975,
        599159,
        600415
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0927-12",
        "/us/484/0927-13",
        "/us/484/0927-09",
        "/us/484/0927-04",
        "/us/484/0927-08",
        "/us/484/0927-07",
        "/us/484/0927-11",
        "/us/484/0927-01",
        "/us/484/0927-03",
        "/us/484/0927-06",
        "/us/484/0927-05",
        "/us/484/0927-02",
        "/us/484/0927-10"
      ]
    },
    {
      "cite": "521 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878383
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/521/0260-01"
      ]
    },
    {
      "cite": "491 A.2d 1247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1251",
          "parenthetical": "\"[T]here exists a presumption in favor of a tax assessment made by the local taxing authority,\" which \"can be overcome only by the presentation by either party of sufficient competent evidence\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "99 N.J. 265",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1351781
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "273",
          "parenthetical": "\"[T]here exists a presumption in favor of a tax assessment made by the local taxing authority,\" which \"can be overcome only by the presentation by either party of sufficient competent evidence\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj/99/0265-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1023,
    "char_count": 24168,
    "ocr_confidence": 0.799,
    "pagerank": {
      "raw": 1.6062440797080078e-07,
      "percentile": 0.6846912696454504
    },
    "sha256": "12fe35a73b54334f47cfb049ee82aca4d5543eff4b59bda9bc5287545b94145c",
    "simhash": "1:01382533eb0de7c5",
    "word_count": 3867
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, SCHWELB and FARRELL, Associate Judges."
    ],
    "parties": [
      "THE WASHINGTON POST COMPANY, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "FARRELL, Associate Judge:\nThe Washington Post Company appeals from a judgment following trial rejecting its challenge to real property tax assessments levied against its property at 1150 15th Street, N.W., for the tax years 1985, 1986,1987, and 1988. The Post claims that for the entire four-year period the District government greatly overvalued the improvements on the property, chiefly by miscalculating the gross building area as comprising more than 900,000 square feet when in fact the building was barely more than 500,000 square feet in size. The result, the Post argues, is that the assessments on the improvements were excessive and invalid as a matter of local law, and that when compared with assessments on comparable improvements in the area they reveal a pattern of intentional overvaluation of the Post’s improvements in violation of constitutional equal protection, thus subjecting the District to liability for damages (and attorney’s fees) under 42 U.S.C. § 1983. The trial judge, after a five-day bench trial, rejected these claims in a thorough 38-page opinion. We affirm.\nI.\nFor each of the four tax years in question, the District government proposed a total assessed value of the Post’s property in the amount of $52,440,000, broken down as follows:\nTax Years 1985 & 1986 1987 & 1988\nLand $28,210,395 $37,060,715 ($225/sq. ft.) ($335/sq. ft.)\nImprovements $24,229,605 $15,379,285\nIn its appeal of each such assessment to the Board of Equalization and Review, D.C.Code § 47-825(e) (1990), the Post maintained that the assessment rested on an erroneous premise that the improvements were almost twice as large as they actually were. The Board nonetheless sustained the proposed assessments. The Post then filed timely petitions in Superior Court, § 47 — 825(i), and the court set the matter for trial. The District did not dispute, and the trial judge found, that as to each assessment “[tjhere [was] a flaw in the allocation between land and improvements of the subject [property].” Whereas the District’s assessment records had shown the improvements (or gross building area) to be 978,755 square feet, the improvements in fact contained approximately 513,484 square feet. Moreover, the parties agreed that the building had only a “nominal value.” The Post’s expert (Reynolds) testified that “there is no compelling reason to retain the building” and the average buyer would “get rid of it.” The District’s assessor for 1986 (Davis) agreed that the “real value in this property was in the land.” Davis testified that “[i]f I had to do it all over again [i.e., the 1986 assessment] ... I would have allocated ... almost 95 or 98 percent in the land.” The trial judge accepted the conclusion that the land component of the property had been undervalued.\nThe judge further found that for the entire four-year period in question, the Post’s\nproperty has been assessed substantially below its estimated market value. For tax years 1985, 1986, 1987, and 1988 the assessed value for petitioner’s property was retained at $52,440,000 by the District. Petitioner’s property had an estimated fair market value during those years, according to petitioner's expert [Reynolds], of $75,000,000 in 1985; $88,-000,000 in 1986; $92,000,000 in 1987; and $98,000,000 in 1988. Petitioner’s property was valued by the District during those years at 69.92% of market value in 1985; 59.59% of market value in 1986; 57% of market value in 1987; 53.51% of market value in 1988.\nThe judge denied the Post’s demand under local law for a refund based on the overvaluation of the improvements, and rejected its constitutional equal protection claim “that the value allocated to the improvement by the District was assessed and taxed at a substantially higher percentage of [market] value than the improvements of other properties of the same class.” While agreeing that there had been a misallocation of value between the land and improvements, the judge read the statutory scheme as providing that “taxes are imposed on the estimated market value of the whole [property]” (emphasis added), and that “[t]he property should be considered as a unit for purposes of determining equalization” of the tax burden among comparable properties. After considering the appraisal technique and confirmatory assessment-sales ratio studies relied on by the District for the assessments in dispute, the judge concluded that\npetitioner appears to have been treated as favorably [as] or more favorably than others in the study. It cannot be said that petitioner has been required to bear an unequal burden for taxes. Not only does it appear that he has not suffered unequal treatment in his property, it appears that he was more favorably treated than other taxpayers.\nII.\nThe Post’s contentions on appeal are primarily twofold. It makes a “local law challenge [to] the assessments” based solely upon the asserted over-assessment (as compared to market value) of the improvements to the 15th Street property, an error in turn stemming from the miscalculation of the square footage of the improvements. It then makes an equal protection challenge to the assessment of the improvements compared to the assessment of similarly situated properties. Both arguments rely on the premise that the District by statute must assess land and improvements separately, and that an overvaluation of either component compared to market value entitles the taxpayer to a refund, either under the statute or “on equalization grounds” superimposed on local taxation laws by the Constitution. We reject this premise and hold, with the trial judge, that because the Post’s property in question was fairly assessed in its entirety — land and improvements — at well below market value, any misallocation of value between the two components provides no basis for a refund or damages.\nA.\nD.C.Code § 47-821(a) states that “[t]he Mayor shall assess all real property, identifying separately the value of land and improvements thereon, and administer and collect the real property tax within the District.” The “assessed value for all real property shall be the estimated market value of such property as of January 1st of the year preceding the tax year, as determined by the Mayor.” § 47-820(a). From these provisions appellant makes the statutory argument that a taxpayer may challenge the assessment either of its land or of its improvements as in excess of market value, while relying on a presumption that the other assessment is proper. See Glen Wall Assocs. v. Township of Wall, 99 N.J. 265, 273, 491 A.2d 1247, 1251 (1985) (“[T]here exists a presumption in favor of a tax assessment made by the local taxing authority,” which “can be overcome only by the presentation by either party of sufficient competent evidence”). Whatever validity this argument may have in the abstract, its application here would not help appellant. The Post's own valuation expert, Reynolds, conceded that the improvements on the 15th Street property had only nominal value (he assigned a value of approximately $5 million to them) and that the estimated value of the property was far higher than the total assessment for each of the four years. The District’s assessor for 1985 (Klugel) testified that the Post’s assessments — \"frozen” at $52.4 million for four years in a row — were “extremely conservative, low in fact”; and the 1986 assessor (Davis) had since “determined that the [actual] land value exceeded the total assessment” of $52.4 million. Thus there was abundant evidence — sufficient to overcome any presumption — from which the Board and the trial judge could find that the land component of the property had been substantially undervalued.\nThis obvious misallocation of value between land and improvement in an assessment still well below market value highlights the fact that, under District law, it is the property as a whole that is assessed for taxation purposes. Congress enacted the present real property tax law in part to insure “[e]quitable sharing of the financial burden of the government of the District of Columbia.” D.C.Code § 47-801(1). To carry out that purpose, the District must assess all “real property” annually. § 47-821(a). “Real property” is a term of art defined to include both land and improvements: “ ‘real property’ means real estate identified by plat on the records of the District of Columbia Surveyor according to lot and square together with improvements thereon.” § 47-802(1). A tax is levied annually “on the real property in the District of Columbia,” § 47-811(a), and “the assessed value of all real property shall be listed on the assessment roll.” § 47-820(a). While the assessment must “identify[ ] separately the value of land and improvements thereon,” the Mayor’s basic obligation is to “assess all real property ... and administer and collect the real property tax within the District.” § 47-821(a). In turn, taxpayers may appeal assessments to the Board of Equalization and Review, which must “assure that all real property is assessed at the estimated market value,” § 47-825(f); the Board must “raise or lower the estimated market value of any real property” if there is more than a 5% discrepancy between market value and the District’s proposed assessment. Id.\nThese provisions establish, in our view, that a taxpayer is entitled to a refund when the assessment of the “real property” — the combination of land and improvements — is excessive, not when the allocation of value between land and improvements is erroneous. Indeed, as the District points out, refusal to permit readjustment for misallo-cation would lead to the possibility of refunds (for either land or improvements) even though the property assessment as a whole is within market value, contrary to the statutory goal of “equitable sharing” of the District’s financial burden. Undoubtedly, the statute’s requirement that the value of land and improvements be identified separately serves important purposes. For example, certain exemptions from taxation apply only to land or improvements, but not to both. E.g., D.C.Code § 47-1002(6H17). The law also requires the District to increase or reduce the assessment of improvements during the tax year to reflect value changes resulting from new construction, alteration and the like. § 47-829(a). A related purpose. is shown by our decision in 1111 19th Street Assocs. v. District of Columbia, 521 A.2d 260 (D.C.), cert. denied, 484 U.S. 927, 108 S.Ct. 291, 98 L.Ed.2d 251 (1987), which sustained the District’s taxing as “omitted” property, D.C.Code § 47-831, of improvements that had been completed several years earlier but had escaped taxation. Although the building increased the value of the property substantially (to $20.9 million, compared to the $5.8 million ascribed entirely to the land), no value for the building had been entered on the assessment notices and its value had never been considered by the assessors. The court concluded that recapture of the building as “omitted” property served the basic goal of proportional sharing of the tax burden where “none bears an added or unfair burden by reason of other taxpayers not paying their just share.” 521 A.2d at 269 (quoting Ko rash v. Mills, 263 So.2d 579, 582 (Fla.1972)). Unless both improvements and land are included in the assessment, we said, “the property in its totality has not been assessed.” Id. at 270.\nIt would be entirely contrary to this concern for equity, however, to hold that a misallocation of value between land and improvements requires a refund even though the assessment as a whole is fair and accurate. The rule that “land and improvements are severable elements of real property for purposes of assessment,” id. at 268, may not be applied to defeat the basic purpose of equalizing the tax burden. Moreover, the District’s tax assessors, charged with administering the statute along with the Board, have not interpreted their duty in this manner. Klugel and Davis testified that the District uses the so-called mass appraisal technique to insure equalization of the tax burden among properties, and “equalization is based on total assessment value”; “the property assessments that are taxed are the total assessments, and regardless of the land-building allocations, it’s the total assessment that is taxed” (Davis). As to the Post’s property, the dispute over the size of the improvements had not influenced Davis’s 1986 assessment (he was not even aware of the dispute at the time) because “the market is not dependent upon the gross building area” but on the total value of the property; “the assessment really does not ...' hinge on the allocation.” As Davis concluded, “If I had to do it all over again ... I would have allocated ... almost 95 or 98 percent in the land.”\nWe therefore agree with the trial judge that the Post was not entitled to a refund under the statute.\nB.\nWe likewise reject appellant’s constitutional claim that the assessment of the improvements was grossly unequal to the assessment of comparable properties, particularly those whose improvements, like the Post’s, had only a nominal value. In District of Columbia v. Green, 310 A.2d 848 (D.C.1973), we stated the rule derived from equal protection principles to be that\n[t]he amount of a property owner’s tax bill must be related as nearly as possible to the value of his property as compared to the value of the property of others. The ratio of his property’s value to the total value of property in the District should parallel the amount of tax he pays compared to total taxes paid by all property owners.\nId. at 855. See also Allegheny Pittsburgh Coal Co. v. County Comm’n of Webster County, 488 U.S. 336, 346, 109 S.Ct. 633, 639, 102 L.Ed.2d 688 (1989) (“The [intentional and systematic] relative undervaluation of comparable property ... over time ... denies ... the equal protection of law”). The Post maintains that its land assessments were in equalization with other properties during the years in issue, and hence that the continued overvaluation of its improvements violated this constitutional principle of equal taxation. As demonstrated above, however, the record supports the trial judge’s finding that the respective values of the land and improvements on the Post’s property had been substantially misallocated. Given that fact, and in keeping with the statutory goal of equalizing assessments of “real property” (i.e., “real estate ... together with improvements thereon”), the judge correctly concluded that the comparability analysis was properly performed by the assessors at the level of total property value rather than at the particular and — as shown by this case — potentially more arbitrary level of land and improvements separately. The upshot of the testimony credited by the judge was that the Post had not suffered unequal treatment and might even have been treated more favorably than comparable taxpayers. The remaining question for us to decide is whether the comparability studies relied on by the assessors and the judge support this conclusion of equal treatment.\nOur review of the judge’s finding that the studies were adequate is for clear error. D.C.Code § 17-305(a). We may inquire only whether her decision to accept the sufficiency of the comparisons was tenable, for “[wjhere there are two permissible views of the evidence, the factfinder’s choice between them cannot be clearly erroneous.” Anderson v. Bessemer City, 470 U.S. 564, 574, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985). Moreover, because estimating market value is “a rather subjective art,” District of Columbia v. Green, 310 A.2d at 856, the Supreme Court, in its most recent consideration of equal protection in the assessment context, has affirmed that “the constitutional requirement is the seasonable attainment of a rough equality in tax treatment of similarly situated property owners.” Allegheny Pittsburgh Coal Co., 488 U.S. at 343, 109 S.Ct. at 638 (emphasis added). Errors of judgment and reasonable mistakes are not enough to deny a taxpayer equal protection:\nmere errors of judgment by officials will not support a claim of discrimination. There must be something more — something which in effect amounts to an intentional violation of the essential principle of practical uniformity. The good faith of such officers and the validity of their actions are presumed; when assailed, the burden of proof is upon the complaining party.\nSunday Lake Iron Co. v. Township of Wakefield, 247 U.S. 350, 353, 38 S.Ct. 495, 62 L.Ed. 1154 (1918).\nRegulations adopted by the Council of the District of Columbia allow the District to use “one or more of the generally recognized approaches to valuation set forth in [the regulations] or any other method” deemed necessary to arrive at estimated market values. 9 DCMR § 307.2 (1986). Davis and Klugel testified that the District, like most jurisdictions, employs the mass appraisal technique, which Davis defined as “a correlation of the three accepted approaches to value, including income, cost, and comparable sales, with a strong emphasis on equalization.” As a means to determine how close annual assessments are to market value, the government is required to compile and publish in the D.C. Register annual “assessment-sales ratio studies,” D.C.Code § 47-823(c), which compare property sales prices with property assessments and express the result as a percentage of sales price. The studies use proposed assessments in the comparison, and these may understate or overstate the final ratios depending on whether the assessment is raised or lowered after administrative or judicial appeal.\nUsing these published studies as a basis, the District prepared and introduced in evidence in this case a study (Respondent’s Exhibit G) showing the ratio of assessments to sales prices of office buildings in the central business district of downtown Washington for the tax years 1985 through 1988. As summarized by Klugel, this study showed average assessment-sales ratios of 72.4% for 1985, 64.9% for 1986, 68.1% for 1987, and 70.1% for 1988. In finding that the Post’s property was in equalization, the trial judge compared these figures with the fact that, as she had found, the Post’s assessment-sales ratio was 69.9% for 1985, 59.6% for 1986, 57% for 1987, and 53.5% for 1988.\nOn appeal the Post attacks the underlying published studies as a basis for equalization analysis by contending that the studies “do not compare either final assessments or current values.” That is, they are based on “preliminary assessments before they were appealed to the Board which for all that is known reduced them,” and on “unparticularized sales data which for all that is known pertain to transactions that were recorded (but agreed to more than) twelve months prior to the valuation date for the assessments with which they are compared.” Neither of these objections is sufficient to render the judge’s acceptance of the studies clear error. As the District points out, the Post presented no evidence that adjustments to assessments by the Board resulted in average assessment-sales ratios that fell below the Post’s average in any year. As for the staleness claim, the study derived from the published ratios compared assessments with sales prices for the year following the valuation date, hence insuring that the sales considered were close in time to the Post’s actual (rather than proposed) assessment. Although the abstracted ratios compared only office building sales and assessments (excluding vacant land sales), they included properties whose improvements .contributed very nominal value, as when the improvements had been gutted or renovated after the sale. Thus, we cannot say that the comparative studies were so lacking in probative value that the judge could not rely on them to find equalization. It follows that the Post has not demonstrated error by the assessors “amounting] to an intentional violation of the essential principle of practical uniformity.” Sunday Lake Iron Co., 247 U.S. at 353, 38 S.Ct. at 353; see, by contrast, Allegheny Pittsburgh Coal Co., 488 U.S. at 344-46, 109 S.Ct. at 638-39 (“[Ijntentional systematic undervaluation” of comparable neighboring property shown by assessment of petitioner’s property at level roughly 8 to 35 times greater over more than ten-year period).\nThe judgment of the Superior Court is\nAffirmed.\n. Klugel had been the Chief of the Standards and Review Division of the District’s Department of Finance and Revenue since 1981.\n. In contending that the land assessment was in equalization, the Post points to the fact that the Board of Equalization and Review made a finding that the Tax Year 1985 land assessment was in equalization. However, ”[w]hen a taxpayer appeals to the Superior Court, the case is subject to de novo evaluation,” Rock Creek Plaza-Woodner Ltd. Partnership v. District of Columbia, 466 A.2d 857, 859 n. 1 (D.C.1983), and \"the whole case, both facts and law, is open for consideration.” Id. (quoting District of Columbia v. Burlington Apartment House Co., 375 A.2d 1052, 1057 (D.C.1977) (en banc)). See D.C.Code § 47-3303 (court “may affirm, cancel, reduce, or increase the assessment”). Thus, the trial judge was not bound by the Board’s finding to ignore the evidence that the respective values of the land and improvements had been misallocated, and hence — since there was no proof neighboring properties had experienced similar misallo-cation — that the land component of the Post’s assessment was not in equalization. Indeed, Klugel testified that, whereas other assessments \"were going up annually,\" the Post had “slip[ped] through the cracks” because its property is \"unique,” \"a hybrid,” and a \"misuse of the land,” so that there had been \"a reluctanc[e] on the part of the assessing staff to try to properly value this property year-after-year-after-year.”\n. In addition, appellant’s claim of denial of equal protection is before us on rejection of its claim against the District government under 42 U.S.C. § 1983. Since \"[rjespondeat superior or vicarious liability will not attach under § 1983,” City of Canton v. Harris, 489 U.S. 378, 385, 109 S.Ct. 1197, 1203, 103 L.Ed.2d 412 (1989), the District can be held liable for the acts of its tax assessors only if those acts reflect, at a minimum, \"deliberate indifference” by the government toward the need for practical uniformity. Id. at 388, 109 S.Ct. at 1204.\n. We reject appellant’s argument, based on an excerpted reading of the judge’s opinion, \"that the trial court did not rely on ... Resp. Exh. G.”\n. Nor has appellant shown clear error in the judge’s acceptance of the testimony of Davis and Klugel over that of the Post’s expert Reynolds, who concluded that the Post’s land and neighboring lots had been assessed uniformly during the years in question but that the building assessments were not in equalization. For the reasons already discussed, the judge could reasonably reject computations that treated the Post’s land and building assessments separately. Moreover, the judge noted that Reynolds had made no inspections or appraisals of other properties in the area, and thus was \"unable to provide with any reasonable degree of certainty an opinion as to the difference between the assessed value of other properties located near or adjacent to the [Post’s property] and their market values.” Reynolds did estimate (though not wanting to be held to the figure) that the neighboring properties were assessed at roughly 70% of their market value, a percentage that was higher than the Post’s assessment to value ratio for 1986-88, and equal to its ratio for 1985.",
        "type": "majority",
        "author": "FARRELL, Associate Judge:"
      }
    ],
    "attorneys": [
      "John R. Risher, Jr., with whom R. Steven Holt, Washington, D.C., was on the brief, for appellant.",
      "Lutz Alexander Prager, Asst. Deputy Corp. Counsel, with whom John Payton, Corp. Counsel, and Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "THE WASHINGTON POST COMPANY, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 90-1023.\nDistrict of Columbia Court of Appeals.\nArgued June 5, 1991.\nDecided Aug. 21, 1991.\nJohn R. Risher, Jr., with whom R. Steven Holt, Washington, D.C., was on the brief, for appellant.\nLutz Alexander Prager, Asst. Deputy Corp. Counsel, with whom John Payton, Corp. Counsel, and Charles L. Reischel, Deputy Corp. Counsel, Washington, D.C., were on the brief, for appellee.\nBefore STEADMAN, SCHWELB and FARRELL, Associate Judges."
  },
  "file_name": "0517-01",
  "first_page_order": 583,
  "last_page_order": 589
}
