{
  "id": 8955955,
  "name": "Mark A. STELLER, d/b/a Steller Performance, Petitioner v. PENNSYLVANIA SECURITIES COMMISSION, Respondent",
  "name_abbreviation": "Steller v. Pennsylvania Securities Commission",
  "decision_date": "2005-06-14",
  "docket_number": "",
  "first_page": "518",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "739 A.2d 635",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11565926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/0635-01"
      ]
    },
    {
      "cite": "501 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782416
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0335-01"
      ]
    },
    {
      "cite": "443 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "706 A.2d 360",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11859721
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/706/0360-01"
      ]
    },
    {
      "cite": "825 A.2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9116994
      ],
      "pin_cites": [
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/825/0779-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 811,
    "char_count": 22876,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 9.961721986493819e-08,
      "percentile": 0.5375143492921788
    },
    "sha256": "1ebdb1b3da0a705028722c61dd586ef9ace661e0708c5d4cf9aa6fa1c16dd8dd",
    "simhash": "1:710bbbeca025a1b2",
    "word_count": 3649
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: SMITH-RIBNER, J., PELLEGRINI, J., and COHN JUBELIRER, J."
    ],
    "parties": [
      "Mark A. STELLER, d/b/a Steller Performance, Petitioner v. PENNSYLVANIA SECURITIES COMMISSION, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY Judge PELLEGRINI.\nMark A. Steller, d/b/a Steller Performance (Steller), appeals pro se from an order of the Pennsylvania Securities Commission (Commission) denying his request for reconsideration and rehearing of its order affirming the recommended order of the Hearing Officer that Steller cease and desist from acting as a broker-dealer and from selling securities in the Commonwealth of Pennsylvania in violation of Sections 201, 301(a) and 401(b) of the Pennsylvania Securities Act of 1972(Act).\nThe Commission requires that all individuals who act as broker-dealers in the Commonwealth must be registered with the Commission pursuant to Section 301(a) of the Act. Additionally, any securities, as that term is defined under Section 102 of the Act, 70 P.S. § 1-102, which are sold by broker-dealers in the Commonwealth, must be registered under the Act. See Section 201 of the Act.\nAfter conducting an investigation of Steller, a Pennsylvania resident, the Commission issued him a summary order to cease and desist alleging that he violated the Act by acting as a broker-dealer when he sold a “Life Settlement” contract, a security, without registering as a broker-dealer with the Commission or registering the security with the Commission. More specifically, the Commission alleged that he sold the Life Settlement contract, i.e., a limited life expectancy insurance contract, also known as a “viatical” contract, on behalf of himself and Empire State Financial Group, LLC (Empire), a New York entity with its principal place of business in New York, New York. The cease and desist order further alleged that Steller mailed a Pennsylvania resident materials containing information on the purchase of a Life Settlement from Empire, offered to sell the Pennsylvania. resident the Life Settlement, and then told the Pennsylvania resident that she could purchase a portion of a policy and her investment could be pooled with the investment of other Empire investors in order to purchase the policies. As a result of receiving the cease and desist order, Steller requested an administrative hearing alleging that he did not offer to sell a Pennsylvania investor a limited partnership interest, and that interest, which was a Life Settlement, was different from a “viatical” contract and was not a security so it did not need to be registered with the Commission.\nRegarding the first issue, Securities Investigator Patricia Y. McCurdy (McCur-dy), an undercover agent testifying on behalf of the Commission, stated that she received a file with an advertisement in it for Steller Performance regarding investments. She called Steller Performance requesting more information and received a brochure. She then contacted Steller via telephone with questions. He told her the brochure dealt with Life Settlements and explained how they worked. Essentially, he told her that an individual could choose to sell his or her life insurance policy to a company that would offer it to investors who would purchase the policy at less than face value. When the insured died, the investor would receive the face value of the policy. The insured would only be expected to live three to six years after being evaluated by doctors, and the investor could expect to triple his or her investment. McCurdy stated that at the time she spoke with Steller, she had no contact with any doctors, Empire or the person with the limited life expectancy; only Stel-ler. She further stated that Steller told her that the minimum investment would be $10,000 and that three people would invest $10,000 each for a total of $80,000 for a minimum policy worth $100,000 which would be held by a limited partnership which would own the policy. Upon death of the insured, the investor would receive that portion of the policy which they contributed. Steller also told McCurdy that he worked on 100% commission. McCur-dy stated that when she explained to Stel-ler that she did not have enough money to invest, Steller offered her the ability to go into a fractionalized limited partnership.\nAs to the second issue — -whether Life Settlements were the same as viatical settlement contracts, counsel for the Commission offered into evidence the publication by the Commission in the Pennsylvania Bulletin, “Compliance Notice to the Viatical Industry,” 30 Pa.B. 6670, a document explaining what a viatical settlement contract was, and stated that Life Settlements were viaticáis, relying on the definitions of Life Settlements and viatical settlements provided by the National Association of Insurance Commissioners (NAIC) and the North American Securities Administrators Association (NASAA).\nAt the hearing, Steller admitted that he offered to sell McCurdy the opportunity to get into the Life Settlement investment, but when McCurdy told him she did not have enough money to buy an entire policy, he speculated with McCurdy that something could be set up where he could sell a whole policy, not a fractionalized interest, and if they formed a limited partnership, there could be an opportunity for her to do business with Empire. However, he explained that he would have merely been a referral source to Empire without receiving any compensation. Further, once he found out that McCurdy did not have enough money to purchase an entire life settlement, she ceased being a client. No evidence was presented by Steller that he had made an investment contract interest filing or limited partnership interest filing as required under Section 612(a) of the Act, 70 P.S. § 612(a). Regarding the “viatical” settlement contracts, Steller, relying upon Barron’s Business Guides Dictionary of Insurance Terms, testified that viatical settlement contracts were not the same as Life Settlements because they only applied to those individuals who had less than two years to live, whereas Life Settlements were limited to individuals whose life expectancies were three to six years.\nThe Hearing Officer determined that despite the fact that no documents had exchanged hands between Steller and McCurdy, an offer to sell to McCurdy the opportunity to get into the Life Settlement investment had occurred. The Hearing Officer found Steller’s position that he could be a referral source without compensation unconvincing:\nThe compensation comes from the commission he would receive on the actual sale of the life settlement and not from the actual documentation of the partnership. Further, there was extensive discussion in the hearing and through the briefing of the responsibility for finding additional partners and for documenting the limited partnership. It appears that this focus is misplaced. In fact, even if there was no discussion of a limited partnership, the mere continued conversation concerning the combination of McCurdy’s funds with those of others would still be an “investment contract” covered under the Act as “any investment of money by persons in a common enterprise who expect a profit through the efforts of others.”\n(Hearing Officer’s decision at 8.) The Hearing Officer also pointed out that had Steller truly believed that McCurdy was no longer a client once he learned she had no money, he would not have pursued any limited partnership interest. Further, he never informed McCurdy that she was no longer considered a client.\nThe Hearing Officer then relied on the definitions provided by the NAIC and the NASAA to find that the “viatical” settlement contracts and the Life Settlements offered for sale by Steller were the same things. He concluded that Steller had violated Section 201 of the Act by offering the limited partnership interest or investment contract interest to McCurdy; Section 801(a) of the Act by acting as a broker-dealer for Empire by establishing that he would have received a commission for the sale of the Life Settlement to McCurdy; Section 401(b) of the Act by failing to tell McCurdy that Empire was not registered with the Pennsylvania Department of Insurance to sell viatical policies; that the limited partnership interests he offered to sell her were securities which were not registered; and that he was not a registered broker-dealer. The Hearing Officer recommended affirming the cease and desist order.\nSteller appealed to the Commission which, on September 14, 2004, also found that Steller was not licensed with the Department of Insurance to broker or provide viatical settlements; that the Life Settlements Steller was offering for sale were not registered with the Commission pursuant to Section 201 of the Act; and that Steller was not registered with the Commission pursuant to Section 301(a) of the Act. The Commission then concluded that the Life Settlements were securities within the meaning of Section 102(t) of the Act because they constituted “limited partnership interests,” they were not registered with the Commission and were not exempt from registration, and Steller had violated or was about to violate Section 201 of the Act. It further concluded that Stel-ler was engaged in the business of offering and selling the Life Settlements and, therefore, was a “broker-dealer” within the meaning of Section 102(e) of the Act, and he was not registered with the Commission under Section 301(a) of the Act or exempt from registration under Section 302 of the Act, and, therefore, had violated or was about to violate Section 301(a) of the Act. Finally, the Commission found that in connection with the offers of the Life Settlements, his omission of material facts constituted a violation of Section 401(b) of the Act. On September 14, 2004, the Commission then issued an order affirming the summary order to cease and desist that was issued on February 11, 2003. On October 14, 2004, Steller filed a request for reconsideration and rehearing which was dismissed on October 26, 2004. On November 22, 2004, Steller filed a petition for review with this Court.\nWhile both parties have addressed the correctness of the September 14, 2004 Commission’s order denying his appeal of the cease and desist order, Steller did not appeal from that order; instead, he filed a petition for reconsideration of that order which was denied on October 26, 2004. Because the filing of a petition for reconsideration does not operate to extend the 80-day appeal period of the order sought to be reconsidered, the September 14, 2004 order is not before us. Only the October 26, 2004 order denying his petition for reconsideration where our scope of review is limited to determining whether the Commission abused its discretion in denying Steller’s application for reconsideration. “An abuse of discretion occurs not merely when the [lower tribunal] reaches a decision contrary to the decision that the appellate court would have reached. Rather, an abuse of discretion occurs ‘when the course pursued represents not merely an error of judgment, but where the judgment is manifestly unreasonable or where the law is not applied or where the record shows that the action is a result of partiality, prejudice, bias or ill will.’” Luzerne County Flood Protection Authority v. Reilly, 825 A.2d 779, 782 (Pa.Cmwlth.2003).\nSteller contends the Commission abused its discretion in affirming the cease and desist order because he only facilitated insurance policies to individuals who obtained individual non-fractionalized policies, and he did not issue, advertise or offer any “securities.” Steller contends that under the plain meaning of insurance terms, he offered McCurdy a Life Settlement contract which is not the same as a viatical contract. He contends that under Barron’s Business Guides Dictionary of Insurance Terms, a viatical settlement applies only in those cases where the insured person has 24 months or less to live. A Life Settlement is limited to those cases where the insured’s life expectancy’s is three to six years. Therefore, he argues that there was no violation of the Act because the Life Settlement was not a security subject to the Commission’s jurisdiction.\nThe Commission, in interpreting the Act, based on its “Compliance Notice to the Viatical Industry,” published in Pennsylvania Bulletin, 30 Pa.B. 6670, found that a “security” included a viatical settlement contract which is the same as a Life Settlement. The “Compliance Notice to the Viatical Industry,” relied on the Viatical Settlements Model Act promulgated by NAIC which includes the following definition:\n‘Viatical settlement contract” means a written agreement establishing the terms under which compensation or anything of value will be paid, which compensation or value is less than the expected death benefit of the insurance policy or certificate, in return for the viator’s assignment, transfer, sale, devise or bequest of the death benefit or ownership of any portion of the insurance policy or certificate of insurance. ‘Viator” means the owner of a life insurance policy or certificate holder under a group policy who enters or seeks to enter into a viatical settlement contract. For the purposes of this Act, a viator shall not be limited to an owner of a life insurance policy or a certificate holder under a group policy insuring the life of an individual with a terminal or chronic illness or condition except where specifically addressed.\n(NAIC Viatical Settlements Model Act §§ 2.L and 2.4 (2000).) Additionally, it also relied on NASAA adopted guidelines which include an introduction section stating:\nTypically, a VIATICAL INVESTMENT involves the purchase by a VIATICAL INVESTOR of an interest in an insurance policy covering the life of an individual. The purchase may be for a whole or fractional interest in the policy. Some interest may be in a pool of policies insuring the lives of several people. The INSURED receives an amount of money less than the expected death benefit of the policy, while the VIATICAL INVESTOR in turn receives the right to some portion of the face amount of the policy upon the death of the INSURED.\nIt is the position of NASAA that VI-ATICAL INVESTMENTS, commonly known as investment in viatical, senior, or life settlement contracts, are securities and must be registered with a state securities division as required by state law. (Emphasis added.)\n(NASAA Guidelines regarding Viatical Investments § 1 (2003).) Because there is clearly no abuse of discretion in the Commission’s holding that viatical investments are the same as Life Settlements, Steller’s offer of a Life Settlement contract to McCurdy was an offer to sell a security as that term is defined under the Act.\nAssuming that the viatical/Life Settlement contract was a security, Steller then argues that he did not offer to sell McCurdy such a contract once she informed him she did not have enough money to buy an entire policy; he only facilitated insurance policies to individuals who obtained individual non-fractionalized policies from Empire; and he informed her that she was no longer his client. However, McCurdy testified that she told him that she was only able to purchase a fraction of a policy and discussions continued between herself and Steller, and the Commission found her position credible. Additionally, the Commission found that the facilitation fell within the definition of “offer” or “offer to sell” under the Act which includes “every direct or indirect attempt or offer to sell or dispose of, or solicitation of an offer to purchase, a security or interest in a security for value.” See Section 102(r)(ii) of the Act, 70 P.S. § l-102(r)(ii).\nConsequently, because the evidence supports the Commission’s decision that Stel-ler violated the Act by acting as a broker-dealer who attempted to sell a viatical contract when he was not licensed as a broker-dealer in Pennsylvania, the securities were not registered in Pennsylvania, and he did not inform McCurdy of this information, the Commission did not abuse its discretion by denying Steller’s request for reconsideration and rehearing of its order affirming the recommended order of the Hearing Officer that Steller cease and desist from acting as a broker-dealer and from selling securities in the Commonwealth of Pennsylvania in violation of Sections 201, 301(a) and 401(b) of the Act.\nAccordingly, the order of the Commission is affirmed.\nORDER\nAND NOW, this IJth day of June, 2005, the order of the Pennsylvania Securities Commission, dated October 26, 2004, is affirmed.\n. Act of December 5, 1972, P.L. 1280, 70 P.S. §§ 1-201, 1-301 (a) and l-401(b).\n. \"Broker-dealer” is defined under Section 1-102(e) of the Act as:\nany person engaged in the business of effecting transactions in securities for the account of others or for his own account.\n. Section 301(a) provides: \"It is unlawful for any person to transact business in this State as a broker-dealer or agent unless he is registered under this act.”\n. Section 201 of the Act provides:\nIt is unlawful for any person to offer or sell any security in this State unless the security is registered under this act, the security or transaction is exempted under section 202 or 203 hereof or the security is a federally covere.d security.\n. Nowhere in the record does it explain the type of business Steller Performance runs.\n. Empire purportedly is in the business of \"placement of limited life expectancy insurance contracts.” Empire was also served with a cease and desist order, but it submitted an offer of settlement to the Commission which the Commission accepted. The Commission then rescinded the cease and desist order, but it still barred Empire for a period of one year from \"acting as promoters, officers, directors or partners of an issuer offering or selling securities in Pennsylvania or of a person who controls or is controlled by such issuer unless they retain counsel knowledgeable and experienced in securities laws who will make all applicable filings with the Commission or have obtained an opinion of counsel knowledgeable and experienced in securities laws that no filing is required with the Commission to exempt the securities or securities transactions.” (Original Record, Document 9.) The Commission further ordered Empire to pay the Commission $1,000 for investigative and legal costs and $1,000 for an administrative assessment.\n. The material indicated the following:\na. Respondent Empire is a \"leader in placement of limited life expectancy contracts”;\nb. Respondent Empire is offering for sale the Life Settlements;\nc. Respondent Empire identifies, reviews and purchases, as an agent for purchases of the Life Settlements (\"Empire Investors”), life insurance policies or portions of a policy or policies (“Policies”) from individuals who are terminally ill or have a life expectancy of three to six years (the \"Insureds”);\nd. Pursuant to the Life Settlements, Empire Investors deposit funds with Respondent Empire’s ' Escrow Agent (\"Escrow Agent”), which funds are placed in an account (\"Escrow Account”) maintained by the Escrow Agent on behalf of and at the direction of Respondent Empire;\ne. The Escrow Agent is utilized for receiving and distributing all funds;\nf. The rate of return for the Empire Investors on the Life Settlements is fixed guaranteed to be at least triple the investment. (Original Record, Document 13.)\n. That section provides:\n(a) In a civil action or administrative proceeding under this act, a person claiming status as a federally covered security or adviser or an exemption, exception or ex-elusion from a definition has the burden of proving the availability of the status, exemption, exception or exclusion.\n70 P.S. § l-612(a).\n. Section 401(b) of the Act provides:\nIt is unlawful for any person, in connection with the offer, sale or purchase of any security in this State, directly or indirectly:\n(b) To make any untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they are made not misleading.\n. If Steller had appealed this order, our scope of review would be to determine whether constitutional rights were violated, whether the findings of fact are supported by substantial evidence, and whether errors of law were committed. Crooks v. Pennsylvania Securities Commission, 706 A.2d 360, (Pa.Cmwlth.1998).\n. In Muehleisen v. State Civil Service Commission, 66 Pa.Cmwlth. 95, 443 A.2d 867 (1982), affirmed, 501 Pa. 335, 461 A.2d 615 (1983), a petitioner filed a petition for reconsideration with an agency one week after the agency issued its order denying his appeal, but the petitioner did not appeal to this court within 30 days after the Commission issued its original decision. Subsequently, the agency denied the petition for reconsideration. We held that when an appeal is filed more than 30 days beyond the date of the Commission's decision in violation of Pa. R.A.P. No. 1512(a), we may not review the merits of the initial adjudication and order, and our review is limited to the denial of the petition for reconsideration. Further, because the grant or denial of reconsideration is an act of discretion, we are limited to reviewing the denial of reconsideration to determine whether the Commission committed an abuse of discretion.\n. Under the Act, \"securities” are defined as: any note; stock; treasury stock; bond; debenture; evidence of indebtedness; share of beneficial interest in a business trust; certificate of interest or participation in any profit-sharing agreement; collateral trust certificate; preorganization certificate or subscription; transferable share; investment contract; voting trust certificate; certificate of deposit for a security; limited partnership interest; certificate of interest or participation in an oil, gas or mining title or lease or in payments out of production under such a title or lease; membership interest in a limited liability company of any class or series, including any fractional or other interest in such interest unless excluded by clause (v); or, in general, any interest or instrument commonly known as or having the incidents of a \"security”; or any certificate of interest or participation in, temporary or interim certificate for, receipt for, guarantee of, or warrant or right to subscribe to or purchase any of the foregoing. All of the foregoing are securities whether or not evidenced by written document. (Emphasis added.) 70P.S. § 1-102.\n. An administrative agency is given great deference in the interpretation and application of its statutes and regulations. Scanlon v. Department of Public Welfare, 739 A.2d 635 (Pa.Cmwlth.1999).",
        "type": "majority",
        "author": "OPINION BY Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Mark A. Steller, petitioner, pro se.",
      "Lesley M. Walker, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Mark A. STELLER, d/b/a Steller Performance, Petitioner v. PENNSYLVANIA SECURITIES COMMISSION, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs May 6, 2005.\nDecided June 14, 2005.\nMark A. Steller, petitioner, pro se.\nLesley M. Walker, Harrisburg, for respondent.\nBEFORE: SMITH-RIBNER, J., PELLEGRINI, J., and COHN JUBELIRER, J."
  },
  "file_name": "0518-01",
  "first_page_order": 546,
  "last_page_order": 553
}
