{
  "id": 8430461,
  "name": "In re the TWENTY-FOURTH STATEWIDE INVESTIGATING GRAND JURY. Petition of Lancaster Newspapers, Inc.",
  "name_abbreviation": "In re the Twenty-fourth Statewide Investigating Grand Jury",
  "decision_date": "2006-03-08",
  "docket_number": "",
  "first_page": "518",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "895 A.2d 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 135,
    "char_count": 1641,
    "ocr_confidence": 0.671,
    "sha256": "32cd76293c48b3243924e5e580140d8746c9f14da5046512b2cce47c27849037",
    "simhash": "1:0af0b7be941a882e",
    "word_count": 262
  },
  "last_updated": "2023-07-14T19:24:45.466164+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice SAYLOR files a concurring statement in this matter.",
      "Justice EAKIN did not participate in this matter."
    ],
    "parties": [
      "In re the TWENTY-FOURTH STATEWIDE INVESTIGATING GRAND JURY. Petition of Lancaster Newspapers, Inc."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 8th day of March, 2006, upon consideration of the Notice of Appeal filed at the above docket and the associated Petition for Review and Emergency Application for Stay Pending Appeal, it is hereby ORDERED that the Notice of Appeal is QUASHED and the Petition for Review is DENIED, as the challenged orders are interlocutory and not subject to interlocutory appellate review. Further, the temporary stay issued by this Court is DISSOLVED.\nJustice SAYLOR files a concurring statement in this matter.\nJustice EAKIN did not participate in this matter.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice SAYLOR,\nconcurs.\nI join the per curiam Order of the Court as I agree that the challenged orders are interlocutory and are not presently subject to appellate review either as collateral orders (because they are not truly collateral to the ongoing grand jury proceedings) or via a permissive appeal (as I do not believe that the supervising judge abused his discretion in denying certification under Rule of Appellate Procedure 3331(5)).\nI write only to note that I joined this Court’s Order granting a temporary stay in light of the supervising judge’s unfulfilled commitment to effectuate a stay pending appeal if Lancaster Newspapers, Inc., comphed with two conditions that the newspaper, in fact, met. Since this Court’s temporary stay has now served the purpose of fulfilling this expressed commitment to maintain the status quo pending our review, I also agree that it appropriately may now be dissolved.",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re the TWENTY-FOURTH STATEWIDE INVESTIGATING GRAND JURY. Petition of Lancaster Newspapers, Inc.\nSupreme Court of Pennsylvania.\nMarch 8, 2006."
  },
  "file_name": "0518-02",
  "first_page_order": 568,
  "last_page_order": 569
}
