{
  "id": 9271760,
  "name": "In re Timothy BROWN, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Brown",
  "decision_date": "2004-03-25",
  "docket_number": "No. 03-BG-807",
  "first_page": "519",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "845 A.2d 519"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "597 A.2d 913",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11944586
      ],
      "pin_cites": [
        {
          "page": "916"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/0913-01"
      ]
    },
    {
      "cite": "654 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879377
      ],
      "pin_cites": [
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1285-01"
      ]
    },
    {
      "cite": "503 A.2d 1215",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915100
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1217"
        },
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/503/1215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 9659,
    "ocr_confidence": 0.72,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21606877466601335
    },
    "sha256": "f2c475069e27a46b3bb9ddf51fc60b1e1e6be1772ddb34ff8a723c7a30b623fc",
    "simhash": "1:bd074c7e7ac8076b",
    "word_count": 1507
  },
  "last_updated": "2024-02-27T22:16:48.056801+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB and RUIZ, Associate Judges, and KERN, Senior Judge."
    ],
    "parties": [
      "In re Timothy BROWN, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nOn November 8, 1993, this court indefinitely suspended Timothy Brown, a member of our Bar, from the practice of law in the District of Columbia on account of disability, that disability having resulted from Brown’s long-term abuse of alcohol, marijuana and cocaine. See D.C. Bar R. XI, § 13(e). The suspension was imposed at Brown’s request. At the time of Brown’s suspension, several serious disciplinary charges were pending against him.\nOn November 16, 1999, Brown filed a petition for reinstatement pursuant to Section 13(g), asserting that he had fully recovered from his substance abuse. On January 9, 2002, a Hearing Committee issued a Report and Recommendation in which it found, by clear and convincing evidence (as Section 13(g) requires), that Brown’s disability had ended. The Com-raittee also found that Brown had demonstrated his legal competence and that he had the necessary moral character to resume the practice of law.\nBar Counsel excepted to the Hearing Committee’s recommendation. On July 31, 2003, in a comprehensive Report and Recommendation, the Board on Professional Responsibility (BPR or Board) adopted the Hearing Committee’s findings and concluded that Brown’s petition for reinstatement should be granted upon certain specified conditions set forth below. Neither Brown nor Bar Counsel excepted to the Board’s recommendation.\n“Before an attorney is reinstated, ... this court must be independently satisfied that the criteria for reinstatement have been met.” In re Roundtree, 503 A.2d 1215, 1217 (D.C.1985). Nevertheless, “[t]he BPR’s findings and recommendations are, of course, entitled to great weight.” Id. (citations omitted). The weight that we accord to the Board’s recommendation is even greater where, as here, neither Bar counsel nor Brown has excepted to it. Cf. In re Goldsborough, 654 A.2d 1285, 1288 (D.C.1995).\nIn this case, the Board’s recommendation, which reaffirmed a similar recommendation by the Hearing Committee, is supported by the record. Brown presented expert evidence, as well as affidavits and letters from distinguished members of the Bar, showing that Brown’s addictions are “In Sustained Full Remission.” One expert opined that “the success of [Brown’s] recovery could hardly be better documented.” There was likewise clear and convincing evidence that Brown had maintained the requisite competence to practice law.\nThe record does contain material which is less than favorable to Brown. At the time he filed his petition, he owed substantial amounts in taxes and in child support, and he was in arrears in restitution payments owed to the Client Security Fund. The Hearing Committee and the Board also found that in completing his reinstatement questionnaire, Brown had omitted significant material information, and that, in addition, he had failed to disclose a major asset to the Client Security Fund. Nevertheless, in light of the evidence contained in the character references presented by Brown to show his good moral character, the Board, like the Hearing Committee, declined to find “a flaw in [Brown’s] character” based on his failure, while unemployed or under-employed, to meet his financial obligations, concluding that Brown had “demonstrated that he recognized his debts and has begun the effort to satisfy each of them.” The Board and the Hearing Committee also found that Brown’s omissions from the questionnaire were “not the result of an effort to mislead or conceal,” and. that there was no intent on Brown’s part to mislead the Client Security Fund. These findings were based on the assessment of Brown’s credibility by the Hearing Committee, which heard him testify, and we are reluctant to second-guess the Committee’s assessment on the basis of a paper record alone. See In re Shillaire, 597 A.2d 913, 916 (D.C.1991).\nAccordingly, in conformity with the Board’s recommendation, we grant Brown’s petition for reinstatement upon the following conditions (all recommended by the Board):\n1.Brown shall continue his consultation with the District of Columbia Bar’s Lawyers Counseling Program, as well as his participation in Alcoholics Anonymous, for a period of at least three years after reinstatement, and he shall report to Bar Counsel and the Board coneern-ing those consultations, on a schedule to be set by the Board, every six months.\n2. Brown shall be under the supervision of a financial monitor, who is to be appointed by the Board, for one year following Brown’s reinstatement. Brown shall meet with the monitor every three months, on a schedule to be set by the monitor, in order to formulate and execute a plan to meet Brown’s financial obligations (both past due and current), including, inter alia, money owed to the Client Security Fund, and money owed for child support and back taxes. The monitor shall submit quarterly reports to the Board and to Bar Counsel detailing Brown’s progress.\n3. Within one year of his reinstatement, Brown shall complete District of Columbia Bar Continuing Legal Education courses in civil litigation, probate and estate, and business organization. Within the same time period, Brown shall also complete a course in legal ethics and a course in law practice management.\nIn light of our decision reinstating Brown, Bar Counsel shall forthwith reactivate Bar Docket Nos. 273-91, 114-92 and 140-92. In addition, Bar Counsel shall, within sixty days of the date of this opinion, advise the Board regarding her views as to what, if any, action should be taken in Bar Docket No. 437-93 with respect to the possible imposition of reciprocal discipline.\nSo ordered.\n. Brown had been diagnosed with severe alcohol dependence and with moderate dependence on marijuana and cocaine.\n. In Bar Docket No. 273-91, Bar Counsel charged Brown with misappropriation, and with fraud, dishonesty, deceit and misrepresentation. In Bar Docket No. 114-92, Bar Counsel alleged dishonesty, fraud, deceit or misrepresentation, as well as the failure by Brown, as personal representative of a decedent’s estate, to distribute estate funds. In Bar Docket No. 140-92, Bar Counsel alleged neglect, failure to communicate with clients, and practicing .law while Brown was under suspension on account of his failure to pay Bar dues.\nShortly after our suspension of Brown on the basis of disability, the Court of Appeals of Maryland suspended him, in a separate matter, from practice in that state. On December 21, 1993, in In re Brown, No. 93-SP-1518 (D.C. Dec. 21, 1993), this court suspended Brown from practice on an interim basis pending reciprocal disciplinary proceedings. On April 15, 1994, we vacated our December 21, 1993 order, dismissed the reciprocal discipline matter without prejudice, and ordered that, in the event Brown was reinstated, Bar Counsel should determine how to proceed with respect to reciprocal discipline.\n.The Board described this omission as follows:\n29. In response to question fifteen of the reinstatement questionnaire, which asks for details concerning every civil action where a petitioner was a defendant during the course of the suspension or disbarment, Petitioner responded that he was not aware of any such actions. In response to question twenty-one, Petitioner denied that he had any complaints filed against him alleging legal malpractice during the period of suspension.\n30. On May 26, 1992, Petitioner was personally served with a civil action filed by Thomas Lloyd, the complainant in Bar Docket No. 273-91, alleging conversion and legal malpractice by Petitioner and his former law partners. On September 7, 1994, a judgment in the amount of $20,500 was entered against Petitioner and his former partners. Petitioner's former law partners, and not Petitioner, settled the lawsuit when Petitioner was suspended and in the midst of recovery from his addiction.\n31.In the reinstatement questionnaire, Petitioner did not disclose his retirement account at Prudential Securities as an asset. He also did not disclose the account to Steven Weinberg, who acted as a collection agent for the CSF. Petitioner had no memory of the account when he completed the reinstatement questionnaire.\n(Citations to record omitted.)\n. The Fund was seeking reimbursement for money paid to Brown's former clients.\n. For example, the late Charles Reischel, then Deputy Corporation Counsel and Chairman of the District of Columbia Bar's Lawyers Counseling Committee, stated in an affidavit that Brown is \"exceptionally honest and responsible” and \"a person of excellent character.” Several other submissions, including four from fellow members of Alcoholics Anonymous, were to the same general effect.\n.The BPR noted that the question whether a respondent’s \"moral character” can be taken into account in considering reinstatement following a disability suspension is a question of first impression. The Board answered it in the affirmative, and Brown has not challenged that resolution. Because the issue has not been contested, and because it does not affect our disposition, we assume, without deciding, that the Board was correct.\n. Brown represented to the Board that he proposed to take these courses.\n. These are the three matters which have been held in abeyance, in conformity with this court’s order, pending Brown’s suspension on account of disability. The Board found that Brown has admitted his misconduct in Bar Docket No. 273-91.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Timothy BROWN, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 03-BG-807.\nDistrict of Columbia Court of Appeals.\nSubmitted March 4, 2004.\nDecided March 25, 2004.\nBefore SCHWELB and RUIZ, Associate Judges, and KERN, Senior Judge."
  },
  "file_name": "0519-02",
  "first_page_order": 565,
  "last_page_order": 569
}
