{
  "id": 12025770,
  "name": "Curtis SMITH, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Smith v. United States",
  "decision_date": "1974-12-27",
  "docket_number": "No. 7214",
  "first_page": "519",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "330 A.2d 519"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "418 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173326
      ],
      "weight": 3,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/418/0424-01"
      ]
    },
    {
      "cite": "443 F.2d 712",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        773878
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "714",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/443/0712-01"
      ]
    },
    {
      "cite": "143 U.S.App.D.C. 297",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1971,
      "pin_cites": [
        {
          "page": "299",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "84 N.E.2d 672",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "336 Ill.App. 581",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2424362
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/336/0581-01"
      ]
    },
    {
      "cite": "32 L.Ed.2d 675",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 2424",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "406 U.S. 975",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6328259,
        6327271,
        6327788,
        6326830,
        6328689,
        6328529,
        6327987,
        6327028,
        6327581
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0975-07",
        "/us/406/0975-03",
        "/us/406/0975-05",
        "/us/406/0975-01",
        "/us/406/0975-09",
        "/us/406/0975-08",
        "/us/406/0975-06",
        "/us/406/0975-02",
        "/us/406/0975-04"
      ]
    },
    {
      "cite": "458 F.2d 759",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        728875
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/458/0759-01"
      ]
    },
    {
      "cite": "147 U.S.App.D.C. 340",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1971,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "174 A.2d 356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8131791
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "358"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/174/0356-01"
      ]
    },
    {
      "cite": "44 App.D.C. 89",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783558
      ],
      "year": 1915,
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0089-01"
      ]
    },
    {
      "cite": "127 F.2d 744",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3559541,
        1077687
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/127/0744-01"
      ]
    },
    {
      "cite": "75 U.S.App.D.C. 389",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3559541
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "18 U.S.C. § 5010",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1970,
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "403 F.2d 574",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2129267,
        3579815
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/403/0574-01"
      ]
    },
    {
      "cite": "131 U.S.App.D.C. 168",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3579815
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": []
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 10957,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 1.7717512246797434e-07,
      "percentile": 0.7122063873221952
    },
    "sha256": "32ec8570ad89611fdd9dfd770033ef0fc38de1fa69db7de58dbddc62573651b2",
    "simhash": "1:7fbc80467310e9fa",
    "word_count": 1790
  },
  "last_updated": "2024-02-27T22:08:57.964193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FICKLING and KERN, Associate Judges, and QUINN, Associate Judge, Retired."
    ],
    "parties": [
      "Curtis SMITH, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "FICKLING, Associate Judge:\nAppellant appeals a jury trial conviction of first degree burglary while armed (D.C. Code 1973, §§ 22-1801 (a), 22-3202), three counts of armed robbery (D.C.Code 1973, §§ 22-2901, 22-3202), three counts of assault with a dangerous weapon (D.C.Code 1973, § 22-502), and carrying a pistol without a license (D.C.Code 1973, § 22-3204). Appellant argues that the trial judge (1) improperly restricted defense counsel’s cross-examination of the government’s witnesses, (2) improperly restricted defense counsel’s closing argument by refusing to allow counsel to argue the defendant’s testimony to the jury, (3) erred by refusing to give a “claim of right” instruction which is authorized by Richardson v. United States, 131 U.S.App.D.C. 168, 403 F.2d 574 (1968), and (4) erred by sentencing the appellant as an adult without making a finding of “no benefit” as required by the Federal Youth Corrections Act (hereinafter, FYCA), 18 U.S.C. § 5010(d) (1970). We affirm the judgment of guilty but remand for resentencing.\nOn August 1, 1972, while at home with a Mr. Earl Byrd, Lamont Tazel, the owner of a janitorial service, was called to the front door of his apartment by someone claiming to have a package for him. After the door had been unlocked, the claimed deliverer of the package, along with two other men who had been concealed in the hallway (one of whom was the appellant), burst into the apartment. The intruders fired weapons and shouted commands to the occupants that they lay down on the floor. The occupants were struck several times by the intruders, who were seeking money and narcotics. Shortly after the initial entry, a knock was heard at the door. A friend of Tazel’s, Gilbert Batten, had come to visit and was summarily ordered to join the other captives.\nFifteen minutes into the robbery, Sergeant Osborne and Officers Catlett and Diubaldo of the Metropolitan Police Department arrived. Upon their arrival, they found Tazel and Byrd tied up in the apartment. The appellant and his companions claimed that they were the ones who had been held up and that they had simply overpowered their attackers. This artifice, however, did not last long. The police searched the apartment and discovered several weapons and some narcotics. The appellant and his companions were arrested. Tazel was also arrested for possession of marijuana, cocaine, and narcotic paraphernalia; he was subsequently granted immunity on the possession charges.\nAt the trial, appellant admitted robbing Tazel and the others but testified that he had bought some marijuana from Tazel earlier in the day on August 1. He and his companions tried it and became quite ill. Thereafter, they returned to Tazel’s apartment and demanded return of their money. A Juan Johnson also testified and corroborated the appellant’s testimony. Prior to closing argument for the defense, however, the trial judge prohibited defense counsel from arguing the testimony of either of these witnesses to the jury. The ground for barring such argument was the representation to the court by appellant’s counsel that the defendants had stated to him that the truth was they had come from New York to rob complainant, whom they knew to be a dope pusher. Therefore, in the court’s view, the testimony of appellant at trial constituted perjury.\nAppellant initially argues that the trial court abused its discretion by limiting defense counsel’s cross-examination of the government’s witnesses. The process of cross-examination is not only the acid test of the truth but is a constitutional guarantee for all criminal defendants. The general rule in this jurisdiction is that “it is proper to permit upon cross-examination the bringing out of anything tending to contradict, modify, or explain the testimony given by a witness on his direct examination . . . .” Mintz v. Premier Cab Ass’n, 75 U.S.App.D.C. 389, 127 F.2d 744 (1942), quoting Washington Ry. & Electric Co. v. Dittman, 44 App.D.C. 89, 92 (1915). But, “[wjhile cross-examination is a basic right, it is subject to reasonable regulation by the court in the interest of an orderly and expeditious trial.” Rogers v. United States, D.C.Mun.App., 174 A.2d 356, 358 (1961). The appellant attempted to introduce his “claim of right” defense during the government’s case-in-chief by cross-examination of the government witnesses beyond the scope of their direct testimony. The trial court did not abuse its discretion when it so limited the cross-examination. United States v. Stamp, 147 U.S.App.D.C. 340, 354, 458 F.2d 759, 773 (1971), cert. denied, 406 U.S. 975, 92 S.Ct. 2424, 32 L.Ed.2d 675 (1972); cf. Horner v. Bell, 336 Ill.App. 581, 84 N.E.2d 672 (1949).\nThe appellant next argues that the trial judge erred in denying his request for the “claim of right” instruction and restricting his closing argument to the government’s evidence.\nPrior to closing argument, the court instructed defense counsel not to argue the defendant’s testimony since it constituted perjury. In view of our decision, we do not discuss whether the trial court properly limited argument on this ground since the testimony, even taken as true, did not support the “claim of right” defense. The trial judge has great latitude in limiting the closing argument if such argument would “misrepresent the evidence or the law, introduce irrelevant prejudicial matters, or otherwise tend to confuse the jury.” United States v. Sawyer, 143 U.S.App.D.C. 297, 299, 443 F.2d 712, 714 (1971) (footnotes omitted). If defense counsel’s argument would not support the “claim of right” defense, then to allow him to argue it, we feel, would misrepresent the law or confuse the jury.\nWe now consider whether the testimony supported the “claim of right” defense. The testimony in question attempted to establish that appellant believed he had a right to retrieve money (allegedly $30) paid to Tazel for “bad stuff.” Appellant’s reliance on Richardson v. United States, supra, where the court sanctioned the “claim of right” defense in a gambling debt situation, is misplaced. There, the court said that the defendant lacked the specific intent to take the property of another if he had a good faith belief that he was entitled to the money. The facts in Richardson, however, differ significantly from the circumstances present here. In Richardson, the debtor knew he owed the defendant money and the defendant had several times attempted to collect his money. More importantly, in Richardson the amount owed the defendant was $270 and the amount taken from the debtor did not exceed $270. Here, the amount allegedly claimed by Smith was $30 and the amount taken was in excess of $500; what is more, Smith collected the $500 from the others who were in the apartment as well as from Tazel. Because of these key differences, it cannot be said that Smith lacked the specific intent to rob Tazel, Byrd, and Batten. Therefore, Smith’s testimony and that of his corroborating witness did not establish a “claim of right” defense, and to allow counsel to argue the testimony would have either misrepresented the law or tended to confuse the jury. The trial judge, being mindful of this possibility, properly restricted defense counsel’s closing argument.\nLastly, appellant correctly argues that the trial court erred by not explicitly finding that the defendant would not derive benefit from sentencing under the Federal Youth Corrections Act.\nPrior to sentencing, the following colloquy between the trial judge and defense counsel took place:\nTHE COURT: Mr. Slattery, I am in receipt of the presentence report. In viewing this jacket the defendant, Curtis Smith, was convicted of burglary one while armed, assault with a deadly weapon on Earl V. Byrd; of armed robbery of Gilbert Batten, and assault with a deadly weapon on Gilbert Batten; armed robbery of Lamont Tazel, and assault with a deadly weapon on Lamont Tazel. Also carrying a dangerous weapon without a license, dated January 22.\nDo you have anything to say before I impose sentence in this matter?\nMR. SLATTERY: I haven’t seen the presentence report. As you know, Mr. Smith’s mother and father are from New York. His father has a business that Mr. Curtis Smith has worked in.\nI would point out that he has been in no other difficulty in New York. He is 21, and he would be eligible for the Youth Act. That is what I would ask Your Honor to do. I don’t know what the presentence report contains. I would ask the Court to send him to the Youth Center for a 60 day evaluation.\nTHE COURT: I will not do that. Do you have anything else to say?\nThe court then imposed an adult sentence.\nThe government claims that while the trial court did not explicitly make a finding of “no benefit,” the requirement of the FYCA is satisfied because it can be implied that the court considered the FYCA alternative since counsel referred to it and the judge read the presentence report. The Supreme Court, however, in Dorszynski v. United States, 418 U.S. 424, 94 S.Ct. 3042, 41 L.Ed.2d 855 (1974), rejected the implication approach to the FYCA by stating: “If [we allow] the finding [to] be implied from the record appellate courts must go on to determine what constitutes a sufficient showing of the requisite implication. To hold that a ‘no benefit’ finding is implicit each time a sentence under the Act is not chosen would render section 5010(d) nugatory . . . .” Id. at 3053. Therefore, the Court stated, “an express finding of no benefit must be made on the record . . . .” Id. at 3044. (Emphasis added.)\nWhile “any expression that makes clear the sentencing judge considered the alternative of sentencing under the Act and decided that the youth offender would not derive benefit from treatment under the Act” would be sufficient, there nevertheless must be an explicit expression to that effect. In the instant case, however, there is no such expression. On the contrary, the trial judge — before referring the case to the probation office for a report- — ■ stated: “No, I will not [send defendant to Youth Center pending sentence]. Until such time as something is done with the Youth Center, which puts them out inside of eleven months, I won’t even consider it.” Therefore, we affirm the judgment of conviction but vacate the sentence and remand for resentencing.\nAffirmed in part; vacated in part.\nDorszynski v. United States, supra at 3053.",
        "type": "majority",
        "author": "FICKLING, Associate Judge:"
      }
    ],
    "attorneys": [
      "Leroy Nesbitt, Washington, D.C., with whom Daniel J. Slattery, Washington, D. C., was on the brief, for appellant.",
      "Nicholas Gilman, Asst. U.S. Atty., with whom Earl J. Silbert, U.S. Atty., John A. Terry and C. Madison Brewer, Asst. U.S. Attys., were on the brief, for appellee. Steven R. Schaars, Asst. U.S. Atty., also entered an appearance."
    ],
    "corrections": "",
    "head_matter": "Curtis SMITH, Appellant, v. UNITED STATES, Appellee.\nNo. 7214.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 16, 1974.\nDecided Dec. 27, 1974.\nLeroy Nesbitt, Washington, D.C., with whom Daniel J. Slattery, Washington, D. C., was on the brief, for appellant.\nNicholas Gilman, Asst. U.S. Atty., with whom Earl J. Silbert, U.S. Atty., John A. Terry and C. Madison Brewer, Asst. U.S. Attys., were on the brief, for appellee. Steven R. Schaars, Asst. U.S. Atty., also entered an appearance.\nBefore FICKLING and KERN, Associate Judges, and QUINN, Associate Judge, Retired."
  },
  "file_name": "0519-01",
  "first_page_order": 557,
  "last_page_order": 560
}
