{
  "id": 7949546,
  "name": "Robert E. NEER, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREMEN'S RETIREMENT AND RELIEF BOARD, Respondent",
  "name_abbreviation": "Neer v. District of Columbia Police & Firemen's Retirement & Relief Board",
  "decision_date": "1980-05-15",
  "docket_number": "No. 14180",
  "first_page": "523",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "415 A.2d 523"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "93 Stat. 866",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "285 A.2d 310",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8064389
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0310-01"
      ]
    },
    {
      "cite": "410 A.2d 191",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965640
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0191-01"
      ]
    },
    {
      "cite": "330 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12024068
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/330/0253-01"
      ]
    },
    {
      "cite": "27 Cath.U.L.Rev. 653",
      "category": "journals:journal",
      "reporter": "Cath. U. L. Rev.",
      "weight": 2,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "370 A.2d 1322",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018507
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "1325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/370/1322-01"
      ]
    },
    {
      "cite": "31 L.Ed.2d 232",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "92 S.Ct. 1175",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "405 U.S. 955",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11743840,
        11743970,
        11743906,
        11744361,
        11744107,
        11743731,
        11744182,
        11743769,
        11744251,
        11744030
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0955-03",
        "/us/405/0955-05",
        "/us/405/0955-04",
        "/us/405/0955-10",
        "/us/405/0955-07",
        "/us/405/0955-01",
        "/us/405/0955-08",
        "/us/405/0955-02",
        "/us/405/0955-09",
        "/us/405/0955-06"
      ]
    },
    {
      "cite": "282 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8074185
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "571"
        },
        {
          "page": "568-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/282/0566-01"
      ]
    },
    {
      "cite": "384 A.2d 29",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7969197
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/384/0029-01"
      ]
    },
    {
      "cite": "370 A.2d 1345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018934
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1350-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/370/1345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 854,
    "char_count": 17945,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20064162041879663
    },
    "sha256": "26b2c2d402ab0e8de64464ee23256cb912bd2475f01774fec7091183c6e5785f",
    "simhash": "1:cfb56bcbf1a901ec",
    "word_count": 2840
  },
  "last_updated": "2024-02-27T23:11:01.583831+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER, HARRIS and PRYOR, Associate Judges."
    ],
    "parties": [
      "Robert E. NEER, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREMEN'S RETIREMENT AND RELIEF BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "HARRIS, Associate Judge:\nPetitioner, until recently a sergeant in the Metropolitan Police Department, challenges a decision of the Police and Firemen’s Retirement and Relief Board (hereinafter “Retirement Board”) ordering that he be retired for a disability not incurred in or aggravated by the performance of duty, pursuant to D.C.Code 1978 Supp., § 4-526. Petitioner concedes that he is disabled for further useful and efficient service in the police department. However, he contends that the Retirement Board erred in finding that his condition was neither caused nor aggravated to the point of disability by his performance of duty. We affirm.\nThe medical testimony established that petitioner suffered mainly from two diseases: primary hypertension (i. e., high blood pressure) and atherosclerotic cardiovascular disease (/. e., hardening of the coronary arteries), manifested by attacks of angina pectoris. The precise etiology of the hypertensive condition could not be pinpointed, but petitioner’s physician, Dr. Matthews, stated:\nWork stresses are not considered a causative factor of hypertension, however, they may be an aggravating factor in a person who is known to have hypertension. Certainly the kind of work Mr. Neer has been engaged in in the past where he has been under a very stressful situation, may cause his blood pressure to elevate while undergoing that particular stress.\nDr. Yeager of the Board of Police and Fire Surgeons agreed that job-related stress or physical exertion may cause a temporary increase in a person’s blood pressure, but noted that such a response is not sustained.\nAs for petitioner’s atherosclerosis, both Dr. Matthews and Dr. Yeager agreed that there probably were many contributing causative factors, including heavy cigarette smoking, obesity, high blood pressure, a sedentary lifestyle, and, perhaps most significantly, a family history of heart disease, hypertension, and diabetes. Dr. Matthews stated:\nIt is unclear . . . whether work stresses affect the pathogenesis or are causative factors in the growth of ather-osclerotic plaques. However, once a person has developed atherosclerotic plaques, which in Mr. Neer’s case could well have been related to his hypertension, any kind of work stress may aggravate the condition ... by provoking an episode of angina.\nPetitioner does not contend that his disorders were “caused” by police work; rather, he argues that his diseases were “aggravated by the performance of duty to such an extent that [he was] permanently disabled for the performance of duty.” See D.C. Code 1978 Supp., § 4-527(2). In this regard, petitioner at the Retirement Board hearing attempted to prove that work-related stresses played a significant part — either directly or indirectly — in the deterioration of his condition. He testified that in January 1973, he was indicted by a grand jury on charges brought by the police department. Following his indictment, he was placed on administrative leave without pay and was told to wait at home on an on-call basis. The criminal charges against him were dismissed in October 1974, but he was kept on leave until May 1975. During that period, petitioner did almost nothing except sit at home, watch television, smoke cigarettes and read books. He got little or no exercise and as a result gained quite a bit of weight. Meanwhile, he separated from his wife and moved out of his home into a small apartment. Petitioner contends that these unfortunate situations and their attendant stresses were job-related and that they, coupled with the normal stresses associated with police work, were shown by the evidence to have aggravated petitioner’s condition to the point of disability. Thus, he argues, he should have been retired with the higher annuity provided under D.C. Code 1978 Supp., § 4-527(2).\nInitially, we reject the notion that any health problem arising from petitioner’s indictment and subsequent administrative leave status were related to “the performance of duty” within the meaning of § 4-527(2). We are confident that circumstances so tenuously related to police work were not within Congress’ contemplation as “aggravating” factors when it drafted the retirement statute. See Coakley v. Police and Firemen’s Retirement and Relief Board, D.C.App., 370 A.2d 1345, 1350-51 (1977). Therefore, it is necessary to view petitioner’s lifestyle, marital difficulties, and other emotional problems stemming from his indictment as external, non-work related factors. It appears that the Retirement Board correctly treated these factors in such a manner.\nThis leaves the normal stresses associated with police work as the only possible duty-related aggravation factor in this case. We next consider, then, whether the Retirement Board erred in finding that the significance of such stresses was dispositively overborne by external factors in precipitating petitioner’s disability. We may overturn the Board’s decision only if its findings are unsupported by substantial evidence in the record as a whole, or if it is grounded on a faulty legal premise. D.C. Code 1978 Supp., § 1-1510(1), (3)(E); Arrellano v. Police and Firemen’s Retirement and Relief Board, D.C.App., 384 A.2d 29, 30 (1978), citing Johnson v. Board of Appeals and Review, D.C.App., 282 A.2d 566, 571 (1971), cert. denied, 405 U.S. 955, 92 S.Ct. 1175, 31 L.Ed.2d 232 (1972). In cases in which a claimant’s disability is brought on by a combination of service-connected and non-service-connected circumstances, the Retirement Board must conduct a balancing test to determine the relative causative significance of each class of factors. Morgan v. Police and Firemen’s Retirement and Relief Board, D.C.App., 370 A.2d 1322, 1325 (1977), noted, 27 Cath.U.L.Rev. 653 (1978). The same principle applies when, as noted above, a claimant contends that an admittedly non-duty-related disorder was aggravated to the point of disability by duty-related circumstances. In each cases, the burden of proof is on the claimant (see id., at 1325-26 & n.4, and cases cited therein), and the Board must decide whether the service-connected aggravating factors outweigh the extrinsic causes of the disabling condition.\nIn the case at bar, the Retirement Board made the following pertinent findings of fact:\n3. Sgt. Neer had a physical examination on June 6, 1978, prior to presentation to the Retirement and Relief Board by the Police and Fire Clinic physician, Dr. Yeager. His primary diagnosis was coronary artery disease — stable angina, with additional diagnoses of exogenous obesity and history of hypertension. The primary diagnosis is hardening of the arteries which prevents them from carrying the normal amount of blood to the heart muscle causing chest pain upon exertion when the work of the heart is greater than the blood supply. There are a number of factors that cause a person to have hardening of the arteries, such as cigarette smoking, obesity, sedentary lifestyle, family history of heart disease, hypertension and diabetes. Sgt. Neer smoked one and one-half packs of cigarettes daily. He was 68¾ inches tall and weighed 225 pounds on June 6, 1978. He has a strong family history of heart disease; namely, his father died of a heart condition at age 44, his uncle died at age 41 of a heart condition, his brother has heart disease and hypertension. His mother and grandmother have diabetes.\n4. Sgt. Neer had some minor elevation of blood pressure in the past. Work stresses are not considered a causative factor of hypertension. The kind of work Sgt. Neer has been engaged in [in] the past may cause his blood pressure to elevate while undergoing that particular stress. Some people who do exert themselves get a hypertensive response, but it is not sustained.\n5. A final factor in the causation of hardening of the arteries is a sedentary lifestyle. Sgt. Neer gave a history of a two-to-three-year period of having to sit at home by the telephone and doing nothing other than just that. However, this does not prevent this sergeant from walking around in his residence as he states he has been doing. [Transcript citations omitted.]\n******\n7. The Board of Police and Fire Surgeons recommended that Sgt. Neer is disabled for regular policework, not in the performance of duty. * * *\nFrom these findings, the Board concluded that petitioner was eligible for retirement under § 4-526 by reason of a disability not incurred or aggravated in the line of duty.\nOn reviewing the record, it is clear to us that each of the Board’s findings was supported by substantial, essentially uncon-troverted evidence. Furthermore, we cannot say that the Board’s ultimate decision was erroneous in light of these findings or the record as a whole. Neither of the medical experts could say with any certainty that petitioner’s work with the police department meaningfully aggravated his condition or hastened his disability. Dr. Yeager repeatedly refused to testify that police work likely “did” aggravate petitioner’s condition; he steadfastly preferred to say that it “could” have been an aggravating factor. Dr. Yeager further stated:\n[A]ll policemen do not develop high blood pressure; all policemen do not develop coronary artery disease. Therefore, I think police work is just one small factor in the overall thing. I think heredity is one of the big factors.\nAs far as the record reveals, the most that can be said for petitioner’s case is that the stresses of his job occasionally may have catalyzed the symptoms of his pre-existing disorders by provoking an angina attack or temporarily raising his blood pressure. Certainly, in light of the overwhelming evidence indicating a myriad of extrinsic causative factors, we cannot say that the Retirement Board’s decision is unsupported by substantial evidence.\nAffirmed.\n. Petitioner did, however, engage in part-time employment as an automobile mechanic for approximately ten months during the 2‘/a years he was on administrative leave.\n. We reach this question with some hesitation. Until recently it was well settled that normal day-to-day stresses associated with police and firefighting work would not be considered a sufficient aggravating factor for purposes of enhanced retirement benefits under § 4-527(2). For example, in Johnson v. Board of Appeals and Review, D.C.App., 282 A.2d 566, 568-71 (1971), cert. denied, 405 U.S. 955, 92 S.Ct. 1175, 31 L.Ed.2d 232 (1972), the Retirement Board ruled that the petitioners should be retired for psychological disabilities not incurred or aggravated in the performance of duty. On appeal, petitioners argued that their pre-existing personality disorders had been aggravated to the point of disability by a number of “service related” factors, including long and arduous hours of duty during the 1968 riots and demonstrations; having to drop an assault charge against a diplomat at the insistence of a commanding officer; being told in a “gruff’ manner by a superior officer to go out and correct some 40 parking citations the policeman had misdated earlier that day; and general persecution by superior officers. The court upheld the Board’s decision, ruling that “emotional resentments to such normal incidents” of police duty need not be considered as aggravations under § 4-527(2). Id., at 571. In Lewis v. Board of Appeals and Review, D.C.App., 330 A.2d 253 (1974), we found that the primary aggravating factors causing petitioner’s psychological disability were his inability to get along with his colleagues and his job frustration stemming from his belief that the job as a fireman was beneath his dignity and education. The court ruled that as a matter of law “such aggravating factors cannot be considered ‘performance of duty’ as that term is used in [§ 4-527(2)].” Id., at 256. In Coakley v. Police and Firemen's Retirement and Relief Board, supra, at 1350-51, we again ruled that such factors contributing to the worsening of petitioner’s mental health as the stress caused by non-promotion within the fire department and romantic setbacks did not constitute the type of aggravation contemplated by the statute.\nRecently, however, a division of this court departed from this line of precedent in Liberty v. Police and Firemen’s Retirement and Relief Board, D.C.App., 410 A.2d 191 (1979). Liberty involved a factual situation similar to the one in this case. There the petitioner was disabled by a coronary artery disease; the only medical witness, Dr. Yeager, testified that the disease likely was the result of a number of factors, including hypertension, obesity, heredity, excessive smoking and stress. The Retirement Board made findings of fact to the effect that “[t]he most significant factor in this case is subject officer’s family histories” and “[p]olice duties did not play any part in subject officer’s condition.” Id., at 193. The court determined that the record did not support the Board’s findings, and remanded. In so doing, however, the court suggested that normal job-related stress may be an appropriate aggravation criterion under the retirement statute (id., at 194) —a suggestion which had not appeared in any prior decision of this court.\nOf course, the Liberty opinion cannot be read to have overruled prior precedent. See M.A.P. v. Ryan, D.C.App., 285 A.2d 310, 312 (1971). Nevertheless, its dicta inevitably raises a question as to what types of occupational stress should be considered service-connected under § 4-527. We can envision isolated instances in which the stress engendered by a specific on-the-job incident might be pinpointed as having precipitated a claimant’s disability — as, for example, where a policeman with a family history of heart trouble suffers a heart attack immediately following a high-speed chase and gun battle. The type of “job stress” in that example likely would be relatively easy for medical experts to identify and trace as the precipitating (or aggravating) cause of the disability. On the other hand, vague allegations of general job stress arising from the inherent nature of police of firefighting work are not susceptible to proof as a service-related causative factor leading to a disability, and there is no indication that such stress was within Congress’ contemplation as occurring in “the performance of duty” when it enacted § 4-527. It is difficult to imagine that a medical witness — or the Retirement Board— could meaningfully segregate the effect of routine everyday job stresses (common to an infinite variety of occupations) from the effect of non-duty-related stresses on the claimant’s disabling condition. See note 3, infra.\nWe think, then, that whenever a claimant seeks to prove that service-connected stress was a significant causative or aggravating factor in his disability, he must demonstrate specific, articulable sources of that stress. In this case, we eschew deciding whether the job stresses asserted by petitioner were sufficiently specific to be considered as an aggravating factor under the retirement statute; instead, as discussed in the text infra, we affirm on the alternative ground that the record supports the Retirement Board’s determination that petitioner failed to carry his burden of proving that duty-related factors outweighed the extrinsic causes of his disability. See Morgan v. Police & Firemen’s Retirement & Relief Board, D.C.App., 370 A.2d 1322, 1325-26 & n.4 (1977).\n. Because of the difficulties presented by the rather imprecise term “aggravated” in § 4-527, Congress recently added a new paragraph to that section of the Code which will be applicable to future cases. That new paragraph [§ 204(a)(2) of the District of Columbia Retirement Reform Act of 1979, Pub.L. No. 96-122, 93 Stat. 866, 903, Nov. 17, 1979] reads as follows:\n(4) A member who is an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia may not retire and receive an annuity under this subsection on the basis of the aggravation in the performance of duty of an injury incurred or a disease contracted in the performance of duty unless—\n(A) in the case of the aggravation of a disease, the disease was reported to the Board of Police and Fire Surgeons within thirty days after the disease was first diagnosed; or\n(B) in the case of the aggravation of an injury, the injury was reported to the Board of Police and Fire Surgeons within seven days after the injury was incurred or, if the member was unable (as determined by such Board) as a result of the injury to report the injury within such seven-day period, within seven days after the member became able (as determined by such Board) to report the injury.\nThe burden of establishing inability to report an injury in accordance with subparagraph (B) within seven days after such injury was incurred and of establishing that such injury was reported within seven days after the end of such inability shall be on the member claiming such inability. Any report under this paragraph shall include adequate medical documentation. Nothing in this paragraph shall be deemed to alter or affect any administrative regulation or requirement of the Metropolitan Police force or the Fire Department of the District of Columbia with respect to the reporting of an injury incurred or aggravated, or any disease contracted or aggravated in the performance of duty.",
        "type": "majority",
        "author": "HARRIS, Associate Judge:"
      }
    ],
    "attorneys": [
      "Robert Cadeaux, Washington, D. C., for petitioner.",
      "Richard B. Nettler, Asst. Corp. Counsel, Washington, D. C., with whom Judith W. Rogers, Corp. Counsel, Louis P. Robbins, Principal Deputy Corp. Counsel, Washington, D. C., when the brief was filed, and Richard W. Barton, Deputy Corp. Counsel, Washington, D. C., were on the brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Robert E. NEER, Petitioner, v. DISTRICT OF COLUMBIA POLICE AND FIREMEN'S RETIREMENT AND RELIEF BOARD, Respondent.\nNo. 14180.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 21, 1979.\nDecided May 15, 1980.\nRobert Cadeaux, Washington, D. C., for petitioner.\nRichard B. Nettler, Asst. Corp. Counsel, Washington, D. C., with whom Judith W. Rogers, Corp. Counsel, Louis P. Robbins, Principal Deputy Corp. Counsel, Washington, D. C., when the brief was filed, and Richard W. Barton, Deputy Corp. Counsel, Washington, D. C., were on the brief, for respondent.\nBefore NEBEKER, HARRIS and PRYOR, Associate Judges."
  },
  "file_name": "0523-02",
  "first_page_order": 577,
  "last_page_order": 582
}
