{
  "id": 9492620,
  "name": "COMMONWEALTH OF PENNSYLVANIA, Appellee, v. Gretchen BYBEL, Appellant",
  "name_abbreviation": "Commonwealth v. Bybel",
  "decision_date": "2001-06-12",
  "docket_number": "",
  "first_page": "523",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 523"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "761 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11151237
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/0176-01"
      ]
    },
    {
      "cite": "498 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776311
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "335"
        },
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0326-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 442",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907967
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0442-01"
      ]
    },
    {
      "cite": "650 A.2d 420",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11325009,
        474246
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0420-01",
        "/pa/539/0061-01"
      ]
    },
    {
      "cite": "539 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474246
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0061-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 4353,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 1.2328831555123633e-07,
      "percentile": 0.6060859146614339
    },
    "sha256": "72e3ad4d2757461a092f7c85f4e8dd666bdb1117e3d3f1a1561a42a8a8741cee",
    "simhash": "1:29ece2b6671aef94",
    "word_count": 716
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: JOHNSON, STEVENS, and POPOVICH, JJ."
    ],
    "parties": [
      "COMMONWEALTH OF PENNSYLVANIA, Appellee, v. Gretchen BYBEL, Appellant."
    ],
    "opinions": [
      {
        "text": "STEVENS, J.\n¶ 1 This is an appeal from the judgment of sentence entered by the Court of Common Pleas of Clarion County after Appellant was convicted of following another vehicle too closely in violation of 75 Pa. C.S.A. § 3310(a). We affirm.\n¶ 2 On April 25, 2000, Trooper Michael W. Piccini of the Pennsylvania State Police was parked fifteen feet from Interstate 80 as he monitored the speed of westbound traffic with radar. At about eight p.m., he saw Appellant’s white Honda coupe following two to three feet behind a tractor trailer in the passing lane. N.T. 7/20/00 at 4. Though both vehicles were travelling the posted sixty-five mile per hour speed limit in good driving conditions, Trooper Piccini stopped Appellant and cited her under Section 3310(a) for travelling too closely behind the tractor trailer. N.T. at 4-5.\n¶ 3 Appellant pleaded not guilty to the charge and a summary trial took place before the district justice, who found Appellant guilty under Section 3310(a) and imposed a fine and costs totaling $93.50. Appellant filed a timely notice of appeal to the Court of Common Pleas of Clarion County, where a summary appeal trial was held on July 20, 2000. After considering testimony from Trooper Piccini and Appellant, the court found Appellant guilty and remanded the case for payment of fines and costs. This timely appeal followed.\n¶ 4 Herein, Appellant raises a single issue for our review: Whether evidence of the proximity of Appellant’s vehicle to the tractor trailer, alone, was sufficient to support a conviction under Section 3310(a)? The standard we apply in reviewing the sufficiency of evidence is whether, viewing all the evidence admitted at trial in the light most favorable to the verdict winner, there is sufficient evidence to enable the fact finder to find every element of the crime beyond a reasonable doubt. Commonwealth v. Williams, 539 Pa. 61, 650 A.2d 420 (1994). The credibility of witnesses and the weight to be accorded the evidence are matters within the province of the trier of fact, who is free to believe all, some, or none of the evidence. Commonwealth v. Wanner, 413 Pa.Super. 442, 605 A.2d 805 (1992).\n¶ 5 Section 3310(a) of the Vehicle Code provides:\nThe driver of a motor vehicle shall not follow another vehicle more closely than is reasonable and prudent, having due regard for the speed of the vehicles and the traffic upon and the conditions of the highway.\n75 Pa.C.S.A. § 3310(a). Because we find the language of Section 3310(a) clear and unambiguous, we construe the words of the statute according to their plain meaning. 1 Pa.C.S.A. § 1903(a); Commonwealth v. Stanley, 498 Pa. 326, 335, 446 A.2d 583, 587 (1982).\n¶ 6 In Commonwealth v. Phinn, 761 A.2d 176 (Pa.Super.2000), we disagreed with the trial court’s conclusion that a trooper’s observations, standing alone, were legally insufficient to justify his stop of a vehicle for a violation of Section 3310(a). Specifically, where the trooper testified that the defendant’s vehicle followed less than a motorcycle-length distance behind a tractor trailer traveling fifty-five miles per hour on Interstate 80, we reasoned that “the evidence clearly bespeaks a hazard within the contemplation of Section 3310(a)” Phinn, 761 A.2d at 180.\n¶ 7 The same conclusion holds here, for the Commonwealth presented evidence that Appellant not only tailgated the tractor trailer, but also compromised safety on the Interstate in the process. Even with the good driving conditions that night, Trooper Piccini testified, Appellant could not have avoided a collision if the tractor trailer had cause to brake suddenly. N.T. at 6.\n¶ 8 Therefore, we find no error with the trial court’s reliance on Trooper Piccini’s testimony to convict Appellant under Section 3810(a), for the evidence sufficiently established that Appellant defied reason and prudence when she followed so very closely at such a high rate of speed. Accordingly, finding no merit to Appellant’s sufficiency challenge, we affirm the judgment of sentence entered below.\n¶ 9 Affirmed.",
        "type": "majority",
        "author": "STEVENS, J."
      }
    ],
    "attorneys": [
      "Gene P. Placidi, Erie, for appellant.",
      "Mark T. Aaron, Asst. Dist. Atty., Clarion, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH OF PENNSYLVANIA, Appellee, v. Gretchen BYBEL, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted March 12, 2001.\nFiled June 12, 2001.\nGene P. Placidi, Erie, for appellant.\nMark T. Aaron, Asst. Dist. Atty., Clarion, for Commonwealth, appellee.\nBefore: JOHNSON, STEVENS, and POPOVICH, JJ."
  },
  "file_name": "0523-01",
  "first_page_order": 565,
  "last_page_order": 567
}
