{
  "id": 11251340,
  "name": "Dannie C. BOUKNIGHT and Felix Bouknight, Jr., Appellants, v. UNITED STATES, Appellee",
  "name_abbreviation": "Bouknight v. United States",
  "decision_date": "1973-05-16",
  "docket_number": "Nos. 7328, 7336",
  "first_page": "524",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 524"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "60 Geo. L.J. 1140",
      "category": "journals:journal",
      "reporter": "Geo. L.J.",
      "pin_cites": [
        {
          "parenthetical": "May, 1972"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3146",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3500",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 563,
    "char_count": 9572,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 3.2558338776440026e-07,
      "percentile": 0.8692236497185744
    },
    "sha256": "b945561ad68dc70adb19134bbab85c9a35a5becb52ca2845d805e190a5b8639d",
    "simhash": "1:ca2050a6c3e02db0",
    "word_count": 1574
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FICKLING, GALLAGHER and NEBEKER, Associate Judges, in chambers.",
      "GALLAGHER, J., did not participate in this order."
    ],
    "parties": [
      "Dannie C. BOUKNIGHT and Felix Bouknight, Jr., Appellants, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nORDER\nThese pretrial bail appeals came on for consideration on the motions of appellants for summary reversal of the orders of the trial court respecting pretrial detention, and the motions of appellee for summary affirmance of said orders. Upon consideration of the foregoing, it is\nOrdered that the records on appeal herein shall be remanded to the trial court for a complete statement by said court of the nature and circumstances of the offense and why other conditions of release than the $10,000 surety bond, which was set in the aforesaid cases, would not be suitable.\nIf during the course of the proceedings, pursuant to the remand of the records herein, the trial judge deems it appropriate to enter new orders respecting the pretrial bail, this order is without prejudice to the entry by the trial judge of such orders and in that event, the orders on appeal herein shall be deemed reversed and these causes shall be deemed remanded to the trial court thereby permitting the entry of such orders. Otherwise the record on appeal shall be supplemented by the trial judge within 10 days from the date of this order by the filing of the aforesaid statement with the Clerk of this Court.\nGALLAGHER, J., did not participate in this order.\nSeparate Statement by\nNEBEKER, Associate Judge:\nThese two cases are appeals from orders denying appellants’ pretrial motions for review of bond. Appellants are brothers. They were arrested and charged with murder during the perpetration of a robbery. A secured money bond of $10,000 was set in each case at presentment. The court was furnished with copies of the police reports, but the defendants were not permitted to see them, and they are not part of the record. Appellants filed motions for review of conditions of release pursuant to D.C.Code 1972 Supp., § 23-1321 (d). The court issued identical orders denying the motions.\nThe government contends that the police reports are Jencks Act material (18 U.S.C. § 3500), not discoverable at this time, and that the orders appealed from must be affirmed because they are supported by the proceedings below. I cannot agree that, absent extraordinary circumstances relating to security of witnesses or evidence, or the like, ex parte representations can constitute a basis for a pretrial bail decision. Although the rules of evidence in pretrial bail proceedings are greatly relaxed (see D.C.Code 1972 Supp., § 23-1321 (f)), fundamental constitutional rights cannot be subject to such dilution. It seems to me so obvious as not to require pronouncement that, irrespective of the Jencks Act, ex parte representations of asserted facts as. they relate to bail (see D.C.Code 1972 Supp., § 23 — 1321 (b)) raised such serious constitutional questions that the practice would almost never be used or permitted. Whether couched in terms of due process or effective assistance of counsel, or any other basic right in the criminal process, use of such police reports without disclosure to defense counsel, even on the issue of bail, cannot be justified on this record. I readily decline the government’s offer to further perpetuate this injustice by viewing those reports in camera.\nA person charged with a noncapital offense shall be released pending trial on his personal recognizance or upon the execution of an unsecured appearance bond unless the court determines that such release will not reasonably assure the appearance of the accused when required, or the safety of any other person or the community. This is unlike the Bail Reform Act of 1966 (18 U.S.C. § 3146 et seq.) where assurance of appearance is the only basis for conditions of release. Subject to the possible application of the pretrial detention provisions of D.C.Code 1972 Supp., § 23-1322, when the court determines that release or personal recognizance or unsecured bond is not in order, it shall impose the first of the following conditions which will reasonably assure the presence of the accused or the safety of any other person or the community:\n(1) give custody to a designated supervisory person or agency;\n(2) restrictions on travel, association, or residence;\n(3) execution of an appearance bond and deposit in court of a maximum of 10 per centum thereof;\n(4) execution of bail bond with solvent sureties or cash in lieu thereof;\n(5) any other condition including return to custody after specified hours of release.\nIn the event that no single condition will suffice, any combination thereof may be imposed. However, no financial condition may be imposed to assure the safety of any other person or the community. D.C.Code 1972 Supp., §23-1321 (a).\nOne of the appellants involved herein is twenty-one years old, apparently has no history of drug usage, and lives with and is supported by his aunt. He contends that he is physically unable to work because of a head injury received at the Children’s Center.\nThe other appellant is twenty years old, lives with his father, has no prior criminal conviction- — but has twice forfeited collateral for disorderly conduct — and was employed by Holiday Inn. A local specialized organization has agreed to take third-party custody. Although counsel asserts that this appellant is not involved with illegal drugs, the Bail Agency report indicates that there may have been some such contact in the past. Both appellants were born in the District of Columbia.\nThe offenses with which appellants are charged obviously are of the most serious kind. From the available record it appears that this is not their first encounter with the law by virtue of antisocial conduct. If, indeed, either might be considered dangerous, it does not appear that serious consideration has been given to conditions of release calculated to prevent further unlawful conduct. Moreover, I am unable to say, on the basis of the mechanical conclusions of the trial court and this record, that there is a likelihood of flight in these cases warranting an unattainable money bond.\nOn remand, I would hope that further consideration will be given to the question of nonfinancial conditions of release, particularly as they relate to dangerousness. It must be remembered that subsection (a)(5) of § 23-1321, supra, permits imposition of “any other condition” of release which will reasonably assure future court appearance or community safety. One would suppose that this provision permits the use of a variation of the frankpledge system used by early Anglo-Saxons and the Normans. Use of such a system, with modification to fit the times, permits a condition of release to include twenty-four hour, third-party custody (physical, not theoretical) by as many custodians as are necessary and acceptable to the court. Those custodians could be obliged to agree that at least one would be with the accused at all times and prevent him from committing any unlawful act or taking flight, and that in the event he, nonetheless, did do either, to bring the accused, by force if necessary, before the court forthwith. Whether such condition of release would bring forth such custodians and thus release of the accused from jail is another matter, but at least it would facially be consistent with the history of bail and our present bail laws. In this connection, see the excellent work by Hermine Herta Meyer, Constitutionality of Pretrial Detention, 60 Geo. L.J. 1140 (May, 1972). Historical reference is there made at 1154 to custody by the lord of an arrested man. A discussion of the frankpledge system appears at 1175-76.\n. D.C.Code 1967, § 22-2401.\n. The orders stated :\n(1) The nature and circumstances of the offense charged in this case are such as to indicate that the defendant’s character is of a type which makes him unreliable and untrustworthy in honoring conditions of release.\n(2) The execution of a bail bond with sufficient surety as a condition of release in past experience has consistently proven itself to be a reliable means of assuring a defendant’s appearance when required.\nWhile I am confident that each defendant has, as he is entitled, received independent and deliberate consideration of the question of bail, appearance to the contrary might be avoided by abandoning mechanical repetition of the same words as the reasons for denying modification of conditions of release. Records in other cases have also revealed use of this rote.\n. The government has offered to provide these reports to this court for an in camera inspection.\n. D.C.Code 1972 Supp., § 23-1324 (b).\n. 18 U.S.C. § 3500. The government maintains that the police reports are Jencks Act material and not subject to discovery until trial. While this may be true, use of the actual reports for other purposes may require earlier disclosure. The government is, of course, free to make oral representations in open court, without subjecting its case to premature discovery.",
        "type": "majority",
        "author": "PER CURIAM. NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Carrie L. Fair, Washington, D. C., was on the motion for appellant in No. 7328; Arthur W. Campbell and Lloyd A. Kadish, Washington, D. C., on the motion for appellant in No. 7336.",
      "Harold H. Titus, Jr., U. S. Atty., John A. Terry and Peter R. Reilly, Asst. U. S. Attys., were on the Motion for Summary Affirmance for appellee in No. 7328.",
      "Harold H. Titus, Jr., U. S. Atty., John A. Terry and Stuart M. Gerson, Asst. U. S. Attys., were on the Motion for Summary Affirmance for appellee in No. 7336."
    ],
    "corrections": "",
    "head_matter": "Dannie C. BOUKNIGHT and Felix Bouknight, Jr., Appellants, v. UNITED STATES, Appellee.\nNos. 7328, 7336.\nDistrict of Columbia Court of Appeals.\nMay 16, 1973.\nCarrie L. Fair, Washington, D. C., was on the motion for appellant in No. 7328; Arthur W. Campbell and Lloyd A. Kadish, Washington, D. C., on the motion for appellant in No. 7336.\nHarold H. Titus, Jr., U. S. Atty., John A. Terry and Peter R. Reilly, Asst. U. S. Attys., were on the Motion for Summary Affirmance for appellee in No. 7328.\nHarold H. Titus, Jr., U. S. Atty., John A. Terry and Stuart M. Gerson, Asst. U. S. Attys., were on the Motion for Summary Affirmance for appellee in No. 7336.\nBefore FICKLING, GALLAGHER and NEBEKER, Associate Judges, in chambers."
  },
  "file_name": "0524-01",
  "first_page_order": 560,
  "last_page_order": 563
}
