{
  "id": 12256674,
  "name": "Jack D. MAHONY, Appellant, v. TOWNSHIP OF HAMPTON, Appellee",
  "name_abbreviation": "Mahony v. Township of Hampton",
  "decision_date": "1994-12-16",
  "docket_number": "",
  "first_page": "525",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "651 A.2d 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "151 A.2d 108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282792
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "578-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0576-01"
      ]
    },
    {
      "cite": "404 A.2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1757616,
        1757570
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "397"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0132-01",
        "/pa/486/0133-01"
      ]
    },
    {
      "cite": "486 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757570
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0133-01"
      ]
    },
    {
      "cite": "285 A.2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940088
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0571-01"
      ]
    },
    {
      "cite": "632 A.2d 1102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "270 A.2d 619",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "pin_cites": [
        {
          "page": "620"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "440 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932228
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/440/0105-01"
      ]
    },
    {
      "cite": "486 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "Appellant's Brief at p. 18"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "404 A.2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1757616,
        1757570
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "Appellant's Brief at p. 18"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/486/0132-01",
        "/pa/486/0133-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 645,
    "char_count": 12960,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24772312980409283
    },
    "sha256": "bedc3b96d7590c54b03834e401d7febecd798f6acc08a43cf7b940f076c80d9d",
    "simhash": "1:9e2baf64a140ec29",
    "word_count": 2065
  },
  "last_updated": "2024-02-27T22:18:37.573874+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
    ],
    "parties": [
      "Jack D. MAHONY, Appellant, v. TOWNSHIP OF HAMPTON, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from the order of the Commonwealth Court upholding a zoning ordinance of the Township of Hampton which prohibits a private enterprise from operating gas wells in residential districts but permits public operation of such wells, 158 Pa. Cmwlth. 681, 632 A.2d 1102. Appellant challenges the distinction between public and private operations, alleging that such a distinction is arbitrary and unreasonable and, hence, an invalid exercise of the township’s police powers.\nAppellant, Jack D. Mahony, owns property in a residential “A” district in Hampton Township. A gas well has t existed on his property since 1931. The well had been plugged and abandoned in 1957, but continued to leak natural gas into the atmosphere. Because of the leak, appellant applied to the Department of Environmental Resources for a permit to refurbish the well, which was granted, whereupon appellant returned the well to production in October, 1986.\nThe township’s zoning ordinance permits, in residential “A” districts, the use of municipal and public utility facilities to produce gas, but prohibits operation of gas wells by private entities. The zoning officer denied appellant’s application for a variance to operate the well, and appellant appealed to the township’s zoning hearing board, the court of common pleas, and the Commonwealth Court, without obtaining relief.\nThe court of common pleas held, first, that the zoning ordinance’s distinction between private operation and municipal or public utility operation of gas wells was a legitimate and reasonable distinction, and, second, that the prohibition against private gas production was not an unconstitutional taking of appellant’s property without just compensation. The Commonwealth Court affirmed both holdings. We granted allocatur to consider the propriety of the Hampton Township zoning ordinance.\nAppellant argues that the distinction in the zoning ordinance between public versus private gas production is arbitrary and unreasonable. His position is that no concerns related to the police power — protection of health, safety, morals, or general welfare— justify disparate treatment of public and private gas wells. The DER controls and regulates all gas wells identically regardless of ownership status, be it private, public utility, or municipal. Appellant argues further that the record establishes that there is no factual basis to distinguish between private and public operation of gas wells. Inasmuch as a restrictive zoning ordinance must be rationally related to the government’s police power, appellant maintains that the arbitrary restriction in this case is invalid.\nThe township argues that “there are hazards associated with the operation of a gas well” introduced into evidence by appellant’s own witness, so that appellant has failed to overcome the heavy presumption that a zoning ordinance is valid and constitutional.\nIn weighing these arguments, we begin with the following principles stressed by the parties. A restrictive zoning ordinance must bear a rational relationship to the health, safety, and general welfare of a community. Beaver Gasoline Co. v. Zoning Hearing Board, 445 Pa. 571, 285 A.2d 501 (1971). It is also true that a zoning ordinance is presumed to be valid, and a party challenging the ordinance has the burden of overcoming the presumption of its validity. Id.\nThis court has never decided whether a municipality may validly enact a zoning ordinance creating a distinction based solely on public versus private ownership of an arguably noxious or hazardous use of land. Kavanagh v. London Grove Township, 486 Pa. 133, 404 A.2d 393 (1979), involved a zoning ordinance which permitted municipal operation of a sanitary landfill but prohibited private operation. The issue was not decided, as the Court was equally divided. In any event, Kavanagh would not necessarily control this case, for the Hampton Township ordinance, in addition to permitting municipal operation of a gas well, also permits some private operations, namely, operations by a public utility. A public utility, despite its name, is a private entity subject to extensive regulation; it is not a public entity. Thus, even if a public-private distinction were constitutionally permissible, the Hampton Township ordinance permits public operations and some private operations but bars other private operations.\nThis case lends itself to the more general test for the validity of a restrictive zoning ordinance expressed in Lutz v. Armour, 395 Pa. 576, 578-79, 151 A.2d 108, 110 (1959): “[A] law which purports to be an exercise of the police power must not be unreasonable, unduly oppressive or patently beyond the necessities of the case, and the means which it employs must have a real and substantial relation to the objects sought to be attained.” (Emphasis in original.) We apply this test to the challenged ordinance which regulates on the basis of ownership, not on the basis of location or use. We are mindful of the common law maxim sic utere tuo ut alienum non leudas (one should use his own property in such a manner as not to injure that of another). This maxim encompasses two principles. First, one must use his own property in such a manner as not to injure that of another. Second, one may use his own property in any manner which does not injure that of another.\nThe justifications advanced by Hampton Township to support its permission of municipal or public utility operation and prohibition of private operation are not supported by the record. The record establishes, instead, that the distinction is arbitrary, the means are not reasonably related to the ends sought to be attained, and the restrictions are patently beyond the necessities of the ease.\nTestimony was given in the trial court concerning various safety hazards and disturbances associated with a gas well, such as gas emerging from a hole, fire, explosion, and noise. These hazards and disturbances, by and large, are associated with drilling a well rather than its subsequent operation; gas production is not a noisy or unduly hazardous operation. Nonetheless, whatever its hazards, safety does not depend on ownership of the well. Safety hazards of gas wells might justify a zoning ordinance based on location or use, as by entirely prohibiting gas production in residential districts, but the Hampton Township ordinance does not do so. Instead, it permits gas wells in residential districts so long as they are operated by a municipality or public utility. There is not a scintilla of evidence, however, that a municipality or public utility can produce gas any more safely than a private operator can.\nThe township argued that public entities are more responsive and accountable to public pressure and concerns of the residents of the community and that public entities are more responsible fiscally than are private entities. However appealing these arguments might be, they are not supported by the record. The record discloses instead that all gas operations, municipal, public utility, and private, are subject to regulation by the DER under the Oil and Gas Act, 58 P.S. § 601.101 et seq., Coal and Gas Resource Coordination Act, 58 P.S. § 501 et seq., the Clean Streams Law, 35 P.S. § 691.1 et seq., and the Oil and Gas Conservation Law, 58 P.S. § 401 et seq. All gas wells, regardless of ownership, fall under the same environmental statutes and regulations, and DER monitors them uniformly without distinction as to status of owners or operators. If any regulations applicable only to public utilities add any safety controls to those enforced uniformly by the DER (though the township has failed to identify any such regulations), the zoning board could require a private gas producer to comply with the same regulations. This reasonable condition would be far less drastic and intrusive than total prohibition of private production. Likewise, if municipalities and public utilities are more responsible fiscally than are private operators,' the simple expedient of requiring a private owner to post a bond would answer the difficulty. This less drastic and intrusive alternative would bear a reasonable relationship to the necessities of the case and the health, safety, and welfare sought to be protected.\nIt is clear that the Hampton Township zoning ordinance, which purports to be an exercise of the police power, is unreasonable, oppressive, beyond the necessities of the case, and its prohibition of private gas production bears no real and substantial relation to the health, safety, and welfare of the community. That being the case, it is an invalid exercise of the police power. The judgment of the Commonwealth Court must, therefore, be reversed.\nOrder of the Commonwealth Court is reversed and the ease is remanded for entry of judgment in favor of appellant.\nZAPPALA, J., did not participate in the consideration or decision of this ease.\nCAPPY, J., files a dissenting opinion which is joined by NIX, C.J.\nMONTEMURO, J., is sitting by designation.\nThe assertion is subject to doubt. One DER official has testified that he never experienced a private operator becoming insolvent, but he had heard of municipal authorities attempting to use financial difficulties as an excuse for noncompliance with DER regulations. Kavanagh, 486 Pa. at 143, 404 A.2d at 397.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "CAPPY, Justice,\ndissenting.\nI respectfully dissent and would adopt the rationale set forth in the opinion of the learned Commonwealth Court. In addition, I write separately to emphasize my concern that the majority posits its conclusion upon a factual basis that is dehors the record. The majority, in direct contradiction to the position of the parties and the lower courts herein, concludes that a public utility is “a private entity subject to extensive regulation; it is not a public entity.” (Maj. opinion p. 527). Not only is this premise dehors the record and thus an improper basis for this Court’s opinion, but more importantly, Appellant does not argue that a public utility is a private enterprise. In fact, Appellant admits that his case also presents the “same private enterprise versus public enterprise question” as was seen in Kavanagh v. London Grove Township, 486 Pa. 138, 404 A.2d 393 (1979) (Appellant’s Brief at p. 18). The majority turns this zoning case upon an issue which was not presented by the parties and upon which there appears to be no evidence within the record from which a rational conclusion can be reached. This Court, in reviewing a zoning case where the trial court has taken additional evidence (as the trial court did here), is limited to determining whether the lower court abused its discretion or committed an error of law. Appeal of Bilotta, 440 Pa. 105, 107, 270 A.2d 619, 620 (1970). Making a determination based on that which is dehors the record violates this standard.\nIn addition, the uncontroverted testimony of record concerning various safety hazards and disturbances such as “gas emerging from a hole, fire, explosion and noises” (Maj. op. p. 527) cannot be dismissed summarily by an appellate court by means of a sweeping general statement, unsupported by the record, that “these hazards and disturbances, by and large, are associated with drilling a well rather than its subsequent operation; gas production is not a noisy or unduly hazardous operation.” (Slip op. p. 5; emphasis mine.) In fact, on this record, the Commonwealth Court relied heavily upon the testimony of Appellant’s own expert witness with regard to the issue of “hazards and disturbances.” The expert, Mr. Weiss, testified that “[w]hen you are operating a well its (sic) in danger. Many of rigs has (sic) been burned up.” Reproduced record at 18a (emphasis mine). Furthermore, Appellant’s expert, in response to questions about what precautions may be taken against fire hazards, testified that “I do not know what precautions in the oil and gas business you can take against a sudden blowout.” Reproduced record at 19a-20a. The majority’s disregard of this testimony, given our limited standard of review, is striking.\nSince I find more than adequate uncontra-dicted evidence of record to support the conclusions of both the trial court and the Commonwealth Court, I respectfully dissent.\nNIX, C.J., joins this dissenting opinion.\n. I would encourage the majority to refrain from reaching a sweeping conclusion as to the classification of public utilities in a case where none of the parties is a public utility.",
        "type": "dissent",
        "author": "CAPPY, Justice,"
      }
    ],
    "attorneys": [
      "Michael T. Collis, Harvey E. Robins, Brennan, Robins & Daley, Pittsburgh, PA, for appellant.",
      "John R. Luke, Thomas H. Ayaob, III, Luke, Fraas & Miller, Pittsburgh, PA, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jack D. MAHONY, Appellant, v. TOWNSHIP OF HAMPTON, Appellee.\nSupreme Court of Pennsylvania.\nArgued Sept. 19, 1994.\nDecided Dec. 16, 1994.\nReargument Denied Feb. 10, 1995.\nMichael T. Collis, Harvey E. Robins, Brennan, Robins & Daley, Pittsburgh, PA, for appellant.\nJohn R. Luke, Thomas H. Ayaob, III, Luke, Fraas & Miller, Pittsburgh, PA, for appellee.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMURO, JJ."
  },
  "file_name": "0525-02",
  "first_page_order": 587,
  "last_page_order": 591
}
