{
  "id": 11251402,
  "name": "UNITED INSURANCE COMPANY OF AMERICA, a corporation, Appellant, v. Robert L. COLLINS, Appellee",
  "name_abbreviation": "United Insurance Co. of America v. Collins",
  "decision_date": "1973-05-30",
  "docket_number": "No. 6654",
  "first_page": "527",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 527"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "238 Ark. 1033",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1734343
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ark/238/1033-01"
      ]
    },
    {
      "cite": "49 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8164182
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/49/0809-01"
      ]
    },
    {
      "cite": "20 S.E.2d 485",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "179 Va. 662",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        1978171
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/va/179/0662-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 303,
    "char_count": 4089,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 4.4265276719536815e-08,
      "percentile": 0.2774412716725956
    },
    "sha256": "59ceb80d82dd5d33e27eda8b0b55416033e1b3ab7839258040f6564b0c191b37",
    "simhash": "1:59c5b2d89b009576",
    "word_count": 677
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, KERN and PAIR, Associate Judges."
    ],
    "parties": [
      "UNITED INSURANCE COMPANY OF AMERICA, a corporation, Appellant, v. Robert L. COLLINS, Appellee."
    ],
    "opinions": [
      {
        "text": "KELLY, Associate Judge:\nIn January of 1971, appellee Collins signed a written application for a hospitalization and surgical expense policy to be issued by appellant United Insurance Company of America. Two weeks later, he paid his initial premium to appellant’s soliciting agent and was told that his coverage commenced as of that date. In return for his payment appellee received a receipt which stated, in pertinent part:\nNo obligation is incurred by said Company by reason of this payment unless said application is accepted and a policy issued.\nOn February 4 appellee was injured in an accident. He was hospitalized and incurred expenses of the type covered by the policy applied for. Shortly thereafter, on February 15, United issued a policy to Collins which, by its terms, provided coverage for losses arising on or after that date.\nCollins brought suit against appellant in the trial court claiming benefits under his policy for the hospitalization and related expenses resulting from the accident on February 4. After hearing testimony and receiving exhibits, the trial court ruled as a matter of law that appellee was covered by the policy and awarded him a judgment of ‘$647.50.\nAppellant argues that the language of the receipt and policy specifying that the insurer accepts no obligation until issuing a policy is clear and unambiguous, and that the trial court erred in finding that coverage began prior to the issuance of the policy. We agree, and reverse.\nIt has generally been held that “a soliciting agent with power to solicit, receive, and report applications has no power to accept them and make contracts of insurance, nor can he bind the company by stating that the risk attaches before the issuance of a policy.”\nSo, even though the agent who solicits the insurance assures the applicant that it will go into effect at once, if he signs an application which stipulates that the insurer incurs no liability until the policy is issued and delivered, the insurer incurs no liability until the policy is so issued and delivered, the theory here being that the written contract cannot be varied by parol evidence of the agent’s agreement. This is especially true where the restrictions upon the authority of the agent to make contracts or waive conditions contained in the application are known or should be known to the insured, or where the agent was wholly unauthorized so to agree, and the agreement was unwarranted.\nThus, in Peoples Life Insurance Co. v. Parker, 179 Va. 662, 20 S.E.2d 485 (1942), where the soliciting agent told an applicant for life insurance that the policy would go into effect upon payment of the first premium and the application and receipt both clearly stated that the company incurred no obligation until a policy issued, the court held that the agent’s oral representation was not binding on the insurance company because “[t]he plain, simple, and unambiguous language of the application and the terms of the receipt negative any apparent or ostensible authority in [the agent] to make an oral contract of insurance binding his Company.”\nIn the instant case it is clear, notwithstanding the soliciting agent’s statement to the contrary, that the insurance company incurred no liability on the policy until the date of its issuance on February 15, eleven days after appellee’s accident.\nReversed.\n. R. at 11.\n. 43 Am.Jur.2d Insurance § 204 at 2G1 (1969); Resnick v. Wolf & Cohen, D.C.Mun.App., 49 A.2d 809 (1946).\n. 4 Couch on Insurance 2d § 26 :1SS at 3S (1960) (footnotes omitted).\n.Peoples Life Ins. Co. v. Parker, supra at 486. See also Dove v. Arkansas Nat. Life Ins. Co., 238 Ark. 1033, 386 S.W.2d 495 (1965).",
        "type": "majority",
        "author": "KELLY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Edward T. Minor, Washington, D. C., with whom John A. Kendrick and Philip H. Manning, Washington, D. C., were on the brief, for appellant.",
      "Denis K. Lane, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "UNITED INSURANCE COMPANY OF AMERICA, a corporation, Appellant, v. Robert L. COLLINS, Appellee.\nNo. 6654.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 29, 1973.\nDecided May 30, 1973.\nEdward T. Minor, Washington, D. C., with whom John A. Kendrick and Philip H. Manning, Washington, D. C., were on the brief, for appellant.\nDenis K. Lane, Washington, D. C., for appellee.\nBefore KELLY, KERN and PAIR, Associate Judges."
  },
  "file_name": "0527-01",
  "first_page_order": 563,
  "last_page_order": 564
}
