{
  "id": 8095969,
  "name": "Gerard DIONNE v. Rudolph BLIER",
  "name_abbreviation": "Dionne v. Blier",
  "decision_date": "1967-02-17",
  "docket_number": "",
  "first_page": "527",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "226 A.2d 527"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "189 A.2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "159 Me. 128",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        474101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/159/0128-01"
      ]
    },
    {
      "cite": "137 So.2d 838",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9893186,
        9893046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/137/0838-02",
        "/so2d/137/0838-01"
      ]
    },
    {
      "cite": "53 A.L.R. 2d 406",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "140 A.L.R. 399",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "221 F.2d 406",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        46571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/221/0406-01"
      ]
    },
    {
      "cite": "111 A.2d 888",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "17 N.J. 543",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1341854
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/nj/17/0543-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 8607,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2007873818126076
    },
    "sha256": "f175bcde8f3e5a934d888ad7d554c6083a77c0be547fed46cd4f90d07d2de143",
    "simhash": "1:2d21938a2d0f3ddb",
    "word_count": 1439
  },
  "last_updated": "2024-02-27T23:47:28.286818+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN and DUFRESNE, JJ.",
      "RUDMAN, J., not sitting."
    ],
    "parties": [
      "Gerard DIONNE v. Rudolph BLIER."
    ],
    "opinions": [
      {
        "text": "WILLIAMSON, Chief Justice.\nThis is a complaint to recover damages for personal injuries by the plaintiff employee against his employer. The plaintiff appeals from entry of judgment for the defendant notwithstanding the jury verdict for $2700 in his favor. The plaintiff in his points of appeal asserts that the Court erred, first, in ruling that the defendant was excluded from the operation of the Workmen’s Compensation Act because the defendant was engaged in agriculture, and second, in finding that the plaintiff was guilty of contributory negligence as a matter of law.\nFirst: Section 3 of the Workmen’s Compensation Act (39 M.R.S.A. § 3) denying defenses of contributory negligence of the employee, negligence of a fellow employee, and assumption of risk, was not applicable to “employees engaged in domestic service or in agriculture” by Section 4 of the Act in force when the case arose. We note this provision of Section 4 remained unchanged from the original enactment of the Workmen’s Compensation Act in 1915 (Laws 1915, C. 295, § 4) until 1965. Section 4 now limits the application of Section 3 denying certain defenses to “employees engaged * * * in agriculture as seasonal or casual farm laborers” as therein defined. (Laws 1965, C. 411, § 1 and Laws 1966, C. 489, § 1.)\nThe defendant employed more than five workmen regularly in the same business and therefore was not exempt for lack of number of employees from the operation of Section 3.\nOn February 4, 1963 the plaintiff fell through an opening in the floor of defendant’s potato house. The parties agreed upon the facts relating to plaintiff’s employment as follows:\n“The parties further stipulate that in the potato house on February 4, 1963, in which the plaintiff was engaged in connection with his occupation of grading and/or packing potatoes for shipment, which potatoes had been planted, grown and harvested by the defendant, and that the defendant did not handle any other potatoes in his potato houses except for potatoes which he himself had planted, grown and harvested. It is further stipulated that the defendant held whatever licenses were necessary to qualify him as a shipper of potatoes. It is further agreed that the defendant at a time approximately five years before February, 1963, had engaged not only in the grading and packaging of potatoes which he himself had grown, but also potatoes acquired from other farmers, but that for a period of five years prior to the date of the alleged accident, the defendant had been engaged only with his own potatoes.”\nThe Court in entering a judgment, notwithstanding the verdict, said in part:\n“During the course of the trial, based upon Stipulations entered into by counsel for the Plaintiff and for the Defendant with relation to the nature of the Defendant’s potato house operation, it was the ruling of the Court that the Defendant was engaged in agriculture, as all of the potatoes which were stored in the house in which the Plaintiff sustained his accident and was injured, were potatoes which had been planted, grown, harvested and stored by the Defendant and that he was not, at this time, engaged in the grading, packing, and shipping of potatoes which had been grown and harvested by any other farmer, but was dealing exclusively with his own potatoes. The injury sustained by the Plaintiff was occasioned during the course of the Plaintiff’s employment for the Defendant and while he was engaged as a member of a group of the Defendant’s employees in the grading, packing and shipping of potatoes.”\n“Agriculture” within the Act includes the activities in which the plaintiff was engaged. If the grading, sorting and packing had been carried out in a potato house at defendant’s farm, the agricultural character of the work under the Act would not be questioned. The fact that the potatoes had been transported from the farm to the potato house at the railroad did not alter or change the activity from agriculture to commerce or industry with consequent application of Section 3 denying the defenses.\n“Agriculture” is defined in Webster’s Third New International Dictionary as follows: “1 a: the science or art of cultivating the soil, harvesting crops, and raising livestock: Tillage, Husbandry, Farming, b: the science or art of the production of plants and animals useful to man and in varying degrees the preparation of these products for man’s use and their disposal (as by marketing).”\n“The nearly-universal exemption of farm labor is construed according to the character of the work regularly performed by the employee, not according to the nature of the employer’s business. But if a process performed on the farm is merely the first stage in the processing of a commodity by an industrial employer, such as a cannery or sugar refinery, the work may be held non-agricultural. Excessive specialization, commercialization or marketing by the farmer may cause the work to lose its agricultural standing. Occasional excursions into or out of agricultural duties are disregarded when the employee by virtue of his regular employment has status as either a covered or exempt employee.” (1A Larson’s Workmen’s Compensation Law, § S3.00.)\nThe words “agricultural labor” are found in unemployment compensation acts (26 M.R.S.A. § 1043, sub. 1, par. D). See Pioneer Potato Co. v. Division of Employment Section (1955), 17 N.J. 543, 111 A.2d 888, holding “agricultural labor” includes post-harvesting services of washing, grading and packing, which are essential to the preparation of potatoes for market. Under the Federal Minimum Wage Law, the U. S. Court of Appeals, 5th Circuit, in Budd v. Mitchell (1955), 221 F.2d 406, held that the processing by the employees of the employer’s tobacco in his packing house was incident to farming. See Anno.Workmen’s compensation: application to employees engaged in farming, 140 A.L.R. 399; Anno, “farm” labor — what constitutes, 53 A.L.R. 2d 406; 99 CJ.S. Workmen’s Compensation § 33; 58 Am.Jur. Workmen’s Compensation, § 97; contra Dobbins v. S. A. F. Farms, Inc., (Florida District Court of Appeals, 1962) 137 So.2d 838.\nSecond: The Court found the plaintiff was guilty of contributory negligence and based the judgment for the defendant notwithstanding the verdict expressly on this issue.\nTaking the evidence in the light most favorable to the plaintiff a jury could have found as follows:\nThe plaintiff entered defendant’s potato house at eight in the morning and walked in darkness over a closed trap door, a distance from 50 to 60 feet, to a railroad car at the east door. Before reaching the car he was directed by a fellow employee, to obtain from a neighboring potato house a canvas to be used in the door of the potato house near the railroad car. On returning with the canvas, and again, with little or no light in the potato house, the plaintiff walked from a point near the car to a sorting table and there was endeavoring to place a chair in position to enable him to perform his work of sorting or grading. It was then that he stepped into an open hole approximately four feet square through which barrels in normal course were hoisted from the cellar to the sorting floor. The jury could have found that the trap door covering the hole was removed by a fellow employee. while the plaintiff was obtaining the canvas cover.\nThe plaintiff urges that the jury could properly have found that he was in the exercise of due care, that he entered the house the second time properly relying upon the defendant’s employees to give warning by lighting or by placing barrels near the hole if they had occasion to remove the trap door.\nThe Court below could not escape the conclusions, nor can we, that the plaintiff was negligent. The plain simple fact is that he was walking in the potato house in the dark and could not see where he was stepping. Further bearing on his negligence is his knowledge that there was a 4 foot square hole in the floor in the potato house to be used for the purposes mentioned. Contributory negligence of the plaintiff is not washed away with reliance in the dark on action by his fellow employees to warn him of the danger, if they had, in fact, removed the trap door. Meserve v. Allen Storage Warehouse Co., Inc., et al., 1963, 159 Me. 128, 189 A.2d 381.\nThe entry will be\nAppeal denied.\nRUDMAN, J., not sitting.",
        "type": "majority",
        "author": "WILLIAMSON, Chief Justice."
      }
    ],
    "attorneys": [
      "Wakine G. Tanous, East Millinocket, Gene Carter, Bangor, for plaintiff.",
      "Albert M. Stevens, Presque Isle, for defendant."
    ],
    "corrections": "",
    "head_matter": "Gerard DIONNE v. Rudolph BLIER.\nSupreme Judicial Court of Maine.\nFeb. 17, 1967.\nWakine G. Tanous, East Millinocket, Gene Carter, Bangor, for plaintiff.\nAlbert M. Stevens, Presque Isle, for defendant.\nBefore WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN and DUFRESNE, JJ."
  },
  "file_name": "0527-02",
  "first_page_order": 567,
  "last_page_order": 570
}
