{
  "id": 7258239,
  "name": "BELDEN & BLAKE CORPORATION, Appellee v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES, Appellant",
  "name_abbreviation": "Belden & Blake Corp. v. Commonwealth, Department of Conservation & Natural Resources",
  "decision_date": "2009-04-29",
  "docket_number": "",
  "first_page": "528",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "58 A.2d 450",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "453-54",
          "parenthetical": "dominant estate owner may not exercise rights granted over ser-vient estate without regard to servient owner's rights, and user restricted to reasonable use under circumstances"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473148
      ],
      "year": 1948,
      "pin_cites": [
        {
          "parenthetical": "dominant estate owner may not exercise rights granted over ser-vient estate without regard to servient owner's rights, and user restricted to reasonable use under circumstances"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0157-01"
      ]
    },
    {
      "cite": "503 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785951
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "1384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0140-01"
      ]
    },
    {
      "cite": "260 U.S. 393",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11926101
      ],
      "weight": 3,
      "year": 1922,
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/260/0393-01"
      ]
    },
    {
      "cite": "23 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974001
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/23/0199-01"
      ]
    },
    {
      "cite": "68 A. 1014",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "pin_cites": [
        {
          "page": "1016",
          "parenthetical": "express grant of all mining rights in land includes right to open, work, and occupy mines as reasonably necessary"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "219 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002699
      ],
      "year": 1908,
      "pin_cites": [
        {
          "parenthetical": "express grant of all mining rights in land includes right to open, work, and occupy mines as reasonably necessary"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0398-01"
      ]
    },
    {
      "cite": "104 A. 864",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1918,
      "pin_cites": [
        {
          "parenthetical": "mine owner has right to enter, take, possess, and use surface as necessary to carry on mining"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "262 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044476
      ],
      "year": 1918,
      "pin_cites": [
        {
          "parenthetical": "mine owner has right to enter, take, possess, and use surface as necessary to carry on mining"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0083-01"
      ]
    },
    {
      "cite": "468 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719712
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "272-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0226-01"
      ]
    },
    {
      "cite": "923 A.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8311458,
        3555111,
        8311434,
        3555498,
        8311502,
        3555384
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "1103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/923/1099-02",
        "/pa/592/0099-01",
        "/a2d/923/1099-01",
        "/pa/592/0098-01",
        "/a2d/923/1099-03",
        "/pa/592/0100-01"
      ]
    },
    {
      "cite": "592 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555384
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0100-01"
      ]
    },
    {
      "cite": "871 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8980040,
        650309
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "800",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0795-01",
        "/pa/582/0375-01"
      ]
    },
    {
      "cite": "582 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        650309
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/582/0375-01"
      ]
    },
    {
      "cite": "812 A.2d 1218",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11375579,
        1070110
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "1221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/1218-01",
        "/pa/571/0580-01"
      ]
    },
    {
      "cite": "571 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070110
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0580-01"
      ]
    },
    {
      "cite": "25 A. 597",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1893,
      "pin_cites": [
        {
          "page": "598"
        },
        {
          "page": "597"
        },
        {
          "page": "599"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "152 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838184
      ],
      "year": 1893,
      "opinion_index": 0,
      "case_paths": [
        "/pa/152/0286-01"
      ]
    },
    {
      "cite": "1980 U.S. Dist. LEXIS 9570",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "year": 1980,
      "pin_cites": [
        {
          "page": "*14",
          "parenthetical": "explaining that \"the parties should attempt to reach a reasonable accommodation so that each may reasonably enjoy his respective property rights.\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "235 F.Supp.2d 1163",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        9380730
      ],
      "pin_cites": [
        {
          "page": "1167"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp-2d/235/1163-01"
      ]
    },
    {
      "cite": "788 A.2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9401337,
        404515
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "361-62",
          "parenthetical": "recognizing the implied authority of the Pennsylvania Department of Transportation to seek an injunction against the operation of an unlicensed airport"
        },
        {
          "page": "497-98"
        },
        {
          "page": "361"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/788/0357-01",
        "/pa/567/0492-01"
      ]
    },
    {
      "cite": "567 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404515
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "498-500",
          "parenthetical": "recognizing the implied authority of the Pennsylvania Department of Transportation to seek an injunction against the operation of an unlicensed airport"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/567/0492-01"
      ]
    },
    {
      "cite": "25 A. 597",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1893,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "152 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838184
      ],
      "weight": 2,
      "year": 1893,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/152/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1138,
    "char_count": 25547,
    "ocr_confidence": 0.725,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1881221646512982
    },
    "sha256": "1361563fd31cc6d25a605035bfcfb869f05048bbceadc42bbf0f3728709d053b",
    "simhash": "1:b7b9c27ec6b3cc9d",
    "word_count": 4096
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD and McCAFFERY, JJ."
    ],
    "parties": [
      "BELDEN & BLAKE CORPORATION, Appellee v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice EAKIN.\nAppellee Belden & Blake owns or leases oil and natural gas estates on three parcels of property in Oil Creek State Park; the Commonwealth owns the Park’s surface. In December, 2004, Belden & Blake notified the Commonwealth, specifically, the Department of Conservation and Natural Resources (DCNR), it was in the preliminary stages of developing gas wells on two of the parcels; it provided similar notice in March, 2005, regarding the third parcel. Along with its notices, Belden & Blake submitted copies of its draft well drilling permit applications, pursuant to § 201 of the Oil and Gas Act (OGA), and maps of. proposed access routes and well sites. It posted bond with the Department of Environmental Protection (DEP), pursuant to § 215(a)(1) of the OGA to secure well closure, well site reclamation, and pollution remediation costs.\nAs against the owner of the surface each of the several purchasers would have the right, without any express words of grant for that purpose, to go upon the surface to open a way by shaft, or drift, or well, to his underlying estate, and to occupy so much of the surface, beyond the limits of his shaft, drift, or well, as might be necessary to operate his estate, and to remove the product thereof. This is a right to be exercised with due regard to the owner of the surface, and its exercise will be restrained, within proper limits, by a court of equity if this becomes necessary; but subject to this limitation it is a right growing out of the contract of sale, the position of the stratum sold, and the impossibility of reaching it in any other manner.\nDCNR, however, sought to impose a “coordination agreement” on Belden & Blake before allowing it to access the parcels; the terms included posting of a $10,000 performance bond for each well, and $74,885 in stumpage fees, double the fair market value of the timber to be removed.\nBelden & Blake filed a petition for review in the Commonwealth Court seeking declaratory and equitable relief. Belden & Blake claimed an implied easement with a right to enter the parcels was acquired with the oil and gas estates; it acknowledged the easement was limited by a good faith requirement that it use the surface area only in a reasonably necessary manner to extract the minerals. Belden & Blake averred it met and exceeded this obligation by: notifying DCNR months in advance of its plan to exercise its rights; meeting with DCNR regarding alternatives to best preserve the Park’s surface; giving DCNR time to clear potentially affected land and timber; offering to arrange for timber extraction and pay its fair market value; providing maps of proposed wells; and obtaining a right-of-way across private property after revising its access route.\nBelden & Blake also sought to enjoin DCNR from further interference with its rights, alleging DCNR refused it access by imposing unlawful bonds, fees, and an unnecessary right-of-way (as it already had an easement). Belden & Blake subsequently sought partial summary judgment, averring no issue of material fact existed regarding the respective ownership and leasehold interests.\nIn opposition, DCNR maintained it is a trustee for public resources under Article I, § 27 of the Pennsylvania Constitution, and as such, is authorized to condition the surface use of a state park.\nThe Commonwealth Court granted Bel-den & Blake’s partial summary judgment motion. It relied on Chartiers Block Coal Co. v. Mellon, 152 Pa. 286, 25 A. 597, 598 (1893), which addressed a surface owner’s rights relative to the subsurface owner’s rights, where oil and gas underlie the coal subsurface. There, the subsurface owner sought to restrain the surface owner from drilling wells through the coal subsurface to reach the underlying oil and gas, arguing the drilling would render coal mining too dangerous. Id., at 597. We affirmed the lower court’s grant of an injunction, holding “[t]he grantee of the coal owns the coal but nothing else, save the right of access to it and the right to take it away.” Id., at 599.\nHere, the Commonwealth Court included this Court’s reasoning in Chartiers\nBelden & Blake Corporation v. Commonwealth, No. 25 MD 2006, unpublished memorandum at 13 (Pa.Cmwlth. filed March 5, 2007) (quoting Chartiers, at 598). The court held “[t]he law recognizes [Bel-den & Blakej’s right to enter upon the land to exercise its oil and gas rights ... consequently, [DCNR] has no power to condition [Belden & Blake]’s exercise of those rights by requiring it to enter into the coordination agreement.” Id., at 14. It found Chartiers imposed a duty on Bel-den & Blake to exercise its rights in a reasonable manner, with due regard to the surface owner’s rights, and noted both parties may be restrained by a court of equity if necessary. Id. It further found DCNR’s position that § 303 of the Conservation and Natural Resources Act (CNRA) authorized it to impose a performance bond on Belden & Blake for each well misplaced, as DCNR had not leased the oil and gas rights at issue, and noted Belden & Blake posted bond pursuant to § 215(a)(1) of the OGA to cover well closure, well site reclamation, and pollution remediation costs. Id. The court found the CNRA does not authorize DCNR to levy stumpage fees. Id.\nDCNR filed this appeal, followed by an automatic supersedeas, which the Commonwealth Court vacated; DCNR’s application to reinstate the supersedeas was granted by this Court.\nSummary judgment may be granted only where there is no genuine issue of material fact, and the moving party is entitled to judgment as a matter of law. Pa.R.C.P. 1035.2(1); Atcovitz v. Gulph Mills Tennis Club, Inc., 571 Pa. 580, 812 A.2d 1218, 1221 (2002). “In making this assessment, we view the record in the light most favorable to the non-moving party, and all doubts as to the existence of a genuine issue of material fact must be resolved against the moving party.” Payne v. Commonwealth Department of Corrections, 582 Pa. 375, 871 A.2d 795, 800 (2005) (citation omitted). The scope of review of an order granting summary judgment is plenary. Atcovitz, at 1221. The standard of review provides we reverse the trial court’s order only where the court committed an error of law or clearly abused its discretion. Id. To the extent the issues before us are questions of law, our standard of review is de novo; thus, we need not defer to the lower court’s determinations. Chanceford Aviation Properties, L.L.P. v. Chanceford Township Board of Supervisors, 592 Pa. 100, 923 A.2d 1099, 1103 (2007).\nDCNR asserts it is obligated to preserve state parks pursuant to § 303 of the CNRA, and it has a fiduciary obligation to conserve and maintain parklands as natural resources under Article I, § 27 of the Pennsylvania Constitution. DCNR notes the legislature intended it to have broad authority to protect state parks via these provisions, and points out that the Statutory Construction Act provides “the General Assembly intends to favor the public interest as against any private interest.” 1 Pa.C.S. § 1922(5). DCNR argues the Commonwealth Court improperly relied on Chartiers and other cases not addressing the core issue here: how to balance an oil and gas developer’s rights against “a surface use that has been afforded special protection as a public natural resource.... ” Appellant’s Brief, at 13, 18-19.\nDCNR also argues the public trust doctrine, recognized by this Court in Payne v. Kassab, 468 Pa. 226, 361 A.2d 263, 272-73 (1976), applies; the doctrine provides that certain natural resources are impressed with a trust for the public’s benefit, outweighing private interests. Chartiers “clearly recognized the difficult balancing that must take place to protect the rights of the owners of various estates in the land[,]” and DCNR contends the Commonwealth Court failed to address its role in determining what constitutes reasonable use. Appellant’s Brief, at 16-17. DCNR maintains the best way for Belden & Blake to exercise due regard to its rights and obligations as surface owner, is via a mutual agreement; it provided Belden & Blake a proposed draft. DCNR emphasizes it is not trying to deny Belden & Blake access to its rights — it simply does not want it to “unilaterally” determine what constitutes reasonable use of the surface.\nBelden & Blake asserts it has an implied easement, relying on Chartiers and citing Taylor v. Heffner, 359 Pa. 157, 58 A.2d 450, 453-54 (1948) (dominant estate owner may not exercise rights granted over ser-vient estate without regard to servient owner’s rights, and user restricted to reasonable use under circumstances), Oberly v. H.C. Frick Coke Company, 262 Pa. 83, 104 A. 864 (1918) (mine owner has right to enter, take, possess, and use surface as necessary to carry on mining), and Baker v. Pittsburg, 219 Pa. 398, 68 A. 1014, 1016 (1908) (express grant of all mining rights in land includes right to open, work, and occupy mines as reasonably necessary).\nBelden & Blake claims it exercised more than due regard to DCNR and the Park, but maintains that regulatory authority over oil and gas well drilling and operations is vested in the DEP — not DCNR— by the Oil and Gas Act. Belden & Blake claims DCNR’s impairment of its rights is tantamount to a taking without just compensation. Further, Belden & Blake claims neither Article I, § 27 of the Pennsylvania Constitution nor the CNRA give DCNR the ability to regulate private property.\nWe find partial summary judgment in Belden & Blake’s favor was warranted. Belden & Blake has the right to enter the surface property to access what it owns, a right that is not contested by DCNR. “One who has the exclusive right to mine coal upon a tract of land has the right of possession even as against the owner of the soil, so far as it is necessary to carry on ... mining operations.” Turner v. Reynolds, 23 Pa. 199, 206 (Pa.1854). Chartiers held an owner of an underlying estate, such as Belden & Blake here, has the right to go upon the surface in order to reach the estate below, “as might be necessary to operate his estate,” and “[t]his is a right to be exercised with due regard to the owner of the surface, and its exercise will be restrained, within proper limits, by a court of equity....” Chartiers, at 598. Of further import, a grant or reservation of minerals and the right to mine them constitute property rights, which the law recognizes, and which may not be taken for public use without compensation. Pennsylvania Coal Company v. Mahon, 260 U.S. 393, 415, 43 S.Ct. 158, 67 L.Ed. 322 (1922).\nChartiers holds that the exercise of a subsurface owner’s rights must be reasonable, and Belden & Blake facially fulfilled its obligation to do so. The matter before us turns on whether DCNR’s special responsibilities allow it to unilaterally impose additional conditions on Belden & Blake’s exercise of its right to enter.\nDCNR has a duty to maintain and preserve state parks pursuant to § 303 of the CNRA, and fiduciary obligations to conserve and maintain them as public natural resources pursuant to Article I, § 27 of the Pennsylvania Constitution. DCNR contends this authority allows it to impose conditions restraining those exercising their rights to the subsurface. Such a holding would be a departure from our jurisprudence, for it would place the burden on the subsurface owner to seek judicial redress. Chartiers clearly places the burden on the surface owner to seek legal redress to prevent or restrain the subsurface owner’s exercise of its rights. See Chartiers, at 598 (subsurface owner’s exercise of rights “will be restrained, within proper limits, by a court of equity if this becomes necessary....”). We reiterate that it is for the surface owner to challenge the subsurface owner’s reasonable exercise of its rights, not the converse.\nA subsurface owner’s rights cannot be diminished because the surface comes to be owned by the government, or any party with statutory obligations, regardless of their salutary nature. A “regular” surface owner cannot unilaterally impose extra conditions on the subsurface owner beyond those that are reasonable. DCNR may wish to do so because of its statutory duties, but its mandate does not allow it to do so unilaterally, nor does it shift the burden of seeking redress to the subsurface owner. That is, whatever its admirable obligations to the public, as concerns the owner of private property, the government and its agencies must be held to the same standard as any other surface owner. DCNR may seek additional conditions because of its mandate, but it has no authority to impose them unilaterally without compensation.\nIf the subsurface owner wishes to access its property, as was the case here, DCNR may seek conditions like any other surface owner, even additional conditions consistent with its statutorily imposed duties. If there is no agreement on the reasonableness of conditions sought, DCNR must seek redress in the appropriate judicial forum; it is not the obligation of the subsurface owner to do so. If DCNR wishes further conditions pursuant to its statutory duties, the Commonwealth must compensate the subsurface owner for the diminution of its rights; indeed it may condemn the subsurface interests altogether pursuant to the Eminent Domain Code.\nHowever, a property owner’s interests and rights cannot be lessened, nor their reasonable exercise impaired without just compensation, simply because a governmental agency with a statutory mandate comes to own the surface.\nOrder affirmed. Jurisdiction relinquished.\nChief Justice CASTILLE and Justice BAER and MeCAFFERY join the opinion.\nJustice SAYLOR files a dissenting opinion in which Justice TODD joins.\n. Act of December 19, 1984, P.L. 1140, as amended, 58 P.S. § 601.201. Section 201 provides, in relevant part:\n(a) No person shall drill a well or alter any existing well, except for alterations which satisfy the requirements of subsection (j), without having first obtained a well permit pursuant to subsections (b), (c), (d) and (e). A copy of the permit shall be kept at the well site during drilling or alteration of the well.\n58 P.S. § 601.201(a).\n. Section 215(a)(1) provides, in relevant part:\n(a)(1) Except as provided in subsection (d) hereof, upon filing an application for a well permit and before continuing to operate any oil or gas well, the owner or operator thereof shall file with the department a bond for the well and the well site on a form to be prescribed and furnished by the department.\n58 P.S. § 601.215(a)(1).\n.Belden & Blake also claimed unlawful attempted regulation of oil and gas operations, failure to follow the Commonwealth Documents Law and Regulatory Review Act, and unlawful taking. Only the counts for declaratory and equitable relief are at issue here.\n. Article I, § 27 provides:\nThe people have a right to clean air, pure water, and to the preservation of the natural, scenic, historic and esthetic values of the environment. Pennsylvania's public natural resources are the common property of all the people, including generations yet to come. As trustee of these resources, the Commonwealth shall conserve and maintain them for the benefit of all the people.\nPa. Const. art. I, § 27.\n. 71 P.S. § 1340.303 provides, in relevant part:\n(a) Powers and duties enumerated. — The department shall have the following powers and duties with respect to parks:\n(1) To supervise, maintain, improve, regulate, police and preserve all parks belonging to the Commonwealth.\n71 P.S. § 1340.303(a)(1).\n. Chartiers remains the seminal case setting forth a subsurface owner’s rights with respect to the surface owner’s rights. This Court cited Chartiers most recently in United States Steel Corporation v. Hoge, 503 Pa. 140, 468 A.2d 1380, 1384 (1983).\n. See Act of June 22, 1964, P.L. 84, as amended, 26 Pa.C.S. § 101 etseq.",
        "type": "majority",
        "author": "Justice EAKIN."
      },
      {
        "text": "Justice SAYLOR,\ndissenting.\nThe Department’s central position is that its constitutionally-based fiduciary duty to maintain and preserve State parks mandates that it have a role in determining what constitutes reasonable use of the surface of Oil Creek State Park by Appel-lee. I agree.\nI recognize Appellee’s important and protected property interests. Nevertheless, I respectfully differ with its, the Commonwealth Court’s, and the majority’s reasoning to the degree it subsumes the proposition that the Department is unable to require adherence to conditions necessary to ensure reasonable ingress by mineral interests holders on parklands and restrain unreasonable activity on their part.\nAs DCNR develops, the Constitution requires that the Commonwealth government conserve and maintain Pennsylvania’s natural resources for the benefit of all the people, Pa. Const. art.I § 27, and the Conservation and Natural Resources Act accords this duty, in substantial part, to the Department via the requirement that it “supervise, maintain, improve, regulate, police and preserve all parks belonging to the Commonwealth.” 71 P.S. § 1340.308(a). Commonwealth agencies such as DCNR are vested with implied powers necessary to effectuate their statutory mandates. See, e.g., Commonwealth v. Beam, 567 Pa. 492, 498-500, 788 A.2d 357, 361-62 (2002) (recognizing the implied authority of the Pennsylvania Department of Transportation to seek an injunction against the operation of an unlicensed airport). In Beam, this Court observed that “it is evident from the Aviation Code that the Legislature intended to confer upon the Department an ability to secure compliance with ... statutory requirements” having substantial public safety and welfare implications. Id. at 497-98, 788 A.2d at 361. It is equally apparent, here, that the General Assembly intended that DCNR, as the custodian and trustee of public property including “some of our State’s most precious and rare natural areas,” 71 P.S. § 1340.101(a)(2), have the ability to negotiate agreements with subsurface owners, and restrain unreasonable incursions onto the surface of Commonwealth lands.\nMoreover, I agree with the Department that the possession of a well permit by the subsurface owner is not dispositive. As the Department persuasively argues, the inquiry before the Department of Environmental Protection may overlap, but is not entirely coterminous, with DCNR’s own assessment of the impact of an overall drilling operation (including the creation of avenues of ingress and egress) on the natural resources comprising a State park.\nI also differ with Appellee’s argument that the above understanding results in DCNR having unilateral authority usurping the power of the courts to be the final arbiter of disputes involving subsurface rights at parklands. As the present proceedings exemplify, a subsurface owner may seek redress in a judicial forum. Although I recognize that this involves delay and inconvenience, the alternative is to deprive the Department of a substantial means to discharge its obligation to guard and protect vital Commonwealth resources. The seminal decision in Charti-ers Block Coal Co. v. Mellon, 152 Pa. 286, 25 A. 597 (1893), recognizes the reality that these types of land-rights disputes present complex matters involving the ordering of competing and compelling interests and are subject to litigation. See Chartiers, 152 Pa. at 298, 25 A. at 599. Although Chartiers shows an appreciation of the difficult balancing which must occur to protect the various rights in tension and the importance of achieving a solution that permits all owners to enjoy the beneficial use of their property to the fullest extent possible, the Chartiers Court simply did not undertake to specify who must be the plaintiff and who must be the defendant in litigation over those interests.\nOn a cautionary note, while mineral rights holders must act with due regard to the public interest in accessing public lands, the Department must also act with due regard to the private interests. To the degree that DCNR misjudges the reasonableness of a subsurface owner’s conduct and unduly restrains it, it is acting in derogation of substantial private rights and interests which are also protected by the Constitution, and which the courts are open and available to vindicate.\nIn light of the above, I believe the outcome of this proceeding as it has been framed should depend on the reasonableness of the conditions DCNR required of Appellee (or, stated differently, the reasonableness of Appellee’s ingress and operations in the parklands in the absence of such conditions), rather than upon any universal proposition that the Department has no authority to require conditions or restrain unreasonable activity in any way other than resorting to the courts. Indeed, the gravamen of Count I of Appel-lee’s petition for review was the assertion that its past and proposed conduct was and will be, in fact, reasonable without the Department’s conditions. See Petition for Review ¶ 13 (“Because Belden & Blake has, among other rights, an implied easement to enter the subject parcels and exercise its rights in a reasonable fashion, and because Belden & Blake has acted reasonably and in excess of what the law requires of an easement holder, DCNR cannot hinder Belden & Blake’s oil and gas operations ...” (emphasis added)). While the Commonwealth Court awarded summary judgment on this count, its opinion contains no developed, fact-bound reasonableness assessment. As the Department emphasizes, the court also does not appear to have undertaken any balancing of the parties’ respective rights and interests. Thus, it seems apparent, to me at least, that Appellee was not entitled to the full measure of requested declaratory relief based on the reasoning developed by the court.\nThe Commonwealth Court did make brief mention of each condition proposed by DCNR in its analysis, but its conclusions were based on the proposition, stated with a fair degree of abstraction, that the Department had no authority to impose each of them. Therefore, from the opinion, it is not possible to determine with confidence whether the court’s conclusions were based on the nature of the specific conditions in view of the particular facts and circumstances presented, or the more global proposition that the Department has no authority to limit access according to any conditions. In these circumstances, and in light of my conclusion that a blanket rule is inappropriate, I would remand for further development of the Commonwealth Court’s reasoning and a fuller explanation of the nature of the declaratory relief awarded. To the degree the Commonwealth Court’s conclusion, consistent with Appellee’s request for declaratory relief, is that Appellee’s conduct and plans are reasonable, I believe some factual development may be necessary. I would admonish, however, in light of Ap-pellee’s undisputed right of access, that the initial burden of proof appropriately rests with the Department to demonstrate the reasonableness of conditions it seeks to impose. Cf. Amoco, 235 F.Supp.2d at 1171.\nJustice TODD joins this dissenting opinion.\n. Other courts have recognized that surface and subsurface owners generally address the terms on which mineral rights holders' easements will be effectuated via agreements. See, e.g., Amoco Production Co. v. Thunderhead Investments, Inc., 235 F.Supp.2d 1163, 1167 (D.Colo.2002); United States v. Minard Run Oil Co., Civ. No. 80-129 Erie, 1980 U.S. Dist. LEXIS 9570, at *14 (W.D.Pa. Dec. 16, 1980) (explaining that \"the parties should attempt to reach a reasonable accommodation so that each may reasonably enjoy his respective property rights.”).\n. Some recognition is also due to the magnitude of DCNR's task in protecting public property comprised of the 117 State parks it manages.\n. For example, if access to a particular drilling location were to be through a particularly rare and environmentally sensitive area, in which the requirements for reasonable ingress could be violated readily with a high probability of substantial damage, we are not prepared to say here that the Department would not be within its prerogative to require the posting of some reasonable form of security. I also would not foreclose the requirement of security in the event DCNR could demonstrate that a particular operator was financially unstable. Indeed, in its opposition to Appellee's summary judgment effort, the Department indicated that discovery was needed on this subject to the degree to which Appellee maintained that the bond condition was unreasonable. See R.R. at 335a.\nAs to stumpage fees, the trees of Oil Creek State Park certainly belong to the public at large, and it is not unreasonable for the Department to offer terms by which their néces-saiy disposition will be administered. Again, the ultimate reasonableness of the offered terms appears to present a factual matter, particularly in light of the sought-after judicial declaration that Appellee’s existing and proposed course of conduct was and is reasonable.",
        "type": "dissent",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Virginia J. Davison, Esq., Kimberly A. Hummel, Esq., PA Department of Conservation & Natural Resources, Harrisburg, for Department of Conservation and Natural Resources.",
      "Robert T. Weston, Esq., Walter A. Bunt, Jr., Esq., George A. Bibikos, Esq., Kirkpatrick & Lockhart Preston Gates Ellis LLP, for Belden & Blake Corporation."
    ],
    "corrections": "",
    "head_matter": "BELDEN & BLAKE CORPORATION, Appellee v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF CONSERVATION AND NATURAL RESOURCES, Appellant.\nSupreme Court of Pennsylvania.\nArgued April 14, 2008.\nDecided April 29, 2009.\nVirginia J. Davison, Esq., Kimberly A. Hummel, Esq., PA Department of Conservation & Natural Resources, Harrisburg, for Department of Conservation and Natural Resources.\nRobert T. Weston, Esq., Walter A. Bunt, Jr., Esq., George A. Bibikos, Esq., Kirkpatrick & Lockhart Preston Gates Ellis LLP, for Belden & Blake Corporation.\nBEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD and McCAFFERY, JJ."
  },
  "file_name": "0528-01",
  "first_page_order": 556,
  "last_page_order": 563
}
