{
  "id": 11251445,
  "name": "DISTRICT OF COLUMBIA, Appellant, v. Clarence RAY, Jr., Appellee. (One General Electric Adding Machine, Serial No. 509-570), (One General Electric Adding Machine, Serial No. 738-144), (One Clary Electric Adding Machine, Serial No. 178-95887), (One Underwood Hand-Operated Adding Machine, Serial No. 7380428140), and ($10,700.50 in United States Currency)",
  "name_abbreviation": "District of Columbia v. Ray",
  "decision_date": "1973-05-30",
  "docket_number": "No. 6830",
  "first_page": "531",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 531"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "78 S.Ct. 1109",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "357 U.S. 301",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6162465
      ],
      "weight": 2,
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/us/357/0301-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3109",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "397 U.S. 387",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12054506
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/397/0387-01"
      ]
    },
    {
      "cite": "284 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073121
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/284/0460-01"
      ]
    },
    {
      "cite": "87 F.Supp. 436",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        691627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/87/0436-01"
      ]
    },
    {
      "cite": "201 F.2d 182",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1277467,
        3754607
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/201/0182-01"
      ]
    },
    {
      "cite": "91 U.S.App.D.C. 278",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3754607
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "13 F.R.D. 177",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        3772851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/13/0177-01"
      ]
    },
    {
      "cite": "142 F.2d 805",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3692038
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/142/0805-01"
      ]
    },
    {
      "cite": "270 F.2d 772",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1967707
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/270/0772-01"
      ]
    },
    {
      "cite": "380 F.2d 557",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2073268,
        4067637
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "569",
          "parenthetical": "statement of Burger & Tamm, JJ."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/380/0557-01"
      ]
    },
    {
      "cite": "127 U.S.App.D.C. 10",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        4067637
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "22",
          "parenthetical": "statement of Burger & Tamm, JJ."
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "357 U.S. 480",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6163831
      ],
      "weight": 5,
      "year": 1958,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "484"
        },
        {
          "page": "1249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/357/0480-01"
      ]
    },
    {
      "cite": "342 U.S. 48",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        640927
      ],
      "weight": 3,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/us/342/0048-01"
      ]
    },
    {
      "cite": "380 U.S. 693",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524671
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0693-01"
      ]
    },
    {
      "cite": "156 A.2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8129986
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "688"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/156/0686-01"
      ]
    },
    {
      "cite": "167 F.2d 607",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1198274
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "614"
        },
        {
          "page": "614-615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/167/0607-01"
      ]
    },
    {
      "cite": "340 F.2d 168",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        881486
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "170-171"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/340/0168-01"
      ]
    },
    {
      "cite": "380 U.S. 693",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524671
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "696, 701"
        },
        {
          "page": "1248, 1251"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/380/0693-01"
      ]
    },
    {
      "cite": "156 A.2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8129986
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/156/0686-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 13296,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 1.3220206845732168e-07,
      "percentile": 0.6269861679194424
    },
    "sha256": "7c1ac66f05aa4688cf9a6a7eb7ec379bacc55e740b2a86d42e1423e0e0af1e88",
    "simhash": "1:8b8bd2623a1cad22",
    "word_count": 2192
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, KERN and NEBEKER, Associate Judges."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, Appellant, v. Clarence RAY, Jr., Appellee. (One General Electric Adding Machine, Serial No. 509-570), (One General Electric Adding Machine, Serial No. 738-144), (One Clary Electric Adding Machine, Serial No. 178-95887), (One Underwood Hand-Operated Adding Machine, Serial No. 7380428140), and ($10,700.50 in United States Currency)."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nThis is an appeal by the District of Columbia in a libel action aimed at money and equipment seized during execution of a search warrant for gambling material. Summary judgment was entered depriving the District of a factual hearing into the legality of the execution of a search warrant because in a prior criminal action brought by the United States, the United States District Court had determined on a motion to suppress that the search warrant was illegally executed. Summary judgment was also based on the fact that in the preliminary hearing stage a judge of the then District of Columbia Court of General Sessions (now the Superior Court from which this appeal is taken) had discharged the defendant on the basis of suppressibility of the evidence due to unlawful execution of the warrant. We agree with the District of Columbia that it was not foreclosed from a hearing on the legality of the seizure. Thus, the judgment is reversed and the case remanded for further proceedings.\nPursuant to a search warrant, the police entered and searched a building believed to be a gambling premises. Among the items seized during the search were four adding machines and $10,700.50 — all of which are the subject of this libel action. Subsequent to the execution of the warrant, Clarence Ray, Jr., an occupant of the premises and the present claimant, was charged with violations of the gambling laws. After a preliminary hearing at which evidence relating to the execution of the warrant was presented, the complaint was dismissed. The hearing judge found that probable cause to hold for grand jury action had not been established since the evidence was suppressible. Thereafter, Mr. Ray was indicted in the United States District Court by way of grand jury original action. Upon a hearing on a motion to suppress the seized items, evidence relating to the execution of the warrant was again presented and the hearing judge found an entry in violation of D.C.Code 1972 Supp., § 23-524, granted the motion, and suppressed the seized items. The indictment was subsequently dismissed.\nThis libel action was initiated by the District of Columbia to have the seized items condemned and forfeited under D.C. Code 1972 Supp., § 22-1505 (c). The trial court granted appellee’s motion for summary judgment holding that “there [was] no genuine issue as to any material fact relating to the illegality of the execution of the warrant ... in light of the fact that two judges have held previously that the property [was] inadmissible as evidence.” As to the contention that the District of Columbia was not a party to the criminal case, the trial court took the view that the United States and the District of Columbia were arms of the same sovereign, the latter being subsumed by the former thus to eliminate its party litigant status.\nThe District of Columbia contends and claimant Ray concedes (Brief for Appellee at 4, 9) that the doctrine of collateral estoppel does not, under these circumstances, prevent the District of Columbia from relitigating the legality of the seizure in a libel suit. “Such a rule of public policy must be watched in its application lest a blind adherence to it tend to defeat the even firmer established policy of giving every litigant a full and fair day in court.” United States v. Silliman, 167 F.2d 607, 614 (3d Cir. 1948). The doctrine of res judicata or its sub-part, collateral estoppel, is a limited exception to this firmer policy and its application must be considered with the premise that a party not be deprived of a fair adversary proceeding in which to present his case. United States v. Silliman, supra at 614-615. See also Randolph v. District of Columbia, D.C.Mun.App., 156 A.2d 686, 688 (1959).\nClaimant Ray does argue, however, that the District of Columbia cannot be permitted to enforce a forfeiture of property which has been seized in violation of claimant’s constitutional rights. Such proposition cannot be and is not disputed, at least insofar as the property here is concerned. See One 1958 Plymouth Sedan v. Pennsylvania, 380 U.S. 693, 85 S.Ct. 1246, 14 L.Ed.2d 170 (1965). Compare United States v. Jeffers, 342 U.S. 48, 72 S.Ct. 93, 96 L.Ed.2d 59 (1951) involving contraband per se. Claimant Ray also argues that because the constitutionality of the seizure had been earlier determined, the trial court was not obliged to rehear and redetermine the same facts as litigated in the absence of a proffer of new evidence, and that, in the interest of justice and fairness, the two prior determinations should be deemed to have settled the issue. He finds strength in this position from the fact that the officers who executed the warrant were members of the District of Columbia Metropolitan Police Department.\nWe first examine the two prior determinations to see if either actually and legally determined the validity of the execution of the warrant. As to the ruling at the preliminary hearing, it is clear that the only legal issue before the judge was the question of probable cause to hold the accused for action of the grand jury. Giordenello v. United States, 357 U.S. 480, 484, 78 S.Ct. 1245, 2 L.Ed.2d 1503 (1958); Ross v. Sirica, 127 U.S.App.D.C. 10, 22, 380 F.2d 557, 569 (1967) (statement of Burger & Tamm, JJ.); Barrett v. United States, 270 F.2d 772 (8th Cir. 1959); Barber v. United States, 142 F.2d 805 (4th Cir. 1944); United States v. Lucas, 13 F.R.D. 177 (D.D.C.), aff’d and later dismissed, 91 U.S.App.D.C. 278, 201 F.2d 182 (1952); United States v. Gray, 87 F.Supp. 436 (D.D.C.1949). See also Fed.R.Crim.P. 5.1. It is also clear that a preliminary examination is an inappropriate proceeding to entertain a question of admissibility of seized evidence. As the Supreme Court said in Giordenello v. United States, supra:\n[T]he Commissioner here had no authority to adjudicate the admissibility at petitioner’s later trial of the heroin taken from his person. That issue was for the trial court. This is specifically recognized by Rule 41(e) of the Criminal Rules, which provides that a defendant aggrieved by an unlawful search and seizure may “ . . . move the district court ... to suppress for use as evidence anything so obtained . . . .” [Id. 357 U.S. at 484, 78 S.Ct. at 1249.]\nThus, the ruling by the preliminary hearing judge is of no aid to the claimant. That court in that proceeding was not competent to decide that question. Indeed, if the preliminary hearing could resolve the question of admissibility of the seized evidence it would probably be binding on the trial court after indictment as law of the case. See Jenkins v. United States, D.C.App., 284 A.2d 460 (1971).\nIt is quite clear from the foregoing that the United States District Court, then the trial court for such District of Columbia Code violations, was the proper tribunal to decide the motion to suppress. We conclude, however, that the question presented here is not commonality of sovereignty, which is unquestioned, cf. Waller v. Florida, 397 U.S. 387, 90 S.Ct. 1184, 25 L.Ed.2d 435 (1970), but whether a creature of Congress and the Constitution can be given a separate status before the courts to litigate as a party different from the United States. We have held that Congress has endowed the District of Columbia with that status in a criminal case where both United States and District of Columbia charges arose from the same incident. Randolph v. District of Columbia, supra. There we observed that the District of Columbia is a “sue and be sued” entity separate from the United States. See D.C. Code 1967, § 1-102.\nOur resolution of this case, consistent with Randolph, is made even more compelling in view of the specific language of D. C.Code 1972 Supp, § 22-1505(c). That provision commands that this type of libel action be “brought in the name of the District of Columbia by the Corporation Counsel or any of his assistants . . . .” The criminal provisions of this section are prosecutable by the United States Attorney. See D.C.Code 1972 Supp, § 23-101 and D.C.Code 1967, § 22-1505(d). With such a clear congressional mandate that the District of Columbia, with its counsel, shall have status in this libel action in the Superior Court, the courts of the District of Columbia are precluded from fashioning a quasi-collateral estoppel rule such as is urged upon us by the claimant. To do so would be to rewrite the legislative distinction Congress made between the United States and the District of Columbia in the enforcement of § 22-1505, supra. Such prerogative is “exclusive” with the Congress.\nReversed and remanded for further proceedings.\n. See also 18 U.S.C. § 3109; Miller v. United States, 357 U.S. 301, 78 S.Ct. 1109, 2 L.Ed.2d 1332 (1958).\n. See U.S.Const. art. I, § 8, cl. 17.\n. See note 2, supra.",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      },
      {
        "text": "KERN, Associate Judge\n(dissenting):\nWith all deference, I deem our remand to the trial court a “waste of judicial time in pursuit of a legal trivia”, Snow v. United States (D.C.Cir., No. 72-1021, April 25, 1973) (dissenting opinion by Judge Tamm). The record reflects that the trial court had before it (R. 21, 58) the transcript of the testimony of three of the six police officers who participated in the search and seizure adjudged illegal after a hearing by the United States District Court (R. 25-26). One of the remaining three officers has left both the force and the jurisdiction (R. 70-71). No proffer was ever made to the trial court during the instant libel proceeding as to the testimony of the remaining two police raiders. Under these circumstances, I see no reason now to require the trial court to undertake its own evidentiary hearing on the lawfulness of the police conduct.\nI find nothing in either the plain language or the legislative history of D.C. Code 1972 Supp, § 22-1505(c), relied upon by the majority, to show that the District of Columbia has the right, without alleging changed circumstances or discovery of additional evidence, to insist upon a rehearing before another judge in another court on the issue of the lawfulness of the action by its police officers. The majority cite Randolph v. District of Columbia, D.C.Mun.App., 156 A.2d 686 (1959), but that decision is inapposite because the application and enforcement of the Fourth Amendment was not there at issue as is the case here. See Berkowitz v. United States, 340 F.2d 168, 170-171 (1st Cir. 1965), where the court said:\nBut the courts have always known that, unless the language of the Amendment were to be reduced to mere rhetoric, it was imperative that when the Government violated Constitutional commands it should not be allowed to use its misconduct for its own advantage. .\nWhat the Government is seeking in the case at bar is to put its interest in forfeiting some money which was used to commit a crime ahead of the public’s interest in keeping actions of Government agents within Constitutional boundaries. Our choice between these interests must favor the interest of constitutionality unless we are to betray our historic commitments and our living faitn.\nIn sum, the applicable statute permits a trial court to deny forfeiture “upon good cause shown” and good cause not to forfeit was shown in this case. I would affirm.\n. The Chief Judge of the District of Columbia Superior Court sitting as a committing magistrate in the criminal gambling proceeding, which culminated in the suppression as evidence of the items sought to be forfeited in this forfeiture proceeding, was concerned enough by the inconsistencies in the police testimony he heard to direct the appearance in court of another officer who had participated in the raid and, subsequently, to order a transcript of all the testimony prepared and sent to the United States Attorney “for whatever action he deems appropriate” (R. 19).\n. S.Rep.No.856, 87th Cong, 1st Sess. (1961) ; H.R.Rep.No.569, 87th Cong, 1st Sess. (1961).\n. The trial court’s ruling was wholly consistent with the Supreme Court’s express holding in One Plymouth Sedan v. Pennsylvania, 380 U.S. 693, 696, 701, 85 S.Ct. 1246, 1248, 1251, 14 L.Ed.2d 170 (1965) that “the constitutional exclusionary rule does apply to forfeiture proceedings .... It would be anomalous indeed ... to hold that in the criminal proceeding the illegally seized evidence is excludable, while in the forfeiture proceeding, requiring the determination that the criminal law has been violated, the same evidence would be admissible.” (Emphasis added, footnote omitted.)",
        "type": "dissent",
        "author": "KERN, Associate Judge"
      }
    ],
    "attorneys": [
      "James N. Dulcan, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for appellant.",
      "Charles T. Duncan, Washington, D. C., with whom Jessie M. Harris, Washington, D. C, was on the brief, for claimant-appel-lee."
    ],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, Appellant, v. Clarence RAY, Jr., Appellee. (One General Electric Adding Machine, Serial No. 509-570), (One General Electric Adding Machine, Serial No. 738-144), (One Clary Electric Adding Machine, Serial No. 178-95887), (One Underwood Hand-Operated Adding Machine, Serial No. 7380428140), and ($10,700.50 in United States Currency).\nNo. 6830.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 15, 1973.\nDecided May 30, 1973.\nJames N. Dulcan, Asst. Corp. Counsel, Washington, D. C., with whom C. Francis Murphy, Corp. Counsel, and Richard W. Barton, Asst. Corp. Counsel, Washington, D. C., were on the brief, for appellant.\nCharles T. Duncan, Washington, D. C., with whom Jessie M. Harris, Washington, D. C, was on the brief, for claimant-appel-lee.\nBefore KELLY, KERN and NEBEKER, Associate Judges."
  },
  "file_name": "0531-01",
  "first_page_order": 567,
  "last_page_order": 571
}
