{
  "id": 8104781,
  "name": "Richard A. HAMNER v. STATE of Maine et al.",
  "name_abbreviation": "Hamner v. State",
  "decision_date": "1966-10-26",
  "docket_number": "",
  "first_page": "532",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "223 A.2d 532"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "141 N.W.2d 576",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        4436879
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/iowa/258/1016-01"
      ]
    },
    {
      "cite": "193 P.2d 904",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        8740608,
        8740601
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/okla-crim/87/0002-01",
        "/okla-crim/87/0001-01"
      ]
    },
    {
      "cite": "87 Okl.Cr. 2",
      "category": "reporters:state",
      "reporter": "Okla. Crim.",
      "case_ids": [
        8740608
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/okla-crim/87/0002-01"
      ]
    },
    {
      "cite": "142 S.E.2d 55",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "146 A.L. R. 357",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "304 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10805
      ],
      "weight": 3,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0458-01"
      ]
    },
    {
      "cite": "142 S.E.2d 142",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "264 N.C. 563",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8574323
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/nc/264/0563-01"
      ]
    },
    {
      "cite": "56 S.E.2d 47",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "190 Va. 154",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2154840
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/va/190/0154-01"
      ]
    },
    {
      "cite": "186 A.2d 24",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883212
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0241-01"
      ]
    },
    {
      "cite": "372 U.S. 335",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765333
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0335-01"
      ]
    },
    {
      "cite": "211 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8080886
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/211/0290-01"
      ]
    },
    {
      "cite": "161 Me. 248",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908230
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0248-01"
      ]
    },
    {
      "cite": "214 A.2d. 667",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8112668
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/214/0667-01"
      ]
    },
    {
      "cite": "161 Me. 489",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        908242
      ],
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/161/0489-01"
      ]
    },
    {
      "cite": "120 A.2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "151 Me. 382",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        976247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/151/0382-01"
      ]
    },
    {
      "cite": "75 A.2d 538",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "145 Me. 313",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        603264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/145/0313-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 10104,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 5.273157452525154e-07,
      "percentile": 0.9418278826294506
    },
    "sha256": "2d06cb7167c71e7baba77b42da93374994c40406c54338d3181dbb801f820ae0",
    "simhash": "1:e7d381e27007a847",
    "word_count": 1707
  },
  "last_updated": "2024-02-27T20:05:54.886428+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEBBER, MARDEN, RUDMAN, and DUFRESNE, JJ.",
      "TAPLEY, J., did not sit."
    ],
    "parties": [
      "Richard A. HAMNER v. STATE of Maine et al."
    ],
    "opinions": [
      {
        "text": "DUFRESNE, Justice.\nThis is an appeal from the dismissal on motion of a petition for the writ of habeas corpus under 14 M.R.S.A. §§ 5502-5508.\nOn July 30, 1963, the petitioner, Richard A. Hamner, then a juvenile of the age of 16 years, was adjudicated to have committed a juvenile offense on a petition charging him with the larceny of an automobile valued at more than one hundred dollars. The Judge of the juvenile court sentenced him to the Reformatory for Men under 15 M.R.S.A. § 2611, (4 A). On June 7, 1964, while undergoing imprisonment at that institution pursuant to said judgment of sentence, Hamner escaped, but was promptly recaptured. In information proceedings in the Superior Court for the County of Cumberland with counsel representation, he entered a plea of guilty to the charge of escape and was sentenced and committed to the state prison for a term of two to four years. No appeal was taken from his state prison sentence.\nThe petitioner seeks to have his sentence and plea of guilty on the escape charge set aside on the grounds that his juvenile court sentence to the Reformatory for Men was a nullity, in that the juvenile court, so he alleges, lost jurisdiction of the cause and of his person when it proceeded without providing counsel for him and without advising him of his right to counsel. He contends that the deprivation of his constitutional right to the assistance of counsel in the juvenile proceedings rendered the court’s sentence to the Reformatory for Men absolutely void and that he committed no crime of escape when he left the institution as he was merely escaping from unlawful detention.\nThe pertinent escape statute reads as follows: “Whoever, being lawfully detained in any jail or other place of confinement, except the State Prison, breaks or escape therefrom, or attempts to do so, shall be punished by imprisonment for not more than 7 years.” [Emphasis supplied.] 17 M.R.S.A. § 1405.\nThe information charging him with escape and to which Hamner with the assistance of counsel entered a plea of guilty, reads in pertinent part as follows:\n“that RICHARD A. HAMNER, of Mexico, in the County of Oxford and State of Maine, on the seventh day of June in the year of our Lord one thousand nine hundred and sixty-four, was undergoing lawful imprisonment in the Reformatory for Men situated at Windham in the County of Cumberland and State of Maine, in pursuance of the sentence of the Honorable John L. Batherson, Associate Judge of the Juvenile Court for the Town of Rumford, held at Rumford, in the County of Oxford and State of Maine, on the thirtieth day of July, A. D. 1963 for a Juvenile offence, which offence was within the jurisdiction of said Court, and upon the seventh day of June in the year of our Lord one thousand nine hundred and sixty-four, the said Richard A. Hamner did then and there willfully, unlawfully and felo-niously from and out of said Reformatory for Men escape and go at large” etc.\nThe crime of escape necessarily requires in allegation and proof a lawful detention by virtue of commitment or sentence to an authorized place of detention by lawful authority. As stated in Smith, Petr. v. State of Maine, 145 Me. 313, 75 A.2d 538: “The lawfulness of the detention is the very gist of the crime of criminal escape, and the commitment by lawful authority is the very essence of the lawfulness of the detention.”\nThe subject information on its face meets all the requirements of good pleading and constitutional exaction. The issue of lawful detention was before the criminal court and was laid to rest by virtue of petitioner’s plea of guilty, as much so as if the issue had been contested by the petitioner and found against him by the jury. Our post conviction habeas corpus is not a substitute for appeal. Dwyer v. State, 151 Me. 382, 120 A.2d 276; Bennett v. State, 161 Me. 489, 493, 214 A.2d. 667, 14 M.R.S.A. § 5502. It is not available to revise an adjudication of guilt upon a plea of guilty entered freely, knowingly, understandingly and with adequate counsel representation.\nThe State advances another reason why the petitioner should fail in these proceedings. It claims under the doctrine of stare decisis that “the instant case is but an echo of the Beaulieu decision and that, therefore, the tone of that decision should be heard as controlling.” The reference case, Beaulieu v. State of Maine et al., 161 Me. 248, 211 A.2d 290 (1965), is similar in factual background except that the alleged escapee in Beaulieu at the time of his conviction of the underlying charge of larceny was not a juvenile.\nOur Court therein stated: “In our view the petitioner is not entitled in his attack upon the escape conviction to raise the alleged violations of his constitutional rights in the larceny case * * * Whether the rights of the petitioner were violated, and hence whether the larceny conviction should be upset, with a new trial thereon, are questions * * * for the Court in a proceeding directed to the larceny, and not to the escape. In an attack on the escape conviction, the petitioner seeks to raise a collateral attack on the larceny conviction. This he may not do.”\nCounsel for petitioner admits the similarity of the facts between the instant case and Beaulieu, and appreciates the law espoused therein. He seeks reconsideration, and concentrates his attack for purposes of reversal on the following paragraph of the opinion: “We recognize that on the deprivation of constitutional rights, the Court thereby loses jurisdiction of the cause. Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799. It does not follow, however, that detention under the judgment issued by such Court is unlawful until the judgment itself has been determined to be void.”\nIt is true that in Beaulieu the appeal was dismissed for failure of the petitioner to file timely a designation of contents of the record on appeal and a statement of points of appeal, and that our decision on the merits was prefaced by the statement: “we are satisfied that the result would be unchanged were the merits before us. We will discuss the case as though the appeal were properly here.”\nWhere an issue on the merits is squarely raised before the appellate tribunal and it is distinctly adjudicated upon mature deliberation after full briefing and arguments on the part of counsel, as was done in Beaulieu, the decision of the court thereon is fully entitled to authoritative precedential value, even though the appeal was dismissed on procedural grounds. See, Commonwealth ex rel. Fox v. Swing, 409 Pa. 241, 186 A.2d 24 (1962).\nWe know of no sound reason why in the instant case we should depart from the decisional rule of law adopted in Beau-lieu. Assuming, but not deciding, that Hamner was deprived of his constitutional right to assistance of counsel in the juvenile proceedings which resulted in his detention in the Reformatory for Men at the time he escaped, nevertheless we hold on the authority of Beaulieu, that while the juvenile court judgment remained unre-versed, it had sufficient viability as a judgment to support the lawful detention requirement of our escape statute.\nWhen the Legislature conditioned the crime of escape upon a lawful detention, it did not intend to thwart the legitimate enforcement of the criminal law by any so-called check-right of self-judgment and self-help. It proceeded from the theory that all should yield obedience to lawful authority.\nThat a judgment of conviction by a court of competent jurisdiction may be reversed on appeal or set aside on habeas corpus for errors in its procurement, is no defense to the crime of escape from custody under said judgment while it is in full force and effect. Tann v. Commonwealth, 190 Va. 154, 56 S.E.2d 47 (1949); State v. Goff, 264 N.C. 563, 142 S.E.2d 142 (1965).\nIt is true that upon deprivation of the constitutional right to counsel representation the court loses jurisdiction to proceed further with the case, that the judgment of conviction pronounced under such circumstances is void and one imprisoned thereunder may obtain release through habeas corpus. See, Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461, 146 A.L. R. 357; Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799; State ex rel. Robison v. Boles, 142 S.E.2d 55 (W. Va. 1965); Ex parte Cornell, 87 Okl.Cr. 2, 193 P.2d 904. And the prisoner, who has been so convicted, may be released from said judgment of conviction on habeas corpus for purposes of a new constitutional fair trial with effective assistance of counsel. Birk v. Bennett, 141 N.W.2d 576 (Iowa, 1966).\nEven so, such judgment allegedly procured in contravention of the constitutional mandate safeguarding the rights of the accused to a fair trial, issued by a court having proper original jurisdiction of the offense and the accused, is not subject to collateral attack in habeas corpus proceedings directed against the escape conviction. The prisoner may test the validity of the underlying first conviction by proper remedy like appeal or post conviction habeas corpus directed at said first conviction but not collaterally by an attack upon the escape conviction. His escape while imprisoned under said underlying first conviction is an escape from lawful detention within the meaning of our escape statute. 17 M.R.S.A. § 1405.\nWe do not however wish to indicate what our holding would be if the underlying first conviction was a judgment of a court having no jurisdiction whatsoever from the beginning over the offense or the accused. The applicability of Beaulieu to such a situation may better await the proper case when such specific issue is raised.\nThere was no error in dismissing the proceedings for the writ of habeas corpus.\nThe entry will be\nAppeal denied.\nTAPLEY, J., did not sit.",
        "type": "majority",
        "author": "DUFRESNE, Justice."
      }
    ],
    "attorneys": [
      "Charles A. Lane, Portland, for plaintiff.",
      "Richard J. Dubord, Atty. Gen., and John W. Benoit, Asst. Atty. Gen., Augusta, for defendants."
    ],
    "corrections": "",
    "head_matter": "Richard A. HAMNER v. STATE of Maine et al.\nSupreme Judicial Court of Maine.\nOct. 26, 1966.\nCharles A. Lane, Portland, for plaintiff.\nRichard J. Dubord, Atty. Gen., and John W. Benoit, Asst. Atty. Gen., Augusta, for defendants.\nBefore WILLIAMSON, C. J., and WEBBER, MARDEN, RUDMAN, and DUFRESNE, JJ."
  },
  "file_name": "0532-01",
  "first_page_order": 572,
  "last_page_order": 575
}
