{
  "id": 7978292,
  "name": "REMCO BUSINESS SYSTEMS, INC., Appellant, v. Frank L. HOLLOWELL, et al., Appellees",
  "name_abbreviation": "Remco Business Systems, Inc. v. Hollowell",
  "decision_date": "1981-05-12",
  "docket_number": "No. 80-7",
  "first_page": "534",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "430 A.2d 534"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "2 C.B. 255",
      "category": "reporters:specialty",
      "reporter": "C.B.",
      "opinion_index": 0
    },
    {
      "cite": "366 F.Supp. 992",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3510359
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/366/0992-01"
      ]
    },
    {
      "cite": "309 A.2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8023669
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/309/0054-01"
      ]
    },
    {
      "cite": "408 A.2d 999",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003335
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0999-01"
      ]
    },
    {
      "cite": "224 A.2d 478",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102363
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/224/0478-01"
      ]
    },
    {
      "cite": "345 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022424
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/345/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 6080,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 6.428965615154966e-08,
      "percentile": 0.3972503802345233
    },
    "sha256": "9e1ff8d45bdaa1811e1f5fae45f07370d7fdcd7c08f04f3cff04e52bafb7f800",
    "simhash": "1:86a8e82355a38d4f",
    "word_count": 970
  },
  "last_updated": "2024-02-27T18:02:14.377146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, MACK and FERREN, Associate Judges."
    ],
    "parties": [
      "REMCO BUSINESS SYSTEMS, INC., Appellant, v. Frank L. HOLLOWELL, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "KELLY, Associate Judge:\nAppellees, former employees of appellant/Remco Business Systems, Inc. (Remco), sued in Superior Court to recover the full amount of commissions due on sales for which orders had been written but not yet billed at the time appellees terminated their employment. The trial court ruled in their favor, and we affirm. However, we hold it was error not to permit appellant to deduct from the amount owed appellees federal and state withholding taxes and F.I.C.A. taxes.\nI\nRemco came into being in October of 1976, as a result of a decision by the Sperry-Rand Corporation to no longer retail certain products but to instead market these same items through independent dealerships. Remco is one of those dealerships, and both appellees, as well as Remco’s president and all other salesmen on Remco’s staff were employees of Sperry-Rand before the incorporation of Remco.\nThe trial court found that the similarity between Remco and the retail operation formerly conducted by Sperry-Rand included,\nRemco’s operating from the same location, with the same telephone number, using most of the same order forms, sales literature, price book and other documents as had Sperry-Rand, and indeed selling almost the same products as had Sperry-Rand.\nThe court also found that no formal written employment agreement was concluded by appellees and Remco. However, soon after Remco was established, its president announced to the employees that “on the whole,” Remco’s policies would be the same or better than those of Sperry-Rand.\nThe issue dividing the parties is whether appellees are to receive 100% of their normal commission on sales not yet billed at the time they terminated their employment, or whether, as Remco contends, they are entitled to 100% of commission on most sales, but only 50% for sales of three types of products which often require a considerable amount of follow-up work after the initial order has been written.\nAccording to the “Employment Manual for Sales Representatives” distributed by Sperry-Rand, that organization’s policy, where a salesman terminated his employment, was to pay only 25% of commissions that would otherwise be paid on orders written but not yet billed at termination. No specific statement regarding termination policy was made to appellees while they worked for Remco. According to the court’s findings of fact, before appellees’ departure there was one instance in which the question arose of Remco’s policy regarding commissions payable at termination. Another salesman, Leonard Wilson, resigned from Remco in December of 1976, and was paid full commission on all sales except those involving three types of equipment for which considerable follow-up work would be required. For those sales, Wilson was paid 50% of the normal commission.\nAppellant asserts appellees are entitled to the same treatment as Wilson. However, the trial court found credible appellees’ testimony that they were unaware, before they left the company, of the amount paid to Wilson at his termination.\nWhere a necessary term is not covered by the parties’ agreement, the court must supply that term by determining, from the surrounding circumstances, what the reasonable intention of the parties would have been. See 1901 Wyoming Avenue Cooperative Association v. Lee, D.C.App., 345 A.2d 456 (1975); Svestka v. Pell, D.C.App., 224 A.2d 478 (1966).\nThe trial court concluded that at no time were appellees made aware of the 50% rule, and therefore that policy could not have been part of the employment agreement. Implicit in the trial court’s ruling is that, absent any agreement to the contrary, the reasonable intention of the parties was that the commissions which appellees would be paid would not be reduced by reason of termination of their employment prior to final billing of the sales on which the commissions were earned.\nOn appeal, the trial court’s ruling will not be set aside except for errors of law unless it is plainly wrong or not supported by the evidence. Nelson-Bey v. Robinson, D.C.App., 408 A.2d 999 (1979); Klingaman v. Holiday Tours, Inc., D.C.App., 309 A.2d 54 (1973); Svestka v. Pell, supra; D.C.Code 1973, § 17-305(a). On this record, we cannot hold it was error to rule in appellees’ favor.\nII\nBefore commencement of this lawsuit, appellant originally tendered payment of a sum of money to appellees representing the amount it considered due for commissions. From that amount, appellant withheld federal and state income taxes and F.I.C.A. taxes. In its “Proposed Findings of Fact and Conclusions of Law,” submitted to the trial court before its final decision, appellant claimed it was required by law to withhold those amounts. Appellant cited authority for that proposition in the memorandum accompanying its “Proposed Findings.”\nNevertheless, the trial court entered judgment for appellees for the entire amount sought, without permitting the withholding of taxes. We hold as a matter of law, that appellant must be allowed to deduct an amount for taxes in order to protect itself from later liability for failure to withhold. See Treas.Reg. § 31.3402(d)-1.\nThe fact that an employer/employee relationship no longer exists does not excuse the employer’s duty to withhold income tax from a former employee’s wages. Treas.Reg. § 31.3401(a)(5). Commissions on sales are considered wages. Treas.Reg. § 31.3401(a)(2). The fact that payment of wages is made pursuant to a court order does not mean the employer is not responsible for withholding income tax at the source. See Driscoll v. Exxon Corporation, 366 F.Supp. 992 (S.D.N.Y.1973); Rev.Rul. 78-336, 1978-2 C.B. 255.\nConsequently, we remand the case to the trial court for entry of judgment in accordance with this opinion.\nSo ordered.",
        "type": "majority",
        "author": "KELLY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Michael F. Healy, Washington, D. C., for appellant.",
      "A. Slater Clarke, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "REMCO BUSINESS SYSTEMS, INC., Appellant, v. Frank L. HOLLOWELL, et al., Appellees.\nNo. 80-7.\nDistrict of Columbia Court of Appeals.\nArgued March 31, 1981.\nDecided May 12, 1981.\nMichael F. Healy, Washington, D. C., for appellant.\nA. Slater Clarke, Washington, D. C., for appellee.\nBefore KELLY, MACK and FERREN, Associate Judges."
  },
  "file_name": "0534-01",
  "first_page_order": 582,
  "last_page_order": 584
}
