{
  "id": 9348242,
  "name": "John BAHL, Timothy Bahl, William Bahl, Jeanne M. Jennings, Catherine Horton and Theresa Bacon, Appellees v. LAMBERT FARMS, INC., Appellant",
  "name_abbreviation": "Bahl v. Lambert Farms, Inc.",
  "decision_date": "2003-03-24",
  "docket_number": "",
  "first_page": "534",
  "last_page": "543",
  "citations": [
    {
      "type": "official",
      "cite": "819 A.2d 534"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "682 A.2d 1250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873322,
        466637
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1254",
          "parenthetical": "issues not preserved for appellate review may not be considered by an appellate court and thus, Superior Court erred in raising and deciding waived issue sua sponte."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/1250-01",
        "/pa/546/0012-01"
      ]
    },
    {
      "cite": "546 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466637
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "issues not preserved for appellate review may not be considered by an appellate court and thus, Superior Court erred in raising and deciding waived issue sua sponte."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0012-01"
      ]
    },
    {
      "cite": "535 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841488
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "206"
        },
        {
          "parenthetical": "mother seeking support from lover is not estopped from denying former husband's paternity when former husband never financially or emotionally supported child"
        },
        {
          "parenthetical": "mother seeking support from lover is not estopped from denying former husband's paternity when former husband never financially or emotionally supported child"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0095-01"
      ]
    },
    {
      "cite": "644 A.2d 791",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        943130,
        7874839
      ],
      "weight": 5,
      "year": 1994,
      "pin_cites": [
        {
          "page": "798"
        },
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0641-01",
        "/a2d/644/0791-01"
      ]
    },
    {
      "cite": "434 Pa.Super. 641",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        943130
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/434/0641-01"
      ]
    },
    {
      "cite": "741 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837096,
        11655939
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "724"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0523-02",
        "/a2d/741/0721-01"
      ]
    },
    {
      "cite": "559 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837128,
        837096
      ],
      "weight": 3,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/559/0523-01",
        "/pa/559/0523-02"
      ]
    },
    {
      "cite": "654 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474188,
        7868357
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "533",
          "parenthetical": "\"[I]n any child support matter in which paternity is denied on the grounds of estoppel, the trial court must conduct a hearing on the issue of estoppel and determine whether the mother is estopped from pursuing her claim against the alleged father.\""
        },
        {
          "page": "532-33"
        },
        {
          "page": "533",
          "parenthetical": "\"the doctrine of estoppel in paternity actions is aimed at 'achieving fairness as between the parents by holding them, both mother and father, to their prior conduct regarding the paternity of the child.' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0584-01",
        "/a2d/654/0529-01"
      ]
    },
    {
      "cite": "539 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474188
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "\"[I]n any child support matter in which paternity is denied on the grounds of estoppel, the trial court must conduct a hearing on the issue of estoppel and determine whether the mother is estopped from pursuing her claim against the alleged father.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0584-01"
      ]
    },
    {
      "cite": "701 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11891736,
        17551
      ],
      "weight": 5,
      "year": 1997,
      "pin_cites": [
        {
          "page": "180"
        },
        {
          "page": "180"
        },
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0176-01",
        "/pa/549/0241-01"
      ]
    },
    {
      "cite": "549 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        17551
      ],
      "weight": 3,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0241-01"
      ]
    },
    {
      "cite": "320 Pa.Super. 113",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        588475
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "1089"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/320/0113-01"
      ]
    },
    {
      "cite": "402 Pa.Super. 536",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        891693
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "754"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/402/0536-01"
      ]
    },
    {
      "cite": "773 A.2d 1256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11095611
      ],
      "weight": 11,
      "pin_cites": [
        {
          "page": "1260"
        },
        {
          "page": "1260"
        },
        {
          "page": "1262"
        },
        {
          "page": "1263"
        },
        {
          "page": "1264"
        },
        {
          "page": "1264"
        },
        {
          "page": "1264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/773/1256-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1110,
    "char_count": 31494,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2167941065289907
    },
    "sha256": "712306bad15ed675977bde0e703b33278f8fe00b65fef956aac20283d57b2bd3",
    "simhash": "1:9117ab0fa38a0fba",
    "word_count": 5299
  },
  "last_updated": "2024-02-27T21:33:35.050631+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before ZAPPALA, and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
    ],
    "parties": [
      "John BAHL, Timothy Bahl, William Bahl, Jeanne M. Jennings, Catherine Horton and Theresa Bacon, Appellees v. LAMBERT FARMS, INC., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice NIGRO.\nThis Court granted allowance of appeal to consider whether the Superior Court erred in concluding that under the circumstances of this intestate succession case, maternity by estoppel can be asserted against a third party. For the following reasons, we reverse.\nThe family saga giving rise to this dispute began with William Bahl (“William Sr.”) and his wife, Rose, who together owned a family farm in Forks Township, Sullivan County. William Sr. and Rose had six natural children — Zita, Genevieve, Geraldine, Francis, Joseph and Margaret. According to Genevieve, in 1921, when she was 17 years old, her 21-year-old sister Zita brought home an out-of-wedlock son. To avoid the stigma that they feared would attach to a child born out of wedlock, Zita’s parents raised the infant as their own, calling him William J. Bahl (“William Jr.”). William Sr. and Rose never formally adopted William Jr., but his baptismal and school records indicated that he was their child and obituaries that were published when various members of the family died listed him as a sibling of Zita, Genevieve, Geraldine, Francis, Joseph and Margaret. In addition, Rose wrote letters to William Jr., which she signed either “mom” or “mother,” and likewise, Rose’s natural children wrote letters to William Jr. in which they simply referred to Rose as “mom.” When William Sr. passed away in 1945, title to the family farm vested in Rose as his surviving wife. In 1969, Rose died and the farm’s title passed to her surviving children and grandchildren by intestate succession. Almost two decades later, in 1991, Appellant Lambert Farms, Inc. purchased the farm. As three of Rose’s six natural children (Francis, Joseph and Margaret) had passed away by that time, the deed listed the grantors of title as her three surviving natural children (Zita, Genevieve, and Geraldine), Geraldine’s husband, Joseph’s son (Joseph, Jr.), Margaret’s two daughters (Rosemary and Patricia) and their husbands. Neither William Jr., who had passed away in 1980, nor any of his heirs were listed on the deed as grantors of title.\nOn January 5, 1998, Appellees John Bahl, Timothy Bahl, William Bahl, Jeanne M. Jennings, Catherine Horton, and Theresa Bacon, who are William Jr.’s heirs, brought the instant action to partition the farm, alleging that one-sixth of the farm was rightfully theirs. Essentially, the heirs contended that William Jr. was the last-born son of William Sr. and Rose and thus, he had inherited one-sixth of the farm by intestate succession. As the heirs had subsequently inherited their father’s property, which they maintain included his one-sixth share of the farm, and had not granted title to their share of the farm to Lambert Farms in the 1991 deed, they contended that Lambert Farms had not purchased their one-sixth share and that their one-sixth portion of the land should now be partitioned for their benefit.\nThe parties submitted the matter to the court for a non-jury trial on stipulated facts, with the facts consisting of various documents and the videotaped deposition testimony of William Sr.’s and Rose’s daughter, Genevieve, who was ninety-three years old at the time. On February 21, 2000, the trial court entered judgment in favor of Lambert Farms and against William Jr.’s heirs. The heirs filed post-trial motions, which the trial court denied in an April 26, 2000 order and opinion. The trial court found, based on the evidence submitted, that the heirs had failed to sustain their burden of proving that William Jr. was the natural child of William Sr. and Rose. Instead, the court credited the testimony of Genevieve that William Jr. was the out-of-wedlock child of Zita and that William Sr. and Rose had merely raised William Jr. as their son to avoid the condemnation of the community, which the court noted “would have inevitably occurred in the 1920’s.” Trial Ct. Op. at 2. Although the court recognized that William Sr. and Rose had held William Jr. out to the public as their son and that Zita had listed William Jr.’s heirs as her nieces and nephews in her will, it concluded that “[t]o be one’s child for the purpose of inheritance, the putative parent must have contributed one-half of the genetic material comprising the subject’s 23 pairs of chromosomes, or the putative parent must have adopted the subject in some recognized legal proceeding.” Trial Ct. Op. at 2. As there was no evidence in the record that William Sr. and Rose had ever formally adopted William Jr., the court refused to recognize the claim of William Jr.’s heirs to Rose’s former property and therefore entered a verdict in favor of Lambert Farms.\nWilliam Jr.’s heirs appealed to the Superior Court, which reversed. Bahl v. Lambert Farms, Inc., 773 A.2d 1256 (Pa.Super.2001). Like the trial court, the Superior Court held that to establish maternity, William Jr.’s heirs were required to prove by clear and convincing evidence that Rose, not Zita, was William Jr.’s natural mother. Id. at 1259 (citing In re Estate of Greenwood, 402 Pa.Super. 536, 587 A.2d 749, 754 (1991); Estate of Hoffman, 320 Pa.Super. 113, 466 A.2d 1087, 1089 (1983)). Moreover, upon consideration of the evidence, the Superior Court concluded that the trial court had not abused its discretion in finding that the heirs had failed to meet this burden. 773 A.2d at 1260.\nThe court then went on to consider whether Lambert Farms should be equitably estopped from denying that Rose was William Jr.’s mother in light of the conduct of William Sr. and Rose throughout their lives. Citing support cases in which this Court has recognized the doctrine of paternity by estoppel to prevent acting parents from denying the paternity of minor children, id. at 1260-61 (citing Brinkley v. King, 549 Pa. 241, 701 A.2d 176 (1997); Freedman v. McCandless, 539 Pa. 584, 654 A.2d 529 (1995); Fish v. Behers, 559 Pa. 523, 741 A.2d 721 (1999)), and pointing out that another panel of the Superior Court had applied the doctrine in an intestate case involving adults, see In re Estate of Simmons-Carton, 434 Pa.Super. 641, 644 A.2d 791 (1994), the Superior Court considered whether the doctrine should be applied to estop Lambert Farms here. Noting that the documentary evidence and Genevieve’s testimony supported the proposition that William Sr. and Rose encouraged the world to view William Jr. as their son, the Superior Court accepted the heirs’ argument that William Jr. “was, for all intents and purposes, including intestate succession, their son.” 773 A.2d at 1260. The court further stated that “to allow [Lambert Farms], nearly thirty years after Rose’s death, to attempt to disprove [William Sr.] and Rose Bahl’s clear intent to raise and treat [William Jr.] as their son, would be a rejection of the public policy our Courts have affirmed many times: that a child has the right to expect the law to protect his rights and those of his heirs with regard to those whom the world knows as his parents.” Id. at 1262. Accordingly, the court held that William Jr.’s heirs “must have the right to claim their father’s fair intestate share” as a child of William Sr. and Rose, and then remanded the ease for additional proceedings consistent with its opinion. Id. at 1263.\nIn a concurring opinion, Judge Olszew-ski took issue with the majority for creating, in essence, “‘common law adoption’ for inheritance purposes.” Id. at 1264. He further stated that such an approach was “in direct conflict” with In re Estate of Hoffman, 320 Pa.Super. 113, 466 A.2d 1087 (1983), in which the Superior Court held that a foster child raised by relatives is not “issue” as that term is defined by Pennsylvania’s laws of intestate succession, even if the child is held out to the community as the relatives’ own. 773 A.2d at 1264. Judge Olszewski nevertheless concurred in the majority’s holding, based largely on the fact that estate documentation recorded in the Orphan’s Court listed William Jr. as the son of Rose and proposed that one sixth of the estate be distributed to him. Stating that Rose’s natural children did not challenge William Jr.’s entitlement to an inheritance as set forth in those documents within five years of the distribution of Rose’s estate, see 20 Pa.C.S. § 3521, and that Lambert Farms had constructive notice, via those documents, of the claim of William Jr.’s heirs to their intestate share of the farm, Judge Olszewski opined that the trial court should not have permitted Lambert Farms to challenge William Jr.’s status or that of his issue.\nOn appeal to this Court, Lambert Farms contends that the Superior Court erred in applying a parentage by estoppel analysis here, and thus erred in reversing the trial court’s denial of the petition to partition. For the following reasons, we agree and hold that the heirs of William Jr. did not inherit any portion of the farm by intestate succession and are not now entitled to claim a portion of the farm under an estop-pel theory.\nUnder the version of the Intestate Act of 1947 that was in effect at the time of Rose’s death in 1969, when a mother passed away, leaving no surviving spouse, her property passed to her “issue.” 20 P.S. § 1.3 (1950); see also 20 Pa.C.S. 2103(1) (2002). Although the statute did not specifically define “issue,” it made clear in setting forth the rules of succession that only those with some “degree of consanguinity” to the decedent ordinarily qualified as such. Specifically, the statute provided that in passing to a decedent’s issue, the estate “shall be divided into as many equal shares as there shall be persons in the nearest degree of consanguinity to the decedent living and persons in that degree who have died before the decedent and have left issue to survive him who take shares therein.” 20 P.S. § 1.4(1) (1950) (emphasis added); see also 20 Pa. C.S. § 2104(1) (2002). It further emphasized that “[w]hen the persons entitled to take under this chapter other than as a surviving spouse are all in the same degree of consanguinity to the decedent, they shall take in equal shares.” 20 P.S. § 1.4(1.1) (1957) (emphasis added); 20 Pa. C.S. § 2104(2) (2002). Thus, when a decedent had living natural children and no surviving spouse, it was the natural children (who are, by definition, in the same degree of consanguinity to the decedent) who shared the estate equally, with the single caveat that if any natural child predeceased the decedent, his share would be divided among his issue, i.e., the decedent’s grandchildren.\nUnder these provisions, it is apparent that the General Assembly intended, as a general rule, to limit “issue” to those in the decedent’s blood line and did not intend to include as first degree “issue” individuals without the requisite consanguinity who had merely been treated like, or held out as, the decedent’s children. See 1 Pa.C.S. § 1921(a) (“The object of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.”) That said, section 1.8 provided an exception for children who had been legally adopted. Specifically, that section provided that an adopted individual would “be considered the issue of his adopting parent or parents and not the issue of his natural parents” for purposes of intestate succession. 20 P.S. § 1.8 (1950); see also 20 Pa.C.S. § 2108 (2002). As such, section 1.8 essentially reiterated the general rule that a child was presumptively the issue of his natural parents, but then permitted a child who had been legally adopted to assume the inheritance rights of the adoptive parents’ issue.\nHere, of course, William Jr. was not the natural child of William Sr. and Rose and was never formally adopted by them. Thus, he did not share the same degree of consanguinity to them as their natural children did, and he could not take advantage of the adoption provisions of section 1.8. The Superior Court nevertheless concluded that William Jr. should be deemed Rose’s son and should inherit equally with her natural children simply by virtue of the fact that she and William Sr. raised William Jr. as their son. Notably, in doing so, it pointed to no provision of the Intestate Act of 1947 and, in fact, did not even acknowledge the authority of the provisions set forth above. Instead, it relied exclusively on the doctrine of paternity by estoppel. This Court, however, has never recognized paternity by estoppel as a means to establish maternity for purposes of intestate succession, and we simply do not believe that such an extension under the circumstances of this case advances the purpose of the doctrine.\nUnder the doctrine of paternity by estoppel, an individual may be “estopped from challenging paternity where that person has by his or her conduct accepted a given person as the father of the child.” Jones v. Trojak, 535 Pa. 95, 634 A.2d 201, 206 (1993). Such estoppel “is based on the public policy that children should be secure in knowing who their parents are,” Brinkley v. King, 549 Pa. 241, 701 A.2d 176, 180 (1997), and, as such, it is designed to protect the best interests of minor children. See Fish v. Behers, 559 Pa. 523, 741 A.2d 721, 724 (Pa.1999). As we have explained, “if a certain person has acted as the parent and bonded with the child, the child should not be required to suffer the potentially damaging trauma that may come from being told that the father he has known all his life is not in fact his father.” Brinkley, 701 A.2d at 180.\nConsistent with this policy rationale, this Court has thus far only acknowledged the application of paternity by estoppel in cases involving the support of minor children. See Fish, 559 Pa. 523, 741 A.2d 721 (mother seeking child support from lover is estopped from denying paternity of former husband, whom child continues to believe is his father); Brinkley, 549 Pa. 241, 701 A.2d 176 (man from whom mother seeks child support may present evidence to establish that mother is estopped from denying paternity of former husband); Freedman v. McCandless, 539 Pa. 584, 654 A.2d 529, 533 (1995)(“[I]n any child support matter in which paternity is denied on the grounds of estoppel, the trial court must conduct a hearing on the issue of estoppel and determine whether the mother is estopped from pursuing her claim against the alleged father.”); Jones v. Trojak, 535 Pa. 95, 634 A.2d 201 (1994)(mother seeking support from lover is not estopped from denying former husband’s paternity when former husband never financially or emotionally supported child). Moreover, although we have stated that both a man who holds himself out as the child’s father and the mother who accepts the man as the father will be estopped from denying the man’s paternity, see, e.g., Freedman, 654 A.2d at 532-33, we have never extended the doctrine to estop third parties from challenging paternity. Finally, as we have never been presented with a case in which a woman’s parentage was in doubt, we have never considered adopting maternity by estoppel as a counterpart to paternity by estoppel.\nThe Superior Court nevertheless concluded that it was appropriate to apply a maternity by estoppel theory to prevent Lambert Farms from challenging Rose’s maternity for purposes of intestate succession. In doing so, the court relied almost exclusively on its own decision in In re Estate of Simmons-Carton, 434 Pa.Super. 641, 644 A.2d 791 (1994). In that case, a twenty-three year old woman died intestate in a car accident, and the question before the court was whether both her mother and father, who were not married when the decedent was either conceived or born, should be named co-administrators of the decedent’s estate. Initially, both parents were named as co-administrators, but the mother petitioned the court to remove the father, contending that he was not, in fact, the deceased’s natural father. In concluding that the mother was es-topped from challenging the father’s paternity under these circumstances, the Superior Court relied on 20 Pa.C.S. § 2107, which was enacted in 1978. Section 2107(c) provides in relevant part that:\n(c) Child of father.- — For purposes of descent by, from and through a person born out of wedlock, he shall be considered the child of his father when the identity of the father has been determined in any one of the following ways:\n(1) If the parents of a child born our [sic] of wedlock shall have married each other.\n(2) If during the lifetime of the child, the father openly holds out the child to be his and receives the child into his home, or openly holds the child out to be his and provides support for the child which shall be determined by clear and convincing evidence.\n(3) If there is clear and convincing evidence that the man was the father of the child, which may include a prior court determination of paternity.\n20 Pa.C.S. § 2107. Focusing on section 2107(c)(2), the Superior Court in Simmons-Carton noted that the decedent had been born out-of-wedlock and that during her lifetime, her putative father had openly held her out as his child and provided support for her. It therefore concluded that the decedent should be considered the father’s child for purposes of descent. In the alternative, the court stated that under the principle of equitable estoppel, the mother, who had held out her child as the father’s daughter for twenty-one years, was barred from denying the father’s paternity for the sole purpose of “elimi-nat[ing] [him] from receiving a share of [the child’s] estate.” 644 A.2d at 798. In reaching this conclusion, the Court recognized that this Court’s precedent regarding paternity by estoppel and its progeny addressed only matters of custody and visitation, not intestate succession. Id. at 799. However, the Superior Court concluded that the existence of section 2107 rendered those rulings applicable in cases involving intestacy. Id.\nWhile William Jr.’s heirs urge us to conclude, as did the Superior Court, that the Simmons-Carton analysis is applicable to this case, we cannot agree. First and foremost, 20 Pa.C.S. § 2107, which was the primary focus of the Superior Court’s analysis, is inapplicable in the instant case as it was not effective on the date of Rose’s death. See supra n. 7. Moreover, the court in Simmons-Carton was not asked to consider whether the estoppel doctrine may be used to prevent a third party, such as Lambert Farms, from challenging paternity, and in addition, the case involved a classic paternity question, not the novel question of maternity with which we are confronted here. Accordingly, we decline to conclude based on Simmons-Carton that Lambert Farms is estopped from denying Rose’s maternity.\nTo the contrary, we hold that under the circumstances of this case, paternity by estoppel simply does not apply. This court’s clear rationale in adopting that doctrine was to protect the expectations of minor children, who may be traumatized by the revelation that the man they know as their natural father is not, in fact, their natural father. See Brinkley, 701 A.2d at 180. Moreover, the doctrine is grounded in a fairness principle that those who mislead a child as to the identity of his or her natural father, cannot then turn around and disprove their own fiction to the detriment of the child. See Freedman, 654 A.2d at 533 (“the doctrine of estoppel in paternity actions is aimed at ‘achieving fairness as between the parents by holding them, both mother and father, to their prior conduct regarding the paternity of the child.’ ”) (citation omitted)(emphasis in original). Where, as here, there are no expectations of any minor child at stake, and the putative parents who may have actively misled William Jr. as to his parentage are not themselves challenging that fiction, our underlying policy concerns are simply not implicated. Accordingly, we decline to extend the doctrine to make it applicable here. Under these circumstances, this case is controlled by the clear statutory limitations on inheritance by intestate succession in the Intestate Act of 1947, under which William Jr.’s heirs did not inherit any part of the family farm. The trial court below therefore correctly refused to partition the farm for the heirs’ benefit.\nFor the foregoing reasons, we reverse the order of the Superior Court and reinstate the trial court’s entry of judgment in favor of Lambert Farms.\nFormer Chief Justice ZAPPALA did not participate in the decision of this case.\nJustice NEWMAN files a dissenting opinion.\n. Rose’s predeceased son, Francis, apparently had no children to claim what would have been his intestate share of Rose's estate.\n. Act of April 24, 1947, P.L. 80, 20 P.S. §§ 1.1-1.17.\n. Pennsylvania's intestacy laws are now codified in the Probate, Estates and Fiduciaries Code, Act of June 30, 1972, P.L. 508, No. 164, 20 Pa.C.S. §§ 2101-2110.\n. ''Consanguineous” is defined as “of the same blood or origin; specif: descended from the same ancestor.” Merriam-Webster's Collegiate Dictionary 245 (10th ed.2001).\n. At the same time, however, the child was required to relinquish all rights to inherit by intestate succession from his natural parents.\n. The Superior Court reached a similar conclusion in Estate of Hoffman, 320 Pa.Super. 113, 466 A.2d 1087 (1983). In that case, the court considered whether an out-of-wedlock child, who was raised by her aunt and uncle, but was never adopted by them, had established that she was her aunt's and uncle’s issue under the intestate laws prior to the enactment of 20 Pa.C.S. § 2107. Accepting the trial court's finding that the child's situation in that case was the equivalent of that of a foster child, the Superior Court concluded that there was simply no basis under the pre-1978 statute on which to deem the niece her aunt and uncle’s issue.\n. In the lower courts, the heirs relied on 23 Pa.C.S. § 5102 and 20 Pa.C.S. § 2107(c), which address the rights of illegitimate children, and arguably support a finding of William Sr.’s paternity here. However, as both the trial court and Superior Court noted, those provisions were not even enacted until 1978, well after Rose's death in 1969, and the General Assembly did not provide for their retroactivity. Accordingly, the lower courts properly concluded that those provisions were inapplicable to the instant case. See 1 Pa. C.S. § 1926 (1972) (\"No statute shall be construed to be retroactive unless clearly and manifestly so intended by the General Assembly.”)\n. Although 20 Pa.C.S. § 2107(c) is not applicable here by virtue of its enactment after Rose's death, we note parenthetically that section 2107 does not include a provision similar to (c)(2) to govern questions of maternity. Rather, with respect to maternity, the statute provides only that \"[f]or purposes of descent by, from and through a person born out of wedlock, he shall be considered the child of his mother.\" 20 Pa.C.S. § 2107(a).\n. Aside from the fact that William Jr. is not a minor, but rather, is long deceased, evidence in the record suggests that even when he was a minor, he knew that William Sr. and Rose were not his natural parents. Specifically, Genevieve testified at her deposition that children at school teased William Jr. that he wasn't his mother's son. R.R. at 8-9.\n. If Zita had predeceased Rose, Zita’s intestate share of the family farm would have passed to William Jr. upon Rose’s death, because William Jr. was apparently Zita’s only natural child. See 20 P.S. § 1.4(1) (1950). Under that hypothetical scenario, William Jr.'s heirs could have subsequently inherited that same portion of the farm from him. However, because Zita was alive when Rose passed away, she herself inherited the farm and was free to sell it to Lambert Farms before she died.\n. In his concurring opinion below, Judge Olszewski opined that Lambert Farms could not challenge William Jr.’s heirs' stake in the family farm because it had “at least constructive notice” of William Jr.'s interest in the property by virtue of certain estate documents recorded in the Orphan's Court, which indicated that William Jr. was Rose’s son. 773 A.2d at 1264. However, whether Lambert Farms had notice that William Jr.'s heirs might lay claim to a portion of the property is of no moment, when, as stated above, any such claim was invalid.\nJudge Olszewski also opined that William Jr.'s right to one-sixth of the family farm was established when no one challenged his status as a beneficiary within five years of distribution of either William Sr.’s or Rose’s estate as required under 20 Pa.C.S. § 3521. Id. However, William Jr.’s heirs did not make this argument on appeal to the Superior Court and do not pursue such an argument here. Accordingly, any such claim has been waived. See Arthur v. Kuchar, 546 Pa. 12, 682 A.2d 1250, 1254 (1996) (issues not preserved for appellate review may not be considered by an appellate court and thus, Superior Court erred in raising and deciding waived issue sua sponte.)",
        "type": "majority",
        "author": "Justice NIGRO."
      },
      {
        "text": "Justice NEWMAN,\ndissenting.\nI respectfully dissent. Rose died intestate on March 9, 1969. On March 15, 1969, Margaret filed a Petition for Letters of Administration with the Register of Wills for Sullivan County, in which she wrote that the next of kin of Rose were herself, Geraldine, Zita, Genevieve, Joseph, and William Jr. Reproduced Record (R.R.) 72a. In an attached Schedule of Proposed Distribution, Margaret proposed that she, Geraldine, Zita, Genevieve, Joseph, and William Jr., whom she listed as a son of Rose, divide the estate of Rose into equal shares. R.R. 74a. On August 23, 1988, Geraldine and Joseph filed another Petition for Grant of Letters of Administration, in which they listed themselves, Zita, and Genevieve as children of Rose, and the children of Margaret and the children of William Jr. as grandchildren of Rose. R.R. 75a-76a. By that time, both Margaret and William Jr. were deceased. On April 28, 1990, Geraldine sent a letter to Lambert Farms indicating that the estate of Rose was divided into six shares: (1) Zita; (2) Genevieve; (3) the children of Margaret; (4) the son of Joseph, who died in 1989; (5) Geraldine; and (6) the children of William Jr. (R.R. 82a). By letter dated May 17, 1990, the attorney for Geraldine wrote the following to Geraldine:\nThe attorney for Lambert Farms has forwarded to me a copy of the memorandum which you have submitted, indicating that there should be six shares from the proceeds of the sale of the family farm in Pennsylvania. It is my understanding that all of the individuals involved are in agreement with this distribution of six shares. By copy of your memorandum I am providing everyone with a listing of the individuals involved in this distribution.\nR.R. 81a (emphasis added).\nSection 3521 of the Probate, Estates, and Fiduciaries Code, 20 Pa.C.S. § 3521, provides in relevant part that a party in interest who wishes to challenge a decree of distribution from an intestate estate should do so within five years of that decree. While the record does not disclose the exact date of the decree of distribution, the evidence suggests that a decree was entered by the court on January 8, 1970. See R.R. 79a (letter to William Jr. informing him of an audit to be conducted by the Orphans’ Court of Sullivan County on that date; no party challenged the proposed distribution at that time). The distribution of the estate to include William Jr. as a child of Rose was re-confirmed in 1988, when Geraldine and Joseph filed a second Petition for Grant of Letters of Administration. By 1975, Zita, Genevieve, Joseph, Geraldine, or Margaret (if still alive) should have contested the status of William Jr. as a beneficiary of their mother’s estate, but they did not. At least until May 17, 1990, they acted as if William Jr. were a child of Rose for the purposes of her estate.\nThe majority rejects the Section 8521 argument, concluding that the heirs of William Jr. did not preserve it and, therefore, waived it. See Majority Opinion, at 541, n. 11. While the majority is correct in noting that the heirs of William Jr. never specifically mentioned Section 3521, a review of the Record demonstrates that the heirs of William Jr. continually pointed to documentation post-dating the death of Rose, indicating that William Jr. was an heir of the intestate estate of Rose. The heirs of William Jr. presented to the trial court and the Superior Court, inter alia, an estoppel argument, contending that the actions of the remainder of the family after the death of Rose served to estop them from denying the status of William Jr. as an intestate heir of Rose at the time of her death. I believe that the Section 3521 argument is fairly comprised therein and, accordingly, would hold that the heirs of William Jr. are entitled to one-sixth of the farm.\nBased on the letter dated April 28, 1990, Lambert Farms had actual notice of the claim of the heirs of William Jr., and at some point in time between that date and the date of sale on April 11,1991, Lambert Farms and the other heirs of Rose agreed to the sale without the approval or knowledge of the heirs of William Jr. We do not know why on May 17, 1990, the heirs of William Jr. were parties to the proceedings, but less than eleven months later were no longer involved at the time of sale. We can only speculate that the other heirs of Rose could not convince the heirs of William Jr. to agree to the transaction. We do know, however, that nothing occurred between May 17, 1990 and April 11, 1991, which would have given the other heirs of Rose cause to challenge the status of the heirs of William Jr. By Genevieve’s own admission, the children of William Sr. and Rose knew that William Jr. was the child of Zita, not the child of Rose, at the time of the birth of William Jr. in 1921. To allow Genevieve (and the other heirs) to challenge the status of William Jr. in 1990 or 1991, more than twenty years after the death of Rose, strains credulity.\nThe majority permits the other heirs of Rose to eliminate William Jr. from their ranks after holding him out as a direct intestate heir for more than twenty years. This position I simply cannot accept. If the other heirs wished to assert the alleged truth about the biological lineage of William Jr., they should not have twice included him in the letters of administration of the estate of Rose. Alternatively, they could have challenged the distribution as late as January 8, 1975. Because they faded to claim that William Jr. was not a child of Rose within this time period, the other heirs of Rose were estopped from entering into a contract with any entity to sell the entire farm without the approval of William Jr. or his heirs. Therefore, the other heirs only had authority to sell five-sixths of the family farm to Lambert Farms and the heirs of William Jr. retain a one-sixth interest in the property. Because the other heirs of Rose failed to challenge the status of William Jr. as an intestate beneficiary within five years of the decree of distribution of Rose’s estate, they are estopped from doing so now and, accordingly, I dissent.",
        "type": "dissent",
        "author": "Justice NEWMAN,"
      }
    ],
    "attorneys": [
      "Daniel John Barrett, Athens, for Appellant, Lambert Farms, Inc.",
      "Jeffrey Phillip Osmond, Towanda, John Kocsis, Athens, for Appellees, John Bahl et al."
    ],
    "corrections": "",
    "head_matter": "John BAHL, Timothy Bahl, William Bahl, Jeanne M. Jennings, Catherine Horton and Theresa Bacon, Appellees v. LAMBERT FARMS, INC., Appellant.\nSupreme Court of Pennsylvania.\nArgued May 14, 2002.\nDecided March 24, 2003.\nDaniel John Barrett, Athens, for Appellant, Lambert Farms, Inc.\nJeffrey Phillip Osmond, Towanda, John Kocsis, Athens, for Appellees, John Bahl et al.\nBefore ZAPPALA, and CAPPY, CASTILLE, NIGRO, NEWMAN, SAYLOR and EAKIN, JJ."
  },
  "file_name": "0534-03",
  "first_page_order": 578,
  "last_page_order": 587
}
