{
  "id": 7289840,
  "name": "Earleen SEBRA v. Thomas J. WENTWORTH et al.",
  "name_abbreviation": "Sebra v. Wentworth",
  "decision_date": "2010-03-16",
  "docket_number": "",
  "first_page": "538",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 538"
    },
    {
      "type": "parallel",
      "cite": "2010 ME 21"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "2001 ME 26",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11076095
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 16"
        },
        {
          "page": "586"
        },
        {
          "page": "¶ 18"
        },
        {
          "page": "586",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0583-01"
      ]
    },
    {
      "cite": "1998 ME 206",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        11705708
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 16"
        },
        {
          "page": "1021"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/1017-01"
      ]
    },
    {
      "cite": "2001 ME 182",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9400280
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 12"
        },
        {
          "page": "171"
        },
        {
          "page": "¶ 13"
        },
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/788/0168-01"
      ]
    },
    {
      "cite": "494 A.2d 1353",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923285
      ],
      "pin_cites": [
        {
          "page": "1361, 1363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/494/1337-01"
      ]
    },
    {
      "cite": "2004 ME 117",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        12256165
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "¶ 20"
        },
        {
          "page": "1145"
        },
        {
          "page": "¶¶ 20, 21"
        },
        {
          "page": "1145",
          "parenthetical": "quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/855/1139-01"
      ]
    },
    {
      "cite": "2008 ME 68",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8387955
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 5"
        },
        {
          "page": "1234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/945/1232-01"
      ]
    },
    {
      "cite": "2008 ME 23",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8308391
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 8"
        },
        {
          "page": "1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/940/1097-01"
      ]
    },
    {
      "cite": "2009 ME 113",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        7292084
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 7"
        },
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/983/0375-01"
      ]
    },
    {
      "cite": "2005 ME 109",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        8912253
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 17"
        },
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/0889-01"
      ]
    },
    {
      "cite": "2009 ME 98",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        7299563
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 22"
        },
        {
          "page": "1287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/979/1279-01"
      ]
    },
    {
      "cite": "718 F.2d 845",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1895029
      ],
      "pin_cites": [
        {
          "page": "848-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/718/0845-01"
      ]
    },
    {
      "cite": "838 F.2d 298",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1309131
      ],
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/838/0298-01"
      ]
    },
    {
      "cite": "519 F.3d 156",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3550472
      ],
      "pin_cites": [
        {
          "page": "163-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/519/0156-01"
      ]
    },
    {
      "cite": "2002 ME 130",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9406056
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶ 20"
        },
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/802/1004-01"
      ]
    },
    {
      "cite": "2003 ME 97",
      "category": "reporters:neutral",
      "reporter": "ME",
      "case_ids": [
        9101304
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "522-23"
        },
        {
          "page": "523"
        },
        {
          "page": "522, 525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/0520-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 11874,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 8.990433137996685e-08,
      "percentile": 0.5028619429163631
    },
    "sha256": "149ce5d9d9aeec228b8b9367d4f4ef091091139a51817eb7961992b61eac7b5d",
    "simhash": "1:92c247818b4cfefb",
    "word_count": 1958
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Panel: ALEXANDER, LEVY, SILVER, MEAD, and JABAR, JJ."
    ],
    "parties": [
      "Earleen SEBRA v. Thomas J. WENTWORTH et al."
    ],
    "opinions": [
      {
        "text": "JABAR, J.\n[¶ 1] Thomas J. and Bobbie Jo Went-worth appeal from a judgment of the Superior Court (Androscoggin County, Brodrick, J.) entered in favor of Earleen Sebra on her common law trespass claim. The Wentworths contend that the court erred in finding that (1) claim preclusion barred their affirmative defense of an easement by necessity; (2) there was sufficient evidence of malice to justify a punitive damages award; and (3) Sebra was entitled to attorney fees. Because we agree that there is no legal basis for awarding Sebra attorney fees, we vacate the court’s award. We otherwise affirm the judgment.\nI. CASE HISTORY\n[¶ 2] Earleen Sebra and Thomas and Bobbie Jo Wentworth own abutting parcels of land in Lisbon. Sebra’s land has frontage along the Bowdoinham Road. The Wentworths’ land, located behind Sebra’s, does not abut the road.\n[¶ 3] This is the second time these parties have been before the Court. See Wentworth v. Sebra, 2003 ME 97, 829 A.2d 520. In 2001, after a dispute arose over the Wentworths’ right to access their property by crossing Sebra’s, the Wentworths filed a complaint seeking (1) a declaratory judgment that a 1917 deed granted them an easement over Sebra’s property, and (2) an injunction prohibiting Sebra from interfering with their use of the easement. Id. ¶ 5, 829 A.2d at 522-23. Sebra filed a counterclaim to recover the easement pursuant to 33 M.R.S. § 772(2) (Supp.2002). Id. ¶ 6, 829 A.2d at 523. On appeal, we affirmed summary judgment in favor of Sebra, concluding that the Wentworths did not hold an easement over Sebra’s property because the 1917 deed conveyed a life estate in a right-of-way that terminated upon the death of the original grantee. Id. ¶¶ 1, 17, 829 A.2d at 522, 525.\n[¶ 4] More than four years after the resolution of that case, Sebra filed the complaint for common law trespass underlying this appeal. She alleged that the Wentworths continued to travel across her property and requested compensatory damages, punitive damages, an injunction, and attorney fees. As an affirmative defense, the Wentworths claimed an easement by necessity over Sebra’s land.\n[¶ 5] After an evidentiary hearing, the Superior Court found the following facts, which are supported by competent evidence in the record. By August 2003, both parties knew the outcome of the prior appeal and were apprised that the 1917 deed did not grant the Wentworths an easement over Sebra’s property. Sebra’s son-in-law transported three large boulders to block the entrance of the driveway that the Wentworths had claimed as a right-of-way in the prior litigation.\n[¶ 6] In August 2007, Thomas entered Sebra’s property and used his backhoe to move the three boulders to the side of the driveway. In the process, he destroyed some vegetation in the area. Sebra responded by blocking off the driveway once more, spending $850 to rent a bulldozer to bring in materials.\n[¶ 7] Undeterred, the Wentworths again entered Sebra’s property in December 2007. This time Thomas cut down a number of small trees, each approximately three inches in diameter, to widen the driveway. By his own estimate, Thomas cut an area that was about fifty feet long and twenty-five feet wide.\n[¶ 8] In its written judgment, the court first addressed the Wentworths’ affirmative defense of an easement by necessity. The court concluded that the Wentworths were barred from asserting this claim because they could have raised it during the prior litigation but failed to do so. The court then awarded Sebra $850 in compensatory damages on her common law trespass claim, as well as $1700 in punitive damages based on Thomas’s malicious conduct, and attorney fees and costs in the amount of $12,587.30. Finally, the court permanently enjoined the Wentworths from entering Sebra’s property. The Wentworths then brought this appeal.\nII. DISCUSSION\nA. Claim Preclusion\n[¶ 9] The Wentworths contend that the court erred in barring their affirmative defense of an easement by necessity on the ground that it could have been raised during the prior litigation. They argue that, because the prior litigation sought a declaratory judgment, traditional claim preclusion rules are inapplicable.\n[¶ 10] As the Wentworths point out, we have recognized that the preclusive effect of a declaratory judgment is limited to the matters actually declared. Bray v. Grindle, 2002 ME 130, ¶ 20, 802 A.2d 1004, 1010 (citing Restatement (Second) of Judgments § 33 (1982)). For matters not declared, a litigant who sought “solely declaratory relief’ in the prior action may pursue other legal relief without claim preclusion operating as a bar. Restatement (Second) of Judgments § 33 cmt c (emphasis added). However, in circumstances where the prior claim for declaratory relief was accompanied by a request for an injunction or other coercive relief, traditional claim preclusion principles apply. See, e.g., Laurel Sand & Gravel, Inc. v. Wilson, 519 F.3d 156, 163-64 (4th Cir.2008); Cimasi v. City of Fenton, 838 F.2d 298, 299 (8th Cir.1988); Mandarino v. Pollard, 718 F.2d 845, 848-49 (7th Cir.1983); 18A Charles Alan Wright, Arthur R. Miller & Edward H. Cooper, Federal Practice and Procedure § 4446 at 313-14 (2002) (“So long as the request for declaratory relief is combined or followed with coercive relief, the claim preclusion rules that apply to actions for coercive relief apply with full force.”) Here, the Wentworths sought both declaratory and injunctive relief in the prior litigation. Accordingly, traditional claim preclusion principles apply.\n[¶ 11] We review de novo a trial court’s determination that claim preclusion bars a particular litigation. Portland Co. v. City of Portland, 2009 ME 98, ¶ 22, 979 A.2d 1279, 1287. Claim preclusion prevents a party from bringing any claim in a subsequent action that could have been brought in the original action. Norton v. Town of Long Island, 2005 ME 109, ¶ 17, 883 A.2d 889, 895. Therefore, if “(1) the same parties or their privies are involved in both actions; (2) a valid final judgment was entered in the prior action; and (3) the matters presented for decision in the second action were, or might have been litigated in the first action,” claim preclusion operates to bar the claim. Penkul v. Matarazzo, 2009 ME 113, ¶ 7, 983 A.2d 375, 377 (quotation marks omitted).\n[¶ 12] To determine whether a claim is precluded, we apply a transactional test, “examining the aggregate of connected operative facts that can be handled together conveniently for purposes of trial to determine if they were founded upon the same transaction, arose out of the same nucleus of operative facts, and sought redress for essentially the same basic wrong.” Portland Water Dist. v. Town of Standish, 2008 ME 23, ¶ 8, 940 A.2d 1097, 1100 (quotation marks omitted). Claim preclusion applies even where the second suit “relies on a legal theory not advanced in the first case, seeks different relief than that sought in the first case, or involves evidence different from the evidence relevant to the first case.” St. John v. Jordan, 2008 ME 68, ¶ 5, 945 A.2d 1232, 1234 (quotation marks omitted).\n[¶ 13] There is no dispute that the same parties were involved in both actions and that the prior litigation resulted in a valid final judgment. Contrary to the Wentworths’ contention, the third element of the claim preclusion analysis is also satisfied: the claim of an easement by necessity over this driveway could have been presented and decided in the prior litigation. The prior litigation required interpretation of the 1917 deed that partitioned the parcel currently owned by the Wentworths from the parcel currently owned by Sebra. The same strip of land that was the subject of the prior easement dispute is the subject of the current trespass claim, and, as the court pointed out, the Wentworths do not now offer any evidence that was not available to them during the prior litigation. Accordingly, because the Wentworths’ affirmative defense requires interpretation of the same deed, involves the same nucleus of operative facts, and seeks redress for essentially the same basic wrong as the prior litigation, the court properly concluded that it is barred.\nB. Punitive Damages\n[¶ 14] Under Maine law, punitive damages may be awarded for tortious conduct only if the defendant acted with malice. Shrader-Miller v. Miller, 2004 ME 117, ¶ 20, 855 A.2d 1139, 1145. The plaintiff has the burden of proving by clear and convincing evidence that the defendant was motivated by ill will toward the plaintiff, or acted so outrageously that malice could be implied. Tuttle v. Raymond, 494 A.2d 1353, 1361, 1363 (Me.1985). We review for clear error a finding of malice “to determine if the fact-finder could reasonably have been persuaded that the required factual findings were proved to be highly probable.” Shrader-Miller, 2004 ME 117, ¶¶ 20, 21, 855 A.2d at 1145 (quotation marks omitted).\n[¶ 15] We conclude that the court did not clearly err in finding malice. In disregard of the prior judgment, the Went-worths continued to use the driveway as an easement. They brought in a backhoe to remove boulders blocking the driveway and cut small trees to clear an area fifty feet by twenty-five feet wide. Based on this conduct, the court could properly award punitive damages to Sebra.\nC. Attorney Fees\n[¶ 16] The Wentworths argue that the court lacked the authority to award Sebra attorney fees. They did not raise this challenge in the trial court. However, we still consider this purely legal issue on appeal because “its resolution does not require the introduction of additional facts, its proper resolution is clear, and a failure to consider it may result in a miscarriage of justice.” Truman v. Browne, 2001 ME 182, ¶ 12, 788 A.2d 168, 171.\n[¶ 17] We review de novo a trial court’s authority to award attorney fees. Id.; Linscott v. Foy, 1998 ME 206, ¶ 16, 716 A.2d 1017, 1021. The authority to award attorney fees may be based on “(1) a contractual agreement between the parties; (2) a specific statutory authorization; or (3) the court’s inherent authority to sanction serious misconduct in a judicial proceeding.” Truman, 2001 ME 182, ¶ 13, 788 A.2d at 171.\n[¶ 18] In the present case, there was no contractual agreement, statutory basis, or serious misconduct arising in this judicial proceeding to support an award of attorney fees. Although the Wentworths’ actions were malicious towards Sebra, they were not abusive of the litigation process. See Baker v. Manter, 2001 ME 26, ¶ 16, 765 A.2d 583, 586 (concluding that attorney fees were not appropriate because “[w]hen the litigant acts outside of the proceedings in contempt of the court’s order, or with malice toward other parties, other remedies are available”). Therefore, the court erred in awarding attorney fees to Sebra.\n[¶ 19] Here, as in Baker, we are “unable to determine whether the court would have entered a different punitive damage award, had it been aware that it lacked authority to award attorney fees.” 2001 ME 26, ¶ 18, 765 A.2d at 586 (footnote omitted). Accordingly, we remand the matter to the court for reconsideration of its punitive damages award.\nThe entry is:\nJudgment awarding attorney fees is vacated. Remanded for reconsideration of the court’s award of punitive damages. In all other respects, the judgment is affirmed.\n. Because the Wentworths lack legal access to their property, the Town of Lisbon has denied them a building permit.",
        "type": "majority",
        "author": "JABAR, J."
      }
    ],
    "attorneys": [
      "Andrews B. Campbell, Esq., Caleb Gan-non, Esq., Andrews Bruce Campbell, P.A., Bowdoinham, ME, for Thomas J. and Bobbie Jo Wentworth.",
      "Richard Golden, Esq., Clifford & Golden, P.A., Lisbon Falls, ME, for Earleen Sebra."
    ],
    "corrections": "",
    "head_matter": "2010 ME 21\nEarleen SEBRA v. Thomas J. WENTWORTH et al.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: Jan. 28, 2010.\nDecided: March 16, 2010.\nAndrews B. Campbell, Esq., Caleb Gan-non, Esq., Andrews Bruce Campbell, P.A., Bowdoinham, ME, for Thomas J. and Bobbie Jo Wentworth.\nRichard Golden, Esq., Clifford & Golden, P.A., Lisbon Falls, ME, for Earleen Sebra.\nPanel: ALEXANDER, LEVY, SILVER, MEAD, and JABAR, JJ."
  },
  "file_name": "0538-01",
  "first_page_order": 580,
  "last_page_order": 586
}
