{
  "id": 7351158,
  "name": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant, v. Ronald C. SCOTT, Jr., Appellee",
  "name_abbreviation": "Commonwealth, Department of Transportation, Bureau of Driver Licensing v. Scott",
  "decision_date": "1996-10-30",
  "docket_number": "",
  "first_page": "539",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "684 A.2d 539"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 6,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "521 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817472
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0242-01"
      ]
    },
    {
      "cite": "604 A.2d 1027",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1831200,
        1831234
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0444-01",
        "/pa/529/0443-01"
      ]
    },
    {
      "cite": "529 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831200
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0444-01"
      ]
    },
    {
      "cite": "530 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1833012
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1046"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0327-01"
      ]
    },
    {
      "cite": "522 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818917
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "102"
        },
        {
          "page": "925"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0100-01"
      ]
    },
    {
      "cite": "648 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866577,
        475563
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "294-95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/648/0285-01",
        "/pa/538/0236-01"
      ]
    },
    {
      "cite": "538 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475563
      ],
      "weight": 3,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 868,
    "char_count": 25781,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18941413186637523
    },
    "sha256": "b6f2f8924a39c93fe58a9590dbc290b7087ad657ff2dc4a97e03ed223b11e3dd",
    "simhash": "1:8fe083c733ff98b5",
    "word_count": 4276
  },
  "last_updated": "2024-02-27T19:22:16.402098+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA CAPPY, CASTILLE and NIGRO, JJ.",
      "NEWMAN, J., did not participate in the consideration or decision of this matter."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant, v. Ronald C. SCOTT, Jr., Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCAPPY, Justice.\nThe issue presented in the instant ease is whether the Commonwealth Court erred as matter of law in concluding that a motorist who had been provided with a legally sufficient O’Connell warning, could still establish that, upon request to submit to chemical testing under the Implied Consent Law, he was so confused about the applicability of his Miranda rights that he did not knowingly or consciously refuse to submit to the testing. For the reasons that follow, we find that the Commonwealth Court committed an error of law in finding that a motorist, who had been adequately apprised of his O’Connell warnings, could avoid the consequences of his refusal to submit to chemical testing as mandated by the Implied Consent Law.\nThe facts which prompted the present appeal can be briefly summarized. On October 9, 1992, Officer Jerome J. Cartmell of the Tredyffrin Township Police Department observed appellee’s vehicle proceed at a speed in excess of the posted speed limit. Upon stopping the vehicle the officer noticed that appellee exhibited signs of intoxication, his speech was slurred, his eyes were glassy, he smelled of alcohol, and he swayed when he walked. Officer Cartmell asked appellee to perform field sobriety tests. Appellee was unable to perform the tests. Officer Cart-mell then placed appellee under arrest for driving under the influence of alcohol in violation of 75 Pa.S.C. § 3731.\nOfficer Cartmell transported appellee to Paoli Memorial Hospital for a blood alcohol test. At the hospital Officer Cartmell advised appellee of the Implied Consent Law and read to him the following warning:\nAs a police officer, it is my duty to explain to you that the constitutional rights due you in a criminal prosecution as set forth in the Miranda decision do not apply to chemical testing under the implied consent law. Specifically, you do not have a right to consult with a lawyer or anyone else prior to taking the chemical test nor do you have the right to remain silent when a police officer asks you to submit to a chemical test. Your continued request to speak to a lawyer or anyone else after this explanation is given, or your silence when asked to submit to a chemical test, will be considered as a refusal of the chemical test subjecting you to the suspension of your driving privilege. [See Reproduced Record at 37a].\nEven after being given these warnings, appellee refused to submit to the blood test and continued to request to speak with his attorney. Officer Cartmell then told appel-lee that because this was a drunk driving case he was not entitled to consult with an attorney at that time. Appellee continued to refuse to submit to the blood test until he was first afforded the opportunity to speak with counsel. Officer Cartmell then transported appellee to the Tredyffin Township Police Station. At the police station appellee was again read the above cited warnings. Appellee again refused to submit to chemical testing without first consulting his attorney. Another officer, Officer Marc A. Reider, explained the O’Connell warnings once again to appellee, reiterating that he was not entitled to speak to counsel before the blood test. Appellee continued to refuse and to demand that he see his attorney. At that point a refusal was noted.\nAs a result, the Department of Transportation, Bureau of Driver Licensing (DOT), notified appellee that his driving privileges would be suspended for one year. Appellee appealed the suspension to the Court of Common Pleas. The trial court rescinded the suspension finding that because appellee believed he was entitled to consult with an attorney, he did not knowingly or consciously refuse to submit to the blood test. The trial court reasoned that although appellee was properly provided with O’Connell warnings, when Officer Cartmell then told appellee that “because this is a drunk driving case you do not have the right to counsel,” that misstatement of law increased appellee’s confusion, thus, vitiating the properly given O’Connell warnings.\nDOT appealed the rescission of the suspension to the Commonwealth Court. The Commonwealth Court affirmed, agreeing with the trial court that appellee’s confusion was justified following Officer Cartmell’s misstatement regarding appellee’s right to counsel. Allowance of appeal was granted to review whether, as a matter of law, a fact finder is free to find that a refusal is not knowing where the police officer has adequately complied with his duty under O’Connell.\nIn reviewing a decision of the trial court in a license suspension case, the standard of review of an appellate court is to determine if the factual findings of the trial court are supported by competent evidence, and whether the trial court committed an error of law or an abuse of discretion. O’Connell, 521 Pa. at 242, 555 A.2d at 875. Questions of credibility are for the trial court. Id. Before a license suspension will be sustained DOT must establish:\nThat the driver involved: (1) was arrested for driving under the influence of alcohol;\n(2) was asked to submit to a breathalyzer test; (3) refused to do so; and (4) was specifically warned that a refusal would result in the revocation of his driver’s license.\nOnce [DOT] meets its burden, it is the driver’s responsibility to prove that he was not capable of making a knowing and conscious refusal to take the test.\nId. at 248, 555 A.2d at 876.\nThe trial court herein determined that DOT did not meet its burden of proof, (tr. ct. slip op. at 9). The trial court premised its ruling upon its finding that appellee believed he had a right to speak with an attorney and that his right to do so was being denied. The trial court found the testimony of appel-lee on this point to be credible. The trial court in so ruling committed an error of law.\nAs set forth above, DOT’s burden in a license suspension case is met once it has established that the motorist was arrested for driving under the influence of alcohol; the motorist was asked to submit to chemical testing for blood alcohol; the motorist refused to submit to chemical testing; and the motorist was specifically warned that a refusal would result in the revocation of his operating privileges. O’Connell, supra.\nIn finding that DOT did not meet its burden the trial court focused upon the fourth prong of the above stated test: the motorist was specifically warned that a refusal would result in the revocation of his operating privileges. Although the trial court did find that proper O’Connell warnings were given, the court then went on to conclude that when the officer followed the first O’Connell warning with the statement: “you do not have the right to an attorney because this is a drunk driving case,” the effect of the previous proper warning was dissipated. The trial court ignored the fact that proper O’Connell warnings were given to appellee two more times following this one misstatement by Officer Cartmell. To find that Officer Cartmell’s misstatement, sandwiched in between three properly worded O’Connell warnings, would have the devastating effect of nullifying all the correct statements of law provided to appellee, is a conclusion unjustified on the basis of this record. The pertinent portion of appellee’s testimony is as follows:\n“I was told that because I was arrested for drunk driving I was not allowed to have an attorney at this time.” (N.T. 51)\nAt page 52:\n“Q. And in that situation, were you— what was going through your mind, or what were your questions at that point?\n“A Well, I felt, first of all, that I should have had a lawyer by my side, and since I did not, I felt very weird, because I felt like this wasn’t right. It wasn’t going correctly. I felt that — well, I thought that I was entitled to an attorney.\n“Q. Have you had any schooling in law?\n“A. Yeah, a little bit.\n“Q. Okay.\n“A And my understanding is you have the right to an attorney, and anything can be held against you in the court of law and all that. After that ...\nAt page 68:\n“Q. So you were aware at the hospital that if you did not take the test this is what was going to happen to you, is that correct?\n“A I was aware that they were telling me that. I did not believe that. I didn’t think that that could really happen.” (emphasis supplied).\nAs the testimony of appellee reveals, it was not this misstatement that created the problem; rather, appellee refused to believe the substance of the O’Connell warnings. Thus, contrary to the conclusion of the trial court, DOT satisfied its burden of proof, including full compliance with the fourth element as required in O’Connell.\nThe trial court compounded its error by then going on to conclude that DOT failed to prove that appellee made a knowing and conscious refusal to submit to chemical testing. However, it was appellee’s burden, not DOT’S burden, to establish that he was “not capable, of making a knowing and conscious refusal to take the test.” O’Connell, supra. [emphasis supplied]. In essence, the trial court determined that although the officers had advised appellee of his O’Connell warnings, as appellee refused to believe the officers, his subsequent refusal to submit to chemical testing was not a knowing and conscious refusal. A motorist’s subjective beliefs are an insufficient justification for refusing to comply with the mandates of the Implied Consent Law. Refusing to believe the substance of the O’Connell warnings as given does not render the motorist incapable of making a knowing and conscious decision regarding chemical testing.\nAs this court recognized in O’Connell, a motorist is incapable of making a knowing and conscious refusal when he is unaware that his right to remain silent and his right to consult with an attorney are not applicable to the provisions of the Implied Consent Law. O’Connell, 521 Pa. at 252, 555 A2d at 877. Plainly stated, in the type of situations where this issue arises, we have a police officer dealing with a motorist who is suspected of being inebriated to the point that his ability to drive safely is being questioned. Obviously, when a motorist manifests intoxication to such a degree that an officer reasonably believes it is necessary to place the motorist under arrest and ask that the motorist submit to a chemical sobriety test, it is reasonable to assume that the motorist may be somewhat confused.\nThe source of confusion for the motorist lies in the fact that the Implied Consent Law is civil in nature and deals only with the motorist’s continued privilege of having an operator’s license. Driving in Pennsylvania is a civil privilege conferred on state residents who meet the necessary qualifications. 75 Pa.C.S. § 1501. Under the terms of the Implied Consent Law, one of the necessary qualifications to continuing to hold that privilege is that a motorist must submit to chemical sobriety testing when requested to do so, in accordance with the prerequisites of the Implied Consent Law, by an authorized law enforcement officer. The obligation to submit to testing is related specifically to the motorist’s continued enjoyment of the privilege of maintaining his operator’s license. 75 Pa.C.S. § 1547(b).\nThe problem for most motorists is that the chemical sobriety test has the potential of revealing evidence that links the motorist to criminal wrongdoing, driving while under the influence (DUI). See 75 Pa.C.S. § 8731. Once the motorist has been placed under arrest, the arresting officer normally provides Miranda warnings relevant to the criminal offense of DUI. So, armed with this knowledge of his rights, the motorist may reasonably assume he has the right to consult with an attorney before the chemical testing, or to refuse to submit to the testing as an exercise of his right to remain silent. The fact that the sanctions imposed by the Implied Consent Law are wholly separate and unrelated to the consequences of a criminal DUI prosecution is a nuance of the law that can readily escape the average motorist, let alone one suspected of being inebriated to the degree which prompted the officer to request that he submit to the test.\nThus, the motorist faces the dilemma of submitting to the test and thereby “proving” that he is in fact driving under the influence, or refusing the test and facing the absolute penalty of losing his driver’s license for one year while still facing criminal prosecution. Reason and justice dictate that the motorist should be advised before making his decision that the loss of his driving privileges is a matter controlled completely by the Implied Consent Law and that his Miranda rights are not applicable to the decision to submit to chemical sobriety testing.\nAs this court clearly stated in O’Connell, the police have an affirmative duty to instruct the arrested motorist that his Miranda rights may not be exercised prior to submitting to the chemical sobriety test:\nAn arrestee is entitled to this information so that his choice to take a breathalyzer test can be knowing and conscious and we believe that requiring the police to qualify the extent of the right to counsel is neither onerous nor will it unnecessarily delay the taking of the test.\nSince the course of conduct of the police creates the confusion in these cases, it is appropriate to place the duty on them to clarify the extent of the right of counsel when asking arrestees to take breathalyzer tests thereby insuring that those arrestees who indicate their confusion over their Miranda rights are not being misled into making uninformed and unknowing decisions to take the test.\nId., at 252-3, 555 A.2d at 878.\nSince O’Connell, this court has struggled with the problem of when O’Connell warnings must be provided and what those warnings must specifically contain. Recently, in Commonwealth v. Ingram and Frain, 538 Pa. 236, 648 A.2d 285 (1994), this court cata-logued in great detail our litany of rulings on this issue. In an effort to finally settle this question we will here limit our discussion by briefly setting out the holding in each of our cases as they have developed from O’Connell through Ingram.\nBeginning with O’Connell, we stated that where an arrestee is confused about his right to speak with counsel or remain silent, as explained in the Miranda warnings provided by the arresting officer when asked to submit to a chemical sobriety test, the officer must advise the arrestee that Miranda rights do not apply to chemical testing. In Commonwealth v. McFadden, 522 Pa. 100, 559 A.2d 924 (1989), the court held that the arrestee does not need to express his confusion regarding Miranda warnings and the request to submit to chemical testing. Rather, when McFadden requested the right to speak to his attorney before submitting to the test, the officers at that point had an affirmative duty to advise him that the right to speak to his attorney did not apply to the request to submit to the breathalyzer test. Id. at 102, 559 A.2d at 925.\nFollowing our decision in McFadden, this court in Commonwealth v. Danforth, 530 Pa. 327, 608 A.2d 1044 (1992), moved away from the motorist’s confusion as the triggering point at which the arresting officer must supply the motorist with O’Connell Warnings. In an effort to clarify the obligations of the arresting officer in situations where a chemical sobriety test is requested, the Court declared that in all situations where Miranda rights have been given prior to chemical testing:\nThe police have an affirmative duty to not only inform the arrestee that refusal to submit to chemical testing will result in suspension of his driving privileges, but also that the arrestee does not have the right to speak with an attorney or anyone else in connection with his decision as to whether he will submit to chemical testing.\nId, at 333, 608 A.2d at 1046. Thus, with our decision in Danforth, the factual determination of whether the arrestee is confused after receiving Miranda warnings was eliminated. A brightline rule was established: whenever Miranda warnings are given, they must be followed by O’Connell Warnings.\nIn Commonwealth v. McCann, 529 Pa. 444, 604 A.2d 1027 (1992), the Court expanded the decision in Danforth. In McCann, the motorist had not been advised of his Miranda rights, yet had requested to speak with counsel before taking a breathalyzer test. The court held that O’Connell warnings were required under those circumstances. Thus, with McCann, the arresting officer is now required to give O’Connell warnings whether or not Miranda warnings have been given before requesting a motorist to submit to chemical sobriety testing.\nHaving concluded with the decision in McCann that the ramifications of the Implied Consent Law are sufficient to require O’Con-nell warnings, the Court next turned to a discussion of the adequacy of the actual warnings to be provided.\nIn Commonwealth v. Ingram & Frain, 538 Pa. 236, 648 A.2d 285 (1994), this court held that O’Connell warnings are sufficient if they include the following information:\nFirst, a motorist must be informed that his driving privileges will be suspended for one year if he refuses chemical testing; second, the motorist must be informed that his Miranda rights do not apply to chemical testing.\nId, at 256, 648 A.2d at 294-95 [footnote omitted].\nFrom the above lineage of decisions beginning with O’Connell and coming through to Ingram, we have established the following principles: 1) the provisions of the Implied Consent Law which require a motorist to submit to chemical sobriety testing or face the temporary loss of driving privileges have the potential to create confusion for the motorist; 2) in order to guarantee that a motorist makes a knowing and conscious decision on whether to submit to testing or refuse and accept the consequence of losing his driving privileges, the police must advise the motorist that in making this decision, he does not have the right to speak with counsel, or anyone else, before submitting to chemical testing, and further, if the motorist exercises his right to remain silent as a basis for refusing to submit to testing, it will be considered a refusal and he will suffer the loss of his driving privileges; 3) the duty of the officer to provide the O’Connell warnings as described herein is triggered by the officer’s request that the motorist submit to chemical sobriety testing, whether or not the motorist has first been advised of his Miranda rights. Thus, we now hold, whenever a motorist has been requested to submit to chemical sobriety testing the motorist must be provided O’Connell warnings regardless of whether Miranda warnings have been given, and, regardless of whether the motorist exhibits confusion concerning his rights when asked to submit to chemical sobriety testing.\nOnce an officer provides O’Connell warnings to a motorist, the officer has done all that is legally required to ensure that the motorist has been fully advised of the consequences of refusing to submit to chemical testing. By requiring the officer to advise the motorist that his Miranda rights are not applicable to the request to submit to chemical sobriety testing, the officer can be assured that he has done everything possible to assist the motorist in making an informed decision consistent with that motorist’s rights as articulated by the Constitution and by the Implied Consent Law. Placing this additional burden on law enforcement in order to attempt to insure that a motorist is making a knowledgeable and informed decision is certainly reasonable and justified given the potential for confusion in circumstances such as these. Furthermore, the additional burden of requiring O’Connell Warnings, whenever an officer requests a motorist to submit to chemical testing, is minor when balanced against the obvious need to verify that the motorist is fully aware of his rights and responsibilities when being asked to submit to the testing.\nAs previously stated, the trial court erred in finding that Officer CartmelTs misstatement that “because this is a drunk driving case you are not entitled to an attorney” was of such magnitude that it voided the preceding and subsequent, thorough and legally correct O’Connell warnings. To the contrary, appellee herein testified that he was clearly aware of what the officers had explained to him regarding the right to counsel and its inapplicability to chemical testing. Appellee just “didn’t believe it.” After an officer has fully and thoroughly complied with his obligations in accordance with O’Connell, the motorist may not validly continue to refuse chemical testing by claiming that he did not believe the O’Connell warnings. Appellee’s subjective belief, when faced with a correct statement of his rights, is insufficient to support a legal conclusion that under such circumstances he was not capable of making a knowing and conscious refusal.\nAccordingly, once a motorist has been properly advised of his O’Connell warnings, a refusal to submit to chemical testing under the terms of the Implied Consent Law will not be excused as unknowing on the basis of the motorist’s subjective beliefs regarding the interplay between the Implied Consent Law and his Miranda rights. The decision of the Commonwealth Court which affirmed the Court of Common Pleas is reversed. The case is remanded to the Court of Common Pleas for further proceedings consistent with this opinion. Jurisdiction is relinquished.\nNEWMAN, J., did not participate in the consideration or decision of this matter.\nNIX, C.J., did not participate in the decision of this case.\nNIGRO, J., concurred in the result.\n. The phrase, ‘'O'Connell warning” derives from the decision of this court in Commonwealth v. O’Connell, 521 Pa. 242, 555 A.2d 873 (1989). Therein the court held that when a motorist is requested to submit to chemical testing under the provisions of the Pennsylvania Implied Consent Law, 75 Pa.C.S. § 1547, the law enforcement officer making the request has a duty to explain to the motorist that the rights provided by the United States Supreme Court decision in Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), are inapplicable to a request for chemical testing under the Implied Consent Law.\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. Although the case comes before us as an appeal from the decision of the Commonwealth Court, that court adopted the findings and rationale of the trial court in reaching its decision. Therefore within the body of this opinion we discuss the findings as originally made by the trial court.\n. The relevant portion of the Implied Consent Law found at 75 Pa.C.S. § 1547(a) and (b), provides as follows:\n§ 1547. Chemical testing to determine amount of alcohol or controlled substance.\n(a) General rule. — Any person who drives, operates or is in actual physical control of the movement of a motor vehicle in this Commonwealth shall be deemed to have given consent to one or more chemical tests of breath, blood or urine for the purpose of determining the alcoholic content of blood or the presence of a controlled substance if a police officer has reasonable grounds to believe the person to have been driving, operating or in actual physical control of the movement of a motor vehicle:\n(1) while under the influence of alcohol or a controlled substance or both; or\n(2) which was involved in an accident in which the operator or passenger of any vehicle involved or a pedestrian required treatment at a medical facility or was killed.\n(b) Suspension for refusal.—\n(1) If any person placed under arrest for a violation of section 3731 (relating to driving under influence of alcohol or controlled substance) is requested to submit to chemical testing and refuses to do so, the testing shall not be conducted but upon notice by the police officer, the department shall suspend the operating privilege of the person for a period of 12 months.\n(2) It shall be the duty of the police officer to inform the person that the person’s operating privilege will be suspended upon refusal to submit to chemical testing.\n(3) Any person whose operating privilege is suspended under the provisions of this section shall have the same right of appeal as provided for in cases of suspension for other reasons.\n. The decision in McCann is logical in light of the common knowledge of the average citizen that upon arrest the arrestee is entitled to counsel. Thus, the fact that the arrestee was not specifically advised of his Miranda rights cannot logically be the trigger for O’Connell warnings given the common awareness of the average citizen of his “TV version of Miranda rights.”\n. In Ingram, this court specifically approved of both sets of warnings given in each of those cases which had been consolidated therein for our review.\n. The situation at bar is completely distinguishable from the facts before the court in Commonwealth v. Frain, 538 Pa. 236, 648 A.2d 285 (1994). In Frain, the trial court had found that the motorist was only told that he did not have the option of speaking to an attorney before submitting to a blood alcohol test. The trial court did not find credible the officer's testimony that he had advised the motorist of his O’Connell warnings. In the instant case, appellee was thoroughly advised pursuant to O'Connell on at least three separate occasions.",
        "type": "majority",
        "author": "CAPPY, Justice."
      }
    ],
    "attorneys": [
      "Timothy P. Wile, Harold H. Cramer, Harrisburg, for Pennsylvania Dept, of Transportation.",
      "Eugene A. Bonner, Media, for R.C. Scott."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant, v. Ronald C. SCOTT, Jr., Appellee.\nSupreme Court of Pennsylvania.\nArgued Jan. 24, 1996.\nDecided Oct. 30, 1996.\nTimothy P. Wile, Harold H. Cramer, Harrisburg, for Pennsylvania Dept, of Transportation.\nEugene A. Bonner, Media, for R.C. Scott.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA CAPPY, CASTILLE and NIGRO, JJ."
  },
  "file_name": "0539-03",
  "first_page_order": 595,
  "last_page_order": 602
}
