{
  "id": 9177843,
  "name": "Ronda and Kevin YOUNDT d/b/a West Pike Motor Lodge, Appellants, v. FIRST NATIONAL BANK OF PORT ALLEGANY and North Country Real Estate a/k/a Roy Hartman Realty, Inc. and Connie M. Knight, Appellees",
  "name_abbreviation": "Youndt v. First National Bank of Port Allegany",
  "decision_date": "2005-02-02",
  "docket_number": "",
  "first_page": "539",
  "last_page": "553",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 539"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "799 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9411307
      ],
      "pin_cites": [
        {
          "page": "95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0089-01"
      ]
    },
    {
      "cite": "252 Pa.Super. 370",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        92973
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "citing § 550"
        },
        {
          "page": "966",
          "parenthetical": "citing § 550"
        },
        {
          "page": "966"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/252/0370-01"
      ]
    },
    {
      "cite": "100 A.2d 102",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 7,
      "year": 1953,
      "pin_cites": [
        {
          "page": "104"
        },
        {
          "page": "103"
        },
        {
          "page": "103-04",
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "104",
          "parenthetical": "quotation marks omitted"
        },
        {
          "page": "104",
          "parenthetical": "citations and footnote omitted"
        },
        {
          "page": "104-05"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244397
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0503-01"
      ]
    },
    {
      "cite": "256 Pa.Super. 280",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        101376
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/256/0280-01"
      ]
    },
    {
      "cite": "854 A.2d 425",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329385,
        9214675
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "436"
        },
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0479-01",
        "/a2d/854/0425-01"
      ]
    },
    {
      "cite": "578 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329385
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0479-01"
      ]
    },
    {
      "cite": "647 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475539,
        7870182
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0193-01",
        "/a2d/647/0882-01"
      ]
    },
    {
      "cite": "538 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475539
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0193-01"
      ]
    },
    {
      "cite": "811 A.2d 1029",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9319443
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "1034"
        },
        {
          "page": "1037"
        },
        {
          "page": "1036"
        },
        {
          "page": "1036"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "1036",
          "parenthetical": "citation omitted"
        },
        {
          "page": "1037"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/811/1029-01"
      ]
    },
    {
      "cite": "413 Pa.Super. 128",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        907979
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1059"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/413/0128-01"
      ]
    },
    {
      "cite": "525 A.2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        672549,
        1804575
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0088-01",
        "/pa/514/0394-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 88",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672549
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0088-01"
      ]
    },
    {
      "cite": "224 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903218
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0373-01"
      ]
    },
    {
      "cite": "832 A.2d 1066",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9088967
      ],
      "pin_cites": [
        {
          "page": "1072"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/1066-01"
      ]
    },
    {
      "cite": "417 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        914266
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "1235",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/417/0001-01"
      ]
    },
    {
      "cite": "799 A.2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9414618
      ],
      "pin_cites": [
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0776-01"
      ]
    },
    {
      "cite": "851 A.2d 162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9234544
      ],
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/851/0162-01"
      ]
    },
    {
      "cite": "652 A.2d 1278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474192,
        7881878
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "builder could not offer parol evidence to modify or supersede terms of written, integrated contract because builder's claims related to subjects that were specifically addressed in contract"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/539/0395-01",
        "/a2d/652/1278-01"
      ]
    },
    {
      "cite": "539 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474192
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "builder could not offer parol evidence to modify or supersede terms of written, integrated contract because builder's claims related to subjects that were specifically addressed in contract"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/539/0395-01"
      ]
    },
    {
      "cite": "256 Pa.Super. 280",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        101376
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/256/0280-01"
      ]
    },
    {
      "cite": "525 A.2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        672549,
        1804575
      ],
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/363/0088-01",
        "/pa/514/0394-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 88",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672549
      ],
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/363/0088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1354,
    "char_count": 40128,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.917129784379644e-07,
      "percentile": 0.9341531108570422
    },
    "sha256": "03b666cb5d0e5f29ed773b3d6059ce158a4812b43f597a4761625756325f860c",
    "simhash": "1:c362a5446a7090c0",
    "word_count": 6403
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: JOYCE, BENDER and BOWES, JJ."
    ],
    "parties": [
      "Ronda and Kevin YOUNDT d/b/a West Pike Motor Lodge, Appellants, v. FIRST NATIONAL BANK OF PORT ALLEGANY and North Country Real Estate a/k/a Roy Hartman Realty, Inc. and Connie M. Knight, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\n¶ 1 Ronda and Kevin Youndt (Appellants) appeal from the order granting the defendants’, First National Bank of Port Allegany, North Country Real Estate, and Connie M. Knight (Appellees), preliminary objections to Appellants’ Amended Complaint in their action for fraud arising from a commercial real estate transaction. Appellants claim that they properly pled a claim for fraud based on an affirmative misrepresentation and a failure to disclose a material fact, notwithstanding an integration clause in the contract for sale, and therefore, the trial court erred in granting Appellees’ preliminary objections in the nature of a demurrer. For the following reasons, we affirm.\n¶ 2 In this case, Appellants filed a Complaint and Appellees filed preliminary objections. Appellants then filed an Amended Complaint, and again Appellees filed preliminary objections in the nature of a demurrer, which the trial court granted. When reviewing a trial court’s order granting preliminary objections in the nature of a demurrer, “an appellate court applies the same standard employed by the trial court: all material facts set forth in the complaint as well as all inferences reasonably deducible therefrom are admitted as true for the purposes of review.” Vosk v. Encompass Ins. Co., 851 A.2d 162, 164 (Pa.Super.2004).\n¶ 3 In their Amended Complaint, Appellants seek monetary damages in excess of $50,000 and allege the following facts. First National Bank owned a parcel of commercial real estate known as West Pike Motor Lodge. The bank hired North (jountry Real Estate to sell the property, and Connie M. Knight was the agent who acted on behalf of North Country Real Estate.\n¶ 4 On or about July 17, 2001, Appellants and First National Bank entered into a written agreement for the sale of the property (Agreement). Appellants attached a copy of the Agreement to their Amended Complaint. The Agreement, which is only two pages in length, contains a space entitled “Special Clauses” on the first page. Under this heading are five typewritten clauses. Clause C states that the “Seller shall warrant Water Pipes to Motel Units.” Clause D states that “Buyer is Buying Property in as is Condition.” On the second page of the Agreement, the final paragraph is entitled “Representations” and it states in bold print:\nIt is understood that Buyer has inspected the property, or hereby waives the right to do so and has agreed to purchase it as a result of such inspection and not because of or in reliance upon any representation made by the Seller or any other officer, partner or employee of Seller, or by any Agent, Subagent, their salespeople and employees, officers and/or partners.\nThe paragraph continues in regular print and states that Appellants were purchasing the property “in its present condition unless otherwise specified herein.” It concludes with an integration clause that states:\nIt is further understood that this agreement contains the whole agreement between the Seller and the Buyer and there are no other terms, obligations, covenants, representations, statements or conditions, oral or otherwise of any kind whatsoever concerning this sale. Furthermore, this agreement shall not be altered, amended, changed or modified except in writing executed by the parties.\n¶ 5 Appellants’ Amended Complaint goes on to allege that in April of 2002, approximately eight months after they bought the property, “they discovered stagnant water consisting of run-off and sewage on the eastern portion of the property.” Appellants averred that Appellees “intentionally and fraudulently failed to disclose [this] significant and severe problem with the water and sewage system.” Appellants also alleged that they “requested disclosure from Defendant Connie M. Knight regarding any potential problems with [the] aforementioned property and that Defendant indicated that there were no problems.” This is the only affirmative misrepresentation averred by Appellants. Furthermore, Appellants do not build upon this averment and do not mention it again throughout the remainder of the Amended Complaint.\n¶ 6 Rather, Appellants base their claim of fraud on Appellees’ alleged “intentional and fraudulent failure to disclose” which they claim constituted a “material misrepresentation.” Thus, the Amended Complaint goes on to allege that “Defendants knew or should have known about the latent water and sewer defects and Defendants had a duty to disclose such latent defects prior to commencement of the sale.” Appellants claimed that Appellees violated this duty by “failing] to disclose the latent water and sewer system defects.” And Appellants alleged that they justifiably relied on Appellees’ “intentional and fraudulent failure to disclose” to Appellants’ detriment.\n¶7 Appellees filed preliminary objections in the nature of a demurrer in which they claimed that as a matter of law Appellants had failed to state a cause of action for fraud because under the facts of this case, such a claim was precluded by the “as is” and integration clauses in the Agreement. The trial court granted the preliminary objections and dismissed the Amended Complaint. Appellants then brought this appeal raising the following question forour review:\nI. Did the Trial Court err' as a matter of law in granting the defendants’ preliminary objections in the natüre of a demurrer in reference to a complaint arising from the sale of real estate via a contract containing an inspection/integration clause:\nA. Where the plaintiff alleged an intentional and fraudulent nondisclosure by seller of [a] defect in the septic system that is both latent and material?\nB. Where the oral affirmative misrepresentation by the realtor would be admissible under the LeDonne “real estate inspection” exception to the parol evidence exclusionary rule?\nBrief for Appellant at 7. For the sake of clarity we shall address these issues in reverse order. We further note our standard for reviewing a trial court’s order granting preliminary objections and dismissing a complaint:\nWhere affirmance of the trial court’s order sustaining preliminary objections would result in the dismissal of an action, we may do so only when the case is clear and free from doubt.\nTo be clear and free from doubt that dismissal is appropriate, it must appear with certainty that the law would not permit recovery by the plaintiff upon the facts averred. Any doubt should be resolved by a refusal to sustain the objections. We review the trial court’s decision for an abuse of discretion or an error of law. A demurrer tests the sufficiency of challenged pleadings. Fact-based defenses, even those which might ultimately inure to the defendant’s benefit, are thus irrelevant on demurrer.\nWerner v. Plater-Zyberk, 799 A.2d 776, 784 (Pa.Super.2002) (citations and quotation marks omitted).\n¶ 8 In the second issue presented for our review, Appellants claim that the alleged oral misrepresentation by Defendant Knight would be admissible under an exception to the parol evidence rule. For two separate reasons, we conclude that Appellants are not entitled to relief on this claim. First, we conclude that the alleged fraudulent statement is too vague to withstand a demurrer and that the Amended Complaint fails to state a cause of action for fraud arising from the alleged misrepresentation. Second, and alternatively, we conclude that the parol evidence rule is applicable to the facts of this case, and therefore, it defeats Appellants’, claim as a matter of law.\n¶ 9 “Pennsylvania is á fact-pleading jurisdiction. A complaint múst therefore not only give the defendant notice of what the plaintiffs’ claim is and the grounds upon which it rests, but it must also formulate the issues by summarizing those facts essential to support the claim.” Sevin v. Kelshaw, 417 Pa.Super. 1, 611 A.2d 1232, 1235 (1992) (citations omitted). “In order to protect those against whom generalized and unsupported fraud may be levied, the Pennsylvania Rules of Civil Procedure require that fraud be averred with particularity.” Presbyterian Med. Cen. v. Budd, 832 A.2d 1066, 1072 (Pa.Super.2003) (quotation marks omitted). See also Pa.R.C.P. 1019(b).\nWhile it is impossible to establish precise standards as to the degree of particularity required in a given situation, two conditions must always be met. The pleadings must adequately explain the nature of the claim to the opposing party so as to permit him to prepare a defense and they must be sufficient to convince the court that the averments are not merely subterfuge.\nKelshaw, 611 A.2d at 1235 (quoting Bata v. Central-Penn National Bank of Philadelphia, 423 Pa. 373, 224 A.2d 174, 179 (1966)).\n¶ 10 As stated above, Appellants’ Amended Complaint averred that they inquired of Defendant Knight as to the condition of the property and that she “indicated that there were no problems.” The averment does not state how Defendant indicated that there were no problems, i.e., whether it was an oral statement, a gesture or some other action. However, at the very least a “[pjlaintiff must set forth the exact statements or actions plaintiff alleges constitute the fraudulent misrepresentations.” McGinn v. Valloti, 363 Pa.Super. 88, 525 A.2d 732, 734 (1987). See also McClellan v. Health Maint. Org. of Pennsylvania, 413 Pa.Super. 128, 604 A.2d 1053, 1059 (1992). Appellants’ failure to meet this bare minimum renders their claim for fraud arising from Defendant Knight’s alleged misrepresentation insufficient as a matter of law.\n¶ 11 Furthermore, following the averment of this alleged fraudulent representation, the Amended Complaint abandons it completely.\nIn real estate transactions, fraud arises when a seller knowingly makes a misrepresentation; undertakes a concealment calculated to deceive, or commits non-privileged failure to disclose. Fraud is a generic term used to describe anything calculated to deceive, whether' by single act or combination, or by suppression of truth, or suggestion of what is false, whether it be by direct falsehood or by innuendo, by speech or silence, word of mouth, or look or gesture.\nBlumenstock v. Gibson, 811 A.2d 1029, 1034 (Pa.Super.2002) (citations and quotation marks omitted). The specific elements of fraud are as follows:\n(1) a representation;\n(2) which is material to the transaction at hand;\n(3) made falsely, with knowledge of its falsity or recklessness as to whether it is true or false;\n(4) with the intent of misleading another into relying on it;\n(5) justifiable reliance on the misrepresentation; and\n(6) the resulting injury was proximately caused by the reliance.\nGibbs v. Ernst, 538 Pa. 193, 647 A.2d 882, 889 (1994).\n¶ 12 Pursuant to the Pennsylvania Rules of Civil Procedure and the aforementioned case law, Appellants were required to plead each of these elements with particularity in order to state a cause of action for fraud arising from Defendant Knight’s alleged misrepresentation. They did not. Instead, they mention it once and then focus solely on the alleged failure to disclose. Consequently, as a matter of law, Appellants faded to adequately plead a cause of action for fraud arising from the alleged misrepresentation by Defendant Knight.\n¶ 13 Second, and alternatively, were we. to conclude that Appellants properly pled a claim for fraud, we would nonetheless conclude that under the circumstances of this case, the parol evidence rule would defeat the claim because the rule would bar the introduction of evidence regarding Defendant Knight’s alleged misrepresentations. “Where the parties to an agreement adopt a writing as the final and complete expression of their agreement, alleged prior or contemporaneous oral representations or agreements concerning subjects that are specifically covered by the 'written contract are merged in or superseded by that contract.” Blumenstock v. Gibson, 811 A.2d 1029, 1037 (Pa.Super.2002).\nWhere the parties, without any fraud or mistake, have deliberately put their engagements in writing, the law declares the writing to be not only the best, but the only, evidence of them agreement. All preliminary negotiations, conversations and verbal agreements are merged in and superseded by the subsequent written contract ... and unless fraud, accident or mistake be averred, the writing constitutes the agreement between the parties, and its terms and agreements cannot be added to nor subtracted from by parol evidence.\nOnce a writing is determined to be the parties’ entire contract, the parol evidence rule applies and evidence of any previous oral or written negotiations or agreements involving the same subject matter as the contract is almost always inadmissible to explain or vary the terms of the contract.\nYocca v. Pittsburgh Steelers Sports, Inc., 578 Pa. 479, 854 A.2d 425, 436 (2004).\n¶ 14 Whether parol evidence is admissible in proving a claim for fraud initially depends on the nature of the alleged fraud. One exception to the parol evidence rule applies for cases of fraud in the execution in which “the party proffering the evidence contends that he executed the agreement because he was defrauded by being led to believe that the document contained terms that actually were omitted therefrom.” Blumenstock, 811 A.2d at 1036. In such cases, “parol evidence may be introduced to vary a writing meant to be the parties’ entire contract where a party avers that a term was omitted from the contract because of fraud.” Yocca, 854 A.2d at 437. In this ■ case, Appellants are not alleging that the Agreement contained incorrect terms or that it was missing terms to which the parties agreed. Thus, the foregoing exception to the parol evidence rule does not apply in the instant case.\n¶ 15 However, Appellants are alleging fraud in the inducement, and parol evidence is admissible to prove such a claim under certain circumstances. In a case of fraud in the inducement, “the party proffering evidence of additional prior representations does not contend that the representations were omitted from the written agreement, but, rather, claims that the representations were fraudulently made and that ‘but for them’ he would never have entered into the agreement.” Blumenstock, 811 A.2d at 1036. In such cases,\nthe theory holds that since fraud induced the agreement, no valid agreement came into being and parol evidence is admissible to show that the alleged agreement is void. Nevertheless, the case law clearly holds that a party cannot justifiably rely upon prior oral representations yet sign a contract denying the existence of those representations.\nId. (citation omitted) (emphasis added). Thus, in a case of fraud in the inducement, parol evidence is inadmissible where the contract contains, terms that deny the existence of. representations regarding the subject matter of the alleged fraud. But when the contract contains no such term denying the existence of such representations, parol evidence is admissible to show fraud in the inducement.\n¶ 16 However, in Blumenstock, we recognized an exception to the parol evidence rule that is sometimes applicable in claims for fraud in the inducement arising from real estate transactions even when the contract contains an integration clause:\nAn exception to this general formulation of the impact of the parol evidence rule has been created and followed by the so-called ‘real estate inspection cases,’ i.e., LeDonne v. Kessler, 256 Pa.Super. 280, 389 A.2d 1123 (1978), and its progeny.\nThe LeDonne line of cases involves written agreements for the sale of real property, almost always residential, that contain integration clauses. Despite these integration clauses, Pennsylvania courts sometimes have permitted evidence of oral representations to be admitted.\nBlumenstock, 811 A.2d at 1036 (citation omitted).\n¶ 17 In the instant case, Appellants argue that the LeDonne exception should apply to permit the introduction of parol evidence in the form of Defendant Knight’s alleged misrepresentation. We disagree.\n¶ 18 Years ago, our Supreme Court addressed the viability of a plaintiffs claim for fraud in the context of a real estate transaction where the contract contained an integration clause and another clause stating that there is no “warranty as to the condition or repair” of the premises. See Bardwell v. Willis Co., 375 Pa. 503, 100 A.2d 102, 104 (1953). In Bardwell, the plaintiffs filed a complaint sounding in fraud in which they alleged that they sought to lease property from the defendant for a root beer bottling plant. The plaintiffs alleged that they informed the defendant’s representatives that the business required ample water and drainage capacity along with certain electrical and heating facilities and that during an inspection of the premises, the defendant’s agents “falsely, intentionally and fraudulently’ represented that the property was suitable for the plaintiffs’ requirements. Id. at 103. The plaintiffs leased the premises from the defendant, but defaulted six months later. Eventually, the defendant sold the plaintiffs’ assets to collect the unpaid rent.\n¶ 19 The plaintiffs then brought their action for fraud alleging damages stemming from several factors, but all ultimately caused by the alleged fact that “the rented premises were not, as represented, fit for the intended use.” Id. As in the case before use, the defendant filed preliminary objection’s in the nature of a demurrer, which the trial court granted.\n¶ 20 The Supreme Court began its analysis by noting that the lease specifically addressed the condition of the premises and that the lease was the full agreement between the parties. More particularly, the lease contained what could be classified as an “as is” clause that stated:\nSecond parties (the tenants who are the present plaintiffs) covenant and agree as follows: That they have examined and are familiar with the condition of the premises and buildings thereon, and that the same are received in good order and condition without warranty as to the condition or repair thereof by the first party for their intended use.\nId. at 103-04 (quotation marks omitted). The lease also contained an integration clause that stated, “This lease agreement contains the entire contract and agreement between the parties.” Id. at 104 (quotation marks omitted).\n¶ 21 The Court held that the trial court properly granted the preliminary objections and dismissed the complaint because the parol evidence rule barred any evidence regarding prior statements made by the defendant’s agents. The Court’s sage reasoning was as follows:\nWhere the alleged prior or contemporaneous oral representations or agreements concern a subject which is specifically dealt with in the written contract, and the written contract covers or purports to cover the entire agreement of the parties, the law is now clearly and well settled that in the absence of fraud, accident or mistake the alleged oral representations or agreements are merged in or superseded by the subsequent written contract, and parol evidence to vary, modify or supersede the written contract is inadmissible in evidence.\nThere is not the slightest doubt that if plaintiffs had merely averred the falsity of the alleged oral representations, parol evidence thereof would have been inadmissible. Does the fact that plaintiffs further averred that these oral representations were fraudulently made without averring that they were fraudulently or by accident or mistake omitted from the subsequent complete written contract suffice to make the testimony admissible? The answer to this question is ‘no’; if it were otherwise the parol evidence rule would become a mockery, because all a party to the written contract would have to do to avoid, modify or nullify it would be to aver (and prove) that the false representations were fraudulently made.\nThe Parol Evidence Rule has had a checkered career in Pennsylvania. Now that it has been well and wisely settled we will not permit it to be evaded and undermined by such tactics. Fraudulent misrepresentations may be proved to modify or avoid a written contract if it is averred and proved that they were omitted from the (complete) written contract by fraud, accident or mistake.\nId. at 104 (citations and footnote omitted). The Court also reasoned that to allow a plaintiff to introduce parol evidence that the defendant made representations regarding the condition of the property, where the contract specifically states that the plaintiff agreed that no such representations were made, would render the language of the contract superfluous.\nWhat is the use of inserting such clauses in agreements if one of the parties thereto is permitted to prove by oral testimony that he didn’t examine and wasn’t familiar with the premises or their condition, or that they would not meet the standards which plaintiffs require? There is no averment by plaintiffs that these clauses in the lease were inserted by fraud, accident or mistake; or (we repeat) that any representation was omitted by fraud, accident or mistake; or that the lease did not contain the entire contract and agreement between the parties. Merely bringing an action in trespass for deceit instead of in assumpsit for breach of contract will not suffice to circumvent the parol evidence rule. If plaintiffs relied on any understanding, promises, representations or agreements made prior to the execution of the written contract or lease, they should have protected themselves by incorporating in the written agreement the promises or representations upon which they now rely, and they should have omitted the provisions which they now desire to repudiate and nullify.\nId. at 104-05.\n¶22 In the instant case, Appellants signed a contract that stated that it was the parties’ whole agreemént and that there were no representations made by the Appellees regarding the condition of the property. Appellants also agreed that they had either inspected the premises or had waived the right to do so and were not purchasing the property in reliance upon any representations by Appellees. But now Appellants are before this Court asserting a claim for fraud in the inducement in an effort to disavow the terms to which they expressly agreed. Under the facts of this case, the parol evidence rule bars the evidence of Defendant Knight’s alleged misrepresentation that “there were not problems” with the property. Accordingly, Appellants are entitled to no relief, and following Bardwell, we conclude that a seller of commercial real estate must be permitted to contractually limit liabilities arising from the condition of the property sold by means of specific contractual provisions, and that the other party may not circumvent such provisions by a vague allegation of fraud in the inducement. Accordingly, the issue presented by Appellants in their second question is without merit.\n¶ 23 In the first question presented for our review, Appellants argue that the Amended Complaint “stated a cause of action upon which relief could be granted in that it alleged the requisite elements of fraud in a real estate transaction” based upon Appellees’ failure to disclose, which failure they claim constituted a material misrepresentation. Brief for Appellants at 14. There are two separate torts that impose liability for fraud upon a vendor of real estate in a commercial or residential transaction even though the vendor made no affirmative misrepresentation: (1) Fraudulent Concealment; and (2) Fraudulent Nondisclosure. See RestateMENT (SECOND) Torts §§ 550, 551 (1977). See also National Bldg. Leasing, Inc. v. Byler, 252 Pa.Super. 370, 381 A.2d 963, 966 (1978) (citing § 550); Gibbs, 647 A.2d at 892 (citing § 551).\n¶ 24 Fraudulent Concealment is defined as follows:\n§ 550. Liability For Fraudulent Concealment\nOne party to a transaction who by concealment or other action intentionally prevents the other from acquiring material information is subject to the same liability to the other, for pecuniary loss as though he had stated the nonexistence of the matter that the other was thus prevented from discovering.\nComment:\na. The rule stated in this Section is commonly applied in two types of situations, although it is not limited to them. The first occurs when the defendant actively conceals a defect or other disadvantage in something that he is offering for sale to another. Thus a defendant is subject to liability for a fraudulent misrepresentation if he paints over and so conceals a defect in a chattel or a building that he is endeavoring to sell to the plaintiff, and thus induces the plaintiff to buy it in ignorance of its defective character. So also, he is subject to liability if he reads a contract to the plaintiff and omits a portion of it, or if he so stacks aluminum sheets that he is selling as to conceal defective, sheets in the middle of the pile.\nRestatement (Seoond) Torts § 550 (1977). Thus, in Byler, where the plaintiff alleged that defendants demolished buildings, buried the rubble in an excavated hole, and then planted vegetation over it, we concluded that the trial court erred in granting the defendants’ preliminary objections in the form of a demurrer. We reasoned that if the plaintiff could prove -that defendants “concealed the existence of a condition on the premises, knowing that the condition made the property unsuitable for [the plaintiffs] intended use,” then plaintiff would be entitled to relief for the defendants’ fraudulent concealment. Byler, 381 A.2d at 966.\n¶25 In the case before us, Appellee National Bank argues that the Amended Complaint does not aver that it made any attempt to conceal the condition of the sewer system. Brief for Appellee First National Bank at 18. Indeed, we have reviewed the Amended Complaint - and there is no such averment, • Therefore, Appellants have failed to plead a cause of action for fraudulent concealment.\n¶ 26 We next turn to the issue of fraudulent nondisclosure. The tort is defined as follows:\n§ 551. Liability For Nondisclosure\n(1) One who fails to disclose to another a fact that he knows may justifiably induce the other to act or refrain from acting in a business transaction is subject to the same liability to the other as though he had represented the nonexistence of the matter that he has failed to disclose, if, but only if, he is under a duty to the other to exercise reasonable care to disclose the matter in question.\n(2) One party to a business transaction is under a duty to exercise reasonable care to disclose to the other before the transaction is consummated,\n(a) matters known to him that the other is entitled to know because of a fiduciary or other similar relation of trust and confidence between them; and\n(b) matters known to him that he knows to be necessary to prevent his partial or ambiguous statement of the facts from being misleading; and\n(c) subsequently acquired information that he knows will make untrue or misleading a previous representation that when made was true or believed to be so; and\n(d) the falsity of á representation not made with the expectation that it would be acted upon, if he subsequently learns that the other is about to act in reliance upon it in a transaction with him; and\n(e) facts basic to the transaction, if he knows that the other is about to enter into it under a mistake as to them, and that the other, because of the relationship between them, the customs of the trade or other objective circumstances, would reasonably expect a disclosure of those facts.\nRestatement (Seoond) Torts § 551 (1977). Pursuant to this section, one may be only held liable for fraudulent nondisclosure if that person is subject to one of the duties enumerated in subparagraphs (a) through (e).\n¶ 27 We note initially that “[w]hether a duty exists is a question of law.” Brisbine v. Outside In School of Experiential Ed., Inc., 799 A.2d 89, 95 (Pa.Super.2002). Although Appellants’ Amended Complaint avers that Appellees “owed a duty to disclose such latent defects in the water and sewer system,” the Appellants do not specify the nature of this duty. We conclude that the only duty that Appellees arguably owed Appellants was the one specified in subparagraph (e).\n¶ 28 The first requirement of this duty is that the undisclosed fact be one that is “basic to the transaction.”\nA basic fact is a fact that is assumed by the parties as a basis for the transaction itself. It is a fact that goes to the basis, or essence, of the transaction, and is an important part of the substance of what is bargained for or dealt with. Other facts may serve as important and persuasive inducements to enter into the transaction, but [do] not go to its essence. These facts may be material, but they are not basic. If the parties expressly or impliedly place the risk as to the existence of a fact on one party or if the law places it there by custom or otherwise the other party has no duty of disclosure.\nRestatemeNt (SeCONd) Torts § 551 Comment ¶ j (1977) (emphasis added).\n¶29 In this case, Appellants have alleged that Appellees knew of a defect in the sewage system that will cost approximately $28,000 to repair. Considering that this cost is a significant percentage of the overall purchase price of $170,000, and that it was necessary to perform the work to use the property, and resolving any doubt in favor of Appellants, we conclude that the existence of the sewer defect was a fact basic to the transaction.\n¶ 30 However, we also conclude that pursuant to the express terms of the Agreement, Appellants assumed the risk as to the existence of this fact, and therefore, Appellees had no duty to disclose it. Appellants’ assumption of this risk is reflected in two provisions of the Agreement. First, there is the typewritten clause stating that Appellants were purchasing the property “as is.” This is part of a provision in which National Bank, as the seller, warranted the condition of the water pipes to the motel. And if there was any doubt that the bank was not making any other warranties, the final paragraph of the Agreement states that Appellants have “agreed to purchase it in its present condition unless otherwise specified herein.” Thus, through their bargaining, the parties agreed that the bank would warrant the condition of one part of the .property (the water pipes to the motel), but that Appellants would accept the remainder of the property in its present condition and without warranty.\n¶ 31 Second, the Agreement also states that Appellants either inspected the property or waived the right to do so. Further, they agreed that they were purchasing the property as a result of the inspection and not in reliance upon any representations made by Appellees. Ap-pellees do not allege that they had the property professionally inspected, as is common in real estate transactions, and that the defective sewer was undetectable due to its latency. Instead, they aver that the defect “was not readily apparent to a layperson.” However,\n[t]o a considerable extent, sanctioned by the customs and mores of the community, superior information and better business acumen are legitimate advantages, which lead to no liability. The defendant may reasonably expect the plaintiff to make his own investigation, draw-his own conclusions and protect himself; and if the plaintiff is indolent, inexperienced or ignorant, or his judgment is bad, or he does not have access to adequate information, the defendant is under no obligation to make good his deficiencies.\nRestatement (Second) ToRts § 551 Comment ¶k (1977). Appellants had the opportunity to inspect the property, but in their Amended Complaint they did not aver that they exercised this right. Ostensibly, they thereby saved themselves the sum they would have expended on a professional inspection. Nor do they aver that a professional inspection would not have revealed the sewer defect due to its latency. Rather, they proceeded on the basis that there were no problems with the property because no defects were readily apparent to them. And that was not wise.\n¶ 32 'Appellants’ bargain was to purchase the property in its present condition and with the right to inspect it. They engaged in this risky commercial endeavor, presumably for the benefit of their bargain. Under such circumstances, the rule of caveat emptor applies. Unfortunately, Appellants proceeded without caution, and this Court can not remedy their mistake.\n¶ 33 Order AFFIRMED.\n¶ 34 Judge BOWES files a concurring opinion.\n. We note that Appellants are not pursuing a claim for rescission of the contract for the sale of the property.\n. Appellants do not allege any breach of the warranty in the Agreement regarding the condition of the water pipes to the motel.\n. Appellants’ reliance on the limited exception set forth in LeDonne is misplaced, as that case involved a much narrower integration clause and a claim for fraud arising from a residential real estate transaction. In Le-Donne, our analysis hinged on the fact that the contract only disclaimed representations as to defects that would be \"apparent” through \"visual inspection alone.” Id. at 1129.\n. We note that in the Amended Complaint, Appellants’ claim for failure to disclose is leveled at all Appellees. Our ensuing discussion revolves around the parties' rights and liabilities arising from the Agreement to which Defendants Knight and North Country Real Estate are not parties. These defendants, however, \"may enforce the integration clause and any other exculpatory provision in the written agreement between” First National Bank and Appellants. See Blumenstock v. Gibson, 811 A.2d 1029, 1037 (Pa.Super.2002).\n.We note that as this case does not involve the sale of property with \"not less than one nor more than four residential dwelling units,” 68 Pa.C.S. § 7103, it does not implicate the statutorily imposed duty to disclose any material defects set forth in 68 Pa.C.S. § 7303.",
        "type": "majority",
        "author": "BENDER, J.:"
      },
      {
        "text": "CONCURRING OPINION BY\nBOWES, J.:\n¶ 1 Although I concur with the result reached by the majority and join in its well-reasoned analysis of Appellants’ fraudulent nondisclosure claim, I write separately to clarify my position regarding Appellants’ contention that they should be allowed to offer parol evidence of the realtor’s alleged oral misrepresentation concerning the condition of the property.\n¶ 2 As a preliminary matter, I disagree with the majority’s conclusion that Appellants’ complaint lacks specificity because it does not describe how Ms. Knight “indicated” that there were no problems with the subject property. This Court has observed that in order to comply with Pa. R.C.P. 1019(b), which states that “[a]ver-ments of fraud ... shall be averred with particularity,” the plaintiff must plead facts sufficient to enable the defendant to prepare a defense. See McGinn v. Valloti, 363 Pa.Super. 88, 525 A.2d 732 (1987). In my view, Appellants’ complaint satisfies Rule. 1019(b) because the allegation that Ms. Knight advised Appellants that there were no problems with the property was sufficient to permit Appellees to prepare a defense.\n¶ 3 Turning to the merits of Appellants’ substantive argument, the majority correctly observes that Appellants seek to invoke the “real estate inspection” exception to the parol evidence rule, which originated in LeDonne v. Kessler, 256 Pa.Super. 280, 389 A.2d 1123 (1978). In that case, the plaintiffs purchased a house and subsequently instituted an action in trespass against the sellers, asserting that they had agreed to buy the home in reliance upon the sellers’ fraudulent misrepresentations that the septic system had been repaired and that the sundeck and cellar had no leaks. The plaintiffs further alleged that shortly after they moved into the house, the septic system malfunctioned and the sundeck and the cellar began to leak water, damaging numerous items of personal property.\n¶4 The sellers filed preliminary objections in the nature of a demurrer and requested summary judgment, arguing that the parol evidence rule barred the plaintiffs from prosecuting the action. Specifically, the sellers asserted that the plaintiffs could not prevail because the sixth paragraph of the agreement of sale provided, “The parties have full knowledge of the physical appearance of the land and buildings and of the value thereof and there are no verbal representations as to character or quality.” Id. at 1126. The trial court interpreted this language “as a complete integration clause which barred testimony of all oral representations concerning the ... transaction,” id. at 1129, and granted summary judgment in favor of the sellers.\n¶ 5 When the plaintiffs appealed, this Court affirmed in part and vacated in part, reasoning that the language cited by the trial court “only deni[ed] the existence of verbal representations as to the character or quality of land and building conditions reasonably apparent from an inspection of the premises.” Id. (emphasis added). Consistent with that view, we held that the plaintiffs were precluded from offering testimony regarding “pre-agreement representations concerning the quality and condition of the sundeck and cellar” because there was evidence that the plaintiffs visually inspected those areas before signing the agreement, and they detected signs of water leakage. Id. at 1130. However, with respect to the septic system, we concluded that the plaintiffs could sustain their cause of action based on the following rationale:\nBecause the septic system was underground, [the plaintiffs] could not have possessed full knowledge of its physical appearance and adequacy and could not have readily ascertained whether a drainage problem existed. They observed a purported drainage field, but this observation would not reasonably put them on notice that the subterranean septic system still malfunctioned. Indeed, the opposite inference would be more logical. Because [the plaintiffs] could not discern through visual inspection alone the existence of the septic system problem of which they now complain, the wording of paragraph six does not bar the admission of evidence of [the sellers’] alleged misrepresentations concerning septic system problems.\nId. at 1129 (citations omitted).\n¶ 6 In the case at bar, Appellants suggest that they, like the plaintiffs in Le-Donne, should be permitted to submit evidence of the pre-contractual representation allegedly made by Ms. Knight because a visual inspection of the property would not have revealed the latent defect in the sewage system. However, the agreement of sale provided that Appellants agreed to purchase the property without relying “upon any representation made by the Seller ... or by any Agent [of the Seller] .... ” Agreement of Sale, 7/17/01, at 2. Moreover, the agreement contained an integration clause, and it provided that Appellants agreed to purchase the property in its “present condition,” Id. Thus, the present case is clearly distinguishable from LeDonne, supra, since the contract herein unequivocally stated that Appellants were not buying the property in reliance upon any prior representations concerning the condition of the property. Consequently, I reach the same result as the majority because the agreement of sale specifically addressed the issue at hand. Therefore, Appellants cannot introduce parol evidence to modify or void the terms of the agreement. Accord HCB Contractors v. Liberty Place Hotel Associates, 539 Pa. 395, 652 A.2d 1278 (1995) (builder could not offer parol evidence to modify or supersede terms of written, integrated contract because builder’s claims related to subjects that were specifically addressed in contract).",
        "type": "concurrence",
        "author": "BOWES, J.:"
      }
    ],
    "attorneys": [
      "Jarett R. Smith, Coudersport, for appellants.",
      "Daniel F. Glassmire, Coudersport, for Knight and North Country, appellees.",
      "Michael Alfieri, Eldred, for First National, appellee."
    ],
    "corrections": "",
    "head_matter": "Ronda and Kevin YOUNDT d/b/a West Pike Motor Lodge, Appellants, v. FIRST NATIONAL BANK OF PORT ALLEGANY and North Country Real Estate a/k/a Roy Hartman Realty, Inc. and Connie M. Knight, Appellees.\nSuperior Court of Pennsylvania.\nArgued Sept. 14, 2004.\nFiled Feb. 2, 2005.\nJarett R. Smith, Coudersport, for appellants.\nDaniel F. Glassmire, Coudersport, for Knight and North Country, appellees.\nMichael Alfieri, Eldred, for First National, appellee.\nBEFORE: JOYCE, BENDER and BOWES, JJ."
  },
  "file_name": "0539-01",
  "first_page_order": 579,
  "last_page_order": 593
}
