{
  "id": 9492814,
  "name": "In re K.A.D. Appeal of D.D.",
  "name_abbreviation": "In re K.A.D.",
  "decision_date": "2001-06-18",
  "docket_number": "",
  "first_page": "540",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 540"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "745 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11479246
      ],
      "pin_cites": [
        {
          "page": "622"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0620-01"
      ]
    },
    {
      "cite": "763 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11174335
      ],
      "pin_cites": [
        {
          "page": "875"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/763/0873-01"
      ]
    },
    {
      "cite": "757 A.2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225992,
        11243635
      ],
      "weight": 4,
      "year": 2000,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0646-01",
        "/a2d/757/0849-01"
      ]
    },
    {
      "cite": "562 Pa. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225992
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0646-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 10732,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2184424651784718
    },
    "sha256": "6cbee5f11a8c40abd29923f30a42e305ab8be8c5a319803e2fa1707b4a3dd8b0",
    "simhash": "1:49c09cb3d58fcbd1",
    "word_count": 1790
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAVANAUGH, STEVENS and TAMILIA, JJ."
    ],
    "parties": [
      "In re K.A.D. Appeal of D.D."
    ],
    "opinions": [
      {
        "text": "CAVANAUGH, J.\n¶ 1 D.D. (father), appeals from the order entered by the Court of Common Pleas of Cumberland County, Juvenile Division, which, following a hearing, adjudicated his teenage daughter, K.A.D. (d.o.b.5/14/85), a dependent child. We affirm.\n¶2 The record reveals that mother and father of K.A.D. divorced when she was three years old. She has been in the primary physical custody of mother since that time. Although a custody order grants father partial custody every other weekend, K.A.D. has not had an overnight visit with father since 1993 and during the twelve month period prior to the dependency hearing, father visited with K.A.D. a total of fifteen hours. Father had no visits with K.A.D. for seven consecutive months prior to the hearing.\n¶ 3 K.A.D. is diagnosed with Oppositional Defiant Disorder, Attention Deficit Hyperactivity Disorder, Post Traumatic Stress Disorder and Depression. She is treated with anti-depressants and counseling therapy but has been non-compliant with her medication regimen and therapy appointments. K.A.D. has had numerous instances of runaway behavior and staying out all night. Her mother reported her missing to the police seven times between June of 1999 and September of 2000. K.A.D. has frequently been truant from school. When she attends school, she is habitually tardy (71 episodes of tardiness during the 1999— 2000 school year, 68 of which were unexcused). K.A.D. abuses drugs and alcohol.\n¶ 4 Mother had frequent contact with police and Cumberland County Children and Youth Services (CYS) seeking help in controlling KA.D. In September of 2000, CYS filed a petition seeking adjudication of dependency on the statutory ground that K.A.D. had “committed a specific act or acts of habitual disobedience of the reasonable and lawful commands of [her] parent, guardian or other custodian and ... is ungovernable and ... in need of care, treatment and supervision[.]” 42 Pa. C.S.A. § 6301(6). The petition also sought adjudication on the basis that K.A.D. “while subject to compulsory school attendance is habitually and without justification truant from school[.]” 42 Pa.C.S.A. § 6302(5).\n¶ 5 A hearing on the petition was conducted in which father participated by telephone. He testified that he opposed the petition on the ground that he was “ready, willing and able” to take custody of K.A.D. He testified that if custody were transferred, he would provide greater discipline and supervision than mother. Father testified that he is twice divorced and has three other children, none of whom live with him. He is currently single. He testified that if given custody, he would search for suitable housing for himself and K.A.D. Father stated that he and KA.D. could live temporarily with father’s parents until he could find suitable housing. K.A.D. testified that she is afraid of father because he allegedly abused her in the past. She testified that she didn’t want to live with father, but wanted to stay with mother and she promised the court that she was going to behave more appropriately in the future.\n¶ 6 At the conclusion of the hearing the court entered the following order:\nAnd now, this 14th day of September, 2000, after hearing, the court finds by clear and convincing evidence that the child is dependent. She is continued in the care and custody of her mother subject to protective supervision by the agency.\n[K.A.D.] is directed to go to school each and every day it is in session, not to miss school without a valid medical reason, to do all her assignments on time, and to go directly to her maternal grandmother’s at the conclusion of school each day until her mother gets off work.\nUntil further order of the Court, she is to abide by an 8:00 p.m. curfew during the week and a 9:00 p.m. curfew on the weekends. The agency is authorized to place the child for respite care if deemed necessary.\n[K.A.D.] is directed to cooperate with the TAPP Program. [She] is not to have any contact whatsoever with [a particular juvenile girlfriend who apparently provides a negative influence on K.A.D.]. This means no contact in person, by phone, by E-mail, a smoke signal, a carrier pigeon or by any other means.\n[K.A.D.] is not to use drugs or alcohol under any circumstances whatsoever. She is to submit to random urinalysis at the request of the agency. Lastly, [K.A.D.] is to abide by the rules of her mother’s household.\nA violation of any provisions of this order by [K.A.D.] shall result in her emergency placement until she can be brought before this Court, which shall be at the earliest possible date. Obviously, we will have the caseworker make random phone calls to the home to check on curfew, and if [K.A.D.] is not there, I expect that she is picked up immediately when found and brought before this Court.\nThe father is directed to cooperate with the agency in the formulation of a permanency plan. Supervised visitation between the child and the father is authorized by the agency. The child and father should participate in counseling in order to build a rapport so that overnight visitation may be implemented.\nAll reasonable efforts have been made to prevent placement. The above program has been put in place and it is safe for the child to return home.\n¶ 7 Father now appeals. He claims the court erred in adjudicating K.A.D. dependent because he was “ready, willing and able to provide adequate supervision and control” of her. We disagree.\n¶ 8 A dependent child is defined in pertinent part at 42 Pa.C.S. § 6302 as:\nA child who:\n(1) is without proper parental care or control, subsistence, education, as required by law, or other care or control necessary for his physical, mental or emotional health or morals;\n(2) has been placed for care or adoption in violation of law;\n(3) has been abandoned by his parents, guardian, or other custodian;\n(4) is without parent, guardian or legal custodian;\n(5) while subject to compulsory school attendance is habitually and without justification truant from school;\n(6) has committed a specific act or acts of habitual disobedience of the reasonable and lawful commands of his parent, guardian or other custodian and who is ungovernable and found to be in need of care, treatment or supervision[.]\n42 Pa.C.S.A. § 6302.\n¶ 9 Father’s argument on appeal relies almost exclusively on In re M.L., 562 Pa. 646, 757 A.2d 849 (2000). Therein, our Supreme Court held “that a child, whose non-custodial parent is ready, willing and able to provide adequate care to the child, cannot be found dependant.” Id. Father’s reliance is misplaced. In In re M.L., mother and father were never married and mother had primary physical custody of the subject child with father having partial custody every other weekend. Mother suffered from psychological difficulties which rendered her unable to properly care for the child. The trial court, on petition from Cambria County CYS and after a hearing, adjudicated the child dependent and awarded custody to father. For the purposes of appeal, our supreme court considered the first definition of “de-pendant child” as contained in subsection (1) of section 6302 of the Juvenile Act, 42 Pa.C.S.A. § 6301 et. seq. It limited its review “to the issue of whether a court may properly adjudge a child to be dependent where the non-custodial parent is ready, willing and able to provide the child with proper parental care and control.” Id.\n¶ 10 The court reasoned that:\nThe definition of a dependent child contained in section 6302 clearly states that a child must lack a parent, guardian or other legal custodian who can provide appropriate care to the child. A child whose non-custodial parent is ready, willing and able to provide such care does not meet this definition.\nId. at 851.\n¶ 11 In the present matter, the petition alleged, and the court found that K.A.D. was dependant based on the definitions set forth in subsections (5) and (6) of section 6302; i.e. truancy and habitual disobedience of the child. Clearly, the statutory reasons K.A.D. was adjudicated dependent differ from those upon which the subject child in In re M.L. was adjudicated. In In re M.L., the child was found dependent due to the inabilities of the custodial parent to provide proper care pursuant to § 6302(1). Here, however, the court concluded that the custodial parent, K.A.D.’s mother\nis ready, willing and able to provide proper care for her. [Mother] sought the help of the agency because of the intentional and ungovernable conduct of the child. Therefore, the appropriate analysis is whether the child is “in need of care, treatment or supervision.” In the case of [K.A.D.], we found that she is and that it could best be provided while she remains in the custody of her mother.\nWe are also satisfied that the father, although ready and willing, is not immediately able to provide the proper care needed by [K.A.D.] for her mental or emotional health. We are dealing with an emotionally fragile child who is exhibiting a myriad of behavior problems. It would be irresponsible to place the child into the home of an estranged father whom she fears.\n¶ 12 We have recently reiterated our well-settled standard of review in these matters:\nThe standard of review which this Court employs in cases of dependency is broad. However, the scope of review is limited in a fundamental manner by our inability to nullify the fact-finder of the lower court. We accord great weight to this function of the hearing judge because he is in the position to observe and rule upon the credibility of the witnesses and the parties who appear before him. Relying upon this unique posture, we will not overrule his findings if they are supported by competent evidence.\nIn re A.H., 763 A.2d 873, 875 (Pa.Super.2000) (quoting Appeal of L.S. & B.S., 745 A.2d 620, 622 (Pa.Super.1999)).\n¶ 13 We have carefully reviewed the record and conclude that it fully supports the court’s findings. K.A.D. was properly ad-judieated dependent pursuant to section 6302(5) and (6) of the Juvenile Act because of KAJD.’s misbehavior in the face of her mother’s reasonable attempts to control her. The court’s conclusion that father, while ready and willing, is not immediately able to provide adequate supervision was supported by the record. Accordingly, the court’s order which adjudicated K.A.D. a dependent child will not be disturbed on appeal.\n¶ 14 Order affirmed.",
        "type": "majority",
        "author": "CAVANAUGH, J."
      }
    ],
    "attorneys": [
      "Dirk E. Berry, Carlisle, for appellant.",
      "Jacqueline M. Verney, Carlisle, for Guardian Ad Litem.",
      "Frances H. Del Duca, Carlisle, for C.K.",
      "Lindsay D. Bail’d, Carlisle, for Cumberland County Children and Youth Services."
    ],
    "corrections": "",
    "head_matter": "In re K.A.D. Appeal of D.D.\nSuperior Court of Pennsylvania.\nArgued May 16, 2001.\nFiled June 18, 2001.\nDirk E. Berry, Carlisle, for appellant.\nJacqueline M. Verney, Carlisle, for Guardian Ad Litem.\nFrances H. Del Duca, Carlisle, for C.K.\nLindsay D. Bail’d, Carlisle, for Cumberland County Children and Youth Services.\nBefore CAVANAUGH, STEVENS and TAMILIA, JJ."
  },
  "file_name": "0540-01",
  "first_page_order": 582,
  "last_page_order": 586
}
