{
  "id": 11124781,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Daniel M. SARANCHAK, Appellant",
  "name_abbreviation": "Commonwealth v. Saranchak",
  "decision_date": "2001-02-07",
  "docket_number": "",
  "first_page": "541",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "767 A.2d 541"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 U.S.C. § 2244",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 1
    },
    {
      "cite": "517 U.S. 314",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11744701
      ],
      "weight": 10,
      "year": 1996,
      "pin_cites": [
        {
          "page": "322-23"
        },
        {
          "page": "323"
        },
        {
          "page": "331"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/517/0314-01"
      ]
    },
    {
      "cite": "529 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831209
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "592-93",
          "parenthetical": "granting reargument where appellee raised for first time in its petition for reargument non-waivable claim of immunity"
        },
        {
          "page": "429",
          "parenthetical": "granting reargument where appellee raised for first time in its petition for reargument non-waivable claim of immunity"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/529/0588-01"
      ]
    },
    {
      "cite": "676 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463531,
        7859468
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "201",
          "parenthetical": "granting reargument where appellees alleged that Court's reliance on Eminent Domain Code to remand matter was misplaced since appellants' pre-enforcement challenges concerned regulation promulgated pursuant to Commonwealth's exercise of its police powers"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/544/0271-01",
        "/a2d/676/0199-01"
      ]
    },
    {
      "cite": "544 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463531
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "273",
          "parenthetical": "granting reargument where appellees alleged that Court's reliance on Eminent Domain Code to remand matter was misplaced since appellants' pre-enforcement challenges concerned regulation promulgated pursuant to Commonwealth's exercise of its police powers"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/544/0271-01"
      ]
    },
    {
      "cite": "705 A.2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11866945,
        281269
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "418",
          "parenthetical": "granting reargument where Court misapprehended inadmissible hearsay evidence as relating to job availability instead of claimant's follow-through on job referral"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/705/0417-01",
        "/pa/550/0244-01"
      ]
    },
    {
      "cite": "550 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281269
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "246",
          "parenthetical": "granting reargument where Court misapprehended inadmissible hearsay evidence as relating to job availability instead of claimant's follow-through on job referral"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/550/0244-01"
      ]
    },
    {
      "cite": "739 A.2d 162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        837193,
        11562893,
        11562862,
        837198
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/559/0110-01",
        "/a2d/739/0162-02",
        "/a2d/739/0162-01",
        "/pa/559/0111-01"
      ]
    },
    {
      "cite": "559 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        837198
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/559/0111-01"
      ]
    },
    {
      "cite": "675 A.2d 268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860475,
        463549
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "278-79"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/675/0268-01",
        "/pa/544/0158-01"
      ]
    },
    {
      "cite": "544 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463549
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/544/0158-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 904,
    "char_count": 19914,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23792487515681415
    },
    "sha256": "94d4c6dddeb60ae76cf68a4aa3cf41b558143db90c2f6ad55f325ad1cf6f2abb",
    "simhash": "1:ab83b2dff78b8922",
    "word_count": 3085
  },
  "last_updated": "2024-02-27T21:12:52.998842+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice CASTILLE files a dissenting statement."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Daniel M. SARANCHAK, Appellant."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nAND NOW, this 7th day of February, 2001, upon consideration of the application for reargument filed by the Defender Association of Philadelphia, it is hereby ORDERED that the PCRA court shall conduct a colloquy with Daniel M. Saranchak to determine the veracity of the unsworn declaration which was attached to the application, as well as Daniel M. Saranchak’s present intentions with regard to the pursuit of post-conviction relief and the reinstatement of the Defender Association of Philadelphia as his counsel. Such colloquy is to be recorded, transcribed and submitted to this Court. For purposes of the colloquy and any associated proceedings, the Defender Association of Philadelphia shall be permitted to serve as counsel for Saranchak, if this is consistent with his wishes at the time of the colloquy as determined by the PCRA court.\nJurisdiction is retained.\nJustice CASTILLE files a dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "Justice CASTILLE\ndissenting.\nIn response to an application for rear-gument filed by the Federal Court Division of the Defender Association of Philadelphia (“Federal Defender”), Saranchak’s former counsel, the Court orders the PCRA court to conduct yet another colloquy with Saranchak to determine the veracity of his unsworn declaration attached to the application, as well as Saranchak’s “present intentions” with respect to the pursuit of post-conviction relief and reinstatement of the Federal Defender as his counsel. The Court’s order necessarily assumes that the allegation that Saranc-hak “changed his mind” about pursuing collateral relief after disposition of the Federal Defender’s appeal is a valid ground upon which to grant reargument. That assumption, I believe, is erroneous. Neither Saranchak’s alleged declaration nor his “present intention” to pursue post-conviction relief remotely call into question the propriety of this Court’s appeal dismissal order that is the exclusive subject of this reargument application. Furthermore, because the averments in the present application clearly do not otherwise warrant reargument, I would deny the Federal Defender’s application. Accordingly, I respectfully dissent.\nOn October 15, 1993, Saranchak robbed and brutally murdered his 78-year-old uncle and 87-year-old grandmother in Schuylkill County. Saranchak pleaded guilty to the murders generally. After a degree of guilt hearing, the trial court found him guilty of two counts of first-degree murder. A jury was convened for the penalty phase, and fixed the penalty at death. On direct appeal, this Court unanimously upheld the convictions and affirmed the death sentence. Commonwealth v. Saranchak, 544 Pa. 158, 179, 675 A.2d 268, 278-79 (1996).\nSaranchak subsequently sought post-conviction relief, which was initially denied by the PCRA court. On appeal, however, this Court remanded for the filing of a new PCRA petition. Commonwealth v. Saranchak, 559 Pa. 111, 739 A.2d 162 (1999). The Federal Defender was appointed as substitute counsel, and it filed a new petition, which was scheduled for hearing.\nSaranchak thereafter indicated in a letter to the PCRA court that he wished to discharge the Federal Defender and fore-go all further legal proceedings: He stated that counsel’s filings were not on his behalf nor with his consent. He further stated that he had sufficient time to ponder the magnitude of his crimes, and he was in agreement with the sentence of death. At a subsequent hearing, the PCRA court conducted a colloquy during which Saranchak reiterated his desire to waive both counsel and all further review. The PCRA court concluded that Saranc-hak’s waiver was knowing, voluntary and intelligent and, accordingly, removed the Federal Defender as counsel and dismissed the PCRA petition. The Federal Defender appealed this decision. On October 3, 2000, the Governor signed a warrant of execution, scheduling Saranchak’s execution for November 8, 2000. On October 17, 2000, the Federal Defender filed a motion seeking a stay of Saranchak’s execution pending its appeal of the PCRA court’s rulings.\nIn its stay motion, the Federal Defender claimed that the PCRA colloquy raised an issue of Saranchak’s mental competency to waive collateral review, arguing further that a mental health examination was necessary to determine competency. On October 25, 2000, this Court remanded the case for supplementation of the record with expert psychiatric opinion as to Sar-anchak’s present ability to effectuate a valid waiver of his right to counsel and to pursue further collateral proceedings. The stay motion was held in abeyance pending the outcome of this inquiry. A court-appointed psychiatrist examined Sar-anchak, filed a report, and testified at a supplemental waiver proceeding that, in his opinion, Saranchak was competent to waive his right to counsel and to pursue collateral proceedings. The PCRA court accepted the testimony, noting that it supported the court’s earlier determination that Saranchak’s waiver was valid.\nUpon review of the psychiatric evidence produced on remand, this Court entered an order on November 6, 2000, dismissing the Federal Defender’s appeal based on a lack of standing and denying the application for a stay of execution. Our order resulted from a finding that the record demonstrated that Saranchak was competent to waive counsel and further review, and that his waiver was knowing, voluntary and intelligent. The order also necessarily encompassed a rejection of the Federal Defender’s various procedural challenges to the hearings below.\nOn November 7, 2000, a “next friend” request for a stay of execution was then filed on Saranchak’s behalf in the United States District Court for the Middle District of Pennsylvania, which the Court, per the Honorable Sylvia H. Rambo, denied. Judge Rambo found that the purported “next friends” — Alexandra Fensterer, Esquire, an attorney with the Federal Defender who previously represented Saranc-hak in related proceedings, and Dennis Troup, Saranchak’s step-father, who did not appear at the federal hearing — were not individuals “who are truly dedicated to the best interest of Mr. Saranchak.” Accordingly, Judge Rambo held that the movants lacked standing to seek a stay of execution. Order, Rambo, J., November 8, 2000 (attached to Commonwealth’s Response as Exhibit A). A Third Circuit panel, however, granted a stay and listed the matter for expedited briefing, specifically directing the parties to brief the standing issue. The United States Supreme Court denied the Commonwealth’s application to vacate the stay, and Saranc-hak’s warrant of execution expired as a matter of course.\nFollowing the stay granted in federal court, the Federal Defender filed the instant application for reargument, urging this Court to “revisit” the standing issue. The application is exclusively premised upon an unsworn, November 16, 2000', declaration by Saranchak, appended to the application. The declaration states that Saranchak has changed his mind and now wishes to be represented by the Federal Defender and he desires to “withdraw” his prior waivers and to challenge his convictions through any appropriate means. The declaration also purports to authorize Assistant Defender Fensterer to act as Saranchak’s “next friend,” if necessary, in any future legal proceedings. On the basis of Saranchak’s purported change of mind, the Federal Defender requests that rear-gument be granted, and the case be remanded to the PCRA court to consider Saranchak’s PCRA claims on the merits.\nIn my view, as a matter of law, these averments do not warrant reargument. Nor do they warrant further action by this Court. The well-established considerations governing allowance of reargument are set forth in Pa.R.A.P. 2543, which states in pertinent part that “Reargument before an appellate court is not a matter of right, but of sound judicial discretion, and reargument will be allowed only where there are compelling reasons therefore.” The Note to the rule further provides:\nThe following, while neither controlling nor fully measuring the discretion of the court, indicate the character of the reasons which will be considered:\n(1) Where the decision is by a panel of the court and it appears that the decision may be inconsistent with a decision of a different panel of the same court on the same subject.\n(2) Where the court has overlooked or misapprehended a fact of record material to the outcome of the case.\n(8) Where the court has overlooked or misapprehended (as by misquotation of text or misstatement of result) a controlling or directly relevant authority.\n(4) Where a controlling or directly relevant authority relied upon by the court has been expressly reversed, modified, overruled or otherwise materially affected during the pendency of the matter sub judice, and no notice thereof was given to the court pursuant to Rule 2501(b) (change in status of authorities).\nThe Court today orders the PCRA court to conduct another colloquy to ascertain Saranchak’s present desires with respect to pursuing post-conviction relief. Yet, in light of Rule 2543, this action begs the question: To what legally relevant end? This is a reargument petition. As the Commonwealth notes, the Federal Defender does not argue that the order dismissing its appeal was erroneous; it just requests that the issue be “revisited” because Saranchak has changed his mind.\nEven if it is assumed that Saranchak’s declaration truly reflects his current wishes, this fact is wholly irrelevant to the application for reargument. Saranchak’s change of mind is not a fact the Court “overlooked or misapprehended” at the time of our order. It was not a fact at all. Saranchak’s declaration is dated November 16, 2000, ten days after this Court entered the challenged order. It is a “fact” that only came into existence after our ruling and after Saranchak’s credited desire of record to see his execution carried out, a desire rendered nugatory by the Third Circuit’s stay order. Even in a eapital case, this Court’s failure to be prescient is not grounds for reargument.\nNotably, nothing in the application for reargument challenges the propriety of this Court’s assessment of the PCRA record below which, this Court found, demonstrated a valid waiver. Saranchak’s present declaration does not dispute his clear and unequivocal statements on the record that he wished to waive further collateral attack and his right to counsel and that he understood that his waiver should result in the death penalty being carried out. Moreover, he does not challenge the conclusions of the examining psychiatrist that he was mentally competent at the time of his waiver and that his waiver was knowingly, voluntarily and intelligently made. Because it in no way casts doubt on the record facts relied upon by this Court at the time of the challenged order, this Court’s interpretation of those facts, or the legal consequences of those facts, Saranc-hak’s alleged change of mind simply does not justify reargument. Compare Joyce v. Workmen’s Compensation Appeal Board, 550 Pa. 244, 246, 705 A.2d 417, 418 (1997) (granting reargument where Court misapprehended inadmissible hearsay evidence as relating to job availability instead of claimant’s follow-through on job referral); Machipongo Land and Coal Co., Inc. v. Commonwealth of Pennsylvania, Dep’t of Environmental Resources, 544 Pa. 271, 273, 676 A.2d 199, 201 (1996) (granting reargument where appellees alleged that Court’s reliance on Eminent Domain Code to remand matter was misplaced since appellants’ pre-enforcement challenges concerned regulation promulgated pursuant to Commonwealth’s exercise of its police powers); Tulewicz v. Southeastern Pennsylvania Transportation Authority, 529 Pa. 588, 592-93, 606 A.2d 427, 429 (1992) (granting reargument where appellee raised for first time in its petition for reargument non-waivable claim of immunity).\nThe Federal Defender’s application cites a single authority in support of its absolutist claim that a change of mind warrants the reopening of collateral proceedings, ie., Lonchar v. Thomas, 517 U.S. 314, 116 S.Ct. 1293, 134 L.Ed.2d 440 (1996). The Federal Defender states that Lonchar stands for the proposition that, “[w]hen a post-conviction petitioner who has previously indicated a desire to waive further review decides that he wants to litigate, it is his or her current wishes that are controlling as a matter of constitutional law.” Lonchar contains no such constitutional command.\nLonchar involved a valid, first federal habeas petition filed at the eleventh hour by a death-sentenced state prisoner. The Eleventh Circuit vacated a stay of execution granted by the District Court, ruling that the petition should be dismissed for “equitable reasons” — primarily, the petitioner’s delay in waiting until the very day of his scheduled execution to finally seek federal habeas review. The Supreme Court noted that federal habeas review is governed by “complex procedural principles that regularize and thereby narrow the discretion of individual judges,” which are “embodied in statutes, rules, precedents, and practices that control the writ’s exercise.” 517 U.S. at 322-23, 116 S.Ct. 1293. “Within constitutional constraints!,]” the principles “reflect a balancing of objectives (sometimes controversial), which is normally for Congress to make, but which courts will make when Congress has not resolved the question.” Id. at 323, 116 S.Ct. 1293. Furthermore, a specific Federal Habeas Corpus Rule already existed and governed the effect of delays in filing: 28 U.S.C. § 2254 Rule 9(a) permits federal courts to dismiss cases on grounds of delay if the delay in filing prejudiced the state in its ability to respond.\nIn light of that federal habeas corpus construct, the actual holding in Lonchar is rather unexceptional: Federal habeas courts' are not free to ignore “this body of statutes, rules, and precedents” and fashion additional “ad hoc, equitable” grounds to dispose of a habeas petition. Since the delay in Lonchar did not warrant dismissal under Rule 9, the Circuit Court erred in vacating the stay on grounds of delay. Neither the fact that Lonchar had filed and then withdrawn without prejudice a state habeas petition, nor the fact that he delayed filing his first federal petition, were circumstances that could outright bar his first federal habeas petition under Rule 9 and existing precedent.\nLonchar does not remotely hold that a defendant’s change of mind and current desire to litigate automatically controls and renders nugatory a previously accepted and affirmed waiver. Nor, in Lonchar, a case applying principles unique to federal habeas corpus jurisprudence, is there an inkling of some federal constitutional holding, binding upon the states, involving the validity and finality of a waiver. The Federal Defender’s suggestion otherwise is a serious mischaracterization of the decision; such a mischaracterization of the only authority relied upon in the application for reargument alone is enough to warrant its denial.\nFurthermore, even if Lonchar contained a constitutional holding that is binding upon this Court, it would not support a grant of reargument. With respect to waiver, the Lonchar Court merely observed that Lonchar’s filing and later withdrawal of a state habeas petition did not operate as an automatic bar to pursuing a valid, first federal habeas petition. 517 U.S. at 331, 116 S.Ct. 1293. Notably, however, the Supreme Court explicitly recognized that the withdrawal of a first state habeas petition might well raise a “procedural bar to a second state petition, which, in certain circumstances, might also prevent litigation of similar claims in federal court.” Id.\nThe Lonchar Court’s recognition that a waiver of state habeas reyiew does not necessarily waive the right to federal habe-as review also is neither exceptional, nor at all relevant to the question presented here. Saranchak was not barred from filing a first federal habeas petition because he elected to waive his rights under the PCRA. Indeed, the Third Circuit’s grant of a stay, upon motion of Saranchak’s alleged “next friends,” illustrates this. Here, no less than in Lonchar, it will be for the federal court to determine, as a matter of federal habeas corpus law, whether Sar-anchak’s explicit waiver of further review in the PCRA hearings encompassed a waiver of federal habeas review and, if not, whether his state court waiver, at a minimum, procedurally bars consideration of the merits of his PCRA claims on federal habeas corpus. But nothing in Lonchar remotely suggests that state courts lack the authority to rule upon issues of state waiver, including the question of the finality of those waivers for state collateral review purposes.\nIn the matter sub judice, this Court determined, upon a review of the proceedings below, and in light of settled law, that Saranchak’s waiver of counsel and further review was competently and validly entered. Saranchak’s statutory right to PCRA review and his Criminal Rules-based right to PCRA counsel are no less waivable than more fundamental constitutional rights that are commonly waived in criminal cases, such as the right to a trial, the right to a jury, the right to testify, etc. I know of no case, and neither the Federal Defender nor the Court have cited any, that allows a waiver of rights to be automatically “withdrawn,” based upon a mere change of mind, after the highest appellate court in the Commonwealth has already ruled that it was knowingly, intelligently, voluntarily, and competently entered.\nIf accepted, the position urged by the Federal Defender would seriously alter the salutary waiver doctrine and degrade the solemnity of the proceedings where waiver occurs. If a valid waiver is effective only until there is a change of mind then no waiver is ever final, no matter how clear and unequivocal the defendant’s record decision to forgo further proceedings. Any “waiver” can automatically be negated by a subsequent claim that the defendant merely has had a change of heart. A rational system of appellate jurisprudence cannot be based upon the whim and caprice of those who seek its benefits. Saranchak himself has closed the door to the collateral review process and has done so knowingly, voluntarily and intelligently. The door should remain closed.\nI recognize that the Court has not yet ruled upon the application for reargument itself and may very well ultimately deny reargument. Nevertheless, because, as a matter of law, the present arguments do not warrant reargument, I believe this remand order is erroneous, and it simply creates an additional, unnecessary delay. Hence, I respectfully dissent.\n. According to the Third Circuit’s Pacer Docket, the \"next friends,” through the Federal Defender as counsel, successfully moved to stay the expedited Third Circuit briefing schedule pending this Court’s disposition of the application for reargument.\n. The Federal Defender asserts that Saranc-hak’s declaration establishes that his previous waiver was \"related to the ‘temble and inhumane’ conditions he has suffered on death row.” Although the declaration states a belief that the conditions on death row \"have been terrible and inhumane,” Saranchak never alleges that this perception had any effect on his previous waiver.\n. Lonchar was decided three weeks before the 1996 Antiterrorism and Effective Death Penalty Act (AEDPA) amended the federal habeas corpus statute. Among other things, AEDPA established a one-year filing deadline for federal habeas petitions. See 28 U.S.C. § 2244(d)(1). Thus, since Lonchar, Congress has spoken on delay, and the consequences for delay in pursuing federal habeas review have dramatically increased.",
        "type": "dissent",
        "author": "Justice CASTILLE"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Daniel M. SARANCHAK, Appellant.\nSupreme Court of Pennsylvania.\nFeb. 7, 2001.\nAppeal Denied Jan. 29, 2001."
  },
  "file_name": "0541-03",
  "first_page_order": 593,
  "last_page_order": 598
}
