{
  "id": 11627381,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Richard W. BROWN, Appellant",
  "name_abbreviation": "Commonwealth v. Brown",
  "decision_date": "1999-03-25",
  "docket_number": "",
  "first_page": "541",
  "last_page": "545",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 541"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "641 A.2d 1161",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11296810,
        11296835,
        775546,
        775527
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/1161-01",
        "/a2d/641/1161-02",
        "/pa/537/0143-01",
        "/pa/537/0142-01"
      ]
    },
    {
      "cite": "537 Pa. 143",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775546
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0143-01"
      ]
    },
    {
      "cite": "522 Pa. 36",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818955
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "40",
          "parenthetical": "prejudice \"obvious\" where defense of justification, which could have been raised before the amendment, was no longer a viable defense after the amendment"
        },
        {
          "page": "528",
          "parenthetical": "prejudice \"obvious\" where defense of justification, which could have been raised before the amendment, was no longer a viable defense after the amendment"
        },
        {
          "page": "40"
        },
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0036-01"
      ]
    },
    {
      "cite": "508 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794001,
        1793996
      ],
      "weight": 5,
      "year": 1985,
      "pin_cites": [
        {
          "page": "455"
        },
        {
          "page": "848"
        },
        {
          "page": "455"
        },
        {
          "page": "848",
          "parenthetical": "no prejudice because prior defense strategy was still applicable to the charges contained in the amendment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0425-02",
        "/pa/508/0425-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 11493,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24203206441765523
    },
    "sha256": "c3def64db863c2bafa04578b9f7eee93cc1937200e1afce1d2216fdf91a82152",
    "simhash": "1:5bbe748fcd6116b8",
    "word_count": 1845
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Richard W. BROWN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCASTILLE, Justice.\nThis Court granted review of this matter to determine whether the Superior Court erred in determining that the Commonwealth did not violate Pa.R.Crim.P. 229 by amending the criminal information immediately pri- or to the commencement of trial to include the charges of Rape and Involuntary Deviate Sexual Intercourse (“IDSI”) with an unconscious person, when the original information only included the charges of Rape and IDSI by forcible compulsion and, if so, whether appellant suffered prejudice due to the violation of Rule 229. For the reasons that follow, we find that the Superior Court erred and that appellant suffered prejudice; accordingly, we reverse.\nOn May 23, 1992, the 22-year-old female victim held a party at her house. Several of her co-workers at United Parcel Service were present, including Neil Queer, Darla LaManna and appellant. After drinking beer and playing cards with the guests for some time, the victim became ill and proceeded upstairs to the bathroom. Soon thereafter, Ms. LaManna went to check on the victim, who was “semiconscious” on the bathroom floor. N.T. 12/16/93 at 108. Ms. La-Manna testified that she helped the victim into bed, where the latter “passed out.” Appellant and Mr. Queer then entered the victim’s bedroom and, in their presence, Ms. LaManna “called out the victim’s- name a couple times and smacked her on the cheek a little bit” in order “to see if she was functional.” Id. at 112-13. Receiving no response from the victim, Ms. LaManna asked appellant and Mr. Queer to leave, but they refused on the asserted basis that the victim “wanted [appellant] to lay in bed with her.” Id. at 112. Thereafter, Ms. LaManna departed.\nMi’. Queer, who testified at trial pursuant to a plea bargain, stated that while the victim “looked like she was sleeping,” appellant fondled her, removed her clothes and performed oral sex on her. Id. at 148, 152. Mr. Queer further testified that he and appellant then moved the victim to the floor, where they both engaged in vaginal and oral sex with her. The two men then moved the victim back to the bed, dressed her, and left. Finally, Mr. Queer testified that the victim’s eyes were never open during the episode. The victim herself testified at trial that she kept “coming to and passing out again” during the episode and had only vague memories of the incident, but that she was aware at several points that appellant and Mr. Queer were having sex with her. N.T. at 50-51. Appellant testified that the victim was an active and willing participant throughout the sexual encounter with himself and Mr. Queer.\nImmediately prior to the commencement of trial, the Commonwealth sought leave to amend the information to charge appellant with Rape and IDSI with an unconscious person instead of the previously charged Rape and IDSI by forcible compulsion. Trial counsel for appellant objected to the amendment, but the trial court overruled the objection and a bench trial commenced. Following the trial, appellant was convicted of Rape of an unconscious person (Count 1), IDSI with an unconscious person (Count 2), two counts of indecent assault (Counts 3 and 4), indecent exposure (Count 5), and two counts of aggravated indecent assault (Counts 6 and 7). Subsequently, appellant was sentenced to four concurrent terms of imprisonment of nine (9) to twenty-three (23) months, and five (5) years’ probation. Post-trial motions were denied, and the Superior Court affirmed.\nAppellant contends that the Commonwealth violated Rule 229 by amending the criminal information immediately prior to the commencement of trial to include charges of Rape and IDSI with an unconscious person, when the original information only included the charges of Rape and IDSI by forcible compulsion, and that the Superior Court erred by concluding otherwise. We agree.\nThe text of Rule 229 provides as follows: The court may allow an information to be amended when there is a defect in form, the description of the offense, the description of any person or any property, or the date charged, provided the information as amended does not charge an additional or different offense. Upon amendment the court may grant such postponement of trial or other relief as is necessary in the interests of justice.\nAn amendment which violates Rule' 229 will not necessarily be deemed fatal. Since the purpose of the information is to apprise the defendant of the charges against him so that he may have a fail’ opportunity to prepare a defense, Commonwealth v. Holcomb, 508 Pa. 425, 455, 498 A.2d 833, 848 (1985), relief is warranted for a violation of Rule 229 only when the variance between the original and the new charges prejudices appellant by, for example, rendering defenses which might have been raised against the original charges ineffective with respect to the substituted charges. See Commonwealth v. DeSumma, 522 Pa. 36, 40, 559 A.2d 521, 528 (1989) (prejudice “obvious” where defense of justification, which could have been raised before the amendment, was no longer a viable defense after the amendment). Contra Holcomb, supra, 508 Pa. at 455, 498 A.2d at 848 (no prejudice because prior defense strategy was still applicable to the charges contained in the amendment). Thus, we must first determine whether the amendment in this matter violated Rule 229 by introducing an additional or different offense against appellant. If so, we must then proceed to determine whether appellant suffered prejudice resulting from the amendment in question.\nThe original information included the charges of Rape and IDSI by forcible compulsion. In order to prove the “forcible compulsion” component of these charges, the Commonwealth was required to establish beyond a reasonable doubt that appellant used either physical force, a threat of physical force, or psychological coercion, since the mere showing of a lack of consent does not support a conviction for Rape and/or IDSI by forcible compulsion. Commonwealth v. Berkowitz, 537 Pa. 143, 149, 641 A.2d 1161, 1164 (1994). The amendment introduced the charges of Rape and IDSI with a person who is unconscious. These latter charges did not require proof by the Commonwealth that force of any sort was employed by the accused. Consequently, the amendment to the information violated Rule 229 by introducing new offenses.\nHaving determined that a violation of Rule 229 occurred, we must next determine whether the violation of Rule 229 prejudiced appellant by, for example, rendering defenses which might have been raised against the original charges ineffective with respect to the substituted charges. See DeSumma, supra, 522 Pa. at 40, 559 A.2d at 523. At the outset of this analysis, we note that, based on the original charges, appellant had every reason to expect that the Commonwealth would be attempting to establish that the victim was conscious during the sexual encounter. It would be virtually impossible for the Commonwealth to meet its burden of establishing that appellant used physical force, a threat of physical force, or psychological coercion against the victim if the Commonwealth did not first establish that the victim was conscious. Assuming the Commonwealth could establish that the victim was conscious, appellant’s primary line 'of defense would have been that she consented to the encounter. N.T. 8/25/94 at 27. When the Commonwealth shifted the focus of its case to proving that the victim was unconscious, the Commonwealth vitiated appellant’s primary line of defense, since consent is not a defense to the charges of Rape and/or IDSI with an unconscious person. Therefore, by varying the information at the eleventh hour, the Commonwealth rendered appellant’s primary defense a nullity. The only manner by which appellant could have revived this defense was by establishing a fact which he previously had reason to believe the Commonwealth would concede — that the victim was conscious. However, given that appellant received notice of the amendment only immediately prior to trial, appellant had no time to plot a strategy for establishing that the victim was indeed conscious and capable of consenting during the relevant time period — a strategy which could have included, inter alia, the calling of expert witnesses to testily as to whether the level of alcohol consumed by the victim was likely to render a woman of her size unconscious.\nNotwithstanding the foregoing, the Commonwealth argues that the preliminary hearing transcript demonstrates that appellant had actual notice that the Commonwealth would argue that the victim was unconscious, and therefore that the defense of consent might not be available unless appellant could show that she was conscious. In support of this contention, the Commonwealth alludes to the following portion of appellant’s trial counsel’s cross-examination of the victim during the preliminary hearing:\nQ: Okay. Now, after the [card] game and you went upstairs and you got sick and until the next morning and until you woke up, you don’t remember a whole lot of stuff, do you?\nA. No, I don’t.\nQ: You don’t remember a whole lot of stuff at all?\nA. No.\nN.T. at 104. However, in addition to the fact that the Commonwealth’s argument belies the nature of the crimes with which it had actually charged appellant, the argument also assumes that the victim’s lack of memory is either synonymous with or indicative of unconsciousness. This assumption is insupportable. Individuals who consume large amounts of alcohol may have difficulty remembering events clearly even if they do not actually lose consciousness during the period of intoxication. Thus, notwithstanding the aforementioned testimony, appellant had reason to believe that the prosecutrix’s consciousness would not be at issue in the trial, and that his account of a consensual sexual encounter consummated without the use of force might be deemed more credible in light of the prosecutrix’s testimony that she could not remember what happened.\nIn sum, we determine that appellant suffered prejudice when the Commonwealth violated Rule 229 by shifting the focus of the trial to proving the victim’s unconsciousness. Therefore, we reverse appellant’s convictions of rape of an unconscious person (Count 1) and IDSI with an unconscious person (Count 2). Because the other charges are lesser included offenses relative to the major charges, we grant appellant’s request for a new trial as to all charges. Jurisdiction is relinquished.\n. 18 Pa.C.S. §§ 3121(3) and 3123(3), respectively-\n. 18 Pa.C.S. §§ 3121(1) and 3123(1), respectively-\n.Review was also granted to determine whether trial counsel was ineffective for failing to seek a continuance to obtain expert testimony pertaining to whether the victim was unconscious at the time of the incident. However, in light of our disposition of the primary issue herein, we find it unnecessary to resolve this latter issue.\n. 18 Pa.C.S. § 3126(1).\n. 18 Pa.C.S. § 3127.\n.18 Pa.C.S. § 3125(1).\n. The victim, who weighed 108 pounds at the time of the party, testified that she consumed at least six beers during the party. N.T. at 74-75.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      }
    ],
    "attorneys": [
      "Henry H. Wallace, Maureen Dunn Harvey, Pittsburgh, for Richard W. Brown.",
      "Wayne B. Gongaware, Greensburg, for Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Richard W. BROWN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Sept. 16, 1998.\nDecided March 25, 1999.\nHenry H. Wallace, Maureen Dunn Harvey, Pittsburgh, for Richard W. Brown.\nWayne B. Gongaware, Greensburg, for Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0541-01",
  "first_page_order": 595,
  "last_page_order": 599
}
