{
  "id": 8956315,
  "name": "CONCENTRIC NETWORK CORPORATION, (Now merged into and known as XO Communications, Inc.), Petitioner v. COMMONWEALTH of Pennsylvania, Respondent",
  "name_abbreviation": "Concentric Network Corp. v. Commonwealth",
  "decision_date": "2005-06-17",
  "docket_number": "",
  "first_page": "542",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 542"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "47 U.S.C. §§ 151",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 Stat. 56",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "112 Stat. 2681",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "704 A.2d 729",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11877263
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/704/0729-01"
      ]
    },
    {
      "cite": "668 A.2d 289",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/0289-01"
      ]
    },
    {
      "cite": "47 U.S.C. § 253",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "845 A.2d 762",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        91631,
        9274015
      ],
      "weight": 2,
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0328-01",
        "/a2d/845/0762-01"
      ]
    },
    {
      "cite": "577 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        91631
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0328-01"
      ]
    },
    {
      "cite": "799 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9415627
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "906-907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0902-01"
      ]
    },
    {
      "cite": "61 Pa. Code § 60.20",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 23539,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 1.1770332364078682e-07,
      "percentile": 0.5877284737449944
    },
    "sha256": "d8db05b4aff4e5b203f9f0ab4415e105f2c4aa34d834e415915d24502a724195",
    "simhash": "1:5eef8c3943e074a7",
    "word_count": 3589
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, J., LEADBETTER, J„ and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "CONCENTRIC NETWORK CORPORATION, (Now merged into and known as XO Communications, Inc.), Petitioner v. COMMONWEALTH of Pennsylvania, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY Senior Judge FLAHERTY.\nConcentric Network Corporation (Concentric) appeals from an order of the Board of Finance and Revenue (Board of F&R) which affirmed the decision of the Department of Revenue Board of Appeals (BOA) denying Concentric’s petition for refund of sales and use tax. We affirm.\nConcentric is an internet service provider (ISP) engaged in the business of selling Internet access to residential and business customers in the Commonwealth. The Internet is a vast global computer network that allows computers all over the world to communicate with each other.\nOn April 1, 2002 Concentric filed a petition with the BOA seeking a refund of sales and use tax paid on the purchase of ISDN-PRI, T-l, ATM and Frame Relay Services (collectively, data transport services or data lines). Concentric purchased the data transport services from telecommunication carriers to form a network that it interconnected with the Internet backbone for purposes of providing its customers with Internet access. Concentric also purchased routers, servers, and modems to furnish Internet access to its customers.\nOn September 16, 2002, the BOA in its decision denied Concentric’s claim for refund of sales tax paid for the above mentioned items. Concentric filed an appeal with the Board of F&R, which sustained the decision of the BOA. This appeal followed for which the parties have entered into a stipulation of facts.\nThe stipulation of facts provides that an ISP, such as Concentric, can provide access to the Internet via a dial-up basis or through a dedicated data line. If accessed on a dial-up basis, the customer uses a telephone line (plain old telephone service or POTS) purchased by the customer from the local telephone company to access Internet service. If a customer is accessing the Internet using an ordinary local telephone exchange access line, the customer must úse a modem to convert his digital signals into analog signals to travel over the analog POTS line. Then in order to travel over the ISP’s digital transport network of T-l’s, ISDN-PRI’s ÁTM and Frame Relay lines, the customer’s information must be converted back to digital format. The reconversion is performed by modems located at the telecommunication carrier’s central office or the ISP’s point of presence (PoP), i.e., the location of the ISP’s equipment necessary to provide Internet access.\nAs an alternative to dial-up service, a customer can purchase a dedicated data transport service which provides the customer with full time Internet access at a higher rate of speed than that which is permitted using a dial-up access line.\nIn order for computers to communicate with each other over the Internet, protocols known as Transmission Control Protocol/Internet Protocols (TCP/IP) must be employed. Protocols are a specific set of rules or procedures that allows computers to understand each other. Each computer that is equipped to operate on the Internet uses the TCP which breaks the information being sent into tiny data packets and tags each packet with instructions for how to assemble the information in a coherent form. Each computer’s IP then tags each data packet with a destination IP address and a return IP address to allow the information to reach its intended destination and to be responded to. After an end user’s data has been broken down, tagged and addressed by TCP/IP, that end user’s computer transmits the data to the ISP, which reroutes it for delivery to the ultimate destination.\nThe data transport services utilized by Concentric included routers which were used to route customers’ data to its intended destination and to analyze incoming data traffic. Servers were used for authentication of user status, e-mail and web browsing. IDNS-PRI and T-l lines were used in transmitting customers’ data between the telecommunications carrier’s central office PoP and between Concentric’s PoP.\nThe first issue before this court is whether the data transport services (ISDN-PRI, T-l, ATM and Frame Relay Services) are excluded from sales tax because such services do not meet the definition of “telecommunications service.”\nSection 202 of the Tax Reform Code of 1971 (Tax Code), Act of March 4, 1971, P.L. 6, as amended, 72 P.S. § 7202, subjects purchases of tangible personal property to sales and use tax. Tangible personal property includes telecommunications service, Section 201(m) of the Tax Code, 72 P.S. § 7201(m). Thus, we must determine whether the data transport services meet the definition of telecommunications service so as to constitute taxable tangible property. Section 201(rr) of the Tax Code, 72 P.S. § 7201(rr), defines telecommunications service as:\nAny one-way transmission or any two-way, interactive transmission of sounds, signals, or other intelligence converted to like form, which effects or is intended to effect meaningful communications by electronic or electromagnetic means via wire, cable, satellite, light waves, microwaves, radio waves, or other transmission media. The terms include all types of telecommunication transmissions, such as local, toll, wide-area or any other type of telephone service.... The term does not include any of the following:\n(3) Charges for access to the Internet. Access to the Internet does not include any of the following:\n(B) Telecommunication services purchased by an Internet service provider to deliver access to the Internet to its customers.\nConcentric argues that its data transport services do not meet the definition of telecommunications service because no transmission function is included in the purchases being made by Concentric.\nAs an ISP, Concentric operates a packet-switched network. Computers connected to the Internet do not communicate to each other via a continuous, uninterrupted connection. Instead, communication is accomplished through periodic transmission and receipt of data packets over packet-switched network data paths provided by ISPs. Computers connected to the Internet exchange information by periodically transmitting and receiving packets of data. The role of the ISP is to route the data packets to and from their destination. The data transport services purchased by Concentric serve simply as the pathways over which the data packets travel. The transmission of the data packets occurs at each customer’s individual computer. Concentric merely purchases the data transport services for the limited purpose of allowing its customers to send and receive data packets to and from the Internet.\nConcentric states that its packet-switching network can be broken down into three segments: (1) downstream access segment — the portion of the network that enables customers to send data back and forth between their homes and Concentric’s routers; (2) intermediate segment— the portion of the network that involves transporting customer data between Concentric’s multiple router locations and (3) upstream access segment — the portion of the network that enables Concentric to transport its customers data back and forth between its routers and the Internet backbone. Concentric maintains that for the upstream access and intermediate segment, there is an additional fact that places theses service outside the definition of telecommunications service. The upstream and intermediate segment data transport services are in reality Internet access purchased from larger ISPs and the legislature has specifically provided that charges for access to the Internet do not qualify as taxable telecommunications service, Section 201(rr)(3) of the Tax Act, 72 P.S. § 7201(rr)(3).\nThe Commonwealth argues and we agree that the data transport services meet the definition of telecommunications service inasmuch as Concentric uses the lines to transmit by wire digital signals containing the customer’s message or information. The Commonwealth points to 61 Pa.Code § 60.20(b)(6) which defines Internet access as follows:\nService charges associated with the provision of Internet access by an Internet or on-line service provider ... are considered enhanced telecommunication charges and are not subject to sales and use tax. Telecommunication charges incurred by an Internet service provider to deliver Internet access to its subscribers are subject to tax. Local, toll or long distance telephone charges incurred by a subscriber to transmit signals from a computer to the Internet service provider are subject to tax....\n(Emphasis added.) Furthermore, 61 Pa. Code § 60.20(a) provides that “enhanced telecommunication services” is defined as:\n(i) Services, offered over a telecommunications network, which employ computer processing applications that include one or more of the following:\n(A) Acts of the format, content, code, protocol or similar aspects of the purchaser’s transmitted information.\n(B) Provides the purchaser additional, different or restructured information.\n(C) Involves the purchaser’s interaction with stored information.\n(ii) Examples of enhanced telecommunication services include ... Internet access....\nHere, the data transport services at issue meet the definition of telecommunications service because Concentric uses the lines to transmit by wire digital signals containing the customer’s message or information. The lines represent the vehicle to transport and deliver Internet traffic.\nPennsylvania law specifically excludes from enhanced services the telecommunications services used to deliver Internet access and treats the telecommunications charges differently from Internet access charges. Internet access is a nontaxable enhanced telecommunications service because of the various functions that the ISP performs to transform the subscriber’s data from a transparent communication to something more (thus, enhanced) by means of protocol conversion, restructuring or storage. While Concentric may purchase bulk Internet access for resale to its customers, the data line charges are not a part of the bulk Internet access purchase. The data lines are purchased for use within Concentric’s own network in order to deliver Internet access.\nConcentric’s data transporting systems perform processing functions to ensure the data’s accurate and efficient delivery to its destination, permit interaction with information stored on computers at various locations on the Internet and provide customers with electronic mail and web hosting. The data fines do not act upon the customer’s information or message. They merely carry the signals and, hence, are telecommunications services.\nNext, Concentric argues that the data and transport services should be excluded from sales tax because such services were resold to customers and therefore qualified for the resale exclusion. We disagree.\nPennsylvania law permits an exemption from sales and use tax for the purchaser of tangible personal property who resells that same property to another, Section 201(k)(8) of the Tax Act, 72 P.S. § 7201(k)(8). Here, Concentric argues that if the data transport services are determined to be telecommunications service, then the purchases of the data transport services should be exempt under the resale exclusion, because Concentric resells the data transport systems to its customers.\nSpecifically, although Concentric purchases the data transport services as part of its operations, it does not consume them as part of its operations. Concentric integrates the data transport services into its network and then resells access to the assembled network to its customers, who use the network to send and receive messages from the Internet. Concentric’s data is not carried over the data transport services; rather it is the customer’s data that is transported. Concentric maintains that it is not selling anything different than what it purchases. It buys connectivity and access to data networks on a wholesale basis, and then sells connectivity and access to its customers.\nCommonwealth responds that the resale definition relied on by Concentric requires the “physical incorporation of tangible personal property as an ingredient or constituent into other tangible personal property, which is to be sold in the regular course of business.... ” Section 201(i)(2) of the Tax Act, 72 P.S. § 7201(f)(2). Thus, the exemption requires that the tangible personal property be physically incorporated into other tangible personal property. In this case, the data fines, modems and routers cannot be incorporated into “other tangible personal property” because Internet access, as an enhanced service, is an intangible. It is impossible to “physically incorporate” tangible personal property into an intangible.\nNext, Concentric argues that the data transport services and equipment used in the provision of Internet access are exempt from sales tax because they are directly used in manufacturing activity.\nThe Tax Code excludes from tax “such rendition of services or the transfer of tangible personal property ... to be used or consumed by the purchaser directly in the operations of ... [t]he manufacture of tangible personal property.” Section 201(k)(8)(A) of the Tax Act, 72 P.S. § 7201(k)(8)(A). Manufacture is defined as:\nThe performance of manufacturing, fabricating, compounding, processing or other operations, engaged in as a business, which place any tangible personal property in a form, composition or character different from that in which it is acquired whether for sale or use by the manufacturer....\nSection 201(c) of the Tax Act, 72 P.S. § 7201(c). Concentric maintains that under the above definition, Concentric engages in the manufacturing of tangible personal property. Specifically, Concen-trie converts its dial-up customers’ data from analog to digital and vice-versa. Analog signal cannot be sent over digital networks and digital signal can’t be sent over analog networks. By converting the analog and digital signals Concentric is changing the form of tangible personal property, in this case, data packets.\nConcentric acknowledges the case of Bell Atlantic Mobile Systems, Inc. v. Commonwealth, 799 A.2d 902 (Pa.Cmwlth.2002), aff'd per curiam, 577 Pa. 328, 845 A.2d 762 (2004), wherein this court stated that telecommunications services could not be manufactured because converting and transmitting signals did not constitute production of tangible property. Manufacturing only applies to the production of tangible matter and does not apply to electronic impulses or signals. Id., 799 A.2d at 906-907.\nSince the Bell Atlantic decision, Concentric maintains that a change in Pennsylvania law now applies the manufacturing exclusion to the mobile telecommunications industry. Specifically, the legislature enacted a provision that specifically expanded the definition of “manufacturing” to include the producing of mobile telecommunications services. Concentric argues that the legislature has sent a clear signal that the manufacturing exemption is intended to extend to dealings with electronic or electrical impulses to the same extent as more traditional types of tangible personal property. Concentric also points to cases in other jurisdictions to bolster its argument that converting and transmitting signals should qualify as manufacturing.\nWe agree with the Commonwealth, however, that Concentric’s description of the legislature’s amendment is inaccurate. Specifically, the 2003 amendment, added the “producing of mobile telecommunications services” to the definition of “processing,” 72 P.S. § 7201(d)(17). “Processing” is a completely separate activity from manufacturing and has nothing to do with the “manufacture” definition and exclusion set forth in 72 P.S. § 7201(c), 7201(k)(8)(A). We agree that Bell Atlantic is still applicable law and there is no need to look to other jurisdictions because as stated in Bell Atlantic, the production of an intangible service does not meet the definitional requirements of manufacture so as to qualify for the exclusion.\nNext, we address the issue of whether the data transport services and equipment that are used in the provision of Internet access are exempt from sales tax because taxing such equipment would violate the Internet Tax Freedom Act (Internet Tax Act).\nThe Internet Tax Act prohibits states for the period of October 1, 1998 through November 30, 2003 from imposing taxes by “establishpng] a classification of Internet access service providers or online service providers for purposes of establishing a higher tax rate on such providers than the tax rate generally applied to providers of similar information services delivered through other means.” Section 1104. Concentric argues that the Department of Revenue is violating the Internet Tax Act by charging tax on purchases of equipment and data transport services.\nSpecifically, Concentric argues that Internet service can be provided by an ISP, such as itself, or by cable television companies and telecommunication carriers. ISP’s must purchase access service from a telecommunications carrier to enable its customers’ data traffic to be transported, whereas cable television providers use their own cable television facilities to transport a customer’s traffic data and the cable television company is able to purchase the lines free of sales tax under the broadcasting exemption, Section 201(d)(12) of the Tax Act, 72 P.S. 7201(d)(12). Also, telecommunications carriers that own local exchange transmission facilities may use their own wire access lines as the data transport platform, and telecommunications carriers can purchase these lines sales tax free under the public utility exemption. The result is a different tax treatment of unaffiliated ISPs as compared to cable companies and facilities based telecommunication companies that provide Internet access.\nCommonwealth responds and we agree that ISPs are treated the same as telecommunications carriers and cable operators furnishing Internet access because neither are permitted an exclusion for purchases of property used in providing Internet access services. It is only in their capacity as public utilities or broadcasters that the telecommunications carriers or cable operators are permitted an exclusion.\nConcentric also argues that the Pennsylvania sales tax which is deemed to impose a tax on data transport services results in an unconstitutional discrimination in violation of the uniformity clause of the Pennsylvania constitution and controlling legislation.\nConcentric again points out that an unaffiliated ISP must purchase access services from a telecommunications carrier to enable its customers’ data traffic to be transported, whereas cable television providers and telecommunications carriers can use their own lines, which they purchase tax free.\nConcentric argues the result is a different tax treatment on unaffiliated ISPs as compared to cable companies and facilities based telecommunications companies that provide Internet access. The disparity in tax treatment violates the uniformity provision of the Pennsylvania Constitution and the Telecommunications Act of 1996 (Act of 1996).\nWith respect to the Act of 1996, Concentric states that among other deregulatory actions, the Act of 1996 allows cable companies to provide telecommunications service. At the same time, however, the Act of 1996, seeks a level playing field for telephone, cable internet service providers and broadcast companies when providing telecommunication and informational services. Specifically, the Act of 1996 requires any state law affecting those covered by the Act to have parity and be imposed on a neutral basis, 47 U.S.C. § 253(a). Taxing Internet service providers and not telephone and cable companies on the acquisition of equipment necessary to provide internet access violates the Act of 1996.\nWe again agree with the Commonwealth that any difference in treatment is based on the fact that telecommunications carriers and cable operators qualify for tax exclusions in their capacity as public utilities and broadcasters. Specifically, a telecommunications carrier’s purchase of access lines predominately used directly in rendering a public utility service, i.e., telephone service is not subject to tax because it qualifies for the public utility exception. Similarly, cable companies may purchases cable lines tax free if they are predominately used directly in broadcasting, 72 P.S. § 7201(d)(12). If the property is used in both taxable and exempt activity, the telecommunications carriers and cable operators have the burden of proving the lines are predominately used (more than 50%) directly in the exempt activity in order to qualify for the tax exclusion.\nFinally, Concentric maintains that the data transport services should be exempt from sales tax because such equipment is used directly in furnishing a public utility.\nPursuant to Section 201(k)(8)(c) of the Tax Code, 72 P.S. § 7201(k)(8)(c), a taxpayer is entitled to a tax exclusion for the “producing, delivering or rendering of a public utility service, or in constructing, reconstructing, remodeling, repairing or maintaining the facilities which are directly used in producing, delivering or rendering such service.” Concentric claims that to the extent that it is providing a telecommunication service by providing Internet access, all purchases necessary to provide said service are exempt from sales and use tax in accordance with the above.\nWe observe, however, that the public utility exclusion is. only available to (1) a public utility as defined under the Public Utility Code; (2) a contractor who purchases material for the use of a public utility in the service of providing the public utility service; and (3) an entity long established by the courts to be a public utility. Vincent Construction, Inc. v. Commonwealth, 668 A.2d 289 (Pa.Cmwlth.1995). In Bell Atlantic, this court held that a cellular telephone company regulated by the FCC but not considered a public utility under the Public Utility Code does not qualify for the public utility exclusion from sales and use tax. Commonwealth argues and we agree that like cellular telephone companies, ISPs are not public utilities defined under Pennsylvania law and are not subject to any form of regulation as a public utility by the Pennsylvania Public Utility Commission. Concentric also is not a contractor that provided material to a public utility or an entity previously recognized by the courts to be a public utility and, as such, Concentric is not a public utility.\nIn accordance with the above, the decision of Board of Finance and Revenue, is affirmed.\nORDER\nNow, June 17, 2005, the decision of the Board of Finance and Revenue, in the above-captioned matter, is affirmed. Judgment shall become final unless exceptions are filed within thirty days of this order pursuant to Pa. R.A.P. 1571'(i).\n. This court reviews de novo the determinations of the Board of Finance and Revenue. Kelleher v. Commonwealth, 704 A.2d 729 (Pa.Cmwlth.1997). Stipulations of fact are binding on the parties and this court. Id.\n. Pub.L. No. 105-277, Div. C„ Title XI, §§ 1100-1104, Oct. 21, 1998, 112 Stat. 2681-719.\n. P.L. 104-104, 110 Stat. 56, 47 U.S.C. §§ 151 et seq.",
        "type": "majority",
        "author": "OPINION BY Senior Judge FLAHERTY."
      }
    ],
    "attorneys": [
      "Michael A. Grain, Harrisburg, for petitioner.",
      "Karen M. Gard, Sr. Deputy Attorney General, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "CONCENTRIC NETWORK CORPORATION, (Now merged into and known as XO Communications, Inc.), Petitioner v. COMMONWEALTH of Pennsylvania, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued April 4, 2005.\nDecided June 17, 2005.\nMichael A. Grain, Harrisburg, for petitioner.\nKaren M. Gard, Sr. Deputy Attorney General, Harrisburg, for respondent.\nBEFORE: McGINLEY, J., LEADBETTER, J„ and FLAHERTY, Senior Judge."
  },
  "file_name": "0542-01",
  "first_page_order": 570,
  "last_page_order": 578
}
