{
  "id": 7364878,
  "name": "Edward S. INMAN, Jr. v. BOARD OF REVIEW, DEPARTMENT OF EMPLOYMENT AND TRAINING",
  "name_abbreviation": "Inman v. Board of Review, Department of Employment & Training",
  "decision_date": "1994-03-11",
  "docket_number": "No. 92-639-M.P.",
  "first_page": "543",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 543"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "478 A.2d 980",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928981
      ],
      "pin_cites": [
        {
          "page": "982-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/0980-01"
      ]
    },
    {
      "cite": "533 A.2d 536",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873320
      ],
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/533/0536-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 295,
    "char_count": 5177,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3666476308078193
    },
    "sha256": "bf7f3b76703e172bda334cb14a849e94202b1e888f0825a39e90190b49489eae",
    "simhash": "1:ab6ad17662ab679c",
    "word_count": 792
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edward S. INMAN, Jr. v. BOARD OF REVIEW, DEPARTMENT OF EMPLOYMENT AND TRAINING."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nThis matter is before the court on the defendant’s petition for writ of certiorari. The District Court below reversed the holding of the Board of Review (hereinafter board) regarding the plaintiffs unemployment benefits. The board had affirmed the decision of the Department of Employment and Training (hereinafter DET) to reduce «the plaintiffs weekly unemployment benefits. We affirm the District Court’s reversal of the board’s decision.\nThe issue in this case is whether the District Court erred in reversing the board’s decision to reduce plaintiffs unemployment benefits. The board argues that the District Court erroneously relied on a previous District Court decision, Tanenbaum v. Department of Employment Security, Board of Review, No. AA 90-210 (R.I.Dist.Ct. May 8, 1992), which interpreted the Rhode Island statute governing set-off of pension benefits against unemployment benefits. We now hold that the Tanenbaum decision correctly interpreted the statute and was persuasive authority upon which the District Court in the present case permissibly relied.\nThe facts in this case are not in dispute. Sears Roebuck and Company laid off plaintiff, Edward S. Inman, Jr., after thirty-three years of employment. The plaintiff subsequently applied for unemployment benefits and also began receiving his Social Security pension. The DET determined that plaintiffs unemployment-benefit rate was $285 per week. The DET reduced this rate by the amount of plaintiffs weekly pension, resulting in a benefit rate of $117 weekly until June 6, 1992, and $89 weekly thereafter. The plaintiff appealed the pension reduction to the Board of Review.\nThe board decided that the DET appropriately interpreted G.L.1956 (1986 Reenactment) § 28-44-19.1, which governs disqualifying income from unemployment benefits. The board’s decision expressly refused to follow the District Court’s interpretation of the same statute in Tanenbaum, instead following an earlier interpretation by a different District Court judge in Viegas v. Department of Employment Security, Board of Review, No. AA 83-128 (R.I.Dist.Ct. May 15, 1986). The plaintiff then appealed to the District Court, which reversed. The District Court judge agreed with the reasoning in Tanenbaum and incorporated that decision by reference. Inman v. Department of Employment and Training, Board of Review, No. AA 92-374, at 2 (R.I.Dist.Ct. Nov. 27, 1992). The board then petitioned this court for a writ of certiorari.\nThe scope of this court’s review on' writ of certiorari is limited to a review of the record to determine whether any competent evidence supported the lower court’s decision or whether the lower court made any errors of law in that decision. Rhode Island Department Mental Health, Retardation, and Hospitals v. Doe, 533 A.2d 536, 539 (R.I.1987); Almstead v. Department of Employment Security, Board of Review, 478 A.2d 980, 982-83 (R.I.1984). The Tanenbaum decision addressed the effect of the 1980 amendment to the Federal Unemployment Tax Act (FUTA) on Rhode Island’s Employment Security Act. In Tanenbaum the District Court judge held that the 1980 FUTA amendment relaxed the federal requirement of a dollar-for-dollar offset of pension benefits against unemployment benefits. According to the District Court judge, this amendment triggered the Rhode Island provision that stated “[i]f at any time * * * any provision [of the Rhode Island statute] shall not be required by federal law * * * then * * * the provision thereof no longer required shall have no force or effect.” G.L.1956 (1986 Reenactment) § 28-44-19.1(2). The District Court judge held that the change in federal law no longer requiring a full dollar-for-dollar offset automatically took effect in the State of Rhode Island. The board was a party to the Tanenbaum case but did not seek this court’s review of the merits of that decision. We hold today that the interpretation of the statute in Tanenbaum was correct.\nIn the interim between the board’s decision in the present case and its appeal, however, the Rhode Island Legislature has amended the statute in question to expressly require a 50 percent offset of applicable pension benefits against a claimant’s unemployment benefits. See P.L.1993, ch. 298, § 1 (amending G.L.1956 (1986 Reenactment) § 28-44-19.1(1)). This amendment does not affect the plaintiff in the present case. The plaintiffs past unemployment benefits should be computed by the DET under the former statute, in light of the Tanenbaum reasoning that Rhode Island law no longer required a dollar-for-dollar offset.\nFor the reasons stated, the petition for certiorari is denied and the writ heretofore issued is quashed, the judgment of the District Court is affirmed, and the papers of the case are remanded to the District Court with our decision endorsed thereon.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "William G. Brody, Peabody & Brown, Providence, Mark Douglas Tourgee (argued), John L. Vallone, Inman & Tourgee, Coventry, for plaintiff.",
      "Valentino D. Lombardi, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "Edward S. INMAN, Jr. v. BOARD OF REVIEW, DEPARTMENT OF EMPLOYMENT AND TRAINING.\nNo. 92-639-M.P.\nSupreme Court of Rhode Island.\nMarch 11, 1994.\nWilliam G. Brody, Peabody & Brown, Providence, Mark Douglas Tourgee (argued), John L. Vallone, Inman & Tourgee, Coventry, for plaintiff.\nValentino D. Lombardi, Providence, for defendant."
  },
  "file_name": "0543-01",
  "first_page_order": 603,
  "last_page_order": 604
}
