{
  "id": 9492852,
  "name": "Robert E. POLEY, Co-Administrator of the Estate of Michael E. Poley, Deceased, and, Mary Ellen Poley, Co-Administrator, Appellants v. DELMARVA POWER AND LIGHT COMPANY and Anthony Crane Rental, and Henkels and McCoy, Inc. Appellees",
  "name_abbreviation": "Poley v. Delmarva Power & Light Co.",
  "decision_date": "2001-06-19",
  "docket_number": "",
  "first_page": "544",
  "last_page": "547",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 544"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "682 A.2d 363",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860954,
        769254
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0363-01",
        "/pa-super/452/0436-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 436",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769254
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0436-01"
      ]
    },
    {
      "cite": "331 Md. 52",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2019386
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/md/331/0052-01"
      ]
    },
    {
      "cite": "602 A.2d 861",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 651",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "404 Pa.Super. 368",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        894932
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1279-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/404/0368-01"
      ]
    },
    {
      "cite": "454 U.S. 235",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6185480
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/454/0235-01"
      ]
    },
    {
      "cite": "98 L.Ed.2d 150",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "108 S.Ct. 199",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "484 U.S. 871",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        602304,
        601216,
        600707,
        600357,
        601520,
        602132,
        600948,
        602170
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0871-02",
        "/us/484/0871-08",
        "/us/484/0871-03",
        "/us/484/0871-06",
        "/us/484/0871-07",
        "/us/484/0871-04",
        "/us/484/0871-05",
        "/us/484/0871-01"
      ]
    },
    {
      "cite": "809 F.2d 195",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1643446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/809/0195-01"
      ]
    },
    {
      "cite": "634 F.Supp. 842",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3862750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/634/0842-01"
      ]
    },
    {
      "cite": "309 Pa.Super. 351",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        207184
      ],
      "weight": 8,
      "year": 1982,
      "pin_cites": [
        {
          "page": "359",
          "parenthetical": "citations omitted"
        },
        {
          "page": "650",
          "parenthetical": "citations omitted"
        },
        {
          "page": "359"
        },
        {
          "page": "650"
        },
        {
          "page": "360"
        },
        {
          "page": "650",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/309/0351-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 9945,
    "ocr_confidence": 0.681,
    "pagerank": {
      "raw": 1.9714964203771582e-07,
      "percentile": 0.7393631829500484
    },
    "sha256": "63659adfb59556bb8fc40d9569a144701cf936b4426824bf21dd2de8f6356b48",
    "simhash": "1:5d02e43e767e1f2d",
    "word_count": 1583
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: McEWEN, President Judge, OLSZEWSKI and TAMILIA, JJ.",
      "¶ 8 TAMILIA, J., concurs in the result."
    ],
    "parties": [
      "Robert E. POLEY, Co-Administrator of the Estate of Michael E. Poley, Deceased, and, Mary Ellen Poley, Co-Administrator, Appellants v. DELMARVA POWER AND LIGHT COMPANY and Anthony Crane Rental, and Henkels and McCoy, Inc. Appellees."
    ],
    "opinions": [
      {
        "text": "McEWEN, President Judge.\n¶ 1 This appeal has been taken by Robert and Mary Ellen Poley, as co-administrators of the estate of their son, Michael Poley, who was fatally electrocuted on October 27,1997, while working as a journeyman lineman in Maryland. We are constrained to vacate the order entered by the trial court and remand for further proceedings.\n¶ 2 The procedural and factual history underlying this appeal has been set forth in the brief which appellees, Delmarva Power and Light Company and Henkels and McCoy, presented in a companion declaratory judgment action. We here excerpt that history so as to focus upon the essential issue of this appeal:\nPROCEDURAL HISTORY\nPlaintiffs [Robert E. Poley and Mary Ellen Poley, Administrators of the Estate of Michael E. Poley, Deceased ] commenced the instant injury action against Delmarva and Anthony Crane on September 28, 1998, in Philadelphia County, Pennsylvania, pleading Maryland law in the alternative. A third-party complaint was filed against Henk-els by Anthony Crane, but was later discontinued with proper notice to all parties. A motion by plaintiffs for leave to join Henkels was granted on May 25, 1999, and an amended complaint was filed on June 3,1999, joining Henkels as a defendant.\nA motion to dismiss for forum non con-veniens with leave to file in the state of Maryland was filed by defendants Delmarva and Henkels on September 15, 1999. On October 12, 1999, Anthony Crane joined in the motion. Plaintiffs filed a response on October 14, 1999. A supplemental brief on the issue of collateral estoppel and the application of Maryland law was filed by defendants Delmarva and Henkels on October 27, 1999. ... a supplemental brief was filed by Delmarva and Henkels containing affidavits from witnesses asserting that Philadelphia County, Pennsylvania was an oppressive forum.\n... [The trial court] on December 21, 1999, ordered that discovery be conducted and deposition testimony taken from witnesses regarding the issue of forum non conveniens would be submitted. Depositions of witnesses, who were gathered after they were identified in response to plaintiffs’ specific interrogatories regarding those with responsibility for de-energizing and grounding the electrical lines, were completed and supplemental memoranda were filed by all parties. Defendants’ exhibits to the supplemental memorandum contained transcripts of the depositions regarding forum non conveniens.\nAn order, with supporting memorandum, was issued by Judge Colins on March 23, 2000, and entered into the record on April 14, 2000, granting defendants’ motion to dismiss with leave to file in the State of Maryland.\nFACTS NECESSARY FOR REVIEW\nDefendant Henkels was contracted from their Rising Sun, Maryland office, by defendant Delmarva, a public utility operating in Delaware, Maryland and Virginia, to install a fiber optic cable line on a project in Elkton, Maryland. The project involved running cable alongside high voltage lines, from tower to tower, between Delmarva’s electrical substations. The Henkels crew that was assigned to a section between the Cecil substation and Colora substation consisted of a foreman, several journeymen linemen, several apprentice linemen and a crane operator. The journeymen linemen, two at a time, would string the cable while aloft in a metal basket attached to the truck crane. The truck crane was leased from defendant Anthony Crane, with the basket supplied by Henkels. The electrical lines were de-energized at the substation, however, each crew was to perform the grounding of the respective lines they were working near.\nAfter attending a safety meeting at one of the substations the day before, where grounding procedures and personal safety equipment were discussed, the Henk-els crew began work on the morning of October 28, 1997. Following a morning of running cable with no mishaps, using various crew members in the basket, with various crew members taking turns in the basket, decedent Michael Poley, a journeyman lineman, entered the basket with another journeyman lineman. They were raised up to a section of the tower where the fiber optic line was to be attached. The two linemen signaled the crane operator to bring them back down. Once down, the two explained that they had forgotten grounding wire and that they had to go back up and attach it.\nWhile being raised up, the decedent came into contact with an electrical line and was severely shocked. No insulated gloves had been worn by the decedent, although they were available. Once the basket was lowered, it was found that the decedent had stopped breathing and resuscitation was attempted. An ambulance arrived and took the decedent to a local hospital where he was pronounced dead. Post mortem examination was performed in Maryland, finding electric shock as the cause of death.\n¶ 3 Appellants have framed, in the brief submitted to this Court, the following question for our review:\nDid the trial court abuse its discretion in dismissing the plaintiffs wrongful death and survival action under the guise of forum non conveniens where the Defendant’s claims of hardship are illusory, unproven and completely refuted by the evidence?\n¶ 4 We are mindful of our standard of review of an order dismissing an action on the basis of forum non conveniens, which this Court has recited as follows:\nThe decision to dismiss an action because it may be more conveniently litigated elsewhere is discretionary with the trial court and is, therefore, reviewable only for an abuse of discretion. Beatrice Foods Co. v. Proctor and Schwartz, 309 Pa.Super. 351, 359, 455 A.2d 646, 650 (1982) (citations omitted).\n}*C * #\n[T]he two most important factors for the court to consider [in making the determination of whether to dismiss a suit on the basis of forum non conveniens ] are (1) a plaintiffs choice of the place of suit will not be disturbed except for weighty reasons, and (2) no action will be dismissed unless an alternative forum is available to the plaintiff.\nBeatrice, 309 Pa.Super. at 359, 455 A.2d at 650. Furthermore, “a court will therefore not dismiss for forum non conveniens unless justice strongly militates in favor of relegating the plaintiff to another forum.” ' Id., 309 Pa.Super. at 360, 455 A.2d at 650 (emphasis added). This is especially true when the plaintiff has chosen to litigate in his or her home forum. In re Union Carbide, supra [634 F.Supp. 842 (S.D.N.Y.1986), aff'd and modified, 809 F.2d 195 (2d Cir.1987), cert. denied, 484 U.S. 871, 108 S.Ct. 199, 98 L.Ed.2d 150 (1987) ]; Pip er, supra [454 U.S. 235, 102 S.Ct. 252, 70 L.Ed.2d 419 (1981) ].\nPage v. Ekbladh, 404 Pa.Super. 368, 590 A.2d 1278, 1279-80 (1991), appeal denied, 529 Pa. 651, 602 A.2d 861 (1992) (emphasis in original).\n¶ 5 Thus, the threshold inquiry is whether an alternate forum existed. The trial court determined that the action should be brought in Maryland. The Maryland Wrongful Death statute recites, in relevant part:\n§ 3-904 Action for wrongful death\n(g) Action to commence within three years; deaths cause by occupational disease\n(1) Except as provided in paragraph (2) of this subsection, an action under this subtitle shall be filed within three years after the death of the injured person.\nMaryland Code § 3-904 of the Courts & Judicial Proceedings Article (1999) (emphasis added). This statute obliges appellants to have filed the instant action in Maryland within three years of the date of the decedent’s death, specifically, before October 28, 2000. At the time that this action was dismissed by the Court of Common Pleas of Philadelphia County, it was still timely in Maryland. However, rather than initiating the action in Maryland, appellants exercised their constitutionally guaranteed right of appeal to this Court. While this appeal was pending, the limitation period expired, thereby barring the action in Maryland. While appellees have asserted in their supplemental brief that they are willing to waive any statute of limitations defense, our review of Maryland law reveals that the three year period governing wrongful death actions is not a statute of limitations, but rather a condition precedent to maintaining the action. See: Waddell v. Kirkpatrick, 331 Md. 52, 626 A.2d 353 (1993). Since this condition precedent is not waivable, Pennsylvania remains the only forum where this action may be brought.\n¶ 6 We are mindful of the finding of the trial court that Philadelphia County would be an inconvenient forum for the instant action. However, dismissal of the action is not permitted if it is barred in the alternative forum. See: Goodman by Goodman v. Pizzutillo, 452 Pa.Super. 436, 682 A.2d 363, 368 (1996). Thus, we are constrained to vacate the order and remand this case to the Court of Common Pleas of Philadelphia County to conduct such proceedings as will enable a determination of whether Philadelphia or another county within the Commonwealth is the more appropriate forum for the resolution of this litigation.\n¶ 7 Order vacated. Case remanded for proceedings consistent with this opinion. Jurisdiction relinquished.\n¶ 8 TAMILIA, J., concurs in the result.\n. The footnotes have been omitted.\n. The exception created in paragraph (2) of this subsection relates only to occupational diseases resulting from exposure to toxic substances in the workplace, and thus is not relevant in the instant case.",
        "type": "majority",
        "author": "McEWEN, President Judge."
      }
    ],
    "attorneys": [
      "Frank D. Branella, Philadelphia, for appellants.",
      "Anthony D. Damiano, Paoli, for Anthony Crane Rental, appellee.",
      "David F. White, Philadelphia, for Delmarva Power and Light Co., appellee."
    ],
    "corrections": "",
    "head_matter": "Robert E. POLEY, Co-Administrator of the Estate of Michael E. Poley, Deceased, and, Mary Ellen Poley, Co-Administrator, Appellants v. DELMARVA POWER AND LIGHT COMPANY and Anthony Crane Rental, and Henkels and McCoy, Inc. Appellees.\nSuperior Court of Pennsylvania.\nArgued Nov. 28, 2000.\nFiled June 19, 2001.\nFrank D. Branella, Philadelphia, for appellants.\nAnthony D. Damiano, Paoli, for Anthony Crane Rental, appellee.\nDavid F. White, Philadelphia, for Delmarva Power and Light Co., appellee.\nBefore: McEWEN, President Judge, OLSZEWSKI and TAMILIA, JJ."
  },
  "file_name": "0544-01",
  "first_page_order": 586,
  "last_page_order": 589
}
