{
  "id": 7947702,
  "name": "Malcolm KNOWLTON v. William RHODES",
  "name_abbreviation": "Knowlton v. Rhodes",
  "decision_date": "1980-04-22",
  "docket_number": "",
  "first_page": "546",
  "last_page": "548",
  "citations": [
    {
      "type": "official",
      "cite": "413 A.2d 546"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "62 Cal.L.Rev. 1385",
      "category": "journals:journal",
      "reporter": "Cal. L. Rev.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "160 Kan. 167",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1286029
      ],
      "weight": 2,
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/kan/160/0167-01"
      ]
    },
    {
      "cite": "165 Colo. 289",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        4622385
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/colo/165/0289-01"
      ]
    },
    {
      "cite": "463 F.2d 872",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1344187
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "877-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/463/0872-01"
      ]
    },
    {
      "cite": "398 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978898
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/398/0419-01"
      ]
    },
    {
      "cite": "404 A.2d 573",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044579
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/404/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 5608,
    "ocr_confidence": 0.794,
    "pagerank": {
      "raw": 9.439259753908718e-08,
      "percentile": 0.5169384392680809
    },
    "sha256": "f21d9ccac9879e864a896af8ea0f013d369cad4dc18c91818cf33d1fe3afff04",
    "simhash": "1:0ace2fae018d263a",
    "word_count": 928
  },
  "last_updated": "2024-02-27T16:15:38.433086+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and WER-NICK, GODFREY, NICHOLS and GLASS-MAN, JJ."
    ],
    "parties": [
      "Malcolm KNOWLTON v. William RHODES."
    ],
    "opinions": [
      {
        "text": "GODFREY, Justice.\nOn November 19, 1974, Malcolm Knowl-ton was a passenger in an automobile operated by William Rhodes. An accident occurred when Rhodes lost control of the car. Knowlton brought an action to recover damages for his personal injuries.\nAfter a jury-waived trial in Superior Court, Knox County, the trial justice found that the defendant William Rhodes, had far exceeded the speed limit and was intoxicated at the time of the accident. The justice concluded that the plaintiff was not negligent and that the defendant’s negligence was the sole proximate cause of the plaintiff’s injuries. The justice further found that the defendant’s actions amounted to reckless conduct. As to damages, the justice said:\nThe Court finds and assesses compensatory damage in the amount of seventy-five hundred dollars ($7500.00). Since this case was not declared a reckless misconduct and no prayer for punitive damages was asked for or demanded, the Court does not assess punitive damages, but finds punitive damages in the amount of twenty-five hundred dollars ($2500.00). Judgment will be entered for the Plaintiff against the Defendant in the sum of seventy-five hundred dollars ($7500.00), together with costs. Are there any questions from counsel?\nThe plaintiff then moved to amend the complaint to conform to the evidence, specifically to allege that the plaintiff’s injuries were caused by the defendant’s wilful, wanton, and reckless disregard for plaintiff’s safety. After hearing, the trial justice granted the motion, stating that the defendant’s own testimony had satisfied him that defendant’s recklessness caused the injuries. The trial justice granted the motion to amend on the ground that the situation came within Rule 15(b), M.R.Civ.P. However, he did not assess the punitive damages that he had already found at trial but again ordered judgment for $7500, with costs.\nThe defendant now appeals the granting of the motion to amend, asserting that the trial justice erred in allowing the plaintiff to amend his complaint pursuant to Rule 15(b) and in finding that the defendant had acted recklessly. The plaintiff has not cross-appealed. We dismiss the appeal as moot.\nAny action taken by this Court would have no impact on the outcome of the case before us. Regardless of the result of this appeal, the plaintiff has a judgment against the defendant for $7500 for compensatory damages based on a finding of negligence. The defendant does not raise any issue on appeal challenging the finding of negligence on his part or the lack of negligence on the part of the plaintiff. A decision of this Court that the complaint should not have been amended could not affect the amount of damages awarded by the judgment of the Superior Court.\nAppellant has not pointed out any collateral effect of the Superior Court ruling that would be detrimental to his legal interests. The case is not one of some public concern where there might be need for an appellate adjudication of a recurrent controversy otherwise evading review or where continued uncertainty in the law might entail serious social costs. Therefore, since a decision by this Court would not afford appellant any effective relief, considerations of judicial economy call for dismissal of the appeal on the ground of mootness. State v. Gleason, Me., 404 A.2d 573, 578 (1979); Cote v. Zoning Board of Appeals, Me., 398 A.2d 419 (1979). See also Alton & So. Ry. Co. v. International Ass'n of Machinists & Aerospace Workers, 463 F.2d 872, 877-81 (D.C.Cir. 1972); Crowe v. Wheeler, 165 Colo. 289, 439 P.2d 50 (1968); Moore v. Smith, 160 Kan. 167, 160 P.2d 675 (1945); C. Wright, A. Miller & E. Cooper, 13 Federal Practice & Procedure § 3533 at 270-71 (1975); D. Kates & W. Barker, Mootness in Judicial Proceedings: Toward a Coherent Theory, 62 Cal.L.Rev. 1385 (1974).\nThe docket reflects two separate judgments for the plaintiff for $7500. One was entered on March 6, 1979, the day of trial; the other on April 4,1979, after hearing on the motion to amend the complaint. The April 4 judgment was intended by the trial justice and understood by the parties merely to reaffirm the March 6 judgment, not to provide an additional award. The Superior Court docket must be corrected by an entry showing that the April 4 entry of judgment was in error and that the judgment entered on April 4 is the selfsame judgment that was entered on March 6. For the purpose of allowing interest on the judgment, the judgment must be regarded as entered on March 6, 1979.\nThe entry is:\nAppeal dismissed.\nRemanded for correction of the docket of the Superior Court,. Knox County, to show that the April 4 entry of judgment was made in error.\nAppellant to pay costs of appeal.\nAll concurring.\n. In pertinent part, Rule 15(b) provides:\n(b) Amendments to Conform to the Evidence. When issues not raised by the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had been raised in the pleadings. Such amendment of the pleadings as may be necessary to cause them to conform to the evidence and to raise these issues may be made upon motion of any party at any time, even after judgment; but failure so to amend does not affect the result of the trial of these issues.",
        "type": "majority",
        "author": "GODFREY, Justice."
      }
    ],
    "attorneys": [
      "Domenic P. Cuccinello, orally, Thomaston, for plaintiff.",
      "Little & Watkinson, Harris R. Bullerwell, orally, Rockland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Malcolm KNOWLTON v. William RHODES.\nSupreme Judicial Court of Maine.\nApril 22, 1980.\nArgued Nov. 13, 1979.\nDecided April 22, 1980.\nDomenic P. Cuccinello, orally, Thomaston, for plaintiff.\nLittle & Watkinson, Harris R. Bullerwell, orally, Rockland, for defendant.\nBefore McKUSICK, C. J., and WER-NICK, GODFREY, NICHOLS and GLASS-MAN, JJ."
  },
  "file_name": "0546-01",
  "first_page_order": 594,
  "last_page_order": 596
}
