{
  "id": 7364845,
  "name": "Aquilla STURGIS, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, American Association of Retired Persons and Home Insurance Company, Intervenors",
  "name_abbreviation": "Sturgis v. District of Columbia Department of Employment Services",
  "decision_date": "1993-08-05",
  "docket_number": "No. 91-AA-950",
  "first_page": "547",
  "last_page": "555",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 547"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "531 A.2d 651",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883621
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/531/0651-01"
      ]
    },
    {
      "cite": "560 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7349759
      ],
      "pin_cites": [
        {
          "page": "525-526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0524-01"
      ]
    },
    {
      "cite": "514 A.2d 1184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934366
      ],
      "pin_cites": [
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/514/1184-01"
      ]
    },
    {
      "cite": "509 A.2d 100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7885748
      ],
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/0100-01"
      ]
    },
    {
      "cite": "605 A.2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7936579
      ],
      "pin_cites": [
        {
          "page": "57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/0050-01"
      ]
    },
    {
      "cite": "611 A.2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937952
      ],
      "pin_cites": [
        {
          "page": "550"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/611/0548-01"
      ]
    },
    {
      "cite": "509 A.2d 109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886017
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "111"
        },
        {
          "page": "111",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/0109-01"
      ]
    },
    {
      "cite": "402 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040068
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/0036-01"
      ]
    },
    {
      "cite": "519 A.2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931205
      ],
      "pin_cites": [
        {
          "page": "708-709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/519/0704-01"
      ]
    },
    {
      "cite": "625 A.2d 886",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360802
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "888-889"
        },
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/625/0886-01"
      ]
    },
    {
      "cite": "584 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7388904
      ],
      "weight": 16,
      "pin_cites": [
        {
          "page": "569"
        },
        {
          "page": "568"
        },
        {
          "page": "569",
          "parenthetical": "emphasis added"
        },
        {
          "page": "569",
          "parenthetical": "claimant must demonstrate that \"current job conditions are unusually stressful as compared to employment conditions in general\""
        },
        {
          "page": "570",
          "parenthetical": "emphasis added"
        },
        {
          "page": "568"
        },
        {
          "page": "568"
        },
        {
          "page": "571",
          "parenthetical": "citation omitted"
        },
        {
          "page": "568-569"
        },
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/584/0564-01"
      ]
    },
    {
      "cite": "500 A.2d 1022",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904204
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1023-1024",
          "parenthetical": "upholding denial of benefits based on evidence that employee was predisposed to depression, and that there was no \"significant stressor that would have affected anyone who was not so predisposed\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/500/1022-01"
      ]
    },
    {
      "cite": "597 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11944561
      ],
      "pin_cites": [
        {
          "page": "907-08"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/597/0892-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1086,
    "char_count": 28726,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 2.8222889560062314e-07,
      "percentile": 0.838436526608308
    },
    "sha256": "3284d6267ca791ee684022dc2178dfabc54bf321b83a3843d66b23d181056dae",
    "simhash": "1:b0602a5451c18bed",
    "word_count": 4425
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TERRY, STEADMAN and SCHWELB, Associate Judges."
    ],
    "parties": [
      "Aquilla STURGIS, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, American Association of Retired Persons and Home Insurance Company, Intervenors."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nPetitioner seeks review of a decision by the Director of the District of Columbia Department of Employment Services (DOES) denying her claim for workers’ compensation. Petitioner sought benefits for emotional injuries which she allegedly sustained while she was employed by the American Association of Retired Persons (AARP) in a program in which she was assigned to work at the Environmental Protection Agency (EPA). At the administrative hearing on her claim, petitioner asserted that stressful working conditions at the EPA had caused her severe physical and emotional problems, including depression, anxiety, headaches, and diarrhea, and had aggravated the hypertension from she was previously suffering. The DOES hearing examiner concluded that there was “nothing unusual” about petitioner’s employment at the EPA which would have caused these ailments (or aggravated the existing hypertension) in an average person, that petitioner was “predisposed” to depression, and that only a person so predisposed would have been adversely affected by the work environment at the EPA. Consequently, the hearing examiner denied petitioner’s claim for benefits, and the Director of DOES affirmed that denial. Before this court petitioner contends that the hearing examiner and the Director misapplied the legal standard governing the compensability of employment-related emotional injuries, made inadequate factual findings, and misapplied the presumption of compensability contained in our workers’ compensation statute. Finding these contentions to be without merit, we affirm.\nI\nIn April 1989 Aquilla Sturgis was hired by AARP to work at the EPA as a technical administrative assistant, under a program run by AARP in which persons over the age of fifty-five are placed in jobs at the EPA. Ms. Sturgis was assigned to the Chemical Screening Branch of the EPA’s Office of Toxic Substances. At the hearing below she testified that, from her first day on the job, the conditions of her employment at the EPA caused her to experience significant stress, which she attributed to a variety of sources. It stemmed, in part, from the fact that she was inadequately trained for her duties and was given work which she felt was demeaning. For example, she testified that on the day she began work the office secretary started a two-week vacation. As a result, Ms. Sturgis was left alone in the office with no guidance as to office procedures and was given responsibility for work ordinarily done by the secretary. Her stress also resulted, in part, from the fact that she was criticized for poor work performance. On this point she testified that the branch chief of her office frequently left notes on her desk which were unfairly critical of her work, spoke to her in a condescending fashion, and refused to give her work assignments commensurate with her job description and professional skills.\nMs. Sturgis testified that her health began to deteriorate after she had worked about six weeks at the EPA. In her view, the stressful circumstances of her employment caused a variety of emotional problems, such as depression, memory loss, exhaustion, “anxiety attacks,” and a general inability to “cope with anything.” This stress, she said, had physical symptoms as well, including headaches and diarrhea, and aggravated her existing hypertension. She attributed these problems entirely to the stress she felt while working at the EPA. She testified that, because of these problems, she has been unable to work since her separation from employment at the EPA.\nAfter approximately three months on the job, Ms. Sturgis was fired at the request of the EPA office branch chief for “performance deficiencies, unprofessional behavior, and personally threatening behavior toward individuals at [EPA].” Thereafter she sought medical treatment for her emotional and physical problems from an internist, two psychiatrists, and a psychologist-in-training. Written reports from all four of these persons were introduced into evidence at the administrative hearing.\nDr. Thomas Gaitor, an internist with the Howard University Family Health Center, opined that Ms. Sturgis’ “major problem” was anxiety and depression. Dr. Gaitor did not express any opinion, however, as to whether there was any causal relationship between her condition and her employment at the EPA; indeed, he gave no opinion at all concerning the cause of her condition. Dr. Judith Nowak, a psychiatrist, concluded that Ms. Sturgis was suffering from a “major depressive disorder,” but concluded that this disorder did not arise out of her employment at the EPA. Another psychiatrist, Dr. José Marco T. Antonio, was of the view that Ms. Sturgis suffered from “anxiety-depressive reaction with poor coping mechanism,” coupled with “essential hypertension.” The hypertension, he said, “may have been aggravated by stress at work,” but that stress was “not the cause of her elevated blood pressure reading.” Finally, Craig Uehiyama, a psychology intern at Howard University Hospital, opined that Ms. Sturgis exhibited symptoms of both depression and a delusional disorder, and concluded that she required “long-term ego-supportive psychotherapy.” Mr. Uchi-yama, like Dr. Gaitor, did not express an opinion as to whether there was any causal relationship between her condition and her employment at the EPA.\nThe employer (AARP) and its insurance carrier (Home Insurance Company) have contested Ms. Sturgis’ entitlement to workers’ compensation at all stages of this litigation. Jack Everett, the field coordinator for the employment program at AARP through which Ms. Sturgis was placed at the EPA, testified about her performance problems at the EPA and the events surrounding her eventual termination. Also testifying on the employer’s behalf was Dr. Brian Schulman, a psychiatrist who examined Ms. Sturgis in July 1990 at the employer’s request. Dr. Schulman concluded that Ms. Sturgis was not clinically depressed, that she did not have any cognitive or mental deficiency, and that she was not “functionally or organically impaired,” i.e., that she did not suffer from an “active, acute psychiatric illness.” He did conclude, however, that Ms. Sturgis had “a volatile temper” and that she might have a “borderline personality disorder with paranoid features,” causing her to have “difficulty modulating her internal aggression and [to become] very angry and enraged with perhaps little provocation.” He testified further that “most of [her] intense visceral or behavioral, emotional reactions were generated out of her personality” and were triggered by normal everyday events of office life, “things that might happen in a busy office.” On the basis of these findings, he concluded that Ms. Sturgis’ work at the EPA did not, from a medical standpoint, cause the emotional problems about which she had testified.\nIn her compensation order the hearing examiner found Ms. Sturgis’ testimony credible, but nevertheless concluded that her injuries were not compensable. Citing an earlier DOES case, Dailey v. 3M Co., H & AS No. 85-259 (May 19, 1988), the examiner said that for an emotional injury to be compensable, whether it is a new injury or an aggravation of a pre-existing condition, “the claimant must show that the actual conditions of employment as determined by an objective standard, and not merely the claimant’s subjective perception of her working conditions, were the cause of her emotional injury.” After briefly summarizing the medical evidence, the examiner concluded that this evidence established that Ms. Sturgis “was predisposed to depression” and that “there was nothing unusual or uncommon about [her] work conditions which would cause a person not predisposed to become stressed.” Thus the hearing examiner held that Ms. Sturgis’ claim was not compensable because “her current condition did not arise out of and in the course of [her] employment.”\nFollowing an administrative appeal, the Director of DOES affirmed the decision of the hearing examiner. The Director specifically concurred in the examiner’s conclusion that Ms. Sturgis’ problems at the EPA stemmed entirely from “ordinary employment tasks such as answering the telephone, performance evaluations, eonversa-tions with co-employees, and xeroxing” and that there was “no actual evidence of an uncommon or unusual stimulus at work which would cause an emotional injury under the objective standard [adopted by DOES in Dailey\nII\nMs. Sturgis contends that the hearing examiner erred in three respects in concluding that her injuries were not compensable under the District’s workers’ compensation act, D.C.Code §§ 36-301 to 36-345 (1988). She argues that the hearing examiner (1) failed to apply the correct legal standard for assessing the compensability of stress-related injuries, and erred further in failing to determine “whether [her] working conditions aggravated her pre-existing disorder,” (2) failed to make adequate factual findings based on the medical evidence, and (3) failed to apply the statutory presumption of compensability. We shall address each argument in turn.\nA. Workers’ compensation for emotional injuries\nTo be compensable under the workers’ compensation act, an injury must be either “an ‘accidental’ injury that ‘arise[s] out of and in the course of employment’ or an 'occupational disease or infection’ that 'arises naturally out of such employment or as naturally or unavoidably results from such accidental injury.’ ” McEvily v. District of Columbia Department of Employment Services, 500 A.2d 1022, 1023 n. 2 (D.C.1985) (quoting D.C.Code § 36-301(12)). Emotional injuries resulting from job stress are, under certain circumstances, compensable “accidental injuries” under the statute. Spartin v. District of Columbia Department of Employment Services, 584 A.2d 564, 569 (D.C.1990); accord, Porter v. District of Columbia Department of Employment Services, 625 A.2d 886, 888-889 (D.C.1993); Jones v. District of Columbia Department of Employment Services, 519 A.2d 704, 708-709 (D.C.1987) (concluding that “accidental injury” encompasses physical ailments, such as a heart attack, triggered by emotional stressors). The test for distinguishing what is compensable from what is not is set forth in the Dailey opinion:\nClaims of mental injury cover a broad spectrum_ On one end of the spectrum are cases typified by a situation where a worker claims an emotional injury caused by a dramatic/traumatic event at work that would reasonably be expected to result in an emotional impairment to a person of ordinary sensibilities. As an example, a worker who witnesses a co-worker being grisly [sic ] dismembered and killed by a piece of machinery could be reasonably expected to sustain a disabling emotional impairment. On the opposite end of the spectrum are cases typified by a situation where a worker imagines events or conditions at work which while real to the worker would appear to be mere figments of the worker’s imagination to a neutral objective and reasonable person. The former category of cases are rather clearly compensable, the latter are not.\nDailey v. 3M Co., supra, at 12 n. 4 (emphasis added).\nThe compensability of emotional injuries is determined by an “objective standard,” i.e., the claimant must show “that the actual working conditions could have caused similar emotional injury in an individual who was not significantly predisposed to such injury.” Id. at 6, quoted with approval in Spartin, supra, 584 A.2d at 568. In other words, the relevant inquiry “focuses on whether the stresses of the job were so great that they could have caused harm to the average worker.” Spartin, supra, 584 A.2d at 569 (emphasis added); see Porter, supra, 625 A.2d at 889. Thus, to be successful, a claimant must establish that a particular incident or situation at work was a significant stressor that could reasonably be expected to affect a person of ordinary sensibilities in the same way that it affected the claimant. See Spartin, supra, 584 A.2d at 569 (claimant must demonstrate that “current job conditions are unusually stressful as compared to employment conditions in general”); McEvily, supra, 500 A.2d at 1023-1024 (upholding denial of benefits based on evidence that employee was predisposed to depression, and that there was no “significant stressor that would have affected anyone who was not so predisposed”).\nMs. Sturgis contends that the objective standard approved in Spartin was misapplied by DOES. She maintains that both the hearing examiner and the Director of DOES addressed only whether she was predisposed to the injuries she sustained and failed to determine whether the “average” worker would have been similarly affected by the “harassment” she experienced at work. We find no basis for this complaint. Both the hearing examiner and the Director specifically found that the events described by Ms. Sturgis as causing the stress that she experienced, which were accepted as true without qualification, would not have produced similarly traumatizing consequences in an average person. For example, the Director concluded that the injurious stress Ms. Sturgis experienced at the EPA stemmed entirely from “ordinary employment tasks such as answering the telephone, performance evaluations, conversations with co-employees, and xeroxing” and that there was “no actual evidence of an uncommon or unusual stimulus at work which would cause an emotional injury under the objective [Dailey ] standard.” This conclusion was supported by substantial evidence. Similarly, the hearing examiner’s findings specifically detailed the events which Ms. Sturgis contended caused her stress. The examiner concluded, however, that “there was nothing unusual or uncommon about [her] work conditions which would cause a person not predisposed to become stressed.”\nBoth the testimony of Ms. Sturgis, identifying the types of “harassment” she experienced, and the testimony of Dr. Schul-man, which also catalogued the events Ms. Sturgis had described to him as stressful, established that normal everyday events of office life triggered what Dr. Schulman characterized as “intense visceral or behavioral, emotional reactions,” which in turn caused the harmful stress she experienced. Moreover, Dr. Schulman specifically testified that Ms. Sturgis’ reactions to these events stemmed from her “personality type.” He stated that, in his opinion, an average person would not suffer similar afflictions resulting from these events and, consequently, would not experience the stress of which Ms. Sturgis complained. Given this record, we cannot accept Ms. Sturgis’ contention that the hearing examiner and the Director failed to consider whether an average person would have been similarly traumatized by the same events that adversely affected her.\nMs. Sturgis also maintains that the hearing examiner erred in failing to determine “whether [her] working conditions aggravated her pre-existing disorder,” i.e., her depression and hypertension, and whether that aggravation was compen-sable. We find no error in the failure to make such findings. Ms. Sturgis is correct that, as a general proposition, emotional injuries which result from the aggravation of an existing condition may be compensa-ble under the workers’ compensation act:\nUnder Dailey, an employee predisposed to psychic injury [can] recover if [she] is exposed to work conditions so stressful that a normal employee might have suffered similar injury. Thus an employee with a predisposition to mental illness is not precluded from recovering under Dailey.\nSpartin, supra, 584 A.2d at 570 (emphasis added). As this passage makes plain, however, the standard by which compensability is determined remains, like the standard for assessing ordinary claims for emotional injuries, an objective one. See id. at 568.\nEven though aggravation of a preexisting condition may be compensable, it was not error in this case to fail to make findings on this aspect of Ms. Sturgis’ claim. As we have observed, before a claimant is entitled to compensation for an “accidental injury,” he or she must establish that the work event or condition at issue was the cause of the claimed injury. In the words of the statute, the claimant must establish that the injury for which compensation is sought arose “out of and in the course of employment....” D.C.Code § 36-301(12). The hearing examiner found that Ms. Sturgis was “predisposed to depression” and that a person not predisposed to depression would not have been similarly affected by the work environment at the EPA. From these findings she concluded that Ms. Sturgis’ “current condition did not arise out of and in the course of [her] employment.” This legal conclusion obviated any findings on Ms. Sturgis’ claim for compensation based on aggravation of her pre-existing conditions. In the words of the Dailey opinion, “to say that one’s working conditions have aggravated a pre-existing condition presupposes that legal causation has already been established between the pre-existing condition and the injury which is attributed to the employment conditions; but in this case, legal causation was never established.” Dailey, supra, at 9. Thus the failure of the examiner and the Director to make factual findings concerning aggravation of Ms. Sturgis’ pre-existing conditions was not error.\nB. Sufficiency of the findings\nMs. Sturgis next challenges the hearing examiner’s findings in three respects. She contends first that the findings are inconsistent and incorrectly interpret the medical evidence. This contention is based on the mistaken belief that the compensation order fails to reconcile Ms. Sturgis’ testimony that she was “harassed” with the examiner’s conclusion that “[n]othing unusual or uncommon happened at [Ms. Sturgis’] employment which led to her current depression.” The hearing examiner’s decision to credit the factual content of Ms. Sturgis’ testimony did not bind her to conclude that the things that happened to Ms. Sturgis at the EPA constituted “harassment.” In any event, whether the acts of which she complained amounted to “harassment” was irrelevant to the compensation decision because compensability does not depend on “the claimant’s subjective perception of [her] working conditions-” Spartin, supra, 584 A.2d at 568 (quoting Dailey, supra, at 5).\nMs. Sturgis’ second argument is that the hearing examiner incorrectly interpreted the medical evidence. Even if that were true, such a “misinterpretation” would be of no moment. The central inquiry under Spartin, after all, is whether an average person would have been similarly affected (i.e., injured) by the same conduct. Regardless of how Ms. Sturgis was diagnosed, there was substantial evidence that the injuries she suffered would not have been suffered by an average person exposed to the same work situation.\nFinally, Ms. Sturgis asserts that the hearing examiner erred in failing to indicate which portions of the medical evidence she credited. Our decisions do not require hearing examiners to inventory the evidence and explain in detail why a particular part of it is accepted or rejected. See Citizens Ass’n of Georgetown v. District of Columbia Zoning Commission, 402 A.2d 36, 42 (D.C.1979). Sufficiency of findings is assessed in a less formalistic fashion; we examine whether the findings are detailed enough “to allow a reviewing court to conclude that the decision ‘followed] rationally from the findings’ of fact.” Spartin, supra, 584 A.2d at 571 (citation omitted). The findings in this case satisfy that standard.\nC. The presumption of compensability\nMs. Sturgis’ final argument is that she was not given the benefit of the presumption of compensability applicable to claims made under the workers’ compensation act. In the District of Columbia, injuries suffered by a worker on the job are presumed by statute to be compensable. D.C.Code § 36-321(1); see, e.g., Dunston v. District of Columbia Department of Employment Services, 509 A.2d 109, 111 (D.C.1986). This presumption operates to “establish a causal connection between the disability and the work-related event.” Baker v. District of Columbia Department of Employment Services, 611 A.2d 548, 550 (D.C.1992). “To defeat a claim for compensation, the employer must rebut the presumption of compensability by offering evidence that the claim is not one ‘arising out of and in the course of employment.’ ” Dunston, supra, 509 A.2d at 111 (citations omitted); see also 4934, Inc. v. District of Columbia Department of Employment Services, 605 A.2d 50, 57 (D.C.1992) (discussing purpose of presumption).\nThere is nothing in the record to suggest that the presumption of compensa-bility was not properly applied. The evidence was essentially uncontroverted that Ms. Sturgis’ condition did not arise out of or in the course of her employment. Neither Dr. Gaitor nor Mr. Uchiyama expressed any opinion on causation, and Dr. Nowak, Dr. Antonio, and Dr. Schulman all concluded that Ms. Sturgis’ job situation was not a cause of her injuries. The examiner wrote in her order that Ms. Sturgis had not “set forth sufficient evidence to meet her burden of establishing that the conditions of the work caused the stress which she now alleges made her disabled.” This remark reflects no more than the hearing examiner’s legal conclusion that the employer had rebutted the presumption, and that Ms. Sturgis was unable to overcome that showing. We agree, and hold that the evidence was sufficient to rebut the presumption.\nThe final order of the Director of DOES is accordingly\nAffirmed.\n. For example, Dr. Schulman explained that, in his view, the problems she experienced at work stemmed from “her own identity and her perception of herself as a professional person....” When things occurred at work which she perceived to be in conflict with that identity,\nher emotional response to that was to get very angry and to have what I characterize as temper tantrums, which are consistent with this type of a personality, where she would become easily overwhelmed, get very angry, perhaps inappropriately angry at certain situations and, as a consequence of that, experience intense internal distress....\nThus, in Dr. Schulman’s opinion, Ms. Sturgis had \"significant occupational problems,” i.e., \"problems that an individual has that are not attributable to a mental disorder but are attributable to problems that people experience in the workplace.”\n. Dr. Schulman also specifically disputed the conclusion reached by Mr. Uehiyama that Ms. Sturgis' work at the EPA \"aggravated” her preexisting hypertension. See note 5, infra.\n. Review by this court of administrative agency decisions, including those under the workers’ compensation act, is limited. See generally Lee v. District of Columbia Department of Employment Services, 509 A.2d 100, 102 (D.C.1986). \"We cannot retry the facts or rehear the evidence. Our task is simply to determine whether there is substantial evidence to support the decision of the Department.... If there is, our consideration of the case is at an end.” Shepherd v. District of Columbia Department of Employment Services, 514 A.2d 1184, 1186 (D.C.1986) (citations omitted).\n. Spartin involved a claim for workers’ compensation benefits by a man who asserted that job-related stress caused compensable emotional injuries. The employee asserted that, after the company for which he worked had merged with a larger firm, his job responsibilities grew to unmanageable proportions. He claimed that the pressure he experienced as a result of these new duties left him severely depressed, and that this depression manifested itself in suicidal thoughts, despondency, loss of memory, and an inability to concentrate. This court held that \"emotional injuries\" such as those suffered by Mr. Spartin were compensable under the workers’ compensation act under certain circumstances. We expressly approved the “special standard” adopted by DOES in Dailey, noting that it was consistent with \"the modern trend to compensate workers for emotional injury caused by job stress.\" 584 A.2d at 568-569. We remanded the case to DOES after concluding, among other things, that the Dailey objective test had been misapplied because the hearing examiner had failed to consider whether Mr. Spartin's job had aggravated a pre-existing ailment and had focused excessively on his work history, rather than the stressfulness of his working conditions.\n. In any event, it is doubtful that Ms. Sturgis’ pre-existing conditions were in fact aggravated by the stress she experienced at work. Her medical evidence established that she suffered from depression, a type of personality disorder. Dr. Schulman testified that a personality disorder stays with a person throughout his or her entire life, so that work-related stress cannot, in a medical sense, aggravate it. The doctor said that stress may appear to aggravate a pre-exist-ing personality disorder because, \"when people are under conditions of stress, deficits in their personality will manifest themselves. [However, the underlying] condition doesn’t get worse.\" Similarly, there was substantial evidence that Ms. Sturgis’ hypertension was not aggravated by the job stress she experienced. Dr. Schulman explained that hypertension is a disease and that, as such, it \"is not made worse by life stress or by exacerbation; it's a blood pressure_ [T]here's no scientific evidence that the disease is either aggravated or accelerated in its progression by the course of — by any life event or stressful event.\"\n. Section 36-321(1) provides in pertinent part: \"[I]t shall be presumed, in the absence of evidence to the contrary ... [t]hat the claim comes within the provisions of [the workers’ compensation act]_\" See Spartin, supra, 584 A.2d at 572; Parodi v. District of Columbia Department of Employment Services, 560 A.2d 524, 525-526 (D.C.1989); Ferreira v. District of Columbia Department of Employment Services, 531 A.2d 651, 655 (D.C.1987).",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      },
      {
        "text": "SCHWELB, Associate Judge,\nconcurring:\nI join in the court’s opinion and add the following observations.\nThe hearing examiner found, on the basis of Ms. Sturgis’ demeanor and “the rationality and consistency of her testimony as it relates to the evidence in the record,” that her testimony was credible. This “credible” (and presumably credited) evidence included, inter alia, the following:\n1.Ms. Sturgis completed four years of college;\n2. she was basically in good health when she started the job;\n3. in spite of her educational qualifications, she was put under the supervision of an eighteen-year-old student;\n4. she had to run errands, Xerox, get coffee, and do other menial jobs;\n5. when she protested, the person for whom she did some work “talked to me like you’re talking to a dog”; and\n6. one of the employer’s representatives yelled at her while she was sick.\nHaving ostensibly believed all of this testimony, the hearing examiner then found that “there was nothing unusual or uncommon about claimant’s work conditions which would cause a person not predisposed to become stressed.”\nI question the assertion that there was “nothing unusual” about a middle-aged college graduate (or near-graduate) receiving the treatment described above, especially the alleged humiliations catalogued in items 3-4. Indeed, common sense suggests that a normal individual would find such experiences somewhat stressful. The examiner could reasonably find, however, that such a normal person would not have suffered the kinds of sequelae which Ms. Sturgis claims to have endured.\nThe latter point is doubtless the one which the hearing examiner intended to convey. Ms. Sturgis would not be entitled to any relief if a person of normal sensibilities would not have become emotionally impaired as a result of the events in question, and a remand for clarification of the findings would therefore serve no useful purpose. Cf. In re Melton, 597 A.2d 892, 907-08 (D.C.1991) (en banc).",
        "type": "concurrence",
        "author": "SCHWELB, Associate Judge,"
      }
    ],
    "attorneys": [
      "Aquilla Sturgis, petitioner, argued pro se. Gregg A. Rothschild and Susan L. Wilder, Law Students, and Peter H. Meyers, Supervising Atty., Washington, DC, filed a brief on behalf of petitioner.",
      "Joseph W. Pitterich, Bethesda, MD, for intervenors.",
      "John Payton, Corp. Counsel, and Charles L. Reischel, Deputy Corp. Counsel, Washington, DC, filed a statement in lieu of brief, for respondent."
    ],
    "corrections": "",
    "head_matter": "Aquilla STURGIS, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, American Association of Retired Persons and Home Insurance Company, Intervenors.\nNo. 91-AA-950.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 23, 1993.\nDecided Aug. 5, 1993.\nAquilla Sturgis, petitioner, argued pro se. Gregg A. Rothschild and Susan L. Wilder, Law Students, and Peter H. Meyers, Supervising Atty., Washington, DC, filed a brief on behalf of petitioner.\nJoseph W. Pitterich, Bethesda, MD, for intervenors.\nJohn Payton, Corp. Counsel, and Charles L. Reischel, Deputy Corp. Counsel, Washington, DC, filed a statement in lieu of brief, for respondent.\nBefore TERRY, STEADMAN and SCHWELB, Associate Judges."
  },
  "file_name": "0547-01",
  "first_page_order": 597,
  "last_page_order": 605
}
