{
  "id": 11301952,
  "name": "ABRAMSON ASSOCIATES, INC., Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent. Michelle Boyd, Intervenor",
  "name_abbreviation": "Abramson Associates, Inc. v. District of Columbia Department of Employment Services",
  "decision_date": "1991-08-30",
  "docket_number": "No. 89-838",
  "first_page": "549",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 549"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "498 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916373
      ],
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/0567-01"
      ]
    },
    {
      "cite": "519 A.2d 704",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931205
      ],
      "pin_cites": [
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/519/0704-01"
      ]
    },
    {
      "cite": "570 A.2d 301",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378959
      ],
      "pin_cites": [
        {
          "page": "302"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/0301-01"
      ]
    },
    {
      "cite": "318 U.S. 80",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364156
      ],
      "weight": 3,
      "year": 1943,
      "pin_cites": [
        {
          "page": "94"
        },
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0080-01"
      ]
    },
    {
      "cite": "515 A.2d 1095",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928895
      ],
      "pin_cites": [
        {
          "page": "1099-1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/515/1095-01"
      ]
    },
    {
      "cite": "450 U.S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184064
      ],
      "weight": 6,
      "year": 1981,
      "pin_cites": [
        {
          "page": "254-56",
          "parenthetical": "same in a Title VII case"
        },
        {
          "page": "1094-95",
          "parenthetical": "same in a Title VII case"
        },
        {
          "parenthetical": "same in a Title VII case"
        },
        {
          "page": "254"
        },
        {
          "page": "1094",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0248-01"
      ]
    },
    {
      "cite": "715 S.W.2d 303",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9972346
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "307"
        },
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/715/0303-01"
      ]
    },
    {
      "cite": "578 A.2d 1054",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1060-61",
          "parenthetical": "same"
        },
        {
          "page": "1060-61"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "216 Conn. 40",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        520735
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "53-54",
          "parenthetical": "same"
        },
        {
          "page": "53-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/216/0040-01"
      ]
    },
    {
      "cite": "536 So.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7571835
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1369"
        },
        {
          "page": "1369",
          "parenthetical": "employee retains burden of persuasion in discrimination case"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/536/1364-01"
      ]
    },
    {
      "cite": "572 A.2d 81",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7377635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/0081-01"
      ]
    },
    {
      "cite": "508 N.E.2d 1139",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1987,
      "pin_cites": [
        {
          "page": "1141"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "108 Ill.Dec. 562",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1987,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Ill.App.3d 906",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        3464930
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/155/0906-01"
      ]
    },
    {
      "cite": "760 P.2d 803",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10397852
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "811"
        },
        {
          "page": "806-07",
          "parenthetical": "same"
        },
        {
          "page": "806-07"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/760/0803-01"
      ]
    },
    {
      "cite": "531 A.2d 651",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883621
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/531/0651-01"
      ]
    },
    {
      "cite": "566 A.2d 1065",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359148
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "1067"
        },
        {
          "page": "1067"
        },
        {
          "page": "1067"
        },
        {
          "page": "1065"
        },
        {
          "page": "1066"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/566/1065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 892,
    "char_count": 19529,
    "ocr_confidence": 0.797,
    "pagerank": {
      "raw": 1.1593379639984047e-07,
      "percentile": 0.5836988951865534
    },
    "sha256": "015077376d85351422519a9125394e74d351286bfeb50fae27424c870cb82d30",
    "simhash": "1:8c6f4f7cb93249f6",
    "word_count": 3180
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN and FARRELL, Associate Judges and BELSON, Senior Judge."
    ],
    "parties": [
      "ABRAMSON ASSOCIATES, INC., Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent. Michelle Boyd, Intervenor."
    ],
    "opinions": [
      {
        "text": "BELSON, Senior Judge:\nPetitioner Abramson Associates, Inc., (AAI) contests a decision by the Director of the Department of Employment Services (DOES) determining that AAI discharged intervenor Michelle Boyd (Boyd) from employment in retaliation for her attempt to claim worker’s compensation under the District of Columbia Worker’s Compensation Act (the Act), D.C.Code §§ 36-301 to 36-345 (1988), and ordering that AAI reinstate Boyd to her former position and pay her back wages and interest on accrued benefits. We sustain the finding that Boyd attempted to claim compensation under the Act when she orally informed AAI that she suffered from work-related stress and that she wished to take leave to recuperate. We cannot, however, sustain the final order of the Department because the Hearing and Appeals Examiner failed to indicate whether she placed the burden of proceeding on AAI after Boyd had presented a prima facie case or whether she placed the ultimate burden of persuasion on AAI. If the former, then the Examiner erred in ruling that AAI had failed to carry that burden; if the latter, the Examiner misallo-cated the burden. Accordingly, we reverse and remand for further proceedings.\nI.\nBoyd supervised AAI’s word processing department with a staff of four. In March of 1987, Boyd began to suffer from symptoms of stress, including sleeplessness and headaches, due to the work pressure of supervising a department that was understaffed as the result of a layoff and the resignations of three employees. Boyd sought treatment in July 1987 from Dr. Yussef Akbari, her personal doctor, who referred her in mid-August 1987 to Dr. Barton Kraff, a psychiatrist, who treated her for depression. Boyd visited Dr. Kraff initially on August 21st, followed by psychotherapy sessions on August 24th and 27th and September 1st, 8th, and 14th. Dr. Kraff informed Boyd that her symptoms were work-related and recommended that she change jobs or take some time off. At the August 27th session, Dr. Kraff gave Boyd a letter to show to AAI documenting that she was being treated for depression with medication and psychotherapy. Upon returning to work that day, Boyd showed the letter to her supervisor Richard Dufek, told him that her depression was work-related, and requested time off. Dufek, however, persuaded Boyd not to take any time off. On that same day, Dufek requested another employee to calculate Boyd’s accrued leave, which showed 88.25 hours of vacation time available and 5.5 hours of sick leave available. At the end of the next day, August 28th, Dufek fired Boyd. Dufek told Boyd on August 31st that she was fired because of her bad attitude and poor management skills.\nAs early as November 1986, AAI began to notice that Boyd’s performance had begun to deteriorate. Dufek testified that he noticed that Boyd had developed a bad attitude shortly after a non-work related injury in November 1986. Abramson testified that he thought Boyd’s attitude changed at about the time that he asked her to lay off one of the employees in her department. He, however, had difficulty remembering any specific incidents, did not remember receiving more or different complaints about Boyd than before, and did not remember who supervised Boyd during that period.\nA memorandum of August 4th to Boyd from Steve Blum, her supervisor before August 18th, noted for the first time that others were complaining about her attitude and stated that there must be immediate improvement and that her progress should be evaluated on September 1st. An August 21st memorandum to Boyd from Du-fek reiterated that Boyd’s bad attitude was not justified by the pressure she was under and requested her to prepare a report by the end of the quarter comparing AAI’s word processing department to at least three other firms, to place an ad for a part time word processing employee, and to prepare a memorandum by August 27th outlining the strengths and weaknesses of the person whom she had assigned to be her backup. The next memorandum in Boyd’s file informed personnel that she had been terminated as of August 28th.\nAlthough Dufek did not prepare a memorandum of his August 28th meeting with Boyd at which he had fired her, he did prepare two memoranda of his August 31st meetings with Boyd at which he had explained to her that she had been fired because of her inability to manage, her failure to do any of the items requested in his August 21st memorandum by their August 27th meeting, and her increasingly bad attitude. Boyd did not receive either of the August 31st memoranda.\nThe hearing examiner found that Boyd was a “good employee,” that her personnel file made no mention of any problem with her work attitude until August 4th, and that the August 4th memorandum made no mention of termination. She credited Boyd’s testimony that Boyd informed AAI on August 27th that Dr. Kraff was treating her for work-related stress but did not credit Dufek’s testimony that AAI fired Boyd on August 28th because of her bad attitude and bad management skills. The hearing examiner further noted the internal inconsistency between Abramson’s testimony that Boyd had an attitude problem and his inability to recall when it started or any specific manifestations of it, and also stated that Boyd’s personnel file made no mention of any problems. From the evidence presented, the hearing examiner determined that Boyd had shown that AAI’s decision to fire her was motivated by animus and that AAI had failed to meet “its burden of showing a non-retaliatory reason for the discharge” and had “not offered sufficient credible evidence to justify claimant’s termination.” The Director of DOES affirmed, and adopted and incorporated by reference the compensation order of the Hearing and Appeals Examiner.\nII.\nTo establish a prima facie case for retaliatory discharge under D.C.Code § 36-342 (1988), an “employee must prove that she made or attempted to make a claim for worker’s compensation” and that her employer discharged her in retaliation for making the claim. Lyles v. District of Columbia Dep’t of Employment Servs. (Lyles II), 572 AM 81, 83 (D.C.1990). AAI contended that Boyd never attempted to make a claim before she was fired because she had not formally filed a claim and she was unaware of her rights to claim compensation under the Act. The hearing examiner found that Boyd had attempted to file a claim when she reported her work-related stress to AAI. The Director agreed. When we review a decision of the Director, we defer to the Director’s interpretation of the Act unless it is “unreasonable in light of the prevailing law, inconsistent with the statute, or plainly erroneous.” Dyson v. District of Columbia Dep’t of Employment Seros., 566 A.2d 1065, 1067 (D.C.1989) (citation omitted).\nRecently, we made clear that an employee’s attempt to make a claim under the Act is neither confined to the formal filing of a worker’s compensation claim nor limited to claims for money. Lyles II, supra, 572 A.2d at 83; Dyson, supra, 566 A.2d at 1067. We noted, nevertheless, that not “every act by an employee ostensibly in pursuance of compensation benefits constitutes a claim or attempted claim for compensation.” Dyson, supra, 566 A.2d at 1067. In this instance, Boyd orally informed AAI that she suffered from work-related stress and requested time off to recuperate.\nIt is frequently the case that the first step an employee takes in attempting to claim worker’s compensation is to report a work-related injury to his or her employer, and often that initial report will be oral. In fact, the Act requires that an employee notify his or her employer (as well as the Department of Employment Services) in writing of a work-related injury within thirty days of that injury, D.C.Code § 36-313(a)-(b) (1988), and then permits the employee to file a formal claim with the Department of Employment Services within a period of one year following the injury. D.C.Code § 36-314(a) (1988). An employee’s failure to notify her employer of a work-related injury in writing does not automatically preclude her from receiving worker’s compensation. The Act permits an employee to claim compensation even though she has failed to provide her employer written notice of her work-related injury “[i]f the employer ... had knowledge of the injury ... and its relationship to the employment and ... has not been prejudiced by failure to give such notice.” D.C.Code § 36-313(d)(l) (1988).\nAlthough Boyd had not given written notification to AAI of her work-related stress prior to her termination, she had shown Dufek the letter from Dr. Kraff that stated that he was treating her for depression and she had told Dufek that her depression was work-related. The firing of an employee for informally reporting an injury, as Boyd did in this case, would deter employees from utilizing the worker’s compensation system in much the same manner as would the firing of an employee for formally reporting an injury. Thus, the recognition of an employee’s informal reporting of her own work-related injury as an attempt to claim compensation, although a fairly expansive interpretation of the Act, see Ferreira v. District of Columbia Dep’t of Employment Servs., 531 A.2d 651, 655 (D.C.1987) (Act to be construed liberally for employee’s benefit), advances the purpose of the Act by preventing employers from taking action in retaliation for an employee’s use of the worker’s compensation system. Cf. Buckner v. General Motors Corp., 760 P.2d 803, 811 (Okl.1988) (“Legislature must have intended the institution of proceedings language in § 5 to protect the employee during the period of vulnerability which may exist from the time the employer becomes aware of the injury to the time a claim is filed.”).\nAAI further contends that even if Boyd did attempt to file a claim, she failed to prove that AAI discharged her in retaliation for attempting to make that claim. Because an employer rarely declares that retaliation is the motive for the employee’s discharge, the employee must ordinarily rely upon circumstantial evidence to prove retaliatory animus. Lyles II, supra, 572 A.2d at 82; 2A A. Larson, The Law of WORKMEN’S Compensation § 68.36(c), at ISIS? (1990). “[Tjiming of the discharge in relation to other events will virtually always be a critical circumstance.” Hugo v. Tomaszewski, 155 Ill.App.3d 906, 910, 108 Ill.Dec. 562, 564, 508 N.E.2d 1139, 1141 (1987).\nBoyd testified that on August 27th she had shown Dr. Kraff’s letter to Dufek and had told him that Dr. Kraff had told her that her stress was work-related. She then requested leave so that she might recuperate. Dufek, however, convinced her that it would be more beneficial for her to continue working. That same day, Du-fek requested that Boyd’s leave time be calculated. On August 28th, Dufek fired Boyd, approximately twenty-four hours after she had attempted to obtain leave m order to recover from a work-related injury. With this evidence, Boyd sufficiently established a prima facie case that AAI had discharged her in retaliation for attempting to claim worker’s compensation.\nOnce the employee has made a pri-ma facie showing of retaliatory discharge, the burden of production shifts to the employer. Lyles v. Washington Metro. Area Transit Auth. (Lyles I), H & AS No. 83-46, OWC No. 004258, at 8 n. 3 (Feb. 29, 1988) (Amended Final Compensation Order), aff'd, 572 A.2d 81 (D.C.1990); see also Twilley v. Daubert Coated Products, Inc., 536 So.2d 1364, 1369 (Ala.1988) (defendant has burden of producing evidence to rebut inference of discrimination raised by plaintiff’s prima facie case); Ford v. Blue Cross & Blue Shield of Conn., Inc., 216 Conn. 40, 53-54, 578 A.2d 1054, 1060-61 (1990) (same); Wiedowerv. ACF Indus., Inc., 715 S.W.2d 303, 307 (Mo.Ct.App.1986) (same); Buckner, supra, 760 P.2d at 806-07 (same); cf. Texas Dep’t of Community Affairs v. Burdine, 450 U.S. 248, 254-56, 101 S.Ct. 1089, 1094-95, 67 L.Ed.2d 207 (1981) (same in a Title VII case); Atlantic Rich-field Co. v. District of Columbia Comm’n on Human Rights, 515 A.2d 1095, 1099-1100 (D.C.1986) (same). The employer, however, “need not persuade the court that it was actually motivated by the proffered reasons.” Burdine, supra, 450 U.S. at 254, 101 S.Ct. at 1094 (emphasis added).\nTo meet this burden of proceeding, AAI introduced several memoranda and presented the testimony of Abramson and Dufek to show that AAI fired Boyd for legitimate business reasons, i.e., bad attitude and inadequate management skills. Dufek testified that he fired Boyd because those qualities had begun to manifest themselves in November of the previous year. Dufek further testified that Boyd frequently arrived late for work. At a deposition, Abramson testified that Boyd mishandled the termination of a member of the word processing staff, with the result that two other members of the staff quit. In addition, the August 4th memorandum and the August 21st memorandum both discussed Boyd’s attitude problem. The August 4th memorandum, which refers to the goals of the word processing department and Boyd’s function as supervisor at a time when the department was short-staffed, also could be interpreted as being critical of her performance. Finally, the August 31st memorandum memorialized the reasons for Boyd’s termination: 1) her inability to manage; 2) her failure to complete any of the assignments given to her in the August 21st memorandum; and 3) her increasingly bad attitude.\nDiscrediting Dufek’s testimony and finding Abramson’s testimony internally inconsistent, the hearing examiner concluded that AAI had “not offered sufficient credible evidence to justify [Boyd’s] termination” and thus had “not met its burden of showing a non-retaliatory reason for the discharge.” The hearing examiner did not articulate the burden to which she held AAI. It is unclear whether the hearing examiner meant that AAI had not met its burden of production (or proceeding) by failing to present evidence of a legitimate business reason for firing Boyd or that AAI had not carried the ultimate burden of persuading the examiner that it did not discharge Boyd for any retaliatory reason. “[T]he orderly functioning of the process of review requires that the grounds upon which the administrative agency acted be clearly disclosed and adequately sustained.” Securities & Exchange Comm’n v. Chenery Corp., 318 U.S. 80, 94, 63 S.Ct. 454, 462, 87 L.Ed. 626 (1943). Thus, “[a]n administrative order can only be sustained on the grounds relied on by the agency; we cannot substitute our judgment for that of the agency.” Long v. District of Columbia Dep’t of Employment Servs., 570 A.2d 301, 302 (D.C.1990) (quoting Jones v. District of Columbia Dep’t of Employment Servs., 519 A.2d 704, 709 (D.C.1987)).\nIf the hearing examiner meant that AAI failed to meet its burden of proceeding, we cannot agree because the memo-randa alone clearly demonstrated that AAI proffered legitimate, non-retaliatory reasons for firing Boyd on August 28th and constituted evidence tending to counter the inference established by Boyd’s showing of a prima facie case of retaliatory discharge. Thus, the hearing examiners’ conclusion to the contrary would not be supported by the record and we would be required to reverse and remand the case for the hearing examiner’s consideration of whether Boyd had carried her burden of persuasion.\nIf the hearing examiner meant that AAI failed ultimately to carry the burden of persuasion, the hearing examiner erroneously shifted the burden of persuasion from Boyd to AAI. See Lyles I, supra, H & AS No. 83-46, OWC No. 004258, at 8 n. 3; see also Twilley, supra, 536 So.2d at 1369 (employee retains burden of persuasion in discrimination case); Ford, supra, 216 Conn, at 53-54, 578 A.2d at 1060-61; Wiedower, supra, 715 S.W.2d at 307; Buckner, supra, 760 P.2d at 806-07. Given that AAI had met its burden of proceeding, in order to succeed on her claim Boyd had to persuade the hearing examiner that AAI had fired her, wholly or in part, for pursuing her rights under the Act and not for the legitimate business reasons asserted by AAI; AAI did not have the ultimate burden of persuading the hearing examiner that it had not discharged Boyd for retaliatory reasons. Although there is substantial evidence to support the hearing examiner’s conclusion of retaliatory discharge, we cannot say without speculation that the hearing examiner imposed the burden of persuasion on Boyd rather than on AAI. Nor can we say, after reviewing the entire record, that the hearing examiner would necessarily have reached the same conclusion if she had imposed the burden of persuasion on Boyd.\nFor the foregoing reasons, the order appealed from is reversed, and the case is remanded to the hearing examiner for further proceedings consistent with this opinion.\nReversed and Remanded.\n. AAI also contends that Boyd was required to mitigate her damages by taking one of the jobs for which she had interviewed. AAI, however, did not raise this issue at the hearing and thus the necessary record was not created. We decline to address the merits of this issue. Hughes v. District of Columbia Dep't of Employment Servs., 498 A.2d 567, 570 (D.C.1985) (\"Administrative and judicial efficiency require that all claims be first raised at the agency level to allow appropriate development and administrative response before judicial review.\").\n. This case is distinguishable from Dyson, supra, where the employee engaged in self help. Dyson requested that he be allowed to take a break to take medication for back pain he was suffering as the result of a prior work-related injury. Dyson, supra, 566 A.2d at 1065. Although Dyson’s supervisor denied his request, Dyson left the food line where he was working to take his medication. Id. at 1066. The Director concluded, and we agreed, that this type of insubordination did not constitute an attempt to claim compensation as contemplated under the Act. Id. at 1067 In the case before us, Boyd requested that she be allowed to take leave to recuperate from her work-related stress. Dufek persuaded her not to take any leave and Boyd arrived at work the next day as usual; there was no insubordination.\n. The letter from Dr. Kraff, which Boyd showed to AAI, indicated only that she was being treated for depression; it stated neither that Boyd’s depression was work-related nor that she should take leave to recover.\n. Dr. Kraffs testimony corroborated Boyd’s testimony in this regard.\n. In Lyles I, supra, the Director looked to discrimination cases for guidance on the allocation of the burdens of production and persuasion. Lyles I, supra, at 8, n. 3.",
        "type": "majority",
        "author": "BELSON, Senior Judge:"
      }
    ],
    "attorneys": [
      "Donna S. Mangold, with whom Dale A. Cooter, Washington, D.C., was on the brief, for petitioner.",
      "Martin B. White, Asst. Corp. Counsel, with whom Herbert O. Reid, Sr., Corp. Counsel at the time the brief was filed, Charles L. Reischel, Deputy Corp. Counsel, and Lutz Alexander Prager, Asst. Deputy Corp. Counsel, Washington, D.C., were on the brief, for respondent.",
      "Richard W. Galiher, Jr., Rockville, Md., for intervenor."
    ],
    "corrections": "",
    "head_matter": "ABRAMSON ASSOCIATES, INC., Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent. Michelle Boyd, Intervenor.\nNo. 89-838.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 7, 1991.\nDecided Aug. 30, 1991.\nDonna S. Mangold, with whom Dale A. Cooter, Washington, D.C., was on the brief, for petitioner.\nMartin B. White, Asst. Corp. Counsel, with whom Herbert O. Reid, Sr., Corp. Counsel at the time the brief was filed, Charles L. Reischel, Deputy Corp. Counsel, and Lutz Alexander Prager, Asst. Deputy Corp. Counsel, Washington, D.C., were on the brief, for respondent.\nRichard W. Galiher, Jr., Rockville, Md., for intervenor.\nBefore FERREN and FARRELL, Associate Judges and BELSON, Senior Judge.\nJudge Belson was an Associate Judge of the court at the time of argument. His status changed to Senior Judge on July 24, 1991."
  },
  "file_name": "0549-01",
  "first_page_order": 615,
  "last_page_order": 620
}
