{
  "id": 8956370,
  "name": "Robert J. CUMMINS d/b/a Bob Cummins Construction Co., Petitioner v. DEPARTMENT OF TRANSPORTATION, Respondent",
  "name_abbreviation": "Cummins v. Department of Transportation",
  "decision_date": "2005-06-20",
  "docket_number": "",
  "first_page": "550",
  "last_page": "555",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 550"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "799 A.2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9411766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/799/0225-01"
      ]
    },
    {
      "cite": "67 Pa. Code § 457.5",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 15053,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 3.7160510891436653e-07,
      "percentile": 0.8936252654112267
    },
    "sha256": "66e7830c3579db79d6e5e5745f20edfeac1bdb848666a06e13bd6f5a048cd050",
    "simhash": "1:5c101fd8a41115c2",
    "word_count": 2405
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, J., LEADBETTER, J., and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "Robert J. CUMMINS d/b/a Bob Cummins Construction Co., Petitioner v. DEPARTMENT OF TRANSPORTATION, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY Judge LEADBETTER.\nRobert J. Cummins, d/b/a Bob Cummins Construction Co., appeals from the determination of the Secretary of the Department of Transportation, denying his bid protest on the basis that it was untimely. Section 1711.1(b) of the Procurement Code (Code), 62 Pa.C.S. § 1711.1(b), requires a bidder or prospective contractor on a Department project to file his protest “within seven days after the aggrieved bidder or ... prospective contractor knew or should have known of the facts giving rise to the protest....” On appeal, we are asked to determine when, as a matter of law, Cum-mins should have known of the facts giving rise to his protest. After a review of the statutory scheme, we conclude that at the latest, Cummins should have known of all pertinent facts giving rise to his protest on the date that his bid was filed. Therefore, since Cummins’ protest was filed more than seven days after he filed his bid, his protest was untimely. Accordingly, we affirm.\nIn early September 2004, the Department published its proposal for the award of a contract for improvements to a certain street in McKean County. It is not disputed that the proposal contained a description of each work item involved as well as its corresponding classification code. Pursuant to Section 457.5(d) of the Department’s regulations, 67 Pa.Code § 457.5(d), each prequalified contractor is eligible to bid on projects in which “the types of work for which he is classified constitute at least 50% of the project.” The bid opening was scheduled for November 4, 2004. Cummins submitted his bid on November 4, and, on November 17, learned via the Department’s website that his bid, which appears to have been the lowest, was rejected because of “classification requirements.” Apparently, Cum-mins’ bid encompassed work items that he felt that he was qualified to perform but which bore a classification code not included in his prequalification certificate. Of particular importance here, Cummins’ bid encompassed a work item described as “trench” and assigned a classification code of “P8”; there is no dispute that Cummins is not classified to perform work classified as “P8.” See Cummins’ Prequalification Certificate, Petitioner’s Reproduced Record at 39a.\nThereafter, by letter dated November 23, 2004, Cummins filed a written protest pursuant to Section 1711.1 of the Code. According to Cummins’ protest, his bid met the fifty percent threshold requirement. Cummins asserted that while two particular work items, specifically line numbers 0017 and 0023, had been classified with the work codes “P” and “P8,” which he was not classified to perform, the skills/work actually involved in those work items required a significant amount of excavation work (properly classified as “C” and “Cl”), Which Cummins was classified to perform. Cummins specifically noted that line item number 0023 bore the description “trench,” which is defined in an applicable Departmental publication as including, among other things, excavation and back-filling, both of which Cummins is classified to perform.. According to Cum-mins, line items 0017 and 0023 should have been given multiple work code classifications to more accurately reflect the nature of the work involved. Since Cummins believed those particular line numbers should have been deemed to include “C” and “Cl” codes, he was, in fact, classified and competent to perform the majority of the work required by those line numbers and, when those two lines were included in his bid, his bid met the fifty percent threshold. Since the Department awarded the project to the next lowest bidder, Cummins also requested a stay of the award of the project contract.\nThe Department denied the protest on the grounds that it was not only untimely, but also clearly without merit. With respect to the timeliness of the protest, the Department concluded that Cummins needed to file his protest, at the latest, within seven days of November 4, 2004, the date that Cummins submitted his bid (which was also the date of bid-letting). The Department noted that at the time Cummins submitted his bid, he knew which classification codes he was prequali-fied to bid on as well as the codes that the Department had assigned to the work items involved in the project. The Department further noted that, had Cummins simply evaluated his bid to determine whether he met the fifty percent threshold, he would have realized at that time that the work items (as coded by the Department) that he was classified to bid on did not meet the fifty percent threshold. According to the Department, at least by that time, Cummins should have had the requisite knowledge to submit a bid protest premised on any belief that certain work items had been miscoded based on the work involved. Consequently, the Department determined that Cummins’ protest was untimely. The present appeal followed.\nOn appeal, Cummins contends that his protest was timely because it was filed within seven days of when he learned that his bid had been rejected. This argument is without merit. Cummins’ protest was based upon the assertion that two project items were assigned the wrong classification codes, and had the item been properly classified, Cummins would have met the prequalification requirements. Thus, the salient facts giving rise to his protest were the codes assigned to the two work items and the codes for which Cummins has been prequalified, and the relevant inquiry is when Cummins knew or should have known these facts. As noted above, the description of each work item and its corresponding code was included in the proposal for bids published in early September 2004, and Cummins does not claim that he was unaware of the classifications in which he is prequalified.\nCummins appears to base his claim on the argument that since work item 0023 was described as a “trench,” he had no duty to determine what specific classification code had been assigned. He states:\nIt is true that [Cummins] could have learned (ie. “could have” known) of the inaccurate classifications by making further inquiry. This does not mean that he “should have” done so. There was nothing in the use of the [Department’s] defined term “trench” that should have put [Cummins] on notice that something other than (not merely in addition to) excavation was involved in the performance of Project Item No. 0023. [Cum-mins] did not need to make any further inquiry to learn if he could dig the trench....\nPetitioner’s brief at 13-14 (emphasis in original).\nHowever, as the Department points out, the regulations governing prequalification of bidders detail the types of work that contractors may be prequalified to perform along with the corresponding codes for such work and the procedure for prequalification. See 67 Pa.Code §§ 457.2-457.11. Indeed, the purpose of these regulations, which establish a method by which contractors obtain ongoing prequalification certificates for specified types of work designated by the classification codes, is to avoid the necessity of a subjective review of the bidders’ qualifications in connection with each project. Cummins’ argument, that one need only review the textual description of the work and not the codes to determine if he is qualified to bid on a proposal, is in derogation of the clear regulatory scheme. Section 457.5(d) provides that “[e]ach prequal-ified contractor shall be eligible to bid on projects in which the types of work for which he is classified constitute at least 50 % of the project.” 67 Pa.Code § 457.5(d) (emphasis added). Furthermore:\n(a) Bids will be accepted only from contractors who have a current prequalification certificate in accordance with this chapter. In those cases when either the bidder does not have adequate current prequalification capacity rating, as required by subsection (b) or the types of work on which the contractor has been classified and eligible to bid do not constitute over 50% of the total bid price, the bid will be excluded and rejected....\n(b) So that the Department may have the necessary information to pass upon the ability of a contractor to satisfactorily complete the project, contractors shall submit with their proposal a certification of capacity to do the particular work. If the contractor desires credit for subcontracted items of work on the particular project, the contractor shall include the names of the subcontractors in the proposal. Subcontractors so named shall have the necessary capacity and classification. In making this certification, the contractor shall certify that the current qualification amount, less amount of all uncompleted work which includes subcontracts except as permitted by § 457.16 (relating to sublettings) the contractor has under contract is sufficient to cover the amount of the proposal. The making of a false certification shall constitute cause for rejection of the proposal of the contractor....\n67 Pa.Code § 457.8 Finally, the Department’s regulations provide for a penalty if a contractor makes a false certification with regard to Section 457.8(a) or (b):\nIf a contractor makes a false certification with regard to § 457.8(a) or (b), or both (relating to certificatioh of classification and capacity), the contractor shall pay to the Department as liquidated damages an amount equal to 5% of the total amount of the bid or the contractor may be disqualified from bidding on future work for 90 days, or both, as deemed appropriate....\n67 Pa.Code § 457.9.\nIn other words, in order to submit a bid, a contractor must certify that he meets the prequalification requirements and may be sanctioned if he makes a false certification. Since prequalification requirements are based (as to the type of work) on the classification codes, we agree with the Department that bidders are obligated to be aware of those codes by the time they submit their bids and accompanying certifications. Accordingly, without deciding whether Cummins knew or should have known the facts underlying his protest at some earlier time, we agree with the Department that the seven day period specified in Section 1711.1(b) began to run at least by the time Cummins submitted his bid.\nAccordingly, based on the foregoing, we affirm the determination of the Department that Cummins’ protest was untimely.\nORDER\nAND NOW, this 20th day of June, 2005, the determination of the Department of Transportation in the above captioned matter is hereby AFFIRMED and Cum-mins’ application for special relief is DENIED.\n. Cummins’ bid protest was made pursuant to the Commonwealth Procurement Code, 62 Pa.C.S. §§ 101-4509.\n. Each contractor is classified and prequali-fied according to the type and amount of work for which his experience qualifies him to bid. See 67 Pa.Code §§ 457.5, 457.8. The various classification codes corresponding to specific types of work are set forth in Section 457.5 of the Department's regulations, 67 Pa. Code § 457.5.\n. This is also referred to as the \"letting.” See 67 Pa.Code § 457.1.\n. The prequalification certificate issued by the Department to a contractor details, among other things, the work classification and corresponding codes for which the contractor has been classified to perform.\n. It appears that Cummins both faxed the letter and sent it via federal express.\n. Work assigned a \"P\" code generally involves \"highway/sign lighting” and \"signal control.” See 67 Pa.Code § 457.5.\n. Apparently, the trench was required for installation of electrical conduit.\n. In his brief to this court, Cummins focuses only on work item 0023.\n. The Department also stated that a bid protest regarding the work classification codes must be filed prior to bid opening in order to be timely. Given the serious implications to other bidders of a protest which seeks to materially change the specifications in the proposal, we recognize the policies underlying this position. However, it is unnecessary to disposition of this appeal and is not pressed here by the Department, so it is not before us and we do not consider it.\n. In conjunction with his petition for review, Cummins also filed an application for special relief pursuant to Rule of Appellate Procedure 1781, seeking to enjoin the Department from, among other things, awarding the project to another bidder and entering into a contract for that project. After oral argument and supplemental briefing on this application, it became clear that either side would suffer irreparable harm if the stay/injunction were decided against it although it later prevailed on the merits. Therefore, rather than make a preliminary determination of likelihood of success on the merits — the only dispositive factor — based upon allegations in the stay application, decision was deferred pending full briefing on the merits. In light of our disposition of this appeal, the application is denied.\n. Our decision is supported by Common Sense Adoption Services v. Department of Public Welfare, 799 A.2d 225 (Pa.Cmwlth.2002). In Common Sense, the disappointed bidder filed a bid protest contending that the contracting agency’s evaluation committee improperly considered two factors in evaluating bids that were not enumerated in the request for proposal. Specifically, the disappointed bidder objected to the evaluation committee considering an audit report of the contractor who had previously performed the contract that was now subject to bid. We agreed with the Department of Public Welfare, the contracting agency, that such protest was untimely because the audit report was distributed to all potential bidders on January 21, 2000, as part of materials supplied following a pre-proposal conference and the Department’s handbook specified that such answers constituted a formal amendment to the request for proposal. We agreed with the Department that once the audit report became a formal amendment to the request for proposal, the disappointed bidder had seven days from the time it received the information to file a protest because at that point it knew or should have known of the facts giving rise to the protest. Thus, since the disappointed bidder failed to file his protest within seven days of receiving such material, we concluded that his bid was untimely.\nWhile this case could support the conclusion that Cummins was required to file his bid protest within seven days of the publication of the project proposal, the Department has not taken such a narrow view of its regulations and we will not require it. However, Cum-mins should have known by the time he submitted his bid that the work listed on line number 0023 included excavation work yet was not assigned an excavation code.",
        "type": "majority",
        "author": "OPINION BY Judge LEADBETTER."
      }
    ],
    "attorneys": [
      "Gregory A. Henry, Bradford, for petitioner.",
      "Christopher F. Wilson, Asst. Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Robert J. CUMMINS d/b/a Bob Cummins Construction Co., Petitioner v. DEPARTMENT OF TRANSPORTATION, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs April 26, 2005.\nDecided June 20, 2005.\nGregory A. Henry, Bradford, for petitioner.\nChristopher F. Wilson, Asst. Counsel, Harrisburg, for respondent.\nBEFORE: McGINLEY, J., LEADBETTER, J., and JIULIANTE, Senior Judge."
  },
  "file_name": "0550-01",
  "first_page_order": 578,
  "last_page_order": 583
}
