{
  "id": 8160354,
  "name": "RIVERLIFE TASK FORCE, Randy Zotter and Robert Blackwell, Petitioners v. PLANNING COMMISSION OF the CITY OF PITTSBURGH, Respondent. PITG Gaming, LLC, Intervenor",
  "name_abbreviation": "Riverlife Task Force v. Planning Commission of Pittsburgh",
  "decision_date": "2009-03-18",
  "docket_number": "No. 16 WM 2008",
  "first_page": "551",
  "last_page": "559",
  "citations": [
    {
      "type": "official",
      "cite": "966 A.2d 551"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "953 A.2d 514",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3989816,
        8181955,
        3991309,
        8181859
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "521",
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0015-02",
        "/a2d/953/0514-02",
        "/pa/598/0016-01",
        "/a2d/953/0514-01"
      ]
    },
    {
      "cite": "598 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3991309
      ],
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0016-01"
      ]
    },
    {
      "cite": "954 A.2d 1156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3992133,
        8181118
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "1170-71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0118-01",
        "/a2d/954/1156-01"
      ]
    },
    {
      "cite": "598 Pa. 118",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3992133
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0118-01"
      ]
    },
    {
      "cite": "905 A.2d 918",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8472059,
        3787763
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "925",
          "parenthetical": "taking judicial notice of foundational facts and legislation over which there was no dispute and with which parties assumed Court was familiar"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/905/0918-01",
        "/pa/588/0539-01"
      ]
    },
    {
      "cite": "588 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3787763
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "taking judicial notice of foundational facts and legislation over which there was no dispute and with which parties assumed Court was familiar"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/588/0539-01"
      ]
    },
    {
      "cite": "582 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1823704,
        1823699,
        1823765
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "860",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0505-01",
        "/pa/525/0504-01",
        "/pa/525/0505-02"
      ]
    },
    {
      "cite": "525 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823704,
        1823765
      ],
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0505-01",
        "/pa/525/0505-02"
      ]
    },
    {
      "cite": "931 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8348640,
        3250000,
        3249164,
        8348543
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "651-52",
          "parenthetical": "\"The timeliness of an appeal involves jurisdiction.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/931/0646-02",
        "/pa/593/0447-01",
        "/pa/593/0448-01",
        "/a2d/931/0646-01"
      ]
    },
    {
      "cite": "593 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3249164
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "\"The timeliness of an appeal involves jurisdiction.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/593/0448-01"
      ]
    },
    {
      "cite": "927 A.2d 232",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3555888,
        8397114
      ],
      "weight": 8,
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0664-01",
        "/a2d/927/0232-01"
      ]
    },
    {
      "cite": "592 Pa. 664",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3555888
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/592/0664-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 932,
    "char_count": 26694,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20097272080341363
    },
    "sha256": "149bee6cdccdd22c5d5892840d73493b9c5ba6438461c057455cbf87552aeee3",
    "simhash": "1:90b3c0fda0c8f5a6",
    "word_count": 4146
  },
  "last_updated": "2024-02-27T16:23:59.447136+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ.",
      "Justices SAYLOR, EAKIN and BAER, TODD, McCAFFERY and Justice GREENSPAN join the opinion."
    ],
    "parties": [
      "RIVERLIFE TASK FORCE, Randy Zotter and Robert Blackwell, Petitioners v. PLANNING COMMISSION OF the CITY OF PITTSBURGH, Respondent. PITG Gaming, LLC, Intervenor."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CASTILLE.\nPetitioners Riverlife Task Force, Randy Zotter, and Robert Blackwell (collectively, “Riverlife”) filed a Petition for Review/Appeal (“Petition”) in this Court from the decision of Respondent Planning Commission of the City of Pittsburgh (“Planning Commission”) made on January 14, 2008, approving a project development plan application for the Majestic Star Casino (“the Casino”). In its appeal, Riverlife seeks to challenge the Planning Commission’s approval of the height of the Casino’s garage. On March 28, 2008, the Planning Commission and Intervenor PITG Gaming, LLC (“PITG”) filed a Joint Application for Summary Relief, asserting that Riverlife’s appeal was not timely because the decision Riverlife disputes in fact was rendered months before the Planning Commission’s January 14, 2008 decision and Riverlife failed to appeal the earlier decision. For the reasons that follow, we conclude that Riverlife’s appeal indeed was untimely, and that accordingly, this Court lacks the jurisdiction to consider it. Therefore, we grant the Joint Application for Summary Relief, and quash Riverlife’s appeal.\nIn July of 2004, the General Assembly enacted the Pennsylvania Racehorse and Gaming Act (“Gaming Act”), a statute that provides for slot machine gaming at a number of licensed facilities within the Commonwealth. 4 Pa.C.S. § 1102. The Gaming Act established the Pennsylvania Gaming Control Board (“Board”), and empowers it to issue slot machine licenses at its discretion. 4 Pa.C.S. §§ 1201, 1202(b)(12). The Gaming Act provides for three types of slot machine licenses, designated by category. 4 Pa.C.S. § 1301. Each category permits an entity or person to apply to the Board for a license, and upon issuance, authorizes the placement and operation of slot machines at a licensed facility. Id. Under the Gaming Act, one Category 2 licensed facility is to be located by the Board within a city of the second class. 4 Pa.C.S. § 1304(b). The City of Pittsburgh (“Pittsburgh” or “City”) is by statutory designation a city of the second class.\nThe material, undisputed facts as set forth in the parties’ submissions are as follows. PITG, a Pennsylvania limited liability company, was created to apply for a license to operate a gaming casino. In 2005, PITG applied to the Board for a Category 2 slot machine license in Pittsburgh. In its application, PITG proposed to develop the Casino on Pittsburgh’s North Shore Drive. On December 20, 2006, the Board voted unanimously to award PITG the Pittsburgh Category 2 slot machine license. On February 1, 2007, the Board issued an Order and Adjudication granting PITG the license. On July 17, 2008, this Court affirmed the Board’s Order. Station Square Gaming L.P. v. Pennsylvania Gaming Control Board, 592 Pa. 664, 927 A.2d 232 (2007).\nUnder the Zoning Code of the City of Pittsburgh (“Code”), the Casino is a “Gaming Enterprise” and a permitted use in Pittsburgh’s Downtown Riverfront district. Code, §§ 910.02, 911.02. As such, the Casino is subject to the Code’s provisions regarding project development plan review and approval. Code, § 910.10. According to Section 922.10.A of the Code, the purpose of a project development plan is “to provide a vehicle for evaluating individual development proposals within the broader context of development and plans for areas of regional significance, including the ... Downtown Riverfront areas.” Id. § 922.10.A. Therefore, under Section 922.10.B, in each Downtown Riverfront district, “every new or changed use of land, and every structure hereafter erected, enlarged[,] demolished or externally altered” must comply with all relevant regulations set forth in the Code and conform to a project development plan that the Planning Commission has approved. Id. § 922.10.B.\nUnder Section 922.10.C, all applicants for project development plan approval are to file an application with the Zoning Administrator. Id. §§ 922.10.C, 922.10.D.1. For developments of the Casino’s size, an applicant submits a master development plan application to the Zoning Administrator, prior to applying for individual building review. Id. § 922.10.D.2. The Planning Commission reviews the master development plan application and approves it, if it meets certain designated criteria. Id. When the requirements of master development plan review have been fulfilled, the Zoning Administrator schedules review of the project development plan application before the Planning Commission. Id. § 922.10.E.1. The Planning Commission then holds a public hearing, reviews the project development plan application to determine whether it complies with thirteen designated criteria, and either approves, approves with conditions, or denies the application. Id. §§ 922.10.E.1, 922.10.E.2.\nIn December of 2006, PITG submitted a draft master development plan for the Casino, and in February of 2007, submitted a revised application.\nThereafter, review proceeded in phases, with PITG submitting several project development plan applications. In March of 2007, PITG submitted its first application, that for PDP No. 0713. PDP No. 0713 sought approval for the demolition of the structures that were then located on the site of the Casino. On May 29, 2007, the Planning Commission approved both PITG’s revised master development plan application and its application for PDP No. 0713.\nOn June 21, 2007, PITG submitted a second project development plan application, PDP No. 0741, which sought approval for site utilities, the construction of foundations, and the erection of structural steel. On August 7, 2007, the Acting Zoning Administrator submitted a Development Review Report on PDP No. 0741 to the Planning Commission, recommending that the Planning Commission approve PDP No. 0741 in accordance with the application and drawings PITG had submitted for PDP No. 0741, provided that a construction management plan was reviewed and approved by the Department of City Planning prior to the issuance of a permit to PITG for foundation construction. At a hearing held on August 7, 2007, the Planning Commission approved PDP No. 0741, as recommended.\nIn the final months of 2007, PITG filed its third project development plan application, PDP No. 0724A, which sought approval for the building shell of the Casino and garage. On January 14, 2008, the Zoning Administrator recommended that the Planning Commission approve PDP No. 0724A for the proposed building shell in accordance with PITG’s submitted application and materials, provided that construction drawings were reviewed and approved by the Zoning Administrator prior to the issuance of a building shell permit. On January 14, 2008, the Planning Commission held a hearing, and approved PDP No. 0724A, as recommended.\nRiverlife filed this Petition on February 12, 2008, under Section 1506 of the Gaming Act, 4 Pa.C.S.A. § 1506, from the Planning Commission’s January 14, 2008 decision to approve PDP No. 0724A. The focus of Riverlife’s Petition is the height of the Casino’s garage. Riverlife asserts that the garage depicted in PITG’s master development plan was an approximately 100-foot high structure, which included two underground floors of parking, but that the garage the Planning Commission approved will stand 119 feet high with no underground levels. Riverlife complains that the height disparity that will exist between the Casino and the garage is unacceptable, having increased substantially from that reflected throughout project review. Riverlife argues that the Planning Commission’s decision to approve PDP No. 0724A is invalid because the Planning Commission failed to comply with applicable notice and hearing requirements; violated the Code by not processing a single project development plan for the Casino; disregarded the criteria the Code requires it to consider when reviewing project development plans; and violated Code provisions as to allowable heights for the garage as an accessory structure. Riverlife further argues that a building permit issued for the core and shell of the Casino was contrary to Code provisions to the extent that the permit is inclusive of the garage. Riverlife requests that this Court reverse the Planning Commission’s decision to approve PDP No. 0724A and enjoin the issuance of building permits for construction of the garage, or alternatively, that this Court appoint a master under 4 Pa.C.S. § 1506.\nOn March 28, 2008, the Planning Commission and PITG filed a Joint Application for Summary Relief, contending that Riverlife did not file a timely appeal, that Riverlife lacks standing, and that Riverlife has no right to appeal the Planning Commission’s project development plan approvals.\nThe contention by the Planning Commission and PITG that Riverlife’s appeal was untimely is a threshold question that implicates this Court’s jurisdiction. Day v. Civil Service Comm’n of Carlisle, 593 Pa. 448, 931 A.2d 646, 651-52 (2007) (“The timeliness of an appeal involves jurisdiction.”). As we have stated, “[t]ardy filings go to the jurisdiction of the tribunal to entertain a cause, and thus cannot be lightly dismissed. The establishment of jurisdiction is of equal importance as the establishment of a meritorious claim for relief. Jurisdiction is the predicate upon which consideration of the merits must rest.” Robinson v. Commonwealth, Pa. Bd. of Prob. & Parole, 525 Pa. 505, 582 A.2d 857, 860 (1990) (citations omitted). Therefore, we will address this contention first.\nRiverlife’s appeal is governed by a 30-day appeal period. Rule 1512 of the Pennsylvania Rules of Appellate Procedure states: “A petition for review of a quasi-judicial order or an order appealable under 42 Pa.C.S. § 763(b) (awards of arbitrators) or under any other provision of law, shall be filed with the prothonotary of the appellate court within 30 days after the entry of the order.” Pa.R.A.P. 1512(a). See 42 Pa.C.S. § 5571(a) (“The time for filing an appeal, a petition for allowance of appeal, a petition for permission to appeal or a petition for review of a quasi-judicial order, in the Supreme Court ... shall be governed by general rules_”). Moreover, as a general rule, this Court may not extend Rule 1512’s time-frame. Pa.R.A.P. 105 states in pertinent part that “[a]n appellate court ... may not enlarge the time for filing a notice of appeal, a petition for allowance of appeal, a petition for permission to appeal, or a petition for review.” Pa.R.A.P. 105(b).\nThe Planning Commission and PITG argue that Riverlife’s appeal was untimely because it was not taken within 30 days after the entry of the decision Riverlife is actually challenging. The Planning Commission and PITG do not dispute that Riv-erlife filed this Petition within 30 days of the Planning Commission’s January 14, 2008 decision approving PITG’s third project development plan application, that for PDP No. 0724A. Rather, they assert that given the focus of Riverlife’s appeal — the height of the Casino’s garage — Riverlife’s appeal should have been brought within 30 days after the Planning Commission’s August 7, 2007 approval of PITG Gaming’s second project development plan application, the application for PDP No. 0741. According to the Planning Commission and PITG, this is so because the height of the garage was approved when the Planning Commission approved the application for PDP No. 0741, not when it subsequently approved the application for PDP No. 0724A. Since Riverlife did not file this Petition until February 12, 2008, well beyond 30 days after the entry of the Planning Commission’s August 7, 2007 decision, the Planning Commission and PITG assert that Riverlife’s appeal was untimely.\nRiverlife disputes that its complaint concerning the height of the garage obliged it to appeal the Planning Commission’s August 7, 2007 decision approving PITG’s application for PDP No. 0741. Riverlife asserts that because the garage is to be constructed from pre-cast concrete, not structural steel, and PITG’s application for PDP No. 0741 did not include detailed design information on the garage, the Planning Commission did not consider the height of the garage when approving that particular project development plan application. According to Riverlife, the Planning Commission’s approval of the height of the garage did not occur until January 14, 2008, when it reviewed and approved the application for PDP No. 0724A, because it was only then that PITG documented the design of the structure. Therefore, Riverlife asserts that its Petition was timely since it was filed within 30 days after the Planning Commission’s January 14, 2008 decision.\nTo assess the parties’ respective arguments, we turn to the record and observe the following. The application for PDP No. 0741 plainly describes the Casino as a “Main Structure” that is “2 Stories, 56 Feet” high, and the garage as an “Accessory Structure” that is “9 Stories; 119 Feet” high. See Riverlife’s Reply Brief at Exhibit 9. Similarly, the August 7, 2007 Downtown Riverfront Report submitted to the Planning Commission, recommending approval of the application for PDP No. 0741, states in a finding of fact that “[t]he casino building is to be 2-stories and 60 feet in height, including the parapet; and the parking structure is to be 9-stories and 119 feet in height.” Id. at Exhibit 13. A letter dated August 10, 2007, sent by the Acting Zoning Administrator to representatives of PITG after the Planning Commission had approved the application for PDP No. 0741 on August 7, 2007, notes the height disparity “between the 119-foot-high parking garage and the bulk of the building 59 feet below” and makes recommendations suggested by the Contextual Design Advisory Panel of the Department of City Planning to ameliorate the resulting “awkward appearance.” Id. at Exhibit 12. Notably, at the Planning Commission’s January 14, 2008 hearing on PITG’s subsequent application for PDP No. 0724A, Wrenna L. Watson, the Chairwoman of the Planning Commission, asked the Acting Zoning Administrator to confirm that the Planning Commission had already approved the garage and that questions regarding its height were out of order. The Zoning Administrator answered: “In terms of height, yes.” N.T., 1/14/08, at 81. Also, at the January 14, 2008 hearing, Planning Commissioner Todd E. Reibord stated that “the massing of the garage was already reviewed and approved ... in terms of the height and size.” Id. at 87. These record representations are supported by the documentation concerning the subject matter that was before the Planning Commission in connection with its prior approval of PDP No. 0741.\nBased on the record, we conclude that the height of the garage at 119 feet was a subject of the Planning Commission’s decision rendered on August 7, 2007, approving the application for PDP No. 0741. That such is the case is established by the description of the garage as a 119-foot structure in the application for PDP No. 0741 and the references to the 119-foot high garage that were made by the Acting Zoning Administrator in documents that accompanied the Planning Commission’s approval of the application. The post-deci-sional letter from the Acting Zoning Administrator, and the statements made by City officials at the Planning Commission’s January 14, 2008 hearing, confirm that the height of the garage had already been approved and was no longer open to challenge. Riverlife’s arguments to the contrary fail in light of this record. Thus, the fact that the garage is to be constructed out of pre-cast concrete and the assertion that as of August 7, 2007, the Planning Commission lacked detailed design information on the garage, even if assumed to be true, do not negate the record evidence that the height of the garage was placed before the Planning Commission in the application for PDP No. 0741 and was approved by the Planning Commission on August 7, 2007, when it issued its decision approving that application.\nThus, we conclude that any party aggrieved by the Planning Commission’s approval of the height of the Casino’s garage was required to appeal the Planning Commission’s August 7, 2007 decision approving PITG’s application for PDP No. 0741 within 30 days thereafter, that is, no later than September 6, 2007. Riverlife, however, did not file its appeal until February 12, 2008, when it challenged the decision on PDP No. 0724A. Therefore, we hold that Riverlife’s appeal was untimely. The Planning Commission’s distinct January 14, 2008 decision, which did not include the Planning Commission’s approval of the height of the Casino’s garage, cannot be used as a means of enlarging Pa.R.A.P 1512’s 30-day appeal period as to the Planning Commission’s August 7, 2007 decision. Accordingly, we lack jurisdiction to consider Riverlife’s appeal.\nFor these reasons, the Joint Application for Summary Relief filed by the Planning Commission and PITG is granted, and Riv-erlife’s appeal is quashed. The Application for Expedited Consideration filed by the Planning Commission and PITG and the Application for Appointment of a Master filed by Riverlife are denied.\nJustices SAYLOR, EAKIN and BAER, TODD, McCAFFERY and Justice GREENSPAN join the opinion.\n. Petitioner Riverlife Task Force is a Pennsylvania non-profit corporation. Petitioners Randy Zotter and Robert Blackwell are residents of the City of Pittsburgh.\n. We take judicial notice that the Board later transferred the Pittsburgh slot machine license from PITG to Holdings Acquisition Co., LP in 2008. This has no bearing on this appeal. Pittsburgh Post-Gazette, Gaming Control Board Formalizes Casino Ownership, August 30, 2008, available at: http://www. postgazette.com/pg/08243/908234-53.stm.\n. The parties are in agreement as to which portions of the Code apply to the Casino and garage. Our opinion refers to Code provisions that the parties have included in the record and to those Code provisions that are subject to judicial notice. See Stilp v. Commonwealth, 588 Pa. 539, 905 A.2d 918, 925 (2006) (taking judicial notice of foundational facts and legislation over which there was no dispute and with which parties assumed Court was familiar).\n. The Code defines a \"Gaming Enterprise” as “an establishment where the playing of those games of chance or mixed chance and skill allowed under the Commonwealth of Pennsylvania law are conducted.” Code, § 911.02.\n. The Planning Commission is one of several designated \"Reviewers and Decision-Makers” under Chapter 23 of the Code. Code, §§ 923.01-923.03. \"Reviewer” means \"the entity ... that is authorized to approve or deny or to recommend approval or denial of an application or permit required under [the Code].” Id. at Chapter 926, Definition 212. \"Decision-Maker” means \"the entity that is authorized to finally approve or deny an application or permit required under [the Code].” Id. at Definition 63. The Planning Commission has the duty to make and adopt a master plan, either as a whole or in sections for the physical development of the city and of any land outside its boundaries which in the Commissions judgment bears relation to the planning of such city. Id. § 923.01.B. See also 53 P.S. 22761 (\"An additional executive department in cities of the second class, to be known as the department of city planning, which shall be in charge of a city planning commission, with the powers and duties herein set forth, and to make, adopt, amend, extend, add to, and carry out a municipal plan as provided in this act, is hereby created.”).\n. Like the Planning Commission, the Zoning Administrator is designated a \"Reviewer and Decision-Maker” under Chapter 923 of the Code. Code, §§ 923.01-923.03. The Zoning Administrator is \"a staff member of the Department of City Planning so designated by the City Planning Commission, who is herein charged with the administration of [the Code].” Id. §§ 923.03.A, 926(2).\n. Section 922.10.D provides:\n922.10.D Preliminary Review 922.10.D.1 Procedure\nAs part of the preliminary review, the Zoning Administrator shall prescribe the required form and content of the final Project Development Plan application, which may be submitted in schematic or preliminary form and which may include a site plan; building elevations; building and site perspective drawings; information on building size, height, proposed uses, traffic generation characteristics and other plans and information sufficient to illustrate the proposed development and its relation to adjacent buildings, streets and open spaces. 922.10.D.2 Development on sites of three (3) or more acres\nAny development of a building or buildings that require[s] Project Development Plan review on a site of three (3) or more acres is required to submit a Master Development Plan prior to the application for individual building or buildings [sic] review.\nA complete application for a Master Development Plan shall be submitted to the Zoning Administrator in a form established by the Zoning Administrator. Upon determining that the Master Development Plan application is complete, the Zoning Administrator shall schedule a review by the Planning Commission.\nThe Planning Commission shall approve a Master Development Plan only if it finds that the proposal meets all of the following [six] criteria....\nCode, § 922.10.D.\n.Section 922.10.E provides:\n922.10.E Final Review 922.10.E.l Action by the Planning Commission\nThe Zoning Administrator shall schedule a review by the Planning Commission when all the requirements established during the preliminary review have been fulfilled. The Planning Commission shall review the Project Development Plan application and act to approve, approve with conditions, or deny the application. The Planning Commission shall approve a Project Development Plan if it finds that the plan complies with the review criteria of Sec[tion] 922.10E.2 and if the proposal complies with all applicable Zoning Code requirements and adopted plans and policy .documents, including all applicable standards of the GT, DR and Public Realm Zoning Districts. The Planning Commission shall deny approval of a Project Development Plan if it finds that the plan is not in conformance with the Zoning Code or with adopted plans and policy documents. In acting upon a Project Development Plan, the Planning Commission shall include a description of specific site improvements and development characteristics upon which its approval is conditioned. Such conditions shall be binding upon the applicant.\n(a) Notice Requirement for Gaming Enterprise Development\n(1) Notice, Hearing and Action\nUpon determining that a Project Development Plan that is specific to a [G]aming [Ejnterprise is complete, the Zoning Administrator shall schedule a public hearing before the Planning Commission, notify the applicant of the hearing date and give at least twenty-one (21) days notice of the hearing by posting in accordance with the notice requirements of Section 922.01.C.2 and by mail in accordance with the notice requirements of Section 922.0l.C.l to all property owners within a one hundred fifty-foot radius of the subject property. The Planning Commission shall hold a public hearing on the Project Development Plan application specific for Gaming Enterprises. After the public hearing, the Commission shall act to approve, approve with conditions, or deny the application within forty-five (45) days of the public hearing. 922.10.E.2 Review Criteria\nIn reviewing applications for Project Development Plan approval, the Planning Commission shall consider the extent to which the Project Development Plan addresses the following [13] criteria. The Planning Commission shall not approve any Project Development Plan that, in the determination of the Planning Commission, does not adequately address one (1) or more of these [13] criteria in accordance with objectives contained in general or site specific policy documents adopted by the Planning Commission. ...\nCode, § 922.10.E.\n. The record does not show and the parties do not state to which particular City office(s) PITG submitted the several applications for development of the Casino that are discussed in this opinion.\n. Section 1506 of the Gaming Act gives this Court exclusive appellate jurisdiction over certain appeals that would otherwise be brought in another court. See HSP Gaming, L.P. v. City of Philadelphia, 598 Pa. 118, 954 A.2d 1156, 1170-71 (2008). Section 1506 states:\n§ 1506. Licensed facility zoning and land use appeals\nIn order to facilitate timely implementation of casino gaming as provided in this part, notwithstanding 42 Pa.C.S.A. § 933(a)(2) (relating to appeals from government agencies), the Supreme Court of Pennsylvania is vested with exclusive appellate jurisdiction to consider appeals of a final order, determination or decision of a political subdivision or local instrumentality involving zoning, usage, layout, construction or occupancy, including location, size, bulk and use of a licensed facility. The court, as appropriate, may appoint a master to hear an appeal under this section.\n4 Pa.C.S. § 1506.\n. Pennsylvania Rule of Appellate Procedure 1532 authorizes summary relief as follows:\n(b) Summary relief. At any time after the filing of a petition for review in an appellate or original jurisdiction matter the court may on application enter judgment if the right of the applicant thereto is clear.\nPa.R.A.P. 1532(b). “An application for summary relief may be granted if a party's right to judgment is clear and no material issues of fact are in dispute.” Jubelirer v. Rendell, 598 Pa. 16, 953 A.2d 514, 521 (2008) (quotation omitted).\n. Due to our resolution of the jurisdictional question, we will not address Riverlife’s substantive claims, or the procedural claims of the Planning Commission and PITG in their Joint Application for Summary Relief, which allege that Riverlife lacked standing and had no right to appeal the Planning Commission’s approval of a project development plan.",
        "type": "majority",
        "author": "Chief Justice CASTILLE."
      }
    ],
    "attorneys": [
      "Deborah A. Rouse, Esq., Paul H. Titus, Esq., Schnader Harrison Segal & Lewis, L.L.P., Pittsburgh, for PITG Gaming, LLC, intervenor.",
      "Clifford B. Levine, Esq., Pittsburgh, for Riverlife Task Force, Randy Zotter and Robert Blackwell, petitioners.",
      "Wrenna Leigh Watson, Esq., Pittsburgh; George R. Specter, Esq., Lawrence Henry Baumiller, Esq., City of Pittsburgh Law Dept., for Planning Com’n of City of Pittsburgh, respondent."
    ],
    "corrections": "",
    "head_matter": "RIVERLIFE TASK FORCE, Randy Zotter and Robert Blackwell, Petitioners v. PLANNING COMMISSION OF the CITY OF PITTSBURGH, Respondent. PITG Gaming, LLC, Intervenor.\nNo. 16 WM 2008.\nSupreme Court of Pennsylvania.\nSubmitted May 23, 2008.\nDecided March 18, 2009.\nDeborah A. Rouse, Esq., Paul H. Titus, Esq., Schnader Harrison Segal & Lewis, L.L.P., Pittsburgh, for PITG Gaming, LLC, intervenor.\nClifford B. Levine, Esq., Pittsburgh, for Riverlife Task Force, Randy Zotter and Robert Blackwell, petitioners.\nWrenna Leigh Watson, Esq., Pittsburgh; George R. Specter, Esq., Lawrence Henry Baumiller, Esq., City of Pittsburgh Law Dept., for Planning Com’n of City of Pittsburgh, respondent.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ."
  },
  "file_name": "0551-03",
  "first_page_order": 585,
  "last_page_order": 593
}
