{
  "id": 8109931,
  "name": "Odessa B. BRADLEY, Appellant, v. D. C. TRANSIT SYSTEM, INC., a corporation, Appellee",
  "name_abbreviation": "Bradley v. D. C. Transit System, Inc.",
  "decision_date": "1962-07-20",
  "docket_number": "No. 2975",
  "first_page": "551",
  "last_page": "553",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 551"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "125 A.2d 52",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8124885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/125/0052-01"
      ]
    },
    {
      "cite": "83 A.2d 433",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8146749
      ],
      "pin_cites": [
        {
          "page": "435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/83/0433-01"
      ]
    },
    {
      "cite": "74 App.D.C. 167",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "121 F.2d 905",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        463108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/121/0905-01"
      ]
    },
    {
      "cite": "148 A.2d 303",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8120387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/148/0303-01"
      ]
    },
    {
      "cite": "67 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8139929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/67/0269-01"
      ]
    },
    {
      "cite": "83 A.2d 588",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8148053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/83/0588-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 5145,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.522927784592847
    },
    "sha256": "6d1fe2ca9444bf0e00851742f2ef79f7d8f50fc5a2dd3995860885910c545f55",
    "simhash": "1:2943b0206b51448e",
    "word_count": 855
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Odessa B. BRADLEY, Appellant, v. D. C. TRANSIT SYSTEM, INC., a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "MYERS, Associate Judge.\nAppellant sued appellee transit company for damages for personal injuries sustained when she fell while a passenger on a bus. The case was submitted to a jury which returned a verdict for the transit company. From judgment thereon, the passenger has appealed.\nThe record reveals that appellant was standing with other passengers in a crowded bus and fell when the bus suddenly stopped as it was entering an intersection after having slowly passed or temporarily halted at a passenger-loading point without opening its front door to take on waiting passengers. She was unable to offer an explanation for the abrupt stop (although she testified she had observed that the traffic light changed from green to amber as the bus entered the intersection) and there is no evidentiary-showing that the driver was careless or negligent in operating and controlling the bus.\nThe driver testified that the unexpected stop had been caused by the “interlock system” of the bus, a safety device installed on every bus to protect passengers using the rear door. He explained that the stop was automatic and not the result of any deliberate act on his part; that when the system is put into effect, the accelerator locks, the brakes are automatically applied, a bell rings, and a light appears on his instrument board — all of which occurred in this instance — indicating to him that something unusual had happened at the rear door.\nA passenger testified that just before the bus stopped she had seen a man standing at the bus stop push his hand, except the thumb, between the thick, flexible rubber edging of the closed rear doors. Appellant and her two witnesses, also passengers on the bus, denied seeing any such person or any such act. The bus driver stated that if this had happened it would have been sufficient to set the “interlock system” into operation, thereby taking further control of the moving bus out of his hands and bringing it automatically to an abrupt stop.\nAppellant complains that the trial judge erred in admitting testimony by the driver respecting the mechanical operation and effect of the “interlock system.” We are satisfied that the driver was properly qualified to explain the functioning of this safety mechanism on his bus without being required, as appellant contends, to know how to assemble, install and repair such apparatus. He had driven a bus for fifteen years for appellee and, when first employed, had undergone a course of training and education designed to acquaint him with every detail in the safe operation and control of the bus, including the purpose and effect of the interlock system. Such evidence, together with all other evidence bearing on the occurrence, was properly admitted for consideration of the jury in reaching a decision as to whether the appellant was injured as the result of some negligent act or omission by the driver in the operation and control of the bus at the time appellant fell.\nAppellant also claims error in the refusal of the trial judge to grant nine proposed jury instructions. These were refused prior to the charge to the jury. As given, the charge fully covered the issues in the case. When it was completed the court called counsel to the bench and inquired if they were satisfied. Appellant’s counsel replied, “Yes, I am satisfied.” In view of his failure to renew his objections to denial of the requested instructions and especially of his indication that the charge as given was satisfactory to him, we think the error, if any, in the denial of the instructions was waived. Furthermore, we are convinced that the instructions requested were properly denied as being either irrelevant or included, in substance, in the charge by the court to the jury.\nWe cannot reweigh the evidence or override the factual findings of the jury and decide anew the issues of fact. Such questions as to whether the sudden stop could have been avoided by any action of the driver, whether the transit company exercised toward appellant the highest degree of care imposed upon it under the circumstances of this case, and the matter of the credibility of the witnesses who testified, were properly submitted to the jury under a comprehensive charge. The result was a verdict in favor of the transit company.\nOther errors charged by appellant are without substance. As we find no valid grounds for setting aside the verdict of the jury, judgment thereon is hereby\nAffirmed.\n. Rule 51, Civil Rules, Municipal Court; Sowder v. Nolan, D.C.Mun.App., 125 A.2d 52; Webster v. Perper, D.C.Mun.App., 83 A.2d 433, 435.\n. Thomas v. United States, 74 App.D.C. 167, 121 F.2d 905; McDaniel v. Cusimano, D.C.Mun.App., 148 A.2d 303; Lewis v. Shifters, D.C.Mun.App., 67 A.2d 269.\n.Gensberg v. Kritt, D.C.Mun.App., 83 A.2d 588.",
        "type": "majority",
        "author": "MYERS, Associate Judge."
      }
    ],
    "attorneys": [
      "Josiah Lyman, Washington, D. C., for appellant.",
      "John P. Arness, Washington, D. C, for appellee."
    ],
    "corrections": "",
    "head_matter": "Odessa B. BRADLEY, Appellant, v. D. C. TRANSIT SYSTEM, INC., a corporation, Appellee.\nNo. 2975.\nMunicipal Court of Appeals for the District of Columbia.\nArgued June 4, 1962.\nDecided July 20, 1962.\nJosiah Lyman, Washington, D. C., for appellant.\nJohn P. Arness, Washington, D. C, for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0551-01",
  "first_page_order": 583,
  "last_page_order": 585
}
