{
  "id": 11627603,
  "name": "In the Interest of D.M. Appeal of D.M",
  "name_abbreviation": "In the Interest of D.M.",
  "decision_date": "1999-04-01",
  "docket_number": "",
  "first_page": "556",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "727 A.2d 556"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "662 A.2d 1043",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7867196,
        470804
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1049",
          "parenthetical": "police may briefly detain a suspect in order to allow an on-scene identification"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/662/1043-01",
        "/pa/541/0285-01"
      ]
    },
    {
      "cite": "541 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470804
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "296",
          "parenthetical": "police may briefly detain a suspect in order to allow an on-scene identification"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0285-01"
      ]
    },
    {
      "cite": "253 A.2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "434 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1922558
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/434/0153-01"
      ]
    },
    {
      "cite": "263 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927838
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0338-01"
      ]
    },
    {
      "cite": "570 F.2d 1051",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        918161,
        3773637
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1054"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/570/1051-01",
        "/us-app-dc/187/0142-01"
      ]
    },
    {
      "cite": "131 F.3d 132",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "197"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "931 F.Supp. 194",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7650425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/931/0194-01"
      ]
    },
    {
      "cite": "484 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753774
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "203"
        },
        {
          "page": "1015"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0198-01"
      ]
    },
    {
      "cite": "469 U.S. 221",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11959006
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0221-01"
      ]
    },
    {
      "cite": "449 U.S. 411",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716341
      ],
      "weight": 6,
      "year": 1981,
      "pin_cites": [
        {
          "page": "417"
        },
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0411-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 12,
      "year": 1968,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "21"
        },
        {
          "page": "27"
        },
        {
          "page": "33"
        },
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "407 U.S. 143",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9137003
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0143-01"
      ]
    },
    {
      "cite": "88 L.Ed.2d 297",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 3,
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 349",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "474 U.S. 950",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6448224,
        6448325,
        6448709,
        6449147,
        6448556,
        6448142,
        6447983,
        6449359,
        6449041,
        6448048,
        6448942,
        6448630,
        6448475,
        6448829,
        6448414
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/us/474/0950-04",
        "/us/474/0950-05",
        "/us/474/0950-10",
        "/us/474/0950-14",
        "/us/474/0950-08",
        "/us/474/0950-03",
        "/us/474/0950-01",
        "/us/474/0950-15",
        "/us/474/0950-13",
        "/us/474/0950-02",
        "/us/474/0950-12",
        "/us/474/0950-09",
        "/us/474/0950-07",
        "/us/474/0950-11",
        "/us/474/0950-06"
      ]
    },
    {
      "cite": "507 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792365
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "532"
        },
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0529-01"
      ]
    },
    {
      "cite": "654 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876010,
        713638
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "1144",
          "parenthetical": "mere fact that defendant turned around and walked back toward rear of motel after allegedly seeing police patrol car did not amount to display of suspicious behavior, constituting proper grounds for investigatory stop"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/654/1141-01",
        "/pa-super/439/0606-01"
      ]
    },
    {
      "cite": "439 Pa.Super. 606",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        713638
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "613",
          "parenthetical": "mere fact that defendant turned around and walked back toward rear of motel after allegedly seeing police patrol car did not amount to display of suspicious behavior, constituting proper grounds for investigatory stop"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/439/0606-01"
      ]
    },
    {
      "cite": "681 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        769251,
        7862509
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "presence in the vicinity of recently reported crime is not enough to justify investigative stop"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/452/0200-01",
        "/a2d/681/0778-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 200",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769251
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "presence in the vicinity of recently reported crime is not enough to justify investigative stop"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/452/0200-01"
      ]
    },
    {
      "cite": "359 Pa.Super. 433",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661918
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "438",
          "parenthetical": "police must have identification specific enough to reasonably conclude that the party they are stopping is actually the person they are seeking"
        },
        {
          "page": "430",
          "parenthetical": "police must have identification specific enough to reasonably conclude that the party they are stopping is actually the person they are seeking"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-super/359/0433-01"
      ]
    },
    {
      "cite": "263 A.2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "437 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927838
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "341-42"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/437/0338-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1098,
    "char_count": 27961,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24203380197069405
    },
    "sha256": "7b4765ab1b1f39c38900103e9d3213aab6a7109cf220885de99e28ed45e3078c",
    "simhash": "1:01096b7333e7d246",
    "word_count": 4527
  },
  "last_updated": "2024-02-27T17:47:37.398997+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "In the Interest of D.M. Appeal of D.M."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCASTILLE, Justice.\nThis is an appeal from the Order of the Superior Court affirming the trial court’s order adjudicating appellant delinquent. The issue before this Court is whether, pursuant to the Fourth Amendment to the United States Constitution, the Superior Court properly upheld the trial court’s denial of appellant’s motion to suppress physical evidence obtained pursuant to a stop and frisk. Because we find that police possessed the requisite reasonable suspicion to stop and frisk appellant for weapons, we affirm.\nOur standard of review in addressing a challenge to a trial court’s denial of a suppression motion is whether the factual findings are supported by the record and whether the legal conclusions drawn from those facts are correct. Commonwealth v. Cortez, 507 Pa. 529, 532, 491 A.2d 111, 112, cert. denied, 474 U.S. 950, 106 S.Ct. 349, 88 L.Ed.2d 297 (1985). When reviewing rulings of a suppression court, we must consider only the evidence of the prosecution and so much of the evidence for the defense as remains uncontradicted when read in the context of the record as a whole. Id. Where the record supports the findings of the suppression court, we are bound by those facts and may reverse only if the legal conclusions drawn therefrom are in error. Id.\nHere, the trial court found that on June 6, 1995, at approximately 8:40 p.m., Officer Walter Williams of the Philadelphia Police Department was on routine patrol on the west end of 30 th Street and Grays Ferry Avenue when he received a radio call regarding several black males involved in a robbery at 22 nd and South Streets. The officer responded to the call and immediately proceeded to the location of the reported robbery. Approximately one or two minutes after receiving the call, a short distance from the crime scene, the officer observed appellant and three other black males walking north “very quickly” on 22 nd Street. They were the only individuals in the vicinity. As the officer looked in the direction of the four individuals, they immediately changed their direction.\nThe officer conducted an investigatory stop of appellant and his companions. Officer Marcus Robinson arrived at the scene and conducted a pat-down search of appellant. Officer Robinson felt an object shaped like a handgun and asked appellant what it was. Appellant admitted that it was a handgun. Officer Robinson retrieved the loaded .32 caliber revolver, placed appellant under arrest and charged him with violations of the Uniform Firearms Act, 18 Pa.C.S. §§ 6106, 6108.\nAppellant filed a motion to suppress the handgun. Following a hearing, the trial court denied the motion and adjudicated appellant delinquent. The trial court placed appellant on probation with intensive supervision. The Superior Court affirmed.\nAppellant now asserts that the trial court erred in denying his motion to suppress the gun because under the Fourth Amendment to the United States Constitution, police lacked reasonable suspicion to effectuate the investigatory stop. We disagree.\nAn officer who lacks the level of information required for probable cause to arrest need not “simply shrug his shoulders and allow a crime to occur or a criminal to escape.” Adams v. Williams, 407 U.S. 143, 145, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972). Where an officer reasonably suspects that criminal activity is afoot, the officer may temporarily freeze the status quo by preventing the suspect from leaving the scene in order to ascertain his identity and gather additional information. Terry v. Ohio, 392 U.S. 1, 21, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968). The officer may also conduct a quick frisk for weapons if he reasonably fears that the person with whom he is dealing may be armed and dangerous. Id. The question of whether reasonable suspicion existed at the time of an investigatory detention must be answered by examining the totality of the circumstances to determine whether there was a particularized and objective basis for suspecting the individual stopped of criminal activity. United States v. Cortez, 449 U.S. 411, 417, 101 S.Ct. 690, 66 L.Ed.2d 621 (1981). There is no ready test for determining reasonableness other than by balancing the need to search or seize against the invasion to which the search or seizure entails. Terry, 392 U.S. at 21, 88 S.Ct. 1868. Police are generally justified in stopping an individual when relying on information transmitted by a valid police bulletin. United States v. Hensley, 469 U.S. 221, 232, 105 S.Ct. 675, 83 L.Ed.2d 604 (1985).\nHere, the information available to the officer at the time he made the stop provided at least the minimum level of objective justification necessary for an investigative stop. The officer was on routine patrol and received police radio information that a gunpoint robbery had just taken place involving four or five black males. About one minute later, he observed four black males walking north “very quickly,” one-half block away from the crime scene. These males were the only males that the officer observed in the vicinity of the crime. Upon seeing the police vehicle, the group abruptly began walking in the opposite direction. The officer testified that based on the information he had received, the proximity of the crime scene, and the immediate change in direction, he believed that the four males were involved in the robbery. Consequently, he conducted an investigatory detention of the males.\nUnder these circumstances, the officer did not act on the basis of a mere “hunch” or “inchoate and unpartieularized suspicion” when approaching appellant. Terry, 392 U.S. at 27, 88 S.Ct. 1868. Here, appellant and his companions matched the number of suspects broadcast in the report; they matched the race of the suspects; they were the only individuals observed in the vicinity of the robbery; they were seen a mere one-half block away within approximately one minute of the crime; and they acted evasively when they saw the police vehicle.\nFurthermore, the fact that the police radio report came from the crime victim herself, not from an anonymous source, imparted a high degree of reliability to the report. Under these circumstances, the officer clearly possessed reasonable suspicion for an investigatory stop. The officer would have been derelict in his duties had he not detained the group which was very possibly armed and retreating after having committed a violent armed felony mere moments earlier. Further, the officer’s investigation could not have been safely pursued had he not patted the group down for weapons since the radio call alerted police to a gunpoint robbery. “There is no reason why an officer, rightfully but forcibly confronting a person suspected of a serious crime should have to ask one question first and take the risk that the answer might be with a bullet.” Terry, 392 U.S. at 33, 88 S.Ct. 1868. Pursuant to Terry, the officer’s pat-down of appellant was proper. In light of the report that the robbery had been committed with a gun, “a reasonably prudent man under the circumstances would be warranted in the belief that his safety or that of others was in danger.” Terry, 392 U.S. at 20, 88 S.Ct. 1868.\nIn Commonwealth v. Powers, 484 Pa. 198, 398 A.2d 1013 (1979), this Court held that under the Fourth Amendment, police had probable cause to arrest three black men following a flash police radio broadcast regarding a stabbing. The broadcast stated that four or five black males were involved, including one in a green army fatigue jacket with the hood pulled up, one in a white tee shirt, and one six foot four inches tall in a brown overcoat and red knit cap. In upholding the denial of the appellant’s motion to suppress, this Court stated: “While it may be true, as appellant argues, that many young black men in the 24th and Berks Streets area wear green army jackets and white tee shirts, nevertheless the discovery of the three youths, together on the street, in the neighborhood to which the suspects had fled, ten to fifteen minutes after the crime had occurred, where the three youths fit descriptions of the suspects and where there were no other persons matching those descriptions in the area, presented a combination of circumstances which was surely sufficient to justify a reasonable belief that they could well be the guilty parties. Thus probable cause existed to arrest appellant.” Id. at 203, 398 A.2d at 1015.\nSince the circumstances of Powers included neither the close spaeial nor temporal proximity present in the instant case, nor the suspicious change of direction at the sight of the police, it is clear that the circumstances here substantiate reasonable suspicion under the authority of Powers. Here, the officers spotted the exact number of suspects in a far less remote time frame, the suspects were observed close to the crime scene, the suspects matched the description given by the victim, and there were no other persons matching the description observed in the area. Although the description of the suspect’s clothing was not as detailed as the description given in Powers, the issue in Powers was whether police had probable cause to arrest. Here, the issue is whether police were justified in acting under the lesser standard of reasonable suspicion.\nThe federal courts which have examined facts similar to the facts of the instant matter have found not only the requisite amount of reasonable suspicion, but have also frequently found that even the more exacting standard of probable cause was satisfied. In United States v. Nelson, 931 F.Supp. 194 (W.D.N.Y.1996), aff'd, 131 F.3d 132 (2d Cir. 1997), the court held that police not only had reasonable suspicion to stop the defendant, but also possessed probable cause to arrest him where an officer received a radio report that fellow officers were chasing an individual a few blocks away. The officer drove to the scene and was informed that the fugitive was a black male wearing dark clothing and that he had run down a certain alleyway. The officer drove his vehicle to the area where he guessed the fugitive might be heading. Shortly thereafter, a black male wearing dark clothing ran in front of the vehicle. The officer apprehended the suspect. The court held that the appearance of the defendant, who fit the suspect’s description, in an area where the officer surmised that the suspect might be heading, as well as his running into the street, “more than justified” the officer in pursuing and arresting the defendant. Id. at 197.\nIn United States v. Short, 570 F.2d 1051 (D.C.Cir.1978), the court held that there was reasonable, articulable suspicion to initiate an investigatory stop of the defendant, who, along with many young people near the area in question, met the general description of a burglary suspect. The broadcast had advised that the first of the two burglary suspects was a black male approximately 18 to 19 years old, 5’9 to 5’10 tall, 145 to 155 pounds with a short Afro-bush haircut and a dark complexion in a waist-length camel-colored leather jacket and blue trousers. The second suspect was described only as a black male. Several minutes after the broadcast, the officers observed the appellant wearing blue pants and a brown jacket with another black male one-and-a-half blocks from the burglary scene. Appellant and his companion walked away from the officers. The court found that “the description received over the police radio fit many young people in that area of Washington. This was particularly so given the apparent confusion over the precise meaning of “camel-colored.”” Id. at 1054. Thus, although the police in Short had a general description of the suspect’s appearance, including his clothing, the description was not an influential factor in the court’s conclusion that the officer had a reasonable, articulable suspicion that the suspect might be connected with the crime such that an investigative stop and frisk was warranted under Terry. Therefore, Short is persuasive for the proposition that the officer here had the requisite reasonable suspicion despite the fact that the officers in the instant matter did not possess a detailed description of what the suspects were wearing.\nA large portion of appellant’s brief is devoted to citing cases which hold that certain factors present in the instant case, standing alone, are insufficient to constitute reasonable suspicion. Appellant’s argument overlooks the mandate that reasonable suspicion must be evaluated based on the totality of the circumstances. It is not the function of a reviewing court to analyze whether each individual circumstance gave rise to reasonable suspicion, but rather to base that determination upon the totality of the circumstances — the whole picture. Cortez, 449 U.S. at 417, 101 S.Ct. 690. The evidence collected must be seen and weighed not in terms of library analysis by scholars, but as understood by those versed in the field of law enforcement. Id.\nAppellant cites Commonwealth v. Berrios, 437 Pa. 338, 263 A.2d 342 (1970) for the proposition that the totality of the circumstances presented by the instant case were insufficient to constitute reasonable suspicion. However, in Berrios, this Court invalidated an investigative stop that had been based solely on a report of a shooting involving three men — two “Negroes” in dark clothing and a “Puerto Rican” in light clothing. Twenty minutes after receiving the report, police stopped two men, one black and one Puerto Rican, who were walking on a street three blocks from the crime scene. Thus, after a significant passage of time, police stopped two men, when three had been reported, only three blocks from where they allegedly committed a crime, which was inconsistent with “flight” since the suspects could have traveled much further in over twenty minutes if they had been trying to flee a crime scene. Further, the suspects in Berrios had been walking in a normal manner and did not change their direction upon viewing police. Here, unlike Berrios, the officer stopped the precise number of suspects, who happened to be the only persons on the street, only one minute after the crime occurred and less than one block from the scene, and the suspects acted as if they were attempting to avoid police.\nAppellant also cites Commonwealth v. Hicks, 434 Pa. 153, 253 A.2d 276 (1969), which simply fails to support appellant’s argument. In Hicks, police received a report that a suspected burglar was a black male with a mustache in his thirties wearing a brown coat. Police ultimately stopped the appellant four blocks away from the scene and forty-five minutes after the alleged crime, even though he did not have a mustache and was wearing a light-colored coat. This Court held that police lacked reasonable suspicion to conduct the stop, because the appellant did not match the description. In the instant matter, there was no disparity between the description and the officer’s observation, the suspects were stopped within minutes of the crime being reported, and within a short distance of the crime scene, and the suspects displayed suspicious, furtive behavior upon viewing police.\nWe are mindful of the principles that drive the distinction between the reasonable suspicion (which existed here) for an investigative stop and the probable cause required for an arrest. In an investigative stop, the intrusiveness of the police conduct at issue is comparatively negligible. Here, appellant and his companions were detained for a mere two to four minutes until the victim was able to eliminate them as the robbery suspects. See Commonwealth v. Ellis, 541 Pa. 285, 296, 662 A.2d 1043, 1049 (1995) (police may briefly detain a suspect in order to allow an on-scene identification). Appellant would have been free to leave following the victim’s identification had he not possessed an illegal firearm.\nIn sum, the officer in the instant matter did not stop appellant and his companions based solely on a description of race and gender. Instead, the totality of the circumstances provided the officer with more than sufficient reasonable suspicion to briefly detain appellant and frisk him for weapons. Therefore the gun found on appellant was properly admitted and no new trial is warranted.\nFor these reasons, we affirm the ruling of the Superior Court.\nJustice ZAPPALA files a dissenting opinion.\nJustice NIGRO files a dissenting opinion in which Chief Justice FLAHERTY joins.\n. In Ms brief, appellant also raises a claim under Article I, Section 8 of the Pennsylvania Constitution. We note that appellant’s claim under the Pennsylvania Constitution is waived. The record reveals that appellant waived his state constitutional claim by failing to raise it in his statement of matters complained of before the Superior Court. Pa.R.A.P. 302; Pa.R.A.P.1925(b). Accordingly, because appellant’s claim under Arti-ele I, Section 8 has not been properly preserved for this Court’s review, our decision is based solely on Fourth Amendment principles.\n. Police escorted the robbety victim to the scene. The victim indicated that none of the four youths were involved in the robbery.\n. The pursuit began after the individual committed a traffic violation. Police pursued his vehicle and the defendant jumped out of the car and ran, tossing away a loaded gun.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      },
      {
        "text": "ZAPPALA, Justice,\ndissenting.\nI must respectfully dissent. Under the jurisprudential standards of this Commonwealth, no person, under any circumstance, can be detained and deprived of any right, constitutional or otherwise, simply as a result of race, ethnicity, gender or any other discriminatory classification. The individual rights constitutionally guaranteed to each and every citizen of this Commonwealth preclude the use of such discriminatory classifications as a pretext for intrusion by the state, no matter how laudatory the goals of law enforcement officials and irrespective of the seriousness of the crime under investigation.\nIn this ease, the police stopped, detained and searched Appellant solely on the basis that he was among a group of black males who happened to be in the vicinity of a recently completed robbery and changed their direction upon encountering the police. Accordingly, I must conclude that this unwarranted police action constituted a violation of Appellant’s right under the Fourth Amendment of the United States Constitution to be free from unreasonable searches and seizures.",
        "type": "dissent",
        "author": "ZAPPALA, Justice,"
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nSince I disagree with the majority’s conclusion that Officer Williams possessed the reasonable suspicion necessary to make the initial investigatory stop of Appellant D.M., I must respectfully dissent.\nHere, as noted by the majority, Officer Williams received a flash radio call at approximately 8:40 p.m. on June 6, 1995, indicating that there had been an armed robbery near the intersection of 22 nd and South Streets in Philadelphia. While the majority correctly states that a police officer may rely upon information broadcast over a police radio in effectuating an investigatory stop, the radio call in the instant matter supplied Officer Williams with only the most general information of a robbery by “four or five” black males. No further details regarding height, weight, age, clothing or other physical characteristics were provided to refine this generic description of the robbery suspects in any way. Clearly, such a description, consisting merely of race and gender and literally applicable to any group of black males in the area, falls far short of providing a specific and articulable basis for a reasonable belief that D.M. and his companions were involved in the reported robbery. See Commonwealth v. Jackson, 359 Pa.Super. 433, 438, 519 A.2d 427, 430 (1986) (police must have identification specific enough to reasonably conclude that the party they are stopping is actually the person they are seeking).\nThe majority finds, however, that this description, in conjunction with the other information available to Officer Williams at the time of the stop, provided him with reasonable suspicion under the totality of the circumstances. Specifically, the majority notes that not only did D.M. and his companions fit the general description broadcast, in that they were black males in a group of “four or five,” but that they were the only males in the vicinity of the crime within minutes of the report. Furthermore, according to the majority, D.M. and his companions acted suspiciously by abruptly changing their direction when Officer Williams’ police car approached. I can not agree that these added facts create a “whole picture,” in the words of the majority, which give rise to a reasonable suspicion of criminal activity.\nThe majority points out that D.M. and his companions were the only males near the crime scene within minutes of the report. While I agree that spatial and temporal proximity to the crime scene are factors to be considered in determining whether reasonable suspicion existed under the totality of the circumstances, the mere presence of D.M. and his companions in the vicinity of a recently reported crime can not be said to create a sufficient basis to warrant a forcible investigatory stop. See Commonwealth v. Allen, 452 Pa.Super. 200, 681 A.2d 778 (1996) (presence in the vicinity of recently reported crime is not enough to justify investigative stop). Significantly, D.M. and his companions were subjected to the stop at approximately 8:40 p.m. in early June and on a public street, not an unusual time or place for people to be walking. Moreover, Officer Williams actually observed D.M. and Ms companions walMng towards the scene of the robbery.\nThe majority also notes that, in addition to the “matching description” and the spatial and temporal proximity to the crime scene, Officer Williams observed D.M. and his companions abruptly change their direction when they saw his police car, amounting to a display of suspicious behavior. Again, I can not agree that the fact that D.M. was walking near the scene of a recently reported crime, with a group of “four or five” black males who changed their direction at the sighting of the police constitutes the type of unusual conduct which supports a conclusion of reasonable suspicion. The record reflects that when Officer Williams’ police car appeared, D.M. and his companions merely turned and walked in the opposite direction. Although Officer Williams did testify that the boys were “walking quickly,” the record does not reflect any testimony suggesting that the boys were running, out of breath or exhibited any other indication that they were in flight. Given the meager physical description available to Officer Williams, walking towards the scene of a recently reported crime and turning in the opposite direction of police can not, in my view, be considered inherently suspicious or reasonably suggestive of criminal activity so as to justify an investigatory stop under these circumstances. See Commonwealth v. Arch, 439 Pa.Super. 606, 613, 654 A.2d 1141, 1144 (1995) (mere fact that defendant turned around and walked back toward rear of motel after allegedly seeing police patrol car did not amount to display of suspicious behavior, constituting proper grounds for investigatory stop).\nAlthough the majority attempts to distinguish Commonwealth v. Berrios, 437 Pa. 338, 263 A.2d 342 (1970), I agree with Appellant that Berrios supports his position that the investigatory stop in the instant case was unjustified. In Berrios, police officers received information over the radio that a shooting had occurred and that tM'ee males, two black males in dark clothing and a.Hispanic man in light clothing, had been observed leaving the scene and walking east on a given street. WitMn twenty minutes of the broadcast, officers saw a black man in dark clothing and a Hispanic man in light clothing walking east on the given street, approximately three blocks from the reported shooting. The responding officer stopped and frisked the men, discovering a gun on Berr-ios. In concluding that tMs information did not create a reasonable suspicion to justify a stop and frisk, this Court stated:\nAt the time of the stopping and the search, Berrios and his companion were merely walking on the street and acting in a normal manner ... the policemen had no reason to connect them with the reported shooting, except that they were walking near the area; that one was [black] and the other was Puerto Rican, who wore clothes of the general color reportedly worn by those involved. The policemen had no information of the physical make-up or characteristics of the men they were seeking and hence, did not know if Berrios and his companion were of the same description. If the policemen were constitutionally justified in searching Berrios under these circumstances, then every Puerto Rican wearing light clothing and walking with a [black male] in this area could likewise be validly searched.\nBerrios, 437 Pa. at 341-42, 263 A.2d at 344.\nDespite the condemnation in Berrios of conducting a stop and frisk under these circumstances, this is almost exactly what happened to D.M., who was observed walking down a public street, with his companions, in the area of a recently reported crime. In fact, Officer Williams did not even have the vague clothing description that was included in the physical description found to be inadequate in Berrios.\nThe majority, however, essentially finds that Berrios is inapposite since the stop in Berrios, unlike the one here, involved the wrong number of suspects, who were walking only three blocks away from the crime scene after a significant passage of time. However, the fact that more time had elapsed in Berrios between the call and the stop, and that the police stopped two suspects instead of the three reported to be involved over the radio, does not undermine the rationale of Berrios. Berrios is clear that an exceedingly general description, supplying the police with only the approximate number, race and gender of suspects, is not, standing alone, constitutionally sufficient to justify a stop where no unusual conduct suggesting criminal involvement has been observed. This is what occurred here.\nSimply stated, the whole picture available to Officer Williams was not sufficient to meet the quantum of suspicion required to conduct a lawful investigatory stop. In effect, under the majority’s holding, any group of four to five individuals who were walking near 22 nd and South Streets at approximately 8:40 p.m. on June 6, 1995, and who happened to be black and male, were proper targets of a police stop and frisk.\nI would reverse the order of the Superior Court.\nChief Justice FLAHERTY joins in the Dissenting Opinion.\n. The majority states that \"the fact that the police radio report came from the crime victim herself, not from an anonymous source, imparted a high degree of reliability to the report.” Maj. Op. at 558. Of course, it is the brevity, and not the accuracy, of the report relayed to Officer Williams that is at issue here. Office Williams was still only told that it was four or Eve black males, with no further description, that had been involved in the reported robbery.\n. The majority chastises D.M. for examining the individual factors in the instant case instead of focusing on the totality of the circumstances-or the whole picture-available to Officer Williams at the time he made the stop. While Appellant does in fact argue that there was no reasonable suspicion under the totality of the circumstances, I would note that the totality of the circumstances is necessarily comprised of individual circumstances.",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "L. Roy Zipris, Philadelphia, for D.M.",
      "Catherine Marshall, Mary L. Porto, Philadelphia, for the Com."
    ],
    "corrections": "",
    "head_matter": "In the Interest of D.M. Appeal of D.M.\nSupreme Court of Pennsylvania.\nRe-Submitted June 17, 1998.\nDecided April 1, 1999.\nL. Roy Zipris, Philadelphia, for D.M.\nCatherine Marshall, Mary L. Porto, Philadelphia, for the Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0556-01",
  "first_page_order": 610,
  "last_page_order": 617
}
