{
  "id": 8110019,
  "name": "Denis A. COOPER, Appellant, v. DISTRICT OF COLUMBIA, Appellee",
  "name_abbreviation": "Cooper v. District of Columbia",
  "decision_date": "1962-08-02",
  "docket_number": "No. 3006",
  "first_page": "557",
  "last_page": "559",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 557"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "79 U.S.App.D.C. 33",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5697925
      ],
      "year": 1944,
      "opinion_index": 1,
      "case_paths": []
    },
    {
      "cite": "142 F.2d 9",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5697925,
        3689422
      ],
      "year": 1944,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/142/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 5592,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 4.037307804377483e-08,
      "percentile": 0.20029233246050607
    },
    "sha256": "1aef27d239abd5fcf9aac12b2af8271f65fe1bed0f4cee05b8637732577e6c5f",
    "simhash": "1:7b3680e778028fce",
    "word_count": 966
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Denis A. COOPER, Appellant, v. DISTRICT OF COLUMBIA, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nAppellant was charged with operating a motor vehicle at a greater rate of speed than 35 miles per hour and was convicted on the testimony of the sole government witness, the arresting officer. According to the statement of proceedings and evidence, the officer was proceeding in a westerly direction on M Street during the early hours of the morning when he saw a vehicle, later found to be operated by appellant, entering Canal Road, N. W., from the Whitehurst Freeway, which he concluded was traveling at a speed in excess of the 35-mile per hour limit. He gave chase and overtook the vehicle at the intersection of Canal Road and MacArthur Boulevard. He then paced the car at 55 miles per hour for half a mile, and at 60 miles per hour for over half a mile, after which he turned on his red light and siren and signaled the driver to stop. On cross-examination he admitted following appellant’s car for a considerable distance beginning at M Street at a point of exit from the Whitehurst Freeway and continuing along Canal Road until approximately the intersection of Canal Road and Arizona Avenue.\nAppellant testified that it was a dark and rainy night; that his car was the only one on Canal Road; that he observed a vehicle following him through his rear-view mirror ; that it was so close as *to blind him with the reflection of its headlights in his rear-view mirror; that as a result thereof, he increased his speed to escape the blinding headlights; that, in turn, it increased its speed to the same extent, thus maintaining the same close distance; that he did not know it was a police car; that in his car were his wife and two young children; and that, considering the time of night, the driving rain, the deserted roadway, and the conduct of the following car, he became apprehensive, fearing the car was occupied by ill-intentioned persons; that in order to escape from them, he increased his speed; and that upon hearing the police siren and seeing the flashing red light, he immediately brought his car to a halt. In short, appellant justified his speeding on the basis of a natural fear for the safety of his family and himself, and urges that the trial judge should have found a reasonable doubt existed as to his guilt.\nWe are confronted with a situation where an officer in a scout car concluded that a vehicle was speeding and followed it for at least two miles before stopping it. Not until the vehicle had increased its speed first from 35 to 55, and then from 55 to 60 miles per hour did he turn on his flashing red light and siren, whereupon the speeding vehicle immediately stopped. The lateness of the hour, the inclement weather, the locale of the offense, and the chase of approximately two miles, which, in our opinion, was unnecessary and could have been avoided if the officer had utilized the means at his fingertips, undoubtedly caused appellant to increase his speed. Why the officer could not have stopped appellant’s car immediately after completing his pace is unexplained. It is clear from the evidence that the officer’s conduct and inaction created a bad situation which could have led to serious consequences had he not identified his vehicle when he did. Viewing the evidence in the light most favorable to the prosecution, its total effect establishes that the act complained of may well have resulted from a justifiable fear brought about by the conduct of the officer. This raises a reasonable doubt as to appellant’s guilt and requires reversal.\nReversed with instructions to enter judgment of acquittal.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "QUINN, Associate Judge\n(dissenting).\nI believe this case should be reversed and remanded for a new trial because I do not think this court has the authority to direct that the trial court enter a judgment of acquittal.\nShortly after this court came into being, the late Chief Judge Groner of the United' States Court of Appeals in the Nolan case directed its course in no uncertain terms, and since then we have adhered to that admonishment without exception. He stated' that where the evidence is such that either one of two different conclusions might reasonably be drawn from it, the decision is for the trial court and its judgment must stand, and an appellate court may not rc-weigh the evidence or override the findings except where it clearly appears they are manifestly wrong. We have stated time and time again that our function in a case such as this is merely to determine whether in law the evidence is sufficient to sustain the conviction. What the majority has done in effect is to retry the case; based on a record where even the facts are against it, it has determined that a judgment of acquittal should be entered. The record shows that appellant admits he was exceeding the speed limit by some twenty-five miles but based his defense on justifiable fear brought about by the conduct of the officer. From the record, we cannot tell whether this aspect of the case was even considered by the trial judge, and therefore it is my opinion that a new trial should be granted.\n. Nolan v. Werth, 79 U.S.App.D.C. 33, 142 F.2d 9 (1944).",
        "type": "dissent",
        "author": "QUINN, Associate Judge"
      }
    ],
    "attorneys": [
      "Denis A. Cooper, appellant, pro se.",
      "Ted D. Kuemmerling, Asst. Corp. Counsel, with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and Hubert B. Pair, Asst. Corp. Counsel, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Denis A. COOPER, Appellant, v. DISTRICT OF COLUMBIA, Appellee.\nNo. 3006.\nMunicipal Court of Appeals for the District of Columbia.\nArgued June 11, 1962.\nDecided Aug. 2, 1962.\nDenis A. Cooper, appellant, pro se.\nTed D. Kuemmerling, Asst. Corp. Counsel, with whom Chester H. Gray, Corp. Counsel, Milton D. Korman, Principal Asst. Corp. Counsel, and Hubert B. Pair, Asst. Corp. Counsel, were on the brief, for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0557-01",
  "first_page_order": 589,
  "last_page_order": 591
}
