{
  "id": 7365159,
  "name": "Lillian COUTURE et al. v. Robert SELLERS et al.",
  "name_abbreviation": "Couture v. Sellers",
  "decision_date": "1994-03-16",
  "docket_number": "No. 93-220-Appeal",
  "first_page": "558",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "638 A.2d 558"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "558 A.2d 212",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11310867
      ],
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/558/0212-01"
      ]
    },
    {
      "cite": "558 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "637"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 297,
    "char_count": 4514,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18950892503771455
    },
    "sha256": "e95afacfd1a0eaaee082f35047758cd2cee5f99284ad6d47d87bc46c8138f00e",
    "simhash": "1:6439f2f15e368302",
    "word_count": 729
  },
  "last_updated": "2024-02-27T16:21:39.760501+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lillian COUTURE et al. v. Robert SELLERS et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before this court on March 1,1994, pursuant to an order directing both parties to appear in order to show cause why the issues raised by this appeal should not be summarily decided.\nThe defendants, Robert Sellers and Red Star Express, Inc. (Red Star), appeal from the Superior Court’s denial of their motion for relief from judgment. The plaintiff Lillian Couture alleged that she suffered serious physical injuries as a result of Sellers’s negligent operation of a motor vehicle that Red Star owned. The plaintiff James Couture, her husband, sued for loss of consortium and to recover moneys expended on medical bills.\nThe defendants’ insurance carrier, Liberty Mutual Insurance Company, attempted to negotiate a settlement with plaintiffs before they filed suit. The negotiations failed, and by letter plaintiffs’ counsel notified an insurance adjuster handling the case that he was going to allow the courts to decide the value of the case. He also wrote that he had dictated a summons and complaint that would be served.\nThe plaintiffs filed their complaint in September 1992, and process was served on defendants. The defendants then forwarded process to the insurance company, which failed to answer the complaint or defend the suit. The plaintiffs sought the entry of default judgment against defendants. At a hearing on an oral proof of claim in January 1993, after both plaintiffs had testified, the Superior Court justice awarded Lillian Couture $75,000 and James Couture $15,000, plus interest and costs to both. The defendants filed a motion for relief from judgment. At a hearing on the motion, counsel acknowledged that defendants had received notice of the filing of the suit and that they had forwarded the summonses to their insurance company. The motion justice stated that he had difficulty finding any excusable neglect and denied the motion.\nThe defendants argue that the motion justice abused his discretion in refusing to set aside the default judgment. They also claim that they were entitled to notice of the motion for default and that it was clear that defendants intended to defend this claim. They challenge the assignment of liability and plaintiffs’ damages award. The plaintiffs assert that the insurance adjuster’s affidavit and defendants’ arguments at the hearing on the motion lack any indication of why the insurance company failed to defend or answer the action. They contend that defendants never addressed whether the neglect was “excusable.”\nRule 55(c) of the Superior Court Rules of Civil Procedure permits the court to set aside an entry of default for good cause shown and an entry of judgment by default in accordance with Rule 60(b). Rule 60(b) allows the court “[o]n motion and upon such terms as are just” to relieve a party from a final judgment for “mistake, inadvertence, surprise, or excusable neglect,” among other things. It is important to note that an appeal from an order denying a motion to vacate under Rule 60(b) raises the issue of that order’s correctness, not the correctness of the judgment sought to be vacated. See Pan v. Pari, 558 A.2d 632, 637 (R.I.1989). Additionally, this court will not disturb a ruling on a motion to vacate a judgment absent a showing that the motion justice abused his or her discretion. See Forcier v. Forcier, 558 A.2d 212, 214 (R.I.1989).\nIn the instant case, the- defendants have not asserted a reason for the insurance company’s neglect in failing to appear or defend this suit. The claims adjuster’s affidavit presents no explanation for the insurance company’s failure to defend or answer. Regardless of whether the plaintiffs knew that the defendants or their insurance company intended to defend this suit, neither the defendants nor their insurance company defended the suit or even entered an appearance and they subsequently failed to offer a reason. We therefore conclude that the motion justice did not abuse his discretion in denying the defendants’ motion for relief from judgment.\nConsequently, after hearing the arguments of counsel and reviewing the memoranda that the parties submitted, this court concludes that cause has not been shown. The defendants’ appeal is denied and dismissed, and the judgment appealed from is affirmed.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Eugene F. Toro, Providence, for plaintiffs.",
      "Harry Asquith, Jr., Asquith, Mahoney & Robinson, Providence, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lillian COUTURE et al. v. Robert SELLERS et al.\nNo. 93-220-Appeal.\nSupreme Court of Rhode Island.\nMarch 16, 1994.\nEugene F. Toro, Providence, for plaintiffs.\nHarry Asquith, Jr., Asquith, Mahoney & Robinson, Providence, for defendants."
  },
  "file_name": "0558-01",
  "first_page_order": 618,
  "last_page_order": 620
}
