{
  "id": 8110048,
  "name": "Joseph L. NASH, Appellant, v. Mae V. NASH, Appellee",
  "name_abbreviation": "Nash v. Nash",
  "decision_date": "1962-08-02",
  "docket_number": "No. 2985",
  "first_page": "559",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 559"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 156,
    "char_count": 1878,
    "ocr_confidence": 0.707,
    "sha256": "e5fe4bef6c441b22ced76121ad46379ffc86055c162fc96ba6118fb546d6f01c",
    "simhash": "1:e4d388a92518c9df",
    "word_count": 315
  },
  "last_updated": "2023-07-14T16:58:49.812548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "Joseph L. NASH, Appellant, v. Mae V. NASH, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThis action was commenced by a wife who sought a divorce on the ground of desertion, custody of children, and maintenance for herself and the children. The husband counterclaimed for a limited divorce on the ground of cruelty. During the course of the trial the wife abandoned her claim for a divorce. At the conclusion of the evidence the court announced it would grant custody and maintenance to the wife and would deny the husband’s claim to a divorce, and formal judgment to that effect was thereafter entered.\nA motion to amend findings of fact, conclusions of law and judgment or in the alternative for a new trial was filed by the husband. This motion, among other things, alleged error in failure to award the husband a divorce, and alleged that the amounts of maintenance and counsel fees awarded were excessive. The motion also alleged inattention on the part of the trial judge while appellant was testifying. Thereafter a conference was held between court and counsel with regard to the disposition of the motion. It would serve no useful purpose to set forth in detail what actually transpired at this meeting. While we think counsel for appellant was not entirely blameless, we also think that the court should have handled the motion in a more judicious manner. Under the circumstances, we have no alternative but to order a new trial.\nReversed with instructions to grant a new trial.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Donald S. Caruthers, Washington, D. C., with whom Caruthers, Mollohan & Buscher were on the brief, for appellant.",
      "Bond 'L. Holford, Washington, D. C, with whom Holford, Caulfield & Rabe, Washington, D. C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Joseph L. NASH, Appellant, v. Mae V. NASH, Appellee.\nNo. 2985.\nMunicipal Court of Appeals for the District of Columbia.\nArgued May 7, 1962.\nDecided Aug. 2, 1962.\nDonald S. Caruthers, Washington, D. C., with whom Caruthers, Mollohan & Buscher were on the brief, for appellant.\nBond 'L. Holford, Washington, D. C, with whom Holford, Caulfield & Rabe, Washington, D. C., were on the brief, for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0559-01",
  "first_page_order": 591,
  "last_page_order": 592
}
