{
  "id": 8110074,
  "name": "GILBERT SLAUGHTERERS, INC., a corporation, Appellant, v. UNITED STATES FIDELITY AND GUARANTY COMPANY, a corporation, Appellee",
  "name_abbreviation": "Gilbert Slaughterers, Inc. v. United States Fidelity & Guaranty Co.",
  "decision_date": "1962-08-02",
  "docket_number": "No. 3021",
  "first_page": "560",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 560"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "33 U.S.C.A. § 914",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "127 F.2d 104",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1077617
      ],
      "pin_cites": [
        {
          "page": "108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/127/0104-01"
      ]
    },
    {
      "cite": "317 U.S. 383",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        303846
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/317/0383-01"
      ]
    },
    {
      "cite": "12 F.Supp. 920",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4148223
      ],
      "pin_cites": [
        {
          "page": "922"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/12/0920-01"
      ]
    },
    {
      "cite": "88 F.2d 446",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        975457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/88/0446-01"
      ]
    },
    {
      "cite": "44 Stat. 1424",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C.A. § 901",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "45 Stat. 600",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "33 U.S.C.A. § 903",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C.A. § 1732",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 9642,
    "ocr_confidence": 0.658,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20080649489603447
    },
    "sha256": "b5c109b2d25a1e8b7e0f86ff813d7259e192fd4542f29b46d96e849a5b4a092e",
    "simhash": "1:1b2f70c3afa88c09",
    "word_count": 1537
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "GILBERT SLAUGHTERERS, INC., a corporation, Appellant, v. UNITED STATES FIDELITY AND GUARANTY COMPANY, a corporation, Appellee."
    ],
    "opinions": [
      {
        "text": "MYERS, Associate Judge.\nAppellee insurance carrier sued to recover from appellant corporation a balance due for premiums under a standard workmen’s and employers’ liability policy issued in compliance with the workmen’s compensation statute applicable to the District of Columbia. Appellant filed a counterclaim seeking refund of an alleged overpayment of insurance premiums to appellee. The two claims were submitted to a jury and resulted in a verdict for the insurance carrier. From judgment thereon, this appeal was taken.\nUnder the workmen’s compensation statute, an insurance carrier is substituted for every employer, not a self-insurer, in order to facilitate the more effective discharge of liability by each employer for compensation benefits in every case where an employee is injured in the course of work. Regulations governing the standard form of workmen’s compensation insurance policies and the responsibilities and duties of the insurance carrier and the employer have been promulgated by the United States Department of Labor. One section (Sec. 32.15) provides:\n“Every obligation and duty in respect of payment of compensation, the providing of medical and other treatment and care, the payment or furnishing of any other benefit required by said act and in respect to the carrying out of the administrative procedure required or imposed by said act or the regulations in this subchapter upon an employer shall be discharged and carried out by the carrier except that the prescribed report of injury or death shall be sent by the employer to the deputy commissioner and to the insurance carrier as required by section 30 of said act. * * * ” (Emphasis supplied.)\nImmediately upon notification by the employer of an injury to an employee and there being no controversion by the employer of said injury in the course of work, the insurance carrier is required to promptly supply medical aid and attention and to begin compensation payments directly to the employee if he is unable to continue his duties of employment.\nThe record discloses that appellee was the insurance carrier under the workmen’s compensation statute for the appellant employer and had assumed responsibility for payment of all claims of injuries received by employees in the performance of work for appellant. The chargeable premium for such insurance protection was dependent upon the amount paid in satisfaction of claims for which coverage was afforded under the law and maximum and minimum limits were prescribed therefor. An exhibit was offered by appellee carrier showing a record kept and prepared in the regular course of its business containing a computation of premiums due under the policy. Appellant’s objection to its admission is without merit as such record was properly received under the Federal Shop Book Rule. The document was kept in connection with the operation of appellee’s business as insurance carrier for appellant, made within a reasonable time after the transaction recorded, and in compliance with its agreed charges for insurance protection. Upon notification of injury to employee Herbert Cooke, the appellee carrier promptly undertook the responsibility of discharging the employer’s liability for payment of compensation to him and of providing necessary medical attention. A “supplementary” report by appellant dated October 28, 1957, signed by its “office manager” was admitted showing date of injury to Herbert Cooke to be October 2, 1957.\nAppellant primarily contends that appellee carrier should not recover its premiums computed upon these payments to Cooke because it did not perform its duty under Section 11(a) of the insurance contract in that it voluntarily made these payments without first having a formal hearing at the compensation commission and an award to the employee. Several assignments of error are in substance based upon this point. Appellant misconceives the purpose and clear intent of the compensation statute covering assumption of payment by the carrier for the employer. Appellee, as insurance carrier for appellant, was required under the law to pay compensation benefits to the injured employee “periodically, promptly, and directly * * * without an award, except where liability to pay compensation is controverted by the employer The act is designed to afford quick relief and redress to the injured employee. Therefore compensation is required to be paid prior to an award, unless the claim is controverted by the employer. The trial court did not err in excluding, as irrelevant and immaterial, testimony which served to prove that voluntary payments had been made by appellee carrier without an award. The statute itself compels this very procedure to be followed by appellee carrier in noncontroverted compensation claims. It was the responsibility of appellant, as employer, to deny liability for compensation and medical benefits to Cooke if it knew he was not an employee at the time of injury and to notify its carrier accordingly so that compensation payments would not be started. Admittedly there was no formal controversion by appellant of liability for compensation to Cooke. Hence, upon being notified of the injury, it was proper for appellee carrier to promptly pay compensation as due under the statute and to provide medical attention until recovery. It was the duty of appellant to prove that Cooke was not its employee; that the carrier had no reasonable grounds for- not so believing; and had made payments without justification under the law.\nSection 11(a) of the insurance contract did not operate to relieve appellant from its duty to controvert the claim and to notify its carrier that Cooke was not in its employment when injured and/or did not sustain any real injury or disability therefrom. That information was strictly available to and within the knowledge of the employer, not the carrier.\nIt should also be noted that Section 11(a) provides that the insurer may make such “settlement of any claim or suit as it deems expedient.” In the absence of any proof that the appellee carrier had exceeded its authority under this provision and had subjected the insured to a greater liability for compensation and medical benefits to Cooke than were properly covered by its policy and required by the compensation law, appellee carrier must be deemed to have validly discharged its obligation in full under its policy in this case.\nThe trial judge properly charged the jury at the conclusion of the testimony. Appellant noted no objection thereto. The jury was told to determine from all the evidence whether appellant owed a balance for premiums under its policy issued by appel-lee carrier, dependent upon a decision first whether compensation and medical benefits had been properly made to Cooke by appel-lee carrier. If there was no controversion of the claim by the appellant or protest made to the carrier with respect to such payments, then the payments were correctly made as required by the compensation statute, and appellant owed premiums computed upon the total of such compensation and medical benefits as concededly paid for Cooke under the compensation act. If the payments had been improperly made, then appellant, under its counterclaim, would be entitled to a refund for overpayment of premiums.\nWithout further detailing the testimony and documentary evidence in the record, suffice it to say that there was competent evidence from which the jury could have found Cooke was employed by appellant during the period of coverage by the policy issued by appellee carrier and that he was injured during the course of his employment by appellant. This would make Cooke eligible for compensation benefits paid by appellee carrier and entitle the carrier to recover the premiums computed upon the basis of those payments. There was evidence in the record upon which the jury could have determined the premium amounts and the balance due appellee carrier.\nWe have considered the other errors and are convinced that they do not affect substantial rights. The case was fairly submitted to the jury and, upon the evidence in the record, the jury found in favor of appellee carrier on its claim and denied recovery on appellant’s counterclaim. We see no valid grounds for disturbing that verdict.\nAffirmed.\n. Longshoremen’s and Harbor Workers’ Compensation Act of March 4, 1827, 44 Stat. 1424, 33 U.S.C.A. § 901 et seq., as made applicable to the District of Columbia, 45 Stat. 600, Title 36, Sec. 501, D.C. Code 1961, 33 U.S.C.A. § 903 note.\n. 28 U.S.C.A. § 1732(a).\n. « * * * Company shall: (a) defend any proceeding against the Insured seeking such benefits and any suit against the Insured alleging such injury and seeking damages on account thereof, even if such proceeding or suit is groundless, false or fraudulent; but the Company may make such investigation, negotiation and settlement of any claim or suit as it deems' expedient.”\n. 33 U.S.C.A. § 914(a); Marshall v. Pletz, 9th Cir., 127 F.2d 104, 108, reversed on other grounds, 317 U.S. 383, 63 S.Ct. 284, 87 L.Ed. 348.\n. Arrow Stevedore Co. v. Pillsbury, D.C.N.D.Cal., 12 F.Supp. 920, 922, affirmed, 9th Cir., 88 F.2d 446.",
        "type": "majority",
        "author": "MYERS, Associate Judge."
      }
    ],
    "attorneys": [
      "James B. Gilbert, Washington, D. C., for appellant.",
      "Darryl L. Wyland, Washington, D. C., with whom Robert M. Gray, Washington, D. C., was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "GILBERT SLAUGHTERERS, INC., a corporation, Appellant, v. UNITED STATES FIDELITY AND GUARANTY COMPANY, a corporation, Appellee.\nNo. 3021.\nMunicipal Court of Appeals for tlie District of Columbia.\nArgued June 25, 1962.\nDecided Aug. 2, 1962.\nJames B. Gilbert, Washington, D. C., for appellant.\nDarryl L. Wyland, Washington, D. C., with whom Robert M. Gray, Washington, D. C., was on the brief, for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0560-01",
  "first_page_order": 592,
  "last_page_order": 595
}
