{
  "id": 7364996,
  "name": "Claudia Maxine ROBINSON, Appellant, v. John W. ROBINSON, Appellee",
  "name_abbreviation": "Robinson v. Robinson",
  "decision_date": "1993-08-09",
  "docket_number": "No. 90-FM-955",
  "first_page": "562",
  "last_page": "570",
  "citations": [
    {
      "type": "official",
      "cite": "629 A.2d 562"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "591 A.2d 844",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378416
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "note 2"
        },
        {
          "page": "847",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/591/0844-01"
      ]
    },
    {
      "cite": "37 D.C. Reg. 5138",
      "category": "laws:leg_session",
      "reporter": "D.C. Reg.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "37 D.C. Reg. 3720",
      "category": "laws:leg_session",
      "reporter": "D.C. Reg.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "37 D.C. Reg. 2073",
      "category": "laws:leg_session",
      "reporter": "D.C. Reg.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "37 D.C. Reg. 758",
      "category": "laws:leg_session",
      "reporter": "D.C. Reg.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "37 D.C. Reg. 3",
      "category": "laws:leg_session",
      "reporter": "D.C. Reg.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "566 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/566/0719-01"
      ]
    },
    {
      "cite": "247 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8075320
      ],
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/247/0421-01"
      ]
    },
    {
      "cite": "381 A.2d 264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7983048
      ],
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/381/0264-01"
      ]
    },
    {
      "cite": "602 A.2d 1143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938290
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1145"
        },
        {
          "page": "1146"
        },
        {
          "page": "1145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/602/1143-01"
      ]
    },
    {
      "cite": "597 A.2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11940896
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/597/0355-01"
      ]
    },
    {
      "cite": "626 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353463
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "868-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/626/0867-01"
      ]
    },
    {
      "cite": "622 A.2d 64",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348196
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "67"
        },
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/622/0064-01"
      ]
    },
    {
      "cite": "626 A.2d 26",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347059
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/626/0026-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 950,
    "char_count": 30100,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 7.243048266151662e-08,
      "percentile": 0.4320188165410416
    },
    "sha256": "3255a2f7b7cf1ddaa101cde2cb956f862fd437f6ce5189abca0d55239be5bf59",
    "simhash": "1:dbe2726e2a0ac017",
    "word_count": 4865
  },
  "last_updated": "2024-02-27T21:37:07.311454+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, STEADMAN, and KING, Associate Judges."
    ],
    "parties": [
      "Claudia Maxine ROBINSON, Appellant, v. John W. ROBINSON, Appellee."
    ],
    "opinions": [
      {
        "text": "FERREN, Associate Judge:\nOn June 29, 1990, the trial court reduced for a period of twelve months the amount of the child support payments that appel-lee, John W. Robinson, had been ordered to make after a hearing two years earlier. Appellant, Claudia Robinson, contends that the trial court erred in doing so and that the relevant findings are clearly erroneous. We reverse and remand for further proceedings.\nI.\nOn April 1, 1985, the Robinsons, a married couple, adopted an eighteen-month-old son, Darren. A short time later, in August 1985, the couple separated. On September 8, 1986, the District of Columbia Superior Court received a request from the state of Maryland, where Claudia Robinson lives with Darren, to order John Robinson — who at the time lived and worked in the District — to pay child support in compliance with the Uniform Reciprocal Enforcement of Support Act (URESA), D.C.Code §§ 30-301 to 30-326 (1988 Repl.); Md.Code Ann., Fam.Law §§ 10-301 to 10-340 (1991). Because of difficulties effecting service on John Robinson, a hearing was not held until July 11, 1988.\nAfter the July 11 hearing, the hearing commissioner entered a permanent order of support in accordance with the child support guideline adopted by the Board of Judges of the District of Columbia Superior Court on September 28,1987, which was in effect at that time. Super.Ct.Gen.Fam.R. app. I. The hearing commissioner found that Claudia Robinson earned $27,000 per year and had child care expenses of $3,936 annually for Darren, who was then four years old. The hearing commissioner also found that John Robinson earned $30,491 per year and that he had previously been ordered to pay $300 per month ($3,600 per year) for the support of two children from another relationship. We discuss the hearing commissioner’s findings in some detail, in order to establish a basis for comparison with the findings contained in the later order, now before us on appeal.\nUnder the child support guideline, a judicial officer entering an order uses prescribed figures to calculate the appropriate amount of support. First, the amount that the noncustodial parent, here John Robinson, owes for the support of children of another relationship is subtracted from the non-custodial parent’s gross income. This calculation gave John Robinson an adjusted income of $26,891 ($30,491 — $3,600). Under the guideline then in effect, a noncustodial parent with an adjusted income between $26,000 and $75,000 was expected to contribute 25% of his or her income for the support of one child between the ages of zero and six. See Super.Ct.Gen.Fam.R. app. I, chart l. This percentage put John Robinson’s basic support amount at $6,722.75. The guideline provides for an offset against this amount corresponding to a percentage based on the custodial parent’s share of total parental gross income after deducting a standard threshold amount and child care expenses. Here, Claudia Robinson’s gross annual income was reduced by a threshold amount of $16,500 and her child care expenses ($27,000 - $16,500 - $3.936 = $6,564). This result, $6,564, was then divided by the sum of both parents’ adjusted incomes ($26,891 + $6,564 = $33,455) to arrive at an offset of 19.62038% ($6,564 -r $33,455 = 0.1962038) or $1,319.03 ($6,722.75 X 0.1962038 = $1,319.03). This offset left John Robinson with an adjusted support amount of $5,403.72 annually ($6,722.75 — $1,319.03 = $5,403.72) or $450.31 monthly ($5,403.72 h- 12 = $450.31).\nThe guideline creates a presumption that the amount arrived at through the prescribed calculations is the appropriate support obligation for the noncustodial parent. But a judicial officer entering a support order may depart from the guideline in exceptional circumstances if the reasons for not applying the guideline are explained in writing. A variation of plus or minus 3%, however, need not be justified by specific findings, although the judicial officer should consider a list of factors.\nThe Superior Court has apparently calculated the 3% variation by adding to or subtracting from the adjusted annual support amount 3% of the noncustodial parent’s adjusted annual income. See Galbis v. Nadal, 626 A.2d 26, 29 n. 6 (D.C.1993). For John Robinson, the result of this process ($26,891 X 0.03 = $806.73) was a high annual support obligation of $6,210.45 ($5,403.72 + $806.73 = $6,210.45), or $517.54 monthly ($6,210.45 h- 12 = $517.54), and a low annual support obligation of $4,596.99 ($5,403.72 - $806.73 = $4,596.99), or $383.08 monthly ($4,596.99 h-12 = $383.08).\nThe child support order that the hearing commissioner entered after the hearing on July 11, 1988, directed John Robinson to pay $383.08 per month, the low amount allowable according to the 3% variation calculated by the Superior Court’s method. The hearing commissioner checked a box on the order indicating that the child support guideline formula was applied, but the support order does not establish with any certainty the factors that the hearing commissioner considered in finding the lower percentage appropriate.\nIn a space on the support order labelled “Respondent’s Expenses,” the hearing commissioner noted that John Robinson had a monthly loan payment of “$731 to pay off old loan balance $12,000 including] his car note ($125 is his car note per week or $537 1987 Cougar).” The hearing commissioner also made “Additional Findings”: If the loan payment of $731 included $537 for the car, John Robinson was paying less than $200 per month toward the old loan balance through that payment. The record does not identify another $400 in monthly payments that would explain how the hearing commissioner arrived at a total of “$600 each month to retire old bills.”\nRespondent] is paying about $600 each month to retire old bills, some incurred by both parties when living as a family— maybe lk — and these bills will be satisfied — then his “net” will increase. Resp[ondent] pays $537 monthly for car note & car ins[urance,] which is unnecessarily high.\nBased on these findings, John Robinson’s financial situation at the time the hearing commissioner’s July 11, 1988, order was entered did not precisely fit any of the three factors listed in the guideline as “[circumstances in which the lower percentage may be appropriate.” Super.Ct.Gen.Fam.R. app. I; see supra note 8. Presumably, the hearing commissioner concluded that John Robinson’s debts justified application of at least the 3% downward variation, but not a further departure from the guideline.\nJohn Robinson did not appeal the July 11, 1988, child support order. On April 19, 1990, however, he filed a motion to suspend and reduce child support. The motion stated that his wages were being attached for the $383 monthly child support obligation for Darren, with an additional $95.75 taken monthly for arrearages. John Robinson also claimed that $375 was attached monthly for support and arrearages due his two children from the other, prior relationship. He further asserted that, as a result of these two garnishments and the payments to his credit union deducted from his wages, he received no income to cover his living expenses. In the motion, John Robinson stated that he had “missed time from work over the past year” and that his income had “also been depleted seriously on account of debts that he has had to pay that were incurred by” Claudia Robinson. John Robinson contended that the situation he described amounted to “a material change in circumstances [sufficient] to warrant the suspension and reduction of his child support obligations.”\nThe trial court held a hearing on John Robinson's motion to suspend and reduce child support on June 19, 1990. By that time, the child support guideline established by the Board of Judges of the Superior Court had been replaced by the temporary act passed by the Council of the District of Columbia. See supra note 2. At the hearing on June 19, John Robinson, through counsel, directed the trial court’s attention to a provision of the new guideline, D.C.Code § 16-916.1(i)(5), permitting a departure from the guideline when “[t]he noncustodial parent needs a temporary period of reduced child support payment to permit the repayment of a debt or rearrangement of his or her financial obligations.” Citing this statutory provision, the trial court granted John Robinson relief from the order entered after the hearing on July 11, 1988, allowing him to pay only $125 per month for the support of Darren Robinson for the following twelve months. In this order, entered on June 29, 1990, the trial court also reduced for a similar period of time the amount of John Robinson’s obligation for the support of his two children from his other relationship. Claudia Robinson has appealed this order.\nII.\nClaudia Robinson contends that the trial court erred in reducing John Robinson’s child support obligation for one year. We agree that the court improperly applied D.C.Code § 16-916.l(i )(5) to John Robinson’s motion to suspend or reduce his child support obligation. We therefore reverse and remand for further proceedings.\nA.\nAlthough “[t]he decision whether to grant or deny a motion to suspend pay-merits is within the sound discretion of the trial court ..., that discretion is not without limits.” Garcia v. Andrade, 622 A.2d 64, 67 (D.C.1993) (citation omitted). A court may not modify an “order requiring payment of an amount of child support” without “a showing that there has been a substantial and material change in ... the ability of the responsible relative to pay since the day on which the order was issued.” D.C.Code § 30-504(a) (1988 Repl.). This statutory provision, adopted by the Council of the District of Columbia in 1987, codified the standard previously established by our caselaw. See Nevarez v. Nevarez, 626 A.2d 867, 870 n. 6 (D.C.1993); Graham v. Graham, 597 A.2d 355, 357 & n. 6 (D.C.1991). A trial court, “in ruling on a motion to modify child support payments, must determine whether, in fact, there is the financial ability to pay.” G'arcia, 622 A.2d at 66. In general, the burden of showing a substantial and material change in circumstances is on the party seeking the modification. See Guyton v. Guyton, 602 A.2d 1143, 1145 (D.C.1992).\nUnder the child support guideline, however, the party seeking modification of an existing child support order may have the benefit of a rebuttable presumption created by D.C.Code § 16-916.1(o)(3):\nThere shall be a presumption that there has been a substantial or material change of circumstances that warrants a modification of a child support order if application of the guideline to the current circumstances of the parties results in an amount of child support that varies from the amount of the existing child support order by 15% or more.\nOnce “application of the guideline to the current circumstances of the parties” creates a presumption in favor of the moving party, the nonmoving party may rebut the presumption with\n(A) Proof of special circumstances such as a circumstance that would take a case outside the guideline; or\n(B) Proof of substantial reliance on the original child support order issued prior to adoption of the guideline, and that application of the guideline[ ] would yield a patently unjust result.\nD.C.Code § 16-916. l(o)(3).\nFor the party seeking to rebut a presumption created by D.C.Code § 16-916.1(o)(3), the “special circumstances ... that would take a case outside the guideline” include the eight factors listed in § 16-916.1(i). See supra note 7. For example, when a noncustodial parent is the moving party seeking a lower support payment, the custodial parent could rebut a presumption resulting from application of the guideline to the current circumstances of the parties by showing that “[t]he needs of the child are exceptional and require more than average expenditures.” D.C.Code § 16 — 916.1(Z )(1). Similarly, when a custodial parent is the moving party seeking a higher support payment, the noncustodial parent could rebut a presumption resulting from application of the guideline to the current circumstances of the parties by showing that “[t]he noncustodial parent needs a temporary period of reduced child support payment to permit the repayment of a debt or rearrangement of his or her financial obligations.” D.C.Code § 16-916.1(Z)(5); see, e.g., Nevarez, 626 A.2d at 868-69.\nAlthough any of the eight factors that would justify a departure from the guideline when a child support order is entered may rebut “a presumption that there has been a substantial or material change of circumstances that warrants a modification of a child support order,” D.C.Code § 16-916.l(o)(3), neither § 16-916.1(Z)(5) nor any of the other seven factors can, by itself, provide the showing of changed circumstances necessary for modification of a child support order under D.C.Code § 30-504(a). More specifically, a factor “that would take a case outside the guideline,” D.C.Code § 16-916.1(o)(3)(A), cannot by itself amount to a substantial or material change of circumstances when the findings on which the initial order was based took that very same factor into account. As we have previously stated, “[a] motion for modification of support ... is not to be used as a pretense to relitigate the equities of the prior decree.” See Graham, 597 A.2d at 357 n. 5 (citing Tennyson v. Tennyson, 381 A.2d 264, 266 (D.C.1977); Hamilton v. Hamilton, 247 A.2d 421, 423 (D.C.1968)). In other words, in considering a motion to modify a child support order, a court may not give any effect to its determination that a “noncustodial parent needs a temporary period of reduced child support payment” under § 16-916.l(i )(5) unless the court first has found the changed circumstances necessary for modification of a child support order under § 30-504(a). In dealing with John Robinson’s motion to suspend or reduce his child support obligation, the trial court did not follow the appropriate procedures.\nB.\nIn the order reducing John Robinson’s child support obligations for twelve months, the trial court failed to determine “that there has been a substantial and material change in” Robinson’s ability to pay since the initial order was issued, as required by D.C.Code § 30-504(a). Instead, the trial court concluded that Robinson qualified as a “noncustodial parent [who] need[ed] a temporary period of reduced child support payment,” under D.C.Code § 16-916.1(Z )(5). The trial court erred in applying this statutory provision as if it exists independently of the standard for modification of a child support order. We cannot determine from the trial court’s findings whether John Robinson’s circumstances met the standard for modification of a child support order. We therefore must remand this case to the trial court for further proceedings.\nThe trial court found that John Robinson had a monthly gross income of $2,944.90. This monthly amount provided an annual income of $35,338.80, or almost $5,000 more than he was earning at the time the initial order was issued. After subtraction of the amount that John Robinson owes annually for the support of his two children from another relationship, $3,600, his adjusted income was $31,738.80. At the time, Darren was six years old. Under the guideline established by the temporary act then in effect, John Robinson was expected to contribute 22% of his adjusted income for Darren’s support. This percentage put John Robinson’s basic support obligation at $6,982.54. Because the trial court did not make findings regarding Claudia Robinson’s gross income or her child care expenses for Darren, however, we are unable to calculate the correct offset amount, based on the circumstances of the parties at the time. We therefore cannot determine whether “application of the child support guideline to the current circumstances of the parties results in an amount of child support that varies from the amount of the existing order by 15% or more,” entitling John Robinson to “a presumption that there has been a substantial or material change of circumstances that warrants a modification of [the] child support order,” in accordance with D.C.Code § 16-916.-1(c)(3).\nAlthough we cannot make a final determination about John Robinson’s entitlement to a presumption in favor of modification, we can make some observations regarding the application of the guideline under these circumstances. First, while the percentage of adjusted gross income that John Robinson is expected to contribute under the guideline has decreased, his adjusted gross income has substantially increased, so that the amount of his basic support obligation has actually increased, not decreased. Therefore, John Robinson’s adjusted support obligation could only have decreased sufficiently to qualify for the presumption if the offset based on Claudia Robinson’s income and child care expenses had increased dramatically. Such a result is extremely unlikely, given that the parties both worked for the same employer in similar positions.\nIn addition, we note that the amount John Robinson was initially ordered to pay, $383.08 per month, was based on the low support obligation allowable within the 3% variation, as calculated by the Superior Court at the time. See supra note 9 and accompanying text. D.C.Code § 16-916.-l(o)(4) provides that “[t]he central figure stated in the guideline shall be used to compute the amount of child support that the guideline would yield for modification and to apply the test for the presumption.” This provision leaves unclear whether the adjusted support obligation based on the current circumstances of the parties must vary by 15% or more from the amount in the original order, $383.08 per month, or from the amount of the original support obligation before the 3% variation, $450.31 per month. We decline to decide this question because it is not properly before us at this time.\nWe further note that if John Robinson was not entitled to the benefit of the “presumption that there has been a substantial or material change of circumstances” authorized by D.C.Code § 16-916.1(o)(3), the trial court nonetheless must determine whether the evidence John Robinson presented met the standard established by § 30-504(a) for modification of a child support order.\nJohn Robinson testified that he paid $838.50 to his credit union every month. This debt included his ear loan and $3,500 he borrowed to consolidate credit card purchases made while the parties were living together. John Robinson also testified that the debt to the credit union included more than $2,000 he borrowed after the couple separated to pay “a real estate man” named Garrison for insurance on the house the parties owned together. At the time the initial support order was issued on July 11, 1988, John Robinson was paying his credit union $731 per month toward an “old loan balance [of] $12,000,” including $537 for his car loan and car insurance, an amount that the hearing commissioner had found “unnecessarily high.” Therefore, only $107.50 per month of the payment to the credit union could possibly be attributed to “changed circumstances.” Because the findings on which the initial order was based included most of John Robinson’s indebtedness to his credit union — i.e., all but $107.50 per month of it — that indebtedness (aside from $107.50) cannot be used to establish a substantial or material change of circumstances “that would take [the] case outside the guideline.” D.C.Code § 16-916.-l(o)(3)(A); see supra Part II.A.\nIn establishing the total amount of John Robinson’s indebtedness, the trial court credited the testimony of Annie Brand to the effect that John Robinson owed her approximately $5,000 she had lent him “for his living expenses and transportation costs.” This testimony was not presented at the hearing in Claudia Robinson’s case, but at the hearing in the case concerning John Robinson’s children from another relationship. As we noted supra note 15, the trial court may not rely on such testimony in determining John Robinson’s child support obligation to Darren Robinson.\nAt the hearing regarding John Robinson’s child support obligation to Darren, John Robinson testified regarding some additional debts. He stated that he owed his attorney “close to” $1,500. John Robinson also testified that he had been summoned to appear in court regarding payments to Security Pacific on a second mortgage on the house the parties owned together, although Claudia Robinson was “supposed to have been paying it.” The trial court, however, after “carefully reviewpng John Robinson’s] financial situation,” concluded that aside from his debts to the credit union and to Annie Brand, “no other exceptional expenditures are now being made which impact upon his ability to pay his current child support obligations.” We see nothing in the record that would warrant disturbing that finding as it bears on John Robinson’s obligations to his attorney and to Security Pacific.\nFor the reasons stated above, we remand this case to the trial court to determine whether John Robinson met the standard established for modification of a child support order by D.C.Code § 30-504(a).\nReversed and remanded.\n. Subject to review by a trial judge sua sponte or on motion of a party, \"the findings of the hearing commissioner shall constitute a final order of the Superior Court.” D.C.Code § 16-924(e) (1989 Repl.).\n. This court invalidated the guideline adopted by the Board of Judges of the Superior Court in Fitzgerald v. Fitzgerald, 566 A.2d 719 (D.C.1989). In response, the Council of the District of Columbia passed an emergency statute establishing a new guideline, D.C. Act 8-127, 37 D.C. Reg. 3 (1990), signed into law by the Mayor on December 21, 1989. This emergency act was superseded by a temporary act, D.C. Act 8-141, 37 D.C. Reg. 758 (1990), which became effective on March 15, 1990, 37 D.C. Reg. 2073 (1990). The Council then enacted a permanent statute, D.C. Act 8-208, 37 D.C. Reg. 3720 (1990), effective July 25, 1990, 37 D.C. Reg. 5138 (1990), codified as D.C.Code § 16-916.1 (1993 Supp.). See J.A.W. v. D.M.E., 591 A.2d 844, 846 & n. 2 (D.C.1991).\nOur invalidation of the guideline adopted by the Board of Judges of the Superior Court does not affect the order entered in this case after the hearing on July 11, 1988. According to D.C.Code § 16-916.1(r), \"[a] child support order shall not be deemed invalid on the sole basis that the child support order was issued pursuant to the Superior Court of the District of Columbia Child Support Guideline and prior to the effective date of the Child Support Guideline Amendment Emergency Act of 1989....”\n. For examples of calculations applying the child support guideline in this manner, see Galbis v. Nadal, 626 A.2d 26, 29 n. 6 (D.C.1993) (outlining steps in calculation); J.A.W., supra note 2, 591 A.2d at 847 (same).\n. This provision of the Superior Court’s guideline is now codified at D.C.Code § 16-916.1(d).\n. The corresponding percentage under the current statute is 22%. D.C.Code § 16-916.1(q), chart 1.\n. This provision of the Superior Court’s guideline is codified at D.C.Code § 16 — 916.1(j).\n. The guideline in effect at the time the order was entered provided:\nThe guideline shall be presumptive. When the guideline is not applied, the judicial officer shall state in writing the reasons for the non-application. Applying the guideline to all but exceptional cases or those with some circumstance which would yield patently unfair results[ ] will promote uniformity and consistency of support awards.\nSuper.Ct.Gen.Fam.R. app. I. The guideline designated four \"specific factors” as being among those \"which should be considered for overcoming the presumption.” Id. The current statute directs:\nApplication of the guideline shall be presumptive. The guideline shall be applied unless application of the guideline would be unjust or inappropriate in the circumstances of the particular case. Departures shall be set forth and explained in writing.\nD.C.Code § 16.916.1(/). The subsection then lists eight \"factors that may be considered to overcome the presumption,\" id., the four from the earlier guideline plus four new ones.\n. The guideline established by the Superior Court stated: \"The formula incorporates a variation of plus or minus three percent for every level.” Super.Ct.Gen.Fam.R. app. I. It then presented three factors that “[t]he factfinder should consider” in determining that the lower percentage may be appropriate:\n1. Children have regular and substantial income which can be used for their support without impairing their current or future education;\n2. Noncustodial parent has special needs requiring additional subsistence costs;\n3. Obligor pays for certain expensive necessities for children at issue, e.g. tuition, or-thodonture.\nId. The guideline also listed four factors that may make the higher percentage appropriate, id., not relevant here.\nThe current statute provides:\nThe formula established in subsection (q) of this section incorporates a variation of plus or minus 3% for each level. A variation within the plus or minus 3% limit need not be justified by written findings but specific findings are advisable.\nD.C.Code § 16-916.1(m). It then directs \"[t]he factfinder [to] consider at least” the factors on a list comprised of six of the seven contained in the Superior Court guideline, eliminating one of the four justifying the higher percentage. Id.\n. Recently, in Galbis, we noted that this method of calculating the 3% variation does not produce proper results because it does not make corresponding changes in the offset amount. Id. at 29 n. 6. According to the procedure described in Galbis, the calculations for John Robinson would arrive at a high annual support obligation of $6,052.17 by first adding 3% to the basic percentage (25% + 3% = 28%) to determine a new basic support amount ($26,891 X 0.28 = $7,529.48), then applying the offset percentage (19.62038%) to the new basic support amount to get a new offset amount ($7,529.48 X 0.1962038 = $1,477.31), and finally subtracting the new offset amount from the new basic support amount to get the new annual adjusted support amount ($7,529.48 — $1,477.31 = $6,052.17), or $504.35 monthly ($6,052.17 -t- 12 = $504.35). Similarly, the method set out in Galbis would produce a low annual support obligation of $4,755.27 annually, or $396.27 monthly ($4,755.27 -r 12 = $396.27), by decreasing the basic percentage by 3% (25% — 3% = 22%), calculating a new basic support amount ($26,891 X 0.22 = $5,916.02), applying the offset percentage to determine the new offset amount ($5,916.02 X 0.1962038 = $1,160.75), and subtracting it from the new basic support amount ($5,916.02 - $1,160.75 = $4,755.27). The procedures prescribed by Galbis result in a narrower range of variation than the method used by the Superior Court. For John Robinson, the proper calculations produce a high of $504.35 monthly instead of $517.54 and a low of $396.27 monthly instead of $383.08.\n.Precisely how the hearing commissioner arrived at a figure of $537 per month based on a $125 weekly payment is not clear from the record (($125 X 52 = $6500) -r 12 = $541.67).\n. According to D.C.Code § 16-916.10(5),\n[a] temporary reduction may be included in a child support order if:\n(A) The debt or obligation is for a necessary expenditure of reasonable cost in light of the noncustodial parent’s family responsibilities;\n(B) The time of the reduction does not exceed 12 months; and\n(C)The child support order includes the amount that is to be paid at the end of the reduction period and the date that the higher payments are to commence.\nThis provision is one of the four new factors added to the earlier guideline. See supra note 7.\n. This provision was codified as D.C.Code § 16-916.1(o)(2) in the temporary act in effect at the time of the hearing on John Robinson’s motion. The language of the two provisions is virtually identical, however. See supra note 2, 37 D.C. Reg. at 765-66.\n. In Guyton, Part IV. of the opinion discusses \"[t]he factors which may be considered to overcome the presumptive guideline amount,” 602 A.2d at 1146, when a noncustodial parent moves to suspend or reduce child support payments. This section necessarily is premised on the statement earlier in the opinion that “[t]o warrant modification of a support order, the moving party has the burden of showing a substantial and material change of circumstances with respect to either the needs of the children or the financial ability of the parent to pay.” Id. at 1145.\n. We note that D.C.Code § 16 — 916.1(o)(3) provides that ‘‘[n]o order shall be modified based solely on the enactment of the child support guideline.\"\n. The trial court found that John Robinson paid $395 per month for his car. While this amount may be consistent with a combined payment of $537 per month for both the car loan and car insurance, we note that the trial court’s finding about the amount of the payment appears to be based on testimony at a hearing in the case concerning John Robinson's children from another relationship. In determining John Robinson’s child support obligation to Darren Robinson, the trial court may not rely on testimony that was not presented at the hearing in Claudia Robinson’s case.\nThe trial court also concluded “that in the present economy,\" $395 per month for a car \"is not extraordinary.” Because a motion for modification of support may not be used to relitigate the equities of a prior decree, see Graham, 597 A.2d at 357 n. 5, the trial court should have deferred to the earlier finding of the hearing commissioner that the payment was \"unnecessarily high.\"",
        "type": "majority",
        "author": "FERREN, Associate Judge:"
      }
    ],
    "attorneys": [
      "John Payton, Corp. Counsel, Charles L. Reischel, Deputy Corp. Counsel, and Edward E. Schwab, Asst. Corp. Counsel, Washington, DC, were on the brief for appellant.",
      "Appellee did not file a brief."
    ],
    "corrections": "",
    "head_matter": "Claudia Maxine ROBINSON, Appellant, v. John W. ROBINSON, Appellee.\nNo. 90-FM-955.\nDistrict of Columbia Court of Appeals.\nSubmitted May 6, 1993.\nDecided Aug. 9, 1993.\nJohn Payton, Corp. Counsel, Charles L. Reischel, Deputy Corp. Counsel, and Edward E. Schwab, Asst. Corp. Counsel, Washington, DC, were on the brief for appellant.\nAppellee did not file a brief.\nBefore FERREN, STEADMAN, and KING, Associate Judges."
  },
  "file_name": "0562-01",
  "first_page_order": 612,
  "last_page_order": 620
}
