{
  "id": 8110112,
  "name": "William H. WOOD and Mildred J. Blue, Appellants, v. UNITED STATES, Appellee",
  "name_abbreviation": "Wood v. United States",
  "decision_date": "1962-08-02",
  "docket_number": "No. 3016",
  "first_page": "563",
  "last_page": "566",
  "citations": [
    {
      "type": "official",
      "cite": "183 A.2d 563"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 21806,
    "name": "District of Columbia Municipal Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "268 U.S. 435",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13110
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "441"
        },
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/268/0435-01"
      ]
    },
    {
      "cite": "8 Pet. 165",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1438419
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/33/0165-01"
      ]
    },
    {
      "cite": "137 Ky. 689",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4394403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/137/0689-01"
      ]
    },
    {
      "cite": "126 S.W. 358",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 Nev. 164",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8577554
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1021"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/42/0164-01"
      ]
    },
    {
      "cite": "19 A.L.R. 830",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "77 A.2d 19",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8143040
      ],
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/77/0019-01"
      ]
    },
    {
      "cite": "35 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8142167
      ],
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/35/0185-01"
      ]
    },
    {
      "cite": "72 U.S.App.D.C. 187",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "112 F.2d 217",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1026687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/112/0217-01"
      ]
    },
    {
      "cite": "311 U.S. 663",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6155410,
        6155444,
        6155383,
        6155545,
        6155485
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/311/0663-02",
        "/us/311/0663-03",
        "/us/311/0663-01",
        "/us/311/0663-05",
        "/us/311/0663-04"
      ]
    },
    {
      "cite": "61 S.Ct. 20",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "85 L.Ed. 425",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "opinion_index": 0
    },
    {
      "cite": "42 A.2d 730",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8141322
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "note 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/42/0730-01"
      ]
    },
    {
      "cite": "33 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8161524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/33/0734-01"
      ]
    },
    {
      "cite": "32 A.2d 101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8149335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/32/0101-01"
      ]
    },
    {
      "cite": "275 U.S. 192",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139499
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/275/0192-01"
      ]
    },
    {
      "cite": "41 A,2d 515",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8139158
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "517"
        },
        {
          "page": "517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/41/0515-01"
      ]
    },
    {
      "cite": "182 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8113699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/182/0839-01"
      ]
    },
    {
      "cite": "155 A.2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8131659,
        8131596
      ],
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/155/0914-02",
        "/a2d/155/0914-01"
      ]
    },
    {
      "cite": "55 A.2d 727",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8163804
      ],
      "pin_cites": [
        {
          "page": "728"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/55/0727-01"
      ]
    },
    {
      "cite": "65 App.D.C. 203",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "82 F.2d 459",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        935131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/82/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 8818,
    "ocr_confidence": 0.688,
    "pagerank": {
      "raw": 9.496525044964761e-08,
      "percentile": 0.518333308235345
    },
    "sha256": "3b7f16db3b52083b2f4cdc3d14bf7fa67657ef626c04ae8d02c8f643db51c68f",
    "simhash": "1:a68b9c7217e38542",
    "word_count": 1487
  },
  "last_updated": "2024-02-27T20:42:00.520794+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
    ],
    "parties": [
      "William H. WOOD and Mildred J. Blue, Appellants, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "MYERS, Associate Judge.\nAppellant Wood, as owner of a tourist home, and Blue, his employee, were charged with operating a disorderly house in a residential section of the city in violation of Section 2722 of Title 22, District of Columbia Code, 1961 edition. After trial by jury and verdicts of guilty rendered against them, they have appealed.\nTheir first contention is that the arrest warrant was invalid because issued without a showing of probable cause. We have examined the affidavits supporting the application for a warrant for the arrest of appellants and are satisfied they allege sufficient facts to establish probable cause. Subscribed to by the arresting officer and by several neighbors, they testify that a large number of cars bearing D. C. tags had been observed, over a period of time, parking in the rear of the premises; that numerous couples, without luggage, came in taxicabs and private automobiles and stayed only a few hours; that tire traffic was heaviest in the early evenings and late at night; and that numerous repeat visits were made by D. C. residents. An officer from the morals squad, who went to the tourist home with a policewoman, recites that when he registered, listing only his name, no question was raised as to his use of a local address, or why he failed to name his woman companion on the registration card, or as to whether the parties were married. Appellants question whether these affidavits were seen by the issuing judge before the warrant was authorized for the arrest of appellants for operating a disorderly house. In the absence of anything in the record to the contrary, we must assume that they were read and considered in regular course.\nIn respect to the sufficiency of the affidavits, the rule laid down by the Supreme Court in Dumbra v. United States, 268 U.S. 435, 441, 45 S.Ct. 546, 549, 69 L.Ed. 1032, is that “if the apparent facts set out in the affidavit are such that a reasonably discreet and prudent man would be led to believe that there was a commission of the offense charged, there is probable cause justifying the issuance of the warrant.” It is not necessary to determine whether the offense has been committed or that the evidence tendered is so strong as to justify ultimate conviction. The allegations in the witnesses’ affidavits clearly met this test for probable cause, and the arrest warrant was therefore validly issued.\nAppellants complain it was error to deny their motion to suppress — which was not made until almost the end of the trial. Prior to trial they had opportunity and time to move for suppression of any evidence seized in the course of their arrest. When finally made, the motion came too late; but, in any case, we agree with the trial judge that the warrant was validly issued and executed and therefore afforded no basis for the motion to suppress.\nAppellants next contend that removing the registration cards from the tourist home was illegal without a search warrant for that purpose and that these cards were not properly admissible into evidence. The law is well settled that when a search bears a reasonable relationship to a lawful arrest, evidence seized during the search is admissible. Here the registration cards have a direct bearing upon the operation of a disorderly house, for they were in fact part of the equipment used in the conduct of the business and reveal the irregularities of the establishment held out to be a tourist home. We hold the cards were seized incident to a lawful arrest and were properly relevant to the offense charged.\nIn this connection we see no prejudice to appellants in the use of a chart in connection with testimony concerning the registration cards in order that the jury could more conveniently view, during the trial, the dates recorded on the cards, the names and addresses given by the guests at the tourist home, and other information contained thereon. The chart was not admitted as an exhibit and was not taken to the jury room.\nAppellants also cite as error the refusal to grant certain jury instructions asked by them and the granting of certain other ones proffered by the government. The record before us does not contain these instructions. Moreover, appellants’ brief does not state any bases for their contentions that these rulings on the instructions were improper, or why they objected to the court’s charge to the jury. We have had reason to state frequently that it is the responsibility of the party seeking reversal to furnish a sufficient record to enable us to pass upon the errors of law alleged. The absence of the proffered instructions as a part of the record prevents consideration of them as a basis for error.\nAlthough appellants have not specified their objections to the charge of the court, we have examined it in the light of the evidence and the applicable law and are satisfied that it fully and fairly presented the principles of law for the guidance of the jury in determining the guilt or innocence of appellants of the offense charged.\nThe sufficiency of the evidence was challenged by a motion for acquittal. Some fifteen witnesses testified as to their observations concerning the house in question. Most of them were neighbors living close by. They told practically unanimous stories of the cars that were parked in the rear of the tourist home, the great majority bearing D. C. tags; of the constant stream of couples, especially late at night, who came on foot, in taxis, or by private automobile — all without luggage and in many instances oddly dressed, with the women often wearing abbreviated costumes and house slippers. The couples were described as loud and noisy upon arrival, drinking in the cars parked at the rear of the establishment, and 'kissing and embracing. Invariably they remained but a brief period not exceeding 21/2 hours. Other witnesses, undercover police officers, testified that they had gone there, accompanied by policewomen, and were admitted at the side entrance by appellant Blue; that upon advising her that they wanted a room for several hours, they were registered by her; and that they were assigned a private room and paid a set fee in advance. Their testimony paralleled that set forth in the affidavits, heretofore related. From these and other facts the jury could easily have reached the conclusion that the couples were resorting to this house, where no questions were asked for the purpose of illicit sexual intercourse and that the so-called tourist home was being operated as a disorderly house. We think the evidence meets the test of sufficiency. The trial court could not grant a directed verdict where there was substantial evidence upon which the jury could base a conviction.\nWe have considered other errors claimed by appellants and can find no substantial grounds for reversing their convictions. They were fairly tried, the issues of fact were submitted to decision by the jury under a comprehensive charge, and the result was verdicts of guilty of the misdemeanor. We see no valid basis for setting aside those verdicts.\nAffirmed.\n. “Any person convicted of keeping a bawdy or disorderly house shall be punished by a fine not exceeding five hundred dollars or imprisonment not exceeding one year, or both.”\n. Lutz v. Linthicum, 8 Pet. 165, 33 U.S. 165, 180, 8 L.Ed. 904; Dixon v. Melton, 137 Ky. 689, 126 S.W. 358, 359; Moore v. Rochester Weaver Mining Co., 42 Nev. 164, 174 P. 1017, 1021, 19 A.L.R. 830.\n. Packard v. United States, D.C.Mun.App., 77 A.2d 19, 20; United States v. Basiliko, D.C.Mun.App., 35 A.2d 185, 187.\n. Smith v. United States, 72 U.S.App.D.C. 187, 188, 112 F.2d 217, cert. den. 311 U.S. 663, 61 S.Ct. 20, 85 L.Ed. 425; Hoover v. District of Columbia, D.C.Mun.App., 42 A.2d 730; Darnall v. United States, D.C.Mun.App., 33 A.2d 734; Harris v. United States, D.C.Mun.App., 32 A.2d 101.\n. Marron v. United States, 275 U.S. 192, 199, 48 S.Ct. 74, 72 L.Ed. 231; Collins v. United States, D.C.Mun.App., 41 A,2d 515, 517; Hoover v. District of Columbia, supra, note 4.\n. Baer and Richardson v. District of Columbia, D.C.Mun.App., 182 A.2d 839; Tyree v. United States, D.C.Mun.App., 155 A.2d 914, 915; James v. Greenberg, D.C.Mun.App., 55 A.2d 727, 728.\n. Sleight v. United States, 65 App.D.C. 203, 82 F.2d 459; Collins v. United States, D.C.Mun. App., 41 A.2d 515, 517.",
        "type": "majority",
        "author": "MYERS, Associate Judge."
      }
    ],
    "attorneys": [
      "T. Emmett McKenzie, Washington, D. C., for appellants.",
      "Daniel A. Rezneclc, Asst. U. S. Atty., with whom David C. Acheson, U. S. Atty., and Nathan J. Paulson and Harold J. Sullivan, Asst. U. S. Attys., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "William H. WOOD and Mildred J. Blue, Appellants, v. UNITED STATES, Appellee.\nNo. 3016.\nMunicipal Court of Appeals for tlie District of Columbia,\nArgued July 2, 1962.\nDecided Aug. 2, 1962.\nT. Emmett McKenzie, Washington, D. C., for appellants.\nDaniel A. Rezneclc, Asst. U. S. Atty., with whom David C. Acheson, U. S. Atty., and Nathan J. Paulson and Harold J. Sullivan, Asst. U. S. Attys., were on the brief, for appellee.\nBefore HOOD, Chief Judge, and QUINN and MYERS, Associate Judges."
  },
  "file_name": "0563-01",
  "first_page_order": 595,
  "last_page_order": 598
}
