{
  "id": 7258380,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Hakim JOHNSON, Appellee",
  "name_abbreviation": "Commonwealth v. Johnson",
  "decision_date": "2009-03-11",
  "docket_number": "",
  "first_page": "565",
  "last_page": "572",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 565"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "526 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825870
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "390"
        },
        {
          "page": "895",
          "parenthetical": "holding that litigants arguing claim pursuant to Pennsylvania constitution must analyze: (1) text of Pennsylvania constitutional provision; (2) history of provision, including case-law; (3) related caselaw from sister states; and (4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0374-01"
      ]
    },
    {
      "cite": "5 Cal.Rptr. 920",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 4,
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "182 Cal.App.2d 276",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4374983
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/182/0276-01"
      ]
    },
    {
      "cite": "255 S.C. 130",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        2126833
      ],
      "weight": 5,
      "year": 1970,
      "pin_cites": [
        {
          "page": "133"
        },
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/255/0130-01"
      ]
    },
    {
      "cite": "672 F.Supp. 36",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1179854
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "38-39",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/672/0036-01"
      ]
    },
    {
      "cite": "370 F.2d 250",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2049922,
        3656980
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "251-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/370/0250-01"
      ]
    },
    {
      "cite": "330 A.2d 677",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "679"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "24 Md.App. 368",
      "category": "reporters:state",
      "reporter": "Md. App.",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "785 A.2d 115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "119"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "817 A.2d 455",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716490,
        9365411,
        9365468,
        716551
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0438-02",
        "/a2d/817/0455-01",
        "/a2d/817/0455-02",
        "/pa/572/0438-01"
      ]
    },
    {
      "cite": "572 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716490,
        716551
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "445"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0438-02",
        "/pa/572/0438-01"
      ]
    },
    {
      "cite": "709 A.2d 879",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11836819,
        507799
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "880-81",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/709/0879-01",
        "/pa/551/0157-01"
      ]
    },
    {
      "cite": "551 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507799
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "160",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0157-01"
      ]
    },
    {
      "cite": "480 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1745052
      ],
      "weight": 13,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "Silo I"
        },
        {
          "parenthetical": "Silo I"
        },
        {
          "parenthetical": "Silo I"
        },
        {
          "parenthetical": "Silo I"
        },
        {
          "page": "64-65"
        },
        {
          "page": "22"
        },
        {
          "page": "65"
        },
        {
          "page": "23"
        },
        {
          "page": "66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/480/0015-01"
      ]
    },
    {
      "cite": "509 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795387
      ],
      "weight": 7,
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "Silo II"
        },
        {
          "parenthetical": "Silo II"
        },
        {
          "page": "410"
        },
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0406-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 968,
    "char_count": 21522,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1881244813886833
    },
    "sha256": "aed175b471bcd13e0984847a0eb2183a45353f811455b3fdf2bdaad9f07e04f9",
    "simhash": "1:0a899250d07f9b62",
    "word_count": 3516
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BOWES, SHOGAN, and FITZGERALD, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Hakim JOHNSON, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nFITZGERALD, J.:\n¶ 1 The Commonwealth of Pennsylvania, appeals from the order entered in the Philadelphia County Court of Common Pleas, granting the motion to suppress filed by Appellee, Hakim Johnson. We find that the need to identify an unconscious victim, in order to facilitate investigation of the attack, can be an exigent circumstance justifying a warrantless search of the victim’s clothing. We specifically hold that the instant, warrantless search was justified when the police had no reason to believe that Appellee had committed a crime. As a result, we conclude that the suppression court erred as a matter of law in relying on the Supreme Court of Pennsylvania’s decisions in Commonwealth v. Silo, 509 Pa. 406, 502 A.2d 173 (1985) (Silo II), and Commonwealth v. Silo, 480 Pa. 15, 389 A.2d 62 (1978) (Silo I), because the facts of those cases are distinguishable from the instant facts. Accordingly, we reverse the order suppressing the contraband inadvertently found in Appellee’s discarded clothing.\n¶2 On November 22, 2004, police officers responded to a radio call of a shooting in Philadelphia. The shooting victim, Ap-pellee, was already en route to Temple University Hospital. A police officer testified at the suppression hearing that it was standard practice in the police department to make efforts to identify an unidentified shooting victim coming to the hospital. N.T., 9/14/06, at 8. No one in the hospital was able to identify the victim. Id. at 6. The nurses asked the police officers if they knew the victim’s identity, which they did not. Id. Another officer testified that they decided to go through Appellee’s clothing in an attempt to identify him. Id. at 15. Police retrieved what initially appeared to be a wallet from the front pocket of Appel-lee’s pants. Id. However, the item turned out to be a large, clear, plastic bag containing three small, plastic bags with a white, chunky substance believed to be crack cocaine. Id. at 7. A further search of Appel-lee’s clothes revealed a large bottle containing an orange liquid, a small bottle with one orange substance, and a small prescription bottle of Xanex with an address that was different from Appellee’s. Police also recovered $302 in cash. Ultimately, Appellee’s identification was found in his back pocket. Id. at 7-8. Appellee was arrested and charged with Possession of a Controlled Substance with Intent to Deliver and Knowing and Intentional Possession of a Controlled Substance. Appellee filed a motion to suppress, which was granted on November 1, 2006. The trial was suspended pending the Commonwealth’s appeal.\n¶3 The Commonwealth raises one issue on appeal:\nWhere [Appellee] was shot in the mouth by an assailant and was unconscious, and hospital personnel had removed his clothing in the course of treating him, did police violate his constitutional rights by looking for identification in the front pocket of his discarded pants?\nCommonwealth’s Brief at 4.\n¶ 4 Our standard of review of the suppression order is as follows:\nWhen the Commonwealth appeals from a suppression order, we follow a clearly defined standard of review and consider only the evidence from the defendant’s witnesses together with the evidence of the prosecution that, when read in the context of the entire record, remains uncontradicted. The suppression court’s findings of fact bind an appellate court if the record supports those findings. The suppression court’s conclusions of law, however, are not binding on an appellate court, whose duty it is to determine if the suppression court properly applied the law to the facts.\nCommonwealth v. Nester, 551 Pa. 157, 160, 709 A.2d 879, 880-81 (1998) (citation omitted). Such conclusions of law are subject to plenary review. See Commonwealth v. Duncan, 572 Pa. 438, 445, 817 A.2d 455, 459 (2003).\n¶ 5 The suppression court rejected the Commonwealth’s argument that the police were “duty-bound” to investigate since they believed Appellee to be the victim of a crime. The court found that since Appel-lee was already receiving aid in the hospital when the police arrived, no exigent circumstances existed for the warrantless search of his clothes. Suppression Ct. Op. at 8. The court opined as follows:\nTherefore, just as in Silo II [Commonwealth v. Silo, 509 Pa. 406, 502 A.2d 173 (1985) ],[] the police needed a separate warrant authorizing the search of the hospitalized individual’s clothing, since no exigent circumstances existed to justify the warrantless search, as the patient’s clothing was already under control of either hospital personnel or the police. Sufficient probable cause existed to support the issuance of such warrant.\nId.\n¶ 6 We disagree with the suppression court that the Pennsylvania Supreme Court’s holdings in Silo II and Commonwealth v. Silo, 480 Pa. 15, 389 A.2d 62 (1978) (Silo I), require suppression of the contraband. In Silo II, responding to a call from Mrs. Silo’s neighbors and her employer, who were concerned that they had not seen her, the police went to Mrs. Silo’s residence. Neighbors told the police that they heard an argument between Mrs. Silo and her son, Jerome, who was already in the hospital for treatment of chest pains. The two had resided together in the house for many years. The police arranged for a nurse at the hospital to obtain a house key from Jerome’s belongings. Upon entering the house, the police discovered the body of Mrs. Silo, with multiple stab wounds, on the kitchen floor. The Court held that since police had reason to believe that Mrs. Silo was in the home and needed their assistance, “[e]ven if the procuring of Appellant’s housekey was improper, the Fourth Amendment does not bar police officers from making warrantless entries and searches of houses when they reasonably believe that a person within is in need of immediate aid.” Silo II, 509 Pa. at 410, 502 A.2d at 175.\n¶ 7 The suppression court justified its decision by concluding: “[Jjust as in Silo II, the police needed a separate warrant authorizing the search of the hospitalized individual’s clothing, since no exigent circumstances existed to justify the warrant-less search.” Suppression Ct. Op. at 8. Although we agree with the suppression court that Silo II does not support the Commonwealth’s case, we must also examine the Pennsylvania Supreme Court’s holding in Silo I. In Silo I, the Court held that the confiscation of the appellant’s clothing after police returned to the hospital to interview him regarding his mother’s death was violative of his Fourth Amendment rights. Id. at 20, 389 A.2d at 64-65. The Silo I Court rejected the Commonwealth’s argument that the warrantless seizure of the appellant’s clothing was incident to his lawful arrest. The officers had not told the appellant that they intended to take him into custody. Id. at 22, 389 A.2d at 65. The Court also rejected the Commonwealth’s argument that when the appellant voluntarily placed himself under hospital care, he surrendered control over Ms clothing. Id. In order to prevail under this theory, the Commonwealth needed to show that the nurse had mutual use and joint access or control over the clothing. Id. at 23, 389 A.2d at 66. “The nurse’s access to and control of appellant’s clothing were for the purposes of safeguarding these effects, not for the purpose of using them. We therefore reject the argument that the nurse’s consent validated the seizure of appellant’s clothing.” Id.\n¶ 8 The facts in Silo I are distinguishable from the facts in the instant case. In Silo I, when the police searched Silo’s clothing in the hospital, he was a suspect in the death of his mother. In the case at bar, the uncontradicted evidence indicates the police did not suspect Appellee had perpetrated any crime; on the contrary, Appellee was the victim of the reported shooting under investigation. Thus, the officers merely were attempting to ascertain the identity of the John Doe by the only immediate means possible, since Ap-pellee was unconscious with a gunshot wound to his mouth. It was only while attempting to identify Appellee, the victim of a crime, that they found evidence of another crime. Accordingly, the suppression court’s reliance on Silo I and Silo II in support of its suppression order is misplaced.\n¶9 Although we are guided by Silo I and Silo II in examining whether the police were permitted to ascertain the victim’s identification, their holdings are not dispositive to the instant case. The Commonwealth argues that the need to identify the victim is an exigent circumstance justifying the warrantless search. The Commonwealth contends that the officers were duty-bound to attempt to ascertain the identity of the John Doe. The Commonwealth claims that since the officer observed the contraband while performing his lawful duties, he was permitted to seize the contraband, rendering it admissible as evidence. Because Appellee was receiving medical care when his clothing was searched, it is undisputed the search cannot be justified as a medical emergency. Rather, the Commonwealth asserts the search was not investigative in nature, but performed solely to ascertain Appellee’s identity. We agree.\n¶ 10 At the hearing on Appellee’s motion to suppress, Officer Michael Haywood testified as follows:\nQ: Did you locate the room in the emergency room where the individual was being treated?\nA: Yes. He was in the trauma bay.\nQ: Did you go into the trauma bay?\nA: That’s correct.\nQ: What did you see at that time?\nA: The male was laying on the table and the doctor was working on him.\nQ: When you got up to him, what did you see?\nA: He was lying on the table unconscious, probably sedated:\nN.T., 9/14/06, at 4-5. Officer Haywood stated that the nurses asked if the police knew the identity of the person who was shot, to which he responded that he did not. He then testified: “We tried to locate the belongings to go through it to see if there was ID on him.” Id. at 6. Upon locating Appellee’s jeans and a t-shirt, which had been cut from his body and placed to the side of the trauma bay, the officer attempted to ascertain the victim’s identity, at which point he discovered the contraband. Id. The officer testified it was standard practice that, when a John Doe is sent to the hospital, he would attempt to ascertain the identity of the John Doe. Id. at 8. When asked if he observed anything illegal or if he was placing the victim under arrest, Officer Haywood responded in the negative. Id. at 11.\n¶ 11 Officer Booker Messer testified regarding the disparity between Officer Haywood’s recitation of the facts and the testimony given by Officer Messer at the preliminary hearing. Officer Messer had originally indicated that the nurse gave the clothing to the officers. Id. at 15. Officer Messer testified that he did not “recall if [he] said that they directed us to the clothing or she handed it to us.” Id. Ultimately, however, the salient fact is that the police went through Appellee’s clothing in an effort to identify the John Doe. The relevant issue, therefore, is whether the evidence seized as a result of the search is admissible, whether the pants were taken by the officers or handed to them by the nurse.\n¶ 12 “It is well-settled that exigent circumstances excusing the warrant requirement arise where the need for prompt police action is imperative.” Commonwealth v. Flowers, 785 A.2d 115, 119 (Pa.Super.1999). Our research has revealed no Pennsylvania case on point. Accordingly, we look to our sister states and federal courts for guidance.\n¶ 13 In Floyd v. State, 24 Md.App. 368, 330 A.2d 677 (1975), the Court of Special Appeals of Maryland addressed a substantially similar fact-pattern. “Patently the question presented is the reasonableness, vel non, of the search by Officer Mize of the clothing of a gunshot victim, at a hospital emergency room, where the search is conducted for the purpose of ascertaining the identity of the victim and inadvertently contraband is discovered.” Id. at 679. The Court concluded: “[W]hen the officer was unable to ascertain Floyd’s identity by questioning him, the officer, in our view, had not only the right, but the duty to look in Floyd’s clothing for the purpose of endeavoring to determine the shooting victim’s identity.” Id. The Court also held that the search could be justified as a search for evidence of the shooting. Id. “Once it is established, as here, that the police have a right to make a valid intrusion into [the victim’s] clothing, there is no question but that any contraband inadvertently discovered therein is seizable and admissible in evidence.” Id.\n¶ 14 In Vauss v. United States, 370 F.2d 250 (D.C.Cir.1966) (per curiam), police officers searched the pockets of an unconscious man lying on the street after they called for an ambulance. The officers did not find identification; however, they found fifteen cellophane envelopes that contained a white powder, which appeared to be narcotics. The United States Court of Appeals for the District of Columbia Circuit declined to suppress the evidence, opining:\nThat so reasonable a search as occurred here happens to yield evidence of a crime as a by-product even though not so intended is irrelevant. A search of one found in an unconscious condition is both legally permissible and highly necessary. There is a positive need to see if the person is carrying some indication of a medical history, the rapid discovery of which may save his life; there is also a need to identify persons so found in order to notify relatives or friends. That the cause of appellant’s being unconscious was not known in no way impaired but rather enhanced the need and inherent power to search appellant.\nId. at 251-52.\n¶ 15 In Griggs v. Lexington Police Dep’t, 672 F.Supp. 36 (D.Mass.1987), ruling upon the reasonableness of the search of an unconscious accident victim’s handbag, and relying upon Floyd and Vauss, the United States District Court for the District of Massachusetts opined:\nThe only remaining allegation is that the Lexington police unreasonably searched through plaintiffs handbag at the scene of the accident and seized her federal government photo identification badge. It is unquestionable that this is a serious allegation. However, many courts have recognized that it is reasonable for the police to search persons to determine their identity where police find that person unconscious, or where the person is so seriously injured such that questioning would be impractical or unproductive. The nature and seriousness of Griggs’ injuries lead me to conclude that the search and seizure as alleged falls within the scope of a reasonable search as delineated in the above line of cases.\nId. at 38-39 (citations omitted).\n¶ 16 In State v. Patrick, 255 S.C. 130, 177 S.E.2d 545 (1970), the South Carolina Supreme Court held:\nWe find no merit in the claim that the ‘hold-up’ note should have been excluded from evidence as the fruit of an illegal arrest, that is to say, an arrest without warrant for a misdemeanor not committed in the presence of the arresting officers. When the critically wounded defendant was found by the officers, he was promptly taken to the hospital for medical assistance. It would be pointless to inquire whether defendant was under arrest. The search of his person was to establish his identity and was incident to hospital procedures rather than to an arrest. In this emergency, defendant was treated no differently than a helpless accident victim.\nId. at 133, 177 S.E.2d at 547.\n¶ 17 Finally, in People v. Gonzales, 182 Cal.App.2d 276, 5 Cal.Rptr. 920 (1960), Gonzales was severely injured in an automobile accident and was taken by ambulance to the hospital. Id. at 278, 5 Cal.Rptr. 920.\nWhile still on the stretcher the portion of his clothing not confined beneath his body was cut away and gone through for purposes of identification. A cellophane package containing a quantity of marijuana was found in his righthand front pants pocket but identifying information was not found. A short time later, after a doctor supervised his placement on the operating table and preparation for surgery, the balance of his clothing was removed and gone through for identification. Among other articles were found his wallet, with identification, and four marijuana cigarettes. The doctor, two nurses and a police officer were present. While a police officer was present during all this time, he did no searching himself. Apparently he did, however, request the attendant to search for identification, which incidentally resulted in the finding of the marijuana. The ambulance driver testified that the search was routine procedure for identification of injured people “in shock” in emergency cases. After the finding of the marijuana, all articles taken from defendant were turned over to the police officer for safekeeping. The officer learned of defendant’s name and the circumstances preceding the accident after the finding of the marijuana. The defendant remembers nothing from the time of the accident until after hospital surgery was completed. He was not under arrest at any time while the search was in progress. Sometime later the officers were informed that the wound in the abdomen was received in a fight and that defendant attempted, after he received the wound, to drive to medical aid, fainted while driving and ran into the tree where he was found.\nId. Gonzales contended that the search was unlawful and the narcotics were therefore erroneously admitted into evidence. The California District Court of Appeal, Fourth District, disagreed based upon the need to identify the victim, opining:\nCertainly the circumstances of this accident, with a man found in defendant’s condition, either unconscious or nearly so with a ghastly and possibly fatal wound apparently caused by a knife, would place any alert and conscientious officer on inquiry. The first step in the inquiry would .be to clearly identify the victim. A failure to do so would subject the officer to severe censure.\n* :|! *\nAn officer who is making or is present at a reasonable search is not required to close his eyes to contraband he discovers simply because it is not connected with the initial purpose of the search. Even though a search was authorized for one purpose, the seizing of the contraband found in that search would not be a violation of defendant’s constitutional rights.\nId. at 279-80, 5 Cal.Rptr. 920 (citations omitted).\n¶ 18 We agree with the analysis of our sister states and the federal courts and now find that the need to identify the unconscious victim was itself an exigent circumstance, thus justifying the warrant-less search. See Gonzales, supra; Vauss, supra; Patrick, supra; Floyd, supra; Griggs, supra. In our view, it is entirely reasonable for the police to search a crime victim’s clothing for identification when the victim is not a suspect in any crime and the police do not have an immediate, alternative means for obtaining the victim’s identification. Such a finding comports with the Silo I holding that the police may not request permission from a hospital to search a person’s clothing when the police intended to interview that person as a potential suspect. See Silo I, supra.\n¶ 19 We therefore conclude that a search at a hospital emergency room by a police officer of the clothing of a gunshot victim, who was not suspected of criminal wrongdoing, and such search having been conducted for the sole purpose of ascertaining the identity of the victim, is an exigent circumstance excusing the warrant requirement. The inadvertently discovered contraband is admissible. Accordingly, we find the suppression court erred as a matter of law in suppressing the contraband that police found in Appellee’s discarded pants. See Nester, supra. We reverse the suppression order and remand for further proceedings.\n¶ 20 Order reversed. Case remanded. Jurisdiction relinquished.\n. 35 P.S. § 780-113(a)(30).\n. 35 P.S. § 780-113(a)(16).\n. Appellee did not file a responsive brief on appeal.\n.As explained infra, it appears the suppression court meant to reference Commonwealth v. Silo, 480 Pa. 15, 389 A.2d 62 (1978) (Silo n\n. We note that the suppression court based its order solely on an analysis of the Fourth Amendment of the United States Constitution. See Suppression Ct. Op. at 3. Because Appel-lee did not file a brief, and the Commonwealth responded to the suppression court’s reliance on only federal constitutional law, no analysis of Pennsylvania constitutional law pursuant to Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991), has taken place before us. See id. at 390, 586 A.2d at 895 (holding that litigants arguing claim pursuant to Pennsylvania constitution must analyze: (1) text of Pennsylvania constitutional provision; (2) history of provision, including case-law; (3) related caselaw from sister states; and (4) policy considerations, including unique issues of local concern and applicability to modem Pennsylvania jurisprudence). Nonetheless, we observe that the instant opinion reflects our careful analysis of the second, third, and fourth Edmunds factors.",
        "type": "majority",
        "author": "FITZGERALD, J.:"
      }
    ],
    "attorneys": [
      "Hugh J. Burns, Jr., Assistant District Attorney, Philadelphia, for Commonwealth, appellant.",
      "Alfred J. Falcione, Philadelphia, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant v. Hakim JOHNSON, Appellee.\nSuperior Court of Pennsylvania.\nSubmitted Feb. 5, 2008.\nFiled March 11, 2009.\nHugh J. Burns, Jr., Assistant District Attorney, Philadelphia, for Commonwealth, appellant.\nAlfred J. Falcione, Philadelphia, for ap-pellee.\nBEFORE: BOWES, SHOGAN, and FITZGERALD, JJ.\nFormer Justice specially assigned to Superior Court."
  },
  "file_name": "0565-02",
  "first_page_order": 593,
  "last_page_order": 600
}
