{
  "id": 9459025,
  "name": "The TRAVELERS INSURANCE COMPANY v. BUILDERS RESOURCE CORPORATION as Successor to Diversified Steel Erection, Inc.",
  "name_abbreviation": "Travelers Insurance v. Builders Resource Corp.",
  "decision_date": "2001-10-25",
  "docket_number": "No. 2000-170-Appeal",
  "first_page": "568",
  "last_page": "570",
  "citations": [
    {
      "type": "official",
      "cite": "785 A.2d 568"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "713 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11821481
      ],
      "pin_cites": [
        {
          "page": "810"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0806-01"
      ]
    },
    {
      "cite": "641 A.2d 1311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11297688
      ],
      "pin_cites": [
        {
          "page": "1319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/641/1311-01"
      ]
    },
    {
      "cite": "119 R.I. 108",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3099806
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 307,
    "char_count": 4575,
    "ocr_confidence": 0.677,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21798664709795823
    },
    "sha256": "cea9a79e0828d71620f68b0f15ef1d37b479cd997fac67f0326690026cdd24aa",
    "simhash": "1:c618da18108bfdec",
    "word_count": 719
  },
  "last_updated": "2024-02-27T19:17:42.723901+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The TRAVELERS INSURANCE COMPANY v. BUILDERS RESOURCE CORPORATION as Successor to Diversified Steel Erection, Inc."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the Supreme Court for oral argument on September 26, 2001, pursuant to an order directing the parties to appear and show cause why the issues raised in the appeal should not be summarily decided. After hearing the arguments of counsel, and considering the memoranda of the parties, we conclude that cause has not been shown. Accordingly, we shall decide the appeal at this time.\nThe defendant, Builders Resource Corporation (Builders), as a successor corporation to Diversified Steel Erections, Inc. (Diversified), appeals the entry of summary judgment by a justice of the Superi- or Court. We affirm.\nThe plaintiff filed a complaint against Builders seeking to recover amounts owed by Builders for workers’ compensation insurance premiums, alleging that Builders was a successor corporation to Diversified. Upon receipt of the defendant’s general denial, the plaintiff also filed interrogatories and requests for admissions, to which the defendant failed to respond. The plaintiffs motion to compel answers to its interrogatories was granted by the trial court. Further, according to Rule 36(a) of the Superior Court Rules of Civil Procedure, defendant’s failure to file timely responses to plaintiffs request for admissions rendered them admitted. When Builders again failed to answer the interrogatories, plaintiff moved for a default judgment. A conditional order of default was entered, giving the defendant 20 days to respond to the plaintiffs interrogatories. No answers were forthcoming and, more than two months later, plaintiff again moved for entry of a default judgment. Although the motion was denied, the court again ordered the defendant to file its answers.\nThe plaintiff also sought to depose Robert Guiliano (Guiliano), an officer of Builders. By agreement of counsel, this deposition was scheduled and rescheduled several times. However, in the absence of an agreement, Guiliano, although served with a subpoena, failed to appear for the last scheduled deposition. Plaintiff thereupon filed a motion for entry of default judgment and a motion for summary judgment; both motions were granted by the Superior Court hearing justice.\nWhen reviewing default judgments, the decision of “the justice having jurisdiction over the matter * * * will not be disturbed by this court, absent a showing of abuse of discretion or an error of law.” Providence Gas Company v. Biltmore Hotel Operating Co., 119 R.I. 108, 376 A.2d 334, 336 (1977). An abuse of discretion results from the granting of a motion for default judgment in the absence of evidence demonstrating persistent refusal, defiance or bad faith. Senn v. Surgidev Corp., 641 A.2d 1311, 1319 (R.I.1994).\nDue to the defendant’s blatant refusal to comply with its discovery obligations, including its duty to answer interrogatories, and attend a duly noticed deposition, the trial justice in the instant case did not abuse her discretion by ordering the entry of default judgment. Clearly, Rule 37(d) of the Superior Court Rules of Civil Procedure affords a trial justice wide discretion to enforce its discovery orders, including the entry of a judgment of default.\nWe are further satisfied that the grant of summary judgment was also proper in this instance. A moving party is entitled to judgment as a matter of law when there is no genuine issue of material fact. Woodland Manor III Associates v. DEM, 713 A.2d 806, 810 (R.I.1998). The defendant’s failure to answer the request for admissions rendered them admitted. Included in these admissions was an acknowledgment that there was a transfer of corporate assets from Diversified to Builders with no, or inadequate, consideration, and that Builders has continued the business of Diversified. Thus, based on the state of these pleadings, we are satisfied that no genuine issue of material fact existed and that plaintiff was entitled to judgment as a matter of law.\nAccordingly, the defendant’s appeal is denied and dismissed and we affirm the granting of default and summary judgments by the Superior Court. The papers are remanded to the Superior Court.\n. * * the court on motion may make such orders in regard to the failure as are just, and among others it may take any action authorized under Subparagraph (A), (B) and (C) subdivision (b)(2) of this rule.” Super.RXiv.P. 37(d).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Jason M. Gramitt, Portsmouth.",
      "Donald R. Lembo, North Providence."
    ],
    "corrections": "",
    "head_matter": "The TRAVELERS INSURANCE COMPANY v. BUILDERS RESOURCE CORPORATION as Successor to Diversified Steel Erection, Inc.\nNo. 2000-170-Appeal.\nSupreme Court of Rhode Island.\nOct. 25, 2001.\nJason M. Gramitt, Portsmouth.\nDonald R. Lembo, North Providence."
  },
  "file_name": "0568-02",
  "first_page_order": 628,
  "last_page_order": 630
}
