{
  "id": 6093821,
  "name": "In re Lawrence X. Champeau",
  "name_abbreviation": "In re Champeau",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2126",
  "first_page": "568",
  "last_page": "571",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 568"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "56 App. D. C. 143",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4069026
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "58 App. D. C. 231",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "94 U. S. 568",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5644356
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/94/0568-01"
      ]
    },
    {
      "cite": "52 App. D. C. 257",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "11 Wall. 516",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3412564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/78/0516-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 369,
    "char_count": 5682,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 2.2211373404297513e-07,
      "percentile": 0.7776341400599031
    },
    "sha256": "cbaa9791dc460b74f4447c72e78639c30566bb0badcdc1bcbd926d725d3bed7f",
    "simhash": "1:c21f61df9ea7688e",
    "word_count": 978
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gkaham, Presiding Judge, and Bland, Hatfield, Gaekett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Lawrence X. Champeau"
    ],
    "opinions": [
      {
        "text": "Gkaham, Presiding Judge,\ndelivered the opinion of the court:\nThe appellant made application for a patent on a claimed new and useful improvement in devices for artificial illumination intended to be used in art galleries for the proper illumination and display of paintings and other works of art. The specifications describe a series of illuminating units permanently arranged upon the ceiling of an art gallery, equidistant from each other and from the margin of said ceiling. Each illuminating unit is concealed from the observer in the gallery and consists of a ordinary electric light lamp surrounded by a light collecting reflector which is mounted on the lamp base, and all of which are mounted in the rear end of a conical casing. Covering the front end of the casing is a prismatic lens with a series of concentric circular ridges. In operation, the rays of light from the lamp are partly thrown directly, partly reflected' by the reflector, upon and through the prismatic lens, by which they are transmitted in line substantially parallel to the axis of the lens. These rays of light are so directed as to fall upon the object to be illuminated, upon the near side wall. The rays from the source of illumination transmitted along the axis of the lens are directed to fall upon the picture or other object to be illuminated at a point about two-thirds of the distance from the top to the bottom thereof. Thus, while the bottom of the illuminated object receives the more concentrated rays of light, the upper part of the picture, being nearer to the source of light, will be equally illuminated, and the whole picture or other object, will receive an equally distributed illumination. It is claimed, in the argument that this is the great desideratum in the illumination of works of art in galleries, and that the appellant’s device is a new and valuable improvement on all methods or devices heretofore known. The claims were each rejected by the acting examiner and by the Board of Appeals. The references relied upon were United States patents to Merritt, 733670; Allom, 961196; Taepke, 1000129; and Schlacks, 1241031. A German patent to Siemens and a French patent to Bataille were also cited and relied upon.\nWe have examined the references with some care. In the German Siemens patent a device for illuminating a theatrical stage scene is described. The illumination is caused by a lamp in a ceiling recess, which illuminates the desired portion of the stage scene by rays of light dispersed through a convex lens. The French Bataille patent covers a method of illumination of vaults caused by lamps set in triangular recesses in the ceiling; by this means the person in the vault is shielded from the rays of light, but the adjacent walls of the vault receive the direct and dispersed rays. The Merritt reference is to a patent for an illuminating device for show cases. It consists of a series of electric-light lamps set in simple reflectors around the interior upper angle of a show case. The Allom patent covers a device for illuminating pictures and tapestries. It consists of an electric-light lamp set in a reflector and with movable screens within the reflector to shut off the glare of the light source. The Schlacks device is a means of illuminating auditoriums; this is effected by means of electric-light lamps concealed in cornices and transmitting their light into the rooms through convex dispersing lenses. The Taepke reference is to a device for illuminating paintings and other like objects. Here the purpose is accomplished by a light and reflectors within an adjustable casing, by which means the strongest light may be thrown upon any desired part of the object. A diffusion of part of the rays of light is caused by inserted glass plates, interposed betAveen the light and the illuminated object, adjusted to suit the taste of the adjuster.\nWe are unable to see, after an examination of these references, why the appellant is not entitled to the patent he claims. It is true that the references show that prior to appellant’s application the various elements going to make up appellant’s device were each well known. It is true also that a somewhat similar result might be obtained, at least, by Taepke’s patent. But even though there be nothing novel in the elements combined, if applicant here has, by a combination of known elements, accomplished a new and useful result, he is entitled to his patent. Seymour v. Osborne, 11 Wall. 516-542; In re Cranmer, 52 App. D. C. 257. That he has done so we can not doubt. By a combination of a lens and a reflector he transmits parallel rays of light obliquely upon the object illuminated, thus accomplishing a result which is generally admitted to be useful and quite desirable.\nNor are we able to see that any of the cited references accomplish exactly the same result. Therefore, with the purpose of giving to the applicant the benefit of a liberal construction of his claim, we conclude that appellant’s claims numbered 1, 2, 3, 7, and 8 should have been allowed. Merrill v. Yeomans, 94 U. S. 568; In re Parr, 58 App. D. C. 231; In re Stevenson, 56 App. D. C. 143. Claims numbered 4, 5, 6, and 9 embrace nothing not covered by the references.\nThe decision of the Board of Appeals is reversed as to claims 1, 2, 3, 7, and 8 and is affirmed as to claims 4, 5, 6, and 9.",
        "type": "majority",
        "author": "Gkaham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "JET. Dorsey Spene&r for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Lawrence X. Champeau\n(No. 2126)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nJET. Dorsey Spene&r for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument June 11, 1929, by Mr. Hostetler]\nBefore Gkaham, Presiding Judge, and Bland, Hatfield, Gaekett, and Lenroot, Associate Judges"
  },
  "file_name": "0568-01",
  "first_page_order": 18,
  "last_page_order": 21
}
