{
  "id": 9492972,
  "name": "Mark VON DER STUCK and Linda Von Der Stuck, Husband and Wife, Appellants v. APCO CONCRETE, INC., Ramsey Winch and Autocrank Co., A/K/A Ramsey Winco Co., Lift-All Company, Inc., Keystone Truck Equipment Co., and Catania Engineering Associates, Inc., Appellees",
  "name_abbreviation": "Von Der Stuck v. Apco Concrete, Inc.",
  "decision_date": "2001-06-25",
  "docket_number": "",
  "first_page": "570",
  "last_page": "574",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 570"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "682 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864426,
        769243
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0806-01",
        "/pa-super/452/0555-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 555",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769243
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0555-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 568,
    "char_count": 10617,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 7.88318096356687e-08,
      "percentile": 0.4601590671888593
    },
    "sha256": "18b6e8bf1b2433c66e39b8dc52883ab99c975f58edc62822475e78237a9f6063",
    "simhash": "1:dfaf92077e864557",
    "word_count": 1713
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: DEL SOLE, President Judge, MONTEMURO and KELLY, JJ."
    ],
    "parties": [
      "Mark VON DER STUCK and Linda Von Der Stuck, Husband and Wife, Appellants v. APCO CONCRETE, INC., Ramsey Winch and Autocrank Co., A/K/A Ramsey Winco Co., Lift-All Company, Inc., Keystone Truck Equipment Co., and Catania Engineering Associates, Inc., Appellees"
    ],
    "opinions": [
      {
        "text": "DEL SOLE, President Judge:\n¶ 1 Appellants, Mark and Linda Von Der Stuck, appeal from the judgment entered against them following the denial of their post-trial motions. Upon review, we reverse.\n¶ 2 The trial court summarized the facts of this strict liability and negligence action as follows:\nPlaintiff, Mark Yon Der Stuck, was injured on November 8, 1995, near the Ridley Township garage facility in Delaware County, Pennsylvania, while attempting to remove a thirty-five foot tall tree. Plaintiff, a Ridley Township employee, acting at the direction of his foreman, John Lewis, was clearing, with fellow Township employees, a site upon which a salt storage shed was to be erected by Defendant Apeo Concrete Inc. (hereinafter, Apeo). While previously excavating the site for construction of the shed, Apeo had removed some soil from the base of the tree exposing about one-third of its roots. On the instructions of Mr. Lewis, Plaintiff told his co-workers to wrap two nylon slings around the tree and secure them with a ten pound metal hook connected to a winch on the front bumper of a Township electrical utility truck. None of the Township employees present undertook to ascertain how much force was necessary to remove the tree from the ground. The metal hook on the winch was connected to the apparatus by a polyester rope. Plaintiff, standing by the front of the truck and alongside the winch, warned his co-workers to stand clear of the winch while he initiated hydraulic operation of the winch and the tightening of the rope. He was some fifty feet from the tree as the rope continued to tighten. The nylon slings around the tree then tore apart and the polyester rope together with the hook snapped back striking the Plaintiff, and causing laceration of his left leg.\nThe electrical utility truck used by Plaintiff belonged to Ridley Township and was purchased from the Defendant Keystone Truck Equipment Co. (hereinafter, Keystone). Keystone had obtained the truck’s bumper winch apparatus, without controls and rope, from the Defendant Ramsey Winch Co. (hereinafter Ramsey). Keystone supplied the polyester rope for the winch on the truck to comply with specifications submitted by Ridley Township. The Township requested the rope in lieu of steel cable in order to ensure proper grounding of the truck when employees were working on or around electrical power lines. The Township also requested that Keystone obtain and install hydraulic controls for the winch on the front bumper of the truck. There is no dispute that the slings in question were purchased by the Township from a local dealer and not from any party to this action.\nTrial Court Opinion, 1/4/01, at 1-3.\n¶ 3 Appellants instituted suit against Ramsey Winch and Autocrank Co. (hereinafter “Ramsey”), Keystone Truck Equipment Co. (hereinafter “Keystone”), and the manufacturer of the slings, Lift-All Co., Inc. (hereinafter “Lift-All”) under theories of strict liability, claiming a design defect in the winch and in the rope and a defect in the failure to warn. Appellants also sued these parties on theories of breach of warranty and negligence, but withdrew their breach of warranty claim after a determination that it was barred by the applicable four-year statute of limitations. Prior to trial, Appellants withdrew their negligence claims against Keystone and Ramsey, and proceeded solely on their strict liability claims against these parties. Appellants also sued Apeo Concrete, Inc. (hereinafter “Apeo”) for negligent supervision of the tree removal.\n¶ 4 After trial, the jury unanimously returned a verdict in favor of all Appellees, without reaching the issue of causation. Appellants filed timely post-trial motions, which were denied. This appeal followed.\n¶ 5 On appeal, Appellants present several issues for our review. Appellants first contend that the trial court erred in precluding their expert, Mr. Clauser, from offering an opinion on the failure to warn about the location of the controls in relation to the winch. Appellants assert that if permitted, Clauser would have offered his opinion that Ramsey and Keystone’s failure to provide a warning about the placement of the controls in relation to the winch constituted a product defect. Appellants’ Brief at 10. It is Appellants’ position that, because of the manner in which the winch system was set up in this case, the operator was placed within inches of the winch and within the zone of danger. Appellants’ Brief at 10. Appellants further maintain that:\nThe affect [sic] of sustaining Ramsey’s objection was profound, as it precluded Appellants’ expert from stating that a warning addressing the placement of the controls in relation to the winch was necessary, and that the attendant failure to warn constituted a product defect.\nAppellants’ Brief at 10.\n¶ 6 While the trial court permitted Clau-ser to testify as an expert, he was precluded from testifying that the product was defective due to a failure to warn. In support of its determination the trial court explained:\n... Plaintiffs’ expert admittedly had never been involved in designing a bumper mounted winch, nor in any decision as to whether or not to place warnings on such a winch, nor in the writing of any such warnings, and the Court deemed the witness to be unqualified to give such testimony. This was Plaintiff’s [sic] only expert witness, and he testified that his experience consisted in looking at winches that had been involved in accidents, “... just generally looking at winches in that capacity.” The witness admitted he had never participated in the design or manufacture of a bumper mounted winch outfitted with polyester rope with a hook at the end of it, nor had he ever written any instruction manuals or maintenance manuals for such truck mounted winches. This witness did have expertise in the field of metallurgy and failure analysis of metals, but he candidly testified that he did not intend to offer testimony as to why the winch system might have failed. His intention was to offer an opinion only as to whether Defendant Ramsey had a duty to warn about where the controls for the winch should be. This witness admitted to having no background in psychology, and said that his background in communications was limited to some college courses and to some industrial technical writing he had done with past fellow employees and customers of the concerns for which he had worked. Mr. Clauser admitted that he had no background in behavioral sciences, particularly with respect to how people might respond to instructions, directions or warning. He also candidly admitted that he had never drafted warnings, or instructions, or directions for winches or winch controls or similar equipment.\nTrial Court Opinion/1/4/01, at 25-26.\n¶ 7 It is well settled in Pennsylvania that the standard for qualification of an expert witness is a liberal one. Erdos v. Bedford Valley Petroleum Co., 452 Pa.Super. 555, 682 A.2d 806, 808 (1996). The test to be applied when qualifying an expert witness is whether the witness had any reasonable pretension to specialized knowledge on the subject under investigation. Id. If he does, he may testify and the weight to be given such testimony is for the trier of fact to determine. Id.\n¶ 8 As the trial court acknowledged, Clauser possessed expertise in the engineering field, specifically in the areas of metallurgy and metal failure. The trial court permitted him to testify to the functioning of the winch system and the behavior of the cables attached to the winch. In essence, Clauser testified as to the dangers involved if the controls were located too closely to the winch. He testified how the polyester cables, attached to the winch, would respond if the hook or slings would fail or malfunction. He also offered an opinion, based on his expertise, on the behavior of cables in the same situation if steel cables would have been used instead of the polyester cables. This testimony is related to Appellants’ claim that the location of the controls directly next to the winch created a dangerous situation and that there should have been a warning advising the consumer or operator of such.\n¶ 9 Clauser was able to proffer a scientific basis for the position that the controls should not have been located directly next to the winch. It logically follows that he should also have been permitted to testify that a warning should have been included with the winch, advising against such an arrangement. The jury could then determine what weight to give this evidence. Thus, we conclude that the trial court erred in precluding Appellants’ expert from offering this opinion.\n¶ 10 Furthermore, we find the court’s references to Clauser’s lack of experience and education in psychology and communications to be irrelevant and inappropriate. Clauser was to offer an opinion on whether a warning was required. Clauser was not proffered for purposes of providing an opinion regarding the context of the warning or how such warning would be received by individuals reading the warning. Accordingly, this was not a proper basis on which to preclude Clauser from testifying regarding the failure to warn claim.\n¶ 11 Judgment reversed. Case remanded for proceedings consistent with this opinion. Jurisdiction relinquished.\n. Appellants’ action against Lift-All was dismissed by stipulation of the parties.\n. Appellants also initiated a suit against Cata-nia Engineering Associates, Inc., the firm that designed the salt storage shed, which action was subsequently consolidated with the case sub judice. Catania was dismissed from this action without prejudice two months prior to trial by stipulation of all parties.\n. Due to our resolution of this issue, consideration of the additional issues raised on appeal by Appellants is not necessaty to the disposition of this case.",
        "type": "majority",
        "author": "DEL SOLE, President Judge:"
      }
    ],
    "attorneys": [
      "Michael V. Tinari, Philadelphia, for appellants.",
      "James D. Celia, Media, for Apeo Concrete, appellee.",
      "Mark R. Bosniak, Philadelphia, for Keystone Truck Equipment, appellee.",
      "Debra L. Slifkin, Philadelphia, for Randy Winch, appellee."
    ],
    "corrections": "",
    "head_matter": "Mark VON DER STUCK and Linda Von Der Stuck, Husband and Wife, Appellants v. APCO CONCRETE, INC., Ramsey Winch and Autocrank Co., A/K/A Ramsey Winco Co., Lift-All Company, Inc., Keystone Truck Equipment Co., and Catania Engineering Associates, Inc., Appellees\nSuperior Court of Pennsylvania.\nArgued May 15, 2001.\nFiled June 25, 2001.\nReargument Denied Aug. 30, 2001.\nMichael V. Tinari, Philadelphia, for appellants.\nJames D. Celia, Media, for Apeo Concrete, appellee.\nMark R. Bosniak, Philadelphia, for Keystone Truck Equipment, appellee.\nDebra L. Slifkin, Philadelphia, for Randy Winch, appellee.\nBefore: DEL SOLE, President Judge, MONTEMURO and KELLY, JJ.\nRetired Justice assigned to the Superior Court. Justice MONTEMURO did not participate in the decision of this matter."
  },
  "file_name": "0570-01",
  "first_page_order": 612,
  "last_page_order": 616
}
