{
  "id": 6093827,
  "name": "In re Walter M. Fuller",
  "name_abbreviation": "In re Fuller",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2131",
  "first_page": "571",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 571"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2 App. D. C. 1",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        2468630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/2/0001-01"
      ]
    },
    {
      "cite": "21 App. D. C. 168",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1346185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/21/0168-01"
      ]
    },
    {
      "cite": "19 Wall. 287",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3433453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/86/0287-01"
      ]
    },
    {
      "cite": "24 App. D. C. 110",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1341269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/24/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 5099,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17353366933747874
    },
    "sha256": "55920d62de150dccd05a7e9b3734f0c47d6b158919e9cc89cf343894efba032a",
    "simhash": "1:cd4fc6f119748fbf",
    "word_count": 877
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Walter M. Fuller"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Commissioner of Patents, by which decision he modifies the action of the examiners in chief on appellant’s claims for a patent. The claims finally denied, a,nd which are in issue here, are 11 to 14, inclusive, 18, 19, 20, 32, 38, 34, and 36.\nAppellant’s invention consists of a process for constructing a woolen fabric for clothing which will have all the advantages of the ordinary woolen fabric and yet will not become unduly shiny or glossy as a result of friction and wear. This he accomplishes by inducing the amount of animal grease in the wool to be used to less than the normal amount for such purpose, and adding, to compensate for such loss of grease and consequent deadness in appearance occasioned thereby, in both warp and woof of the cloth manufactured, a sufficient quantity of silk thread, or its equivalent. Many claims are made in appellant’s application for patent, some of which, as we have noted, have been allowed, and some rejected. We shall only concern ourselves with those rejected.\nIt is conceded by counsel for appellant on the argument here that if appellant’s rejected claims may be considered as claims for a woolen fabric containing less than the normal content of natural grease, the claims should be rejected. In other words, it seems to be conceded that the underlying idea of appellant’s invention is as hereinbefore stated, namely, to produce a woolen cloth with less than the normal content of grease, which will not become shiny by use. With this thought in mind, reference is had to claim 12, which is illustrative of the rejected claims 11 to 14, inclusive. This claim reads:\nA woolen fabric composed of strands of wool of a pliability less tlian normal interlaced with strands of a material of greater pliability, the latter compensating for the decreased pliability of the wool.\nWhat idea is suggested by this claim ? First the inventor makes his wool more brittle and then brings it to normal with other material. What has this to do with reducing the.grease content? So far as the claim speaks, the brittleness may be caused by entirely different means than a decrease in the grease content. If this claim, and the others represented by it, are to be held k° refer back to the descriptive part of the specifications, and this seems to be the rule then appellant’s claims have been unnecessarily multiplied, and his interests are fully protected by his claims which have been allowed. In re Carpenter, 24 App. D. C. 110; Mitchell v. Tilghmam, 19 Wall. 287-392. If the claim is intended to have a broader meaning than the specifications, it is too broad and too indefinite. In such case it does nothing more than to describe a process which results in a product having the same apparent qualities and uses as before the process was applied. Hence, there is no invention. If a new and useful result is to’ be accomplished, the process should be described with clearness and precision. Lane v. Levi, 21 App. D. C. 168-175.\nRejected claims 18, 19, and 20 are the same in principle. They are illustrated by 18: “A woolen fabric composed of comparatively brittle dull strands of wool interlaced with strands of silk.” As is stated by the examiner, it is hard to understand just what such a claim has to do with a reduction of grease content in the wool. Any kind of wool might be included in such a claim, washed, unwashed, carbonized, virgin, or shoddy, so long as it was dull and brittle. These claims, therefore, amount to nothing more than a description of a mixed wool and silk fabric. In view of the state of the art of manufactured cloths and fabrics, such a process can hardly be said to be patentable. Such cloths have been known to the art and used from time immemorial. “ Challis.” Webster’s New International Dict, 1925; Funk & Wagnalls’s New Standard Dict. 1925; Knight's Am. Meeh. Dict. Vol. 1, p. 524. In this connection, counsel for the Patent Office cites, also, Robert Beaumont's work on Woolen and Worsted (London, 1915), pp. 41 and 267. All these authorities are relevant and may be .considered by the court. In re Schaeffer, 2 App. D. C. 1.\nThe suggestions just made apply equally to claims 32, 33, and 34. Claim 36: “A woolen cloth having a tendency to wear rough rather than smooth,”'was properly \"rejected. This claim, it seems to the court, describes, imperfectly and too broadly, a different manufac-ture than that described in appellant’s specifications. It is also functional, describing a result only, and not a process, and can, therefore, have no standing here. Auto Hone Co. v. Hall Cylinder Hone Co., 3 Fed. (2nd) 479.\nThe decision of the commissioner is affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Walter M. Fuller and Edward W. Shepard for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Walter M. Fuller\n(No. 2131)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nWalter M. Fuller and Edward W. Shepard for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument June 12, 1929, by Mr. Fuller and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0571-01",
  "first_page_order": 21,
  "last_page_order": 23
}
