{
  "id": 7913156,
  "name": "Paul HOOD v. Kenneth MERCIER",
  "name_abbreviation": "Hood v. Mercier",
  "decision_date": "1987-03-30",
  "docket_number": "",
  "first_page": "572",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "523 A.2d 572"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "468 A.2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8008729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/468/0597-01"
      ]
    },
    {
      "cite": "28 Me. 97",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        632686
      ],
      "year": 1848,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/28/0097-01"
      ]
    },
    {
      "cite": "97 A. 3",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 Me. 11",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        704302
      ],
      "year": 1916,
      "pin_cites": [
        {
          "page": "19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/115/0011-01"
      ]
    },
    {
      "cite": "177 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "669"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "158 Me. 53",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        942585
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/158/0053-01"
      ]
    },
    {
      "cite": "216 A.2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8096638
      ],
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/216/0298-01"
      ]
    },
    {
      "cite": "481 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7914547
      ],
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/481/0180-01"
      ]
    },
    {
      "cite": "495 A.2d 821",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920076
      ],
      "pin_cites": [
        {
          "page": "822-23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/495/0821-01"
      ]
    },
    {
      "cite": "390 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11726311
      ],
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/390/0524-01"
      ]
    },
    {
      "cite": "366 A.2d 522",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014809
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/0522-01"
      ]
    },
    {
      "cite": "499 A.2d 147",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928241
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "148"
        },
        {
          "page": "148"
        },
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 9713,
    "ocr_confidence": 0.771,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2005742419731807
    },
    "sha256": "4e48c8aa30716b500e780da1ef048821693bbab1246aa7e8232ed96e71d71fc9",
    "simhash": "1:3b3cf938fc882760",
    "word_count": 1581
  },
  "last_updated": "2024-02-27T22:21:05.770718+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, SCOLNIK and CLIFFORD, JJ."
    ],
    "parties": [
      "Paul HOOD v. Kenneth MERCIER."
    ],
    "opinions": [
      {
        "text": "CLIFFORD, Justice.\nFor the second time Paul Hood appeals a judgment of the Superior Court, Washington County, affirming a judgment of the District Court, Calais, entered on the counterclaim of Kenneth Mercier for personal injuries sustained in a collision of the parties’ motorcycles. We agree with Hood’s contention that the District Court erred in computing damages. Accordingly, we vacate and remand for further proceedings.\nMercier was injured on June 20, 1979, when a motorcycle he was riding collided with one ridden by Hood. Mercier’s injuries consisted mainly of two broken thumbs, one of which was put in a cast and the other in a splint for 6-8 weeks. Mercier, a manual laborer, was unemployed at the time of the accident.\nMercier had persistently attempted for 3 years to get a job as a merchandiser operator in the Forest Resource Division of Georgia-Pacific. A beginning, or Class C, merchandiser operator performs strenuous manual labor including using a chain saw to cut logs, doing utility work, and cleaning and greasing equipment. In late June 1979 Merle Fitzsimmons, personnel manager of the Forest Resource Division, notified Mer-cier that a position was available and offered him a job. Because his thumbs were still immobilized from the collision with Hood, Mercier was unable to accept the offer, and Fitzsimmons gave the job to someone else. Mercier persistently continued to seek employment with the Forest Resource Division. Finally, in mid-July 1980 Georgia-Pacific made Mercier a second offer, and he promptly took the job.\nIn Hood’s first appeal, Hood v. Mercier, 499 A.2d 147 (Me.1985), we determined that the District Court had erred in its determination of damages by relying on inadmissible and insufficient evidence, and that the record was moreover unclear as to the precise nature of the damages awarded. See id. at 148. We remanded for a new determination of damages.\nOn remand, Mercier presented the testimony of Fitzsimmons. Fitzsimmons testified that had Mercier been able to start work as a Class C merchandiser operator in late June 1979, he would have started at $6.63 per hour. Then Mercier would have received after 30 days an automatic increase to $7.03 per hour. Fitzsimmons further testified that in the normal course of events Mercier would have graduated to Class A merchandiser operator by the beginning of October to a rate of $8.18 per hour. Over Hood’s objection, Fitzsimmons testified to his calculation that between June 1979 when he first offered Mercier a job and July 1980 when Mercier finally came to work, Mercier would have made about $20,300 in straight time. Fitzsim-mons also testified that most crews at the time were averaging an additional 20% in overtime.\nMercier, who had earlier denied having any earnings during this period, unexpectedly testified that he had worked intermittently as a part-time carpenter during the period from August 1979 to mid-July 1980. Despite this unexpected development Hood did not move for a continuance on the ground of surprise.\nThe District Court adopted Fitzsimmons’ calculation of $20,300 straight time and added an additional 20% for overtime. The court thus found that but for the accident Mercier would have earned $24,360 working for Georgia-Pacific. Hood appeals arguing that the award of damages for lost wages is not supported by the evidence and that the court therefore erred in adopting Fitzsimmons’ calculations as to what Mercier would have made during the 54-week period between the end of June 1979 and mid-July 1980.\nI. Employment-related Damages\nAs a rule, an award of damages will be disturbed on appeal only when it is plain that there is no rational basis upon which the amount of the award may be supported. Jamshidi v. Bowden, 366 A.2d 522, 524 (Me.1976). Nevertheless,\nit is well settled law that damages are not recoverable when uncertain, contingent, or speculative. Damages must be grounded on established positive facts or on evidence from which their existence and amount may be determined to a probability. They must not rest wholly on surmise and conjecture.\nMichaud v. Steckino, 390 A.2d 524, 530 (Me.1978). Where, as here, the Superior Court has functioned as an intermediate appellate court, this court directly examines the proceedings in the District Court. Dunning v. Dunning, 495 A.2d 821, 822-23 (Me.1985); City of Portland v. Gemini Concerts, Inc., 481 A.2d 180, 181 (Me.1984).\nNotwithstanding the considerable deference afforded the fact finder’s assessment of damages for diminished earning capacity, see Goldstein v. Sklar, 216 A.2d 298, 309 (Me.1966), where, as here, the sole evidence adduced concerns certain wages according to a fixed schedule in a specific job, a fairly high degree of mathematical exactitude is possible. The uncontradicted testimony was that, at the beginning of July 1979, Mercier would have made $6.63 per hour for four weeks, grossing $1,060.80. Then, from the beginning of August to the end of September, Mercier would have made $7.03 per hour for eight weeks, grossing $2,249.60. From the beginning of October to mid-July 1980, Mercier would have made $8.18 per hour, for 42 weeks, grossing $13,742.40. This totals $17,052.80. If overtime of 20%, as Fitzsim-mons indicated was the average, is included, the total comes to $20,463.36, $3,896.64 less than the $24,360 calculated by the District Court. The District Court’s error in the calculation of damages requires that the judgment be vacated.\nII. Mitigation\nFrom the total amount determined to be Mercier’s damages, the amount he actually made during this same period must be deducted in mitigation. Hood argues that he was surprised at trial by Mercier’s evidence regarding the amount he had made as a part-time carpenter, and Hood consequently was unprepared to examine thoroughly. Hood therefore urges this court to remand so that he may conduct further discovery and introduce more evidence on the issue of mitigation.\nHood had three means of recourse in the District Court. He could have moved for a continuance on the ground of unfair surprise once it transpired at trial that Mercier had in fact been employed. See M.D.C.Civ.R. 40(b). He could have submitted proposed findings of fact with an analysis of the record to the court, thereby aiding it in reaching its conclusions. Finally, he could have moved to amend the judgment within 10 days after entry of the judgment. See M.D.C.Civ.R. 52(b), 59; M.R.Civ.P. 59(e). Because of Hood’s failure to avail himself of these procedural devices in the trial court, we are not as an appellate court in a position to grant his requested relief.\nHood also contends that Mercier’s testimony, though vague, indicated that at a minimum he had worked for 12 weeks earning $200 per week, making a total of $2,400 to be deducted in mitigation. The court found this amount to be $1,480. On this record, it is impossible to make a more accurate assessment, and we must defer to the District Court’s finding.\nIII. Total Damages\nTherefore, calculated correctly Mercier’s loss was $20,463.36 less $1,480 in mitigation, or $18,983.36. We note also that in fashioning the judgment the District Court erred in carrying over the medical costs at $745 rather than $739.65 as was determined the correct total in Hood, 499 A.2d at 148.\nThe revised schedule of damages including those carried over without objection from the first trial, is as follows:\nFair market value of motorcycle less salvage: $1,300.00\nPain and suffering: $5,000.00\nMedical costs: $739.65\nEmployment-related loss: $18,983.36\n$26,023.01\nDamages are then reduced in accordance with a stipulation of the parties based on the amount the trial court originally deemed just and equitable. See 14 M.R. S.A. § 156 (1980). This produces a net recovery of $10,435.22.\nThe appealed error ought to have been corrected by appropriate action in the District Court. Because the damages are determinable to near certainty, little is to be gained by yet another hearing on the issue of damages. We remand for a new trial on the issue of damages unless Mercier remits all of the judgment in excess of $10,435.22. See Boulet v. Beals, 158 Me. 53, 61, 177 A.2d 665, 669 (1962); Fairbanks v. Barker, 115 Me. 11,19, 97 A. 3, 6 (1916); Howard v. Grover, 28 Me. 97, 101 (1848). If Mercier declines to remit, the District Court must proceed to a trial on the damages issue alone. Hood’s remaining contention on appeal is without merit.\nThe entry is:\nJudgment vacated.\nRemanded to the Superior Court for entry of an order vacating the judgment and remanding to the District Court for a new trial on the issue of damages only, unless within 30 days after issuance of this court’s mandate Mercier remits all of the judgment in excess of $10,435.22 with interests and costs.\nAll concurring.\n. The parties stipulated before the second trial that the temporary diminution of Mercier’s earning capacity was to be established solely by evidence of what Mercier would have earned working for Georgia-Pacific from the end of June 1979 to mid-July 1980. Because the nature of the evidence adduced in the District Court and the posture of this appeal depends on this stipulation, we do not address the issue whether, as a matter of substantive law, lost job opportunity is a proper measure of damages. See Hood, 499 A.2d at 148; Decesere v. Thayer, 468 A.2d 597, 599-600 n. 2 (Me.1983).",
        "type": "majority",
        "author": "CLIFFORD, Justice."
      }
    ],
    "attorneys": [
      "Donald H. Goodridge (orally), Houlton, for plaintiff.",
      "John A. Churchill (orally), Brown, Tib-betts, Churchill & Lacasse, Calais, for defendant."
    ],
    "corrections": "",
    "head_matter": "Paul HOOD v. Kenneth MERCIER.\nSupreme Judicial Court of Maine.\nArgued March 10, 1987.\nDecided March 30, 1987.\nDonald H. Goodridge (orally), Houlton, for plaintiff.\nJohn A. Churchill (orally), Brown, Tib-betts, Churchill & Lacasse, Calais, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, SCOLNIK and CLIFFORD, JJ."
  },
  "file_name": "0572-02",
  "first_page_order": 634,
  "last_page_order": 637
}
