{
  "id": 6093833,
  "name": "In re George E. Molyneaux",
  "name_abbreviation": "In re Molyneaux",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2136",
  "first_page": "573",
  "last_page": "575",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 573"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "9 App. D. C. 478",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1325276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/9/0478-01"
      ]
    },
    {
      "cite": "27 App. D. C. 70",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1337275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/27/0070-01"
      ]
    },
    {
      "cite": "16 App. D. C. 559",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1312330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/16/0559-01"
      ]
    },
    {
      "cite": "251 Fed. 909",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3982352
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/251/0909-01"
      ]
    },
    {
      "cite": "95 U. S. 274",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3382919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/95/0274-01"
      ]
    },
    {
      "cite": "94 U. S. 568",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5644356
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/94/0568-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 5689,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.0189641752386648e-07,
      "percentile": 0.5443373339526745
    },
    "sha256": "d78f23d537c6ab1b22e863ac191931fb186d03029597d658182f59a3aab80c94",
    "simhash": "1:78c5f5207c788b84",
    "word_count": 979
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re George E. Molyneaux"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court: .\nThe appellant made application for a patent on a device intended to assemble the several parts .of a shoe tip and vamp, to hold the same in proper position, and to convey the sáme to a stitching machine, where they are to be stitched together in such position and relation to each other. Forty-six claims were made, of which a number were allowed and a number rejected by the primary examiner and the Board of Appeals. Of the rejected claims, by stipulation of counsel made in open court, but three' are here in issue, namely, claims numbered 4, 19, and 43- These claims are as follows:\n4. In a machine of the character described, the combination of a conveyor, means for placing on the conveyor and superimposing in predetermined relation to each other the parts of sheet material to be stitched together, a stitching mechanism, and presser means co-operating with the conveyor to hold said parts in position while they are being stitched.\n19. In a machine of the character described, the combination of a conveyor, a series of magazines for the parts to be operated upon, means to transfer from the magazines to the conveyor the parts ,t<> be operated • upon and to superimpose each part in order upon its predecessor on the conveyor, means to hold the parts together in position in the conveyor and a stitching mechanism to secure the parts together.\n43. In a machine for sewing together parts of a shoe upper, a sewing mecha-nisin, means for supporting vamp and toe tip pieces, and means operating to take the vamp and tip pieces from the supporting means, assemble them in proper overlapping relation, and retain them in this relation during the operation of the sewing mechanism thereon.\nThe device in question is, briefly, as follows: Linings, doublers, vamps, and leather tips, used in the making of the front parts of shoes, cut to form, are placed in magazines. By means of suction fingers, these are placed, in order and in position, upon a traveling conveyor, where they are held in position by pins inserted through perforations in the various parts. As the parts progress along the conveyor, they are carried into a position where they pass between upper and lower conveyor chains by which they are also held in position, the pins are withdrawn automatically and the parts are carried to the stitching machine and thus stitched together.\nAll of the claims in issue were rejected by reliance upon reference to patents to Fleckenstein, 705333, and Miller, 813909. Claim No. 4 was also rejected on reference to the ordinary sewing machine provided with a lap seam guide or feller such as is shown in patents to Laubscher, 614398, and Boyle, 757966. The Fleckenstein patent referred to covers a machine for making mats. In it straw, marsh grass, or other mat-making material is placed upon a traveling conveyor, is held in position by upper and lower carriers and in this way is conducted to a sewing machine and sewed together. The Miller patent involves a machine for assembling collar blanks. Here identically shaped parts of collars are placed in various magazines. A conveyor and suction fingers are provided. As the conveyor travels forward, the suction fingers take the parts, successively, from the magazine, superimpose them upon each other in the manner desired, upon the conveyor, by means of which they are carried forward and discharged into a receptacle, ready for sewing. The Laubscher patent is a feller • attachment for sewing machines. The Boyle reference is to a machine for sewing corsets. In both two last-named patents, the conception of holding overlapping parts in position while they are being sewed, is fully covered.\nIt will be observed by this brief glance at the references, that there seems to be novelty in the application of appellant with respect to the method adopted for holding the parts in position by pins. If so, this is fully covered by claims allowed herein by the Patent Office. As to the conveyors, the series of magazines, the means to \"transfer from the magazines to the conveyor the parts to be operated upon, the means to hold the parts together in position on the conveyor and the stitching mechanism, these seem to be fully covered by the references.\nThe right of appellant to a patent depends not only upon what his device will do, but what he claims for it. Merrill v. Yeomans, 94 U. S. 568; Keystone Bridge Co. v. Phoenix Iron Co., 95 U. S. 274. Bearing in mind our conclusion as to the novel features of applicant’s invention, an examination of claim 4 discloses that no reference is made therein to said novel features. This claim covers nothing except what is definitely disclosed in the references. The same is true as to claim 19.\nThe argument is made in support of claim 43 that there is invention in a device for the assembling in position, conveying and stitching of a number of overlapping uppers or other parts of shoes. It has been held that a reference to a particular kind of blanks handled, .or material used, will not avoid a reference, if the references are functionally analogous to the claim. Burt Co. v. Ritchie, 251 Fed. 909-18; Rosell v. Allen, 16 App. D. C. 559; Millett v. Allen, 27 App. D. C. 70; In re Briggs, 9 App. D. C. 478.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Fred 0. Fish and Charles D. I)a,vis for appellant. , ,",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re George E. Molyneaux\n(No. 2136)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nFred 0. Fish and Charles D. I)a,vis for appellant. , ,\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument June 13, 1929, by Mr. Fish and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0573-01",
  "first_page_order": 23,
  "last_page_order": 25
}
