{
  "id": 9493033,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Richard BENN, Appellee",
  "name_abbreviation": "Commonwealth v. Benn",
  "decision_date": "2001-06-25",
  "docket_number": "",
  "first_page": "574",
  "last_page": "578",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 574"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "602 A.2d 855",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 644",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa.Super. 576",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        896701
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/405/0576-01"
      ]
    },
    {
      "cite": "535 A.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "holding a sentence is illegal when the sentencing court deviates from the mandatory sentence and imposes a lesser sentence to accommodate defendant in a county facility"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "517 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "holding a sentence is illegal when the sentencing court deviates from the mandatory sentence and imposes a lesser sentence to accommodate defendant in a county facility"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "363 Pa.Super. 475",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672564
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0475-01"
      ]
    },
    {
      "cite": "659 A.2d 986",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1995,
      "opinion_index": 1
    },
    {
      "cite": "540 Pa. 647",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1995,
      "opinion_index": 1
    },
    {
      "cite": "650 A.2d 444",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        707307,
        11325197
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "447"
        },
        {
          "parenthetical": "Underline added"
        },
        {
          "page": "461"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/437/0453-01",
        "/a2d/650/0444-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 453",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        707307
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/437/0453-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 11516,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21844497497730564
    },
    "sha256": "ca6b45bf14caedb143cd578a46329265e69ed442a3dd9dc78370d906e6718b7a",
    "simhash": "1:3b5a23c4f7160de0",
    "word_count": 1899
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: CAVANAUGH, STEVENS and TAMILIA, JJ.",
      "¶ 9 Concurring and Dissenting Statement by CAVANAUGH, J."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Richard BENN, Appellee."
    ],
    "opinions": [
      {
        "text": "TAMILIA, J.:\n¶ 1 The Commonwealth appeals from the September 18, 2000 judgment of sentence of one (1) to two (2) years’, less one day, imprisonment plus three (3) years’ probation imposed after appellee, Richard Benn, entered an open plea of guilty to one count each of the summary offenses of driving while under suspension and failure to give information and render aid in an accident involving death or personal injury, and two counts of accidents involving death or personal injury, a misdemeanor of the first degree and a felony of the third degree, respectively. In exchange for Benn’s guilty plea, the Commonwealth agreed to nol pros two counts of accidents involving death or personal injury while not properly licensed. The charges arose after appellee struck the victims’ vehicle, causing the death of one passenger, and left the scene of the accident.\n¶ 2 The Commonwealth argues the court erred by denying its motion to modify sentence on the basis the sentence the court imposed was illegal. The Commonwealth contends that by imposing a sentence of “not less than one nor more than two years’ less one day in the Lancaster County prison!,]” the sentencing court ignored the mandate of section 3742(c) of the Vehicle Code requiring a mandatory sentence of one to two years’ imprisonment (N.T., 9/18/00, at 23). It is the Commonwealth’s position the court’s action resulted in the imposition of an illegal sentence.\n¶ 3 At the September 18, 2000, sentencing hearing, the parties agreed that for the purpose of sentencing, the summary convictions merged with the conviction for the third degree felony of accidents involving personal injury or death. Sections 3742(b) and (c) of the Vehicle Code address the sentences to be imposed for violating this statute, as well as the authority of the sentencing court. The pertinent sections are set forth below.\n(b) Penalties.-\n(1) Except as otherwise provided in this section, any person violating this section commits a misdemeanor of the first degree.\n(3) If the victim dies, any person violating subsection (a) commits a felony of the third degree, and the sentencing court shall order the person to serve a minimum term of imprisonment of not less than one year and a mandatory minimum fíne of $2,500, notwithstanding any other provision of law.\n(c) Authority of sentencing court.There shall be no authority in any court to impose on an offender to which this section is applicable any lesser sentence than provided for in subsection (b)(2) or (3) or to place such offender on probation or to suspend sentence. Sentencing guidelines promulgated by the Pennsylvania Commission on Sentencing shall not supersede the mandatory sentences provided in this section.\n75 Pa.C.S.A. §§ 3742(b)(1) & (3), & (c) (emphasis added).\n¶ 4 While the court has not filed a memorandum in support of its purposeful decision to impose a lesser sentence than required by law, a reading of the record before us explains the reasoning behind the sentencing court’s effort to express leniency toward the appellee. On the day of the accident, it was snowing heavily. The victims exited a major highway, only to discover they had done so by mistake. The fatal accident occurred when the driver/vietim attempted to make a U-turn, and the appellee struck the passenger side of the vehicle broadside. Appellee, who was driving while under suspension, panicked and left the scene, after he purportedly inquired as to the victims’ injuries and attempted to call 911. At sentencing, the court noted the tragic consequences suffered by both the victims and the appellee, and voiced his concern over placing appel-lee in a state facility where, “you don’t wind up with other people that have been convicted of this same crime. You wind up with other people that have been convicted of serious felonies and violent crimes, and I’m going to try to provide for that in my sentence.” (N.T. at 22.) The court acknowledged the mandatory sentence required by law, and stated, “[wje’re here to try to exact some kind of fair-to-all concerned consequences, and the legislature sometimes takes that job out of the hands of the sentencing court.” (Id. at 21-22.) The court also noted appellee had no criminal history, felt extreme remorse over his actions and served four days in jail when he turned himself in to authorities (id. at 7, 13-14).\n¶ 5 In an effort “to be fair,” the sentencing court violated its obligation to impose a term of imprisonment mandated by state law. We find the sentencing court’s concern that appellee be placed in a county facility cannot override the mandate of our state legislature. See Commonwealth v. Kunselman, 363 Pa.Super. 475, 526 A.2d 443 (1987), appeal denied, 517 Pa. 598, 535 A.2d 1057 (1987) (holding a sentence is illegal when the sentencing court deviates from the mandatory sentence and imposes a lesser sentence to accommodate defendant in a county facility). Likewise, we are unswayed by appel-lee’s argument that because he waived credit for time served (four days), it was within the court’s discretion to fashion a sentence keeping him within the county prison system. Cf. Commonwealth v. Basinger, 405 Pa.Super. 576, 592 A.2d 1363 (1991), appeal denied, 529 Pa. 644, 602 A.2d 855 (1992).\n¶ 6 For these reasons, we are obliged to vacate the judgment of sentence and remand for re-sentencing in accordance with section 3742 of the Vehicle Code.\n¶ 7 Judgment of sentence vacated. Case remanded for proceedings consistent with this Opinion.\n¶ 8 Jurisdiction relinquished.\n¶ 9 Concurring and Dissenting Statement by CAVANAUGH, J.\n. 75 Pa.C.S.A. § 1543(a).\n. Id., § 3744(a).\n. Id., §§ 3742(a), (b)(1) & (b)(3).\n. Id., §§ 3742.1(a), (b)(1) & (b)(2).\n. Appellee waived his right to a pre-sentence investigation report.\n. We also note that the court violated 42 Pa.C.S.A. § 9756(b), Minimum sentence, by imposing a sentence with a minimum term greater than one-half of the maximum sentence imposed.",
        "type": "majority",
        "author": "TAMILIA, J.:"
      },
      {
        "text": "CAVANAUGH, J.,\nConcurring and Dissenting:\n¶ 1 I concur in the disposition of the proposed memorandum which vacates the judgment of sentence and remands the case for re-sentencing. However, I respectfully dissent from the rationale adopted by the majority. Because I find that the sentencing court may, upon remand, fashion a sentence that both keeps appellee within the county prison system and also complies with the mandatory minimum sentence of section 3742 of the Vehicle Codé, 75 Pa.C.SA., through the imposition of a flat one-year sentence, I would remand the case for further proceedings without the express and narrow directive of the majority.\n¶ 2 The dilemma faced by the trial judge in this case is a common one — the duty to follow the law including provisions mandating minimum sentences on the one hand, and the desire to craft a sentence which will be carried out in the local county prison on the other. The latter goal grows out of a recognition that “state” sentences inevitably subject the defendant to the uncertain choices of the State Board of Probation and Parole and also result in imprisonment in a remote facility without easy access to family, friends and those who might offer counsel both legal and personal. Also involved is the accessibility of programs such as work release.\n¶ 3 Instantly, the Commonwealth argued and the majority agrees that the most lenient sentence appellee may receive is a sentence of one year to two years’ imprisonment. It is beyond cavil that appellee faces a mandatory term of imprisonment of not less than one year pursuant to 75 Pa.C.S.A. §§ 3742(b)(3) & (c). However, a minimum term of two years as the maximum sentence is derived solely from the application of section 9756(b) of the Sentencing Code which provides:\n[t]he court shall impose a minimum sentence of confinement which shall not exceed one-half of the maximum sentence imposed.\n42 Pa.C.S.A. § 9756(b). Accordingly, a mandatory one year minimum does mandate at least a two year maximum if 42 Pa.C.S.A. § 9756(b) is applicable. Assuming the applicability of section 9756(b), however, is premature.\n¶4 The Commonwealth cites and relies upon Commonwealth v. Klingensmith, 437 Pa.Super. 453, 650 A.2d 444 (1994), appeal denied, 540 Pa. 647, 659 A.2d 986 (1995), as “supporting” authority. See Appellant’s Brief at 13. Meaningful review shows otherwise. In Klingensmith, the appellant had received consecutive sentences of one to two years’ imprisonment for driving under the influence of alcohol and ninety days imprisonment for driving with a suspended license. Klingensmith, 650 A.2d at 447 (ninety days imposed pursuant to 75 Pa.C.S.A. § 1543, entitled “Driving while Operating Privilege is Suspended or Revoked”). On appeal, Klingensmith argued that his aggregate sentence of one year and ninety days to two years and ninety days was an illegal sentence violating 42 Pa.C.S.A. § 9756(b) because his minimum sentence was in excess of 50% of his maximum sentence. Id. The Commonwealth, however, argued that “[s]ection 1543(b) of the Motor Vehicle Code implicitly creates an exception to 42 Pa.C.S.A. § 9756(b) by permitting a sentencing court to impose a ninety day mandatory sentence for the charge of driving with a suspended license”. Id. (Underline added).\n¶ 5 This court agreed with the Commonwealth that the sentence was not illegal and found that “75 Pa.C.S. § 1543(b) implicitly creates an exception to 42 Pa.C.S. § 9756(b) by specifically authorizing a trial court to impose a flat minimum mandatory sentence of ninety days for driving with a suspended license when the license was suspended as a result of a prior DUI conviction.” Id. at 461. This court further stated “[therefore, as appellant was convicted of this offense, the trial court was entitled to impose a flat ninety day sentence.” Id.\n¶ 6 As the statutory section relevant here, 75 Pa.C.S.A. § 3742(b), is also contained in the Vehicle Code and contains almost identical language expressing a sentencing mandate, a flat sentence of one year is seemingly authorized as an explicit exception to the maximum-minimum rule of section 9756(b). In light of the Klingen-smith cannon produced by the Commonwealth, I would remand for re-sentencing but not impede the trial court’s ability to fashion an appropriate sentence utilizing all controlling authority.\n. At the time of Klingensmith, this section stated as follows:\n(b) Certain offenses.-Any person who drives a motor vehicle on any highway or trafficway of this Commonwealth at a time when their operating privileges is suspended or revoked as a condition of acceptance of Accelerated Rehabilitative Disposition for a violation of section 3731 (relating to driving under influence of alcohol or controlled substance) or because of a violation of section 1547(b)(1) (relating to suspension for refusal) or 3731 shall, upon conviction, be guilty of a summary offense and shall be sentenced to pay a fine of $1,000 and to undergo imprisonment for a period of not less than 90 days.\n75 Pa.C.S.A. § 1543(b). This section has been modified in ways not relevant to the instant matter. The current version now includes driving with a license suspension pursuant to section 1581 of the Driver License Compact as a punishable offense.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "CAVANAUGH, J.,"
      }
    ],
    "attorneys": [
      "Beatrice M. May, Asst. Dist. Atty., Lancaster, for Com., appellant.",
      "J. Richard Gray, Lancaster, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Richard BENN, Appellee.\nSuperior Court of Pennsylvania.\nArgued May 16, 2001.\nFiled June 25, 2001.\nBeatrice M. May, Asst. Dist. Atty., Lancaster, for Com., appellant.\nJ. Richard Gray, Lancaster, for appellee.\nBefore: CAVANAUGH, STEVENS and TAMILIA, JJ."
  },
  "file_name": "0574-01",
  "first_page_order": 616,
  "last_page_order": 620
}
