{
  "id": 6093842,
  "name": "In re George H. Angert",
  "name_abbreviation": "In re Angert",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2127",
  "first_page": "575",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 575"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "262 Fed. Rep. 148",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6731480
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/262/0148-01"
      ]
    },
    {
      "cite": "129 Fed. Rep. 598",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3852179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/129/0598-01"
      ]
    },
    {
      "cite": "145 U. S. 156",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3561963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/145/0156-01"
      ]
    },
    {
      "cite": "298 Fed. Rep. 633",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3638263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/298/0633-01"
      ]
    },
    {
      "cite": "27 Fed. Rep. 301",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3766299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/27/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 9737,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 9.630202327013341e-08,
      "percentile": 0.5272840231225836
    },
    "sha256": "98bec19ce30d8c11788aa378e4576f26bdb1fc514a0caa78f3f7f90fa2d133b0",
    "simhash": "1:fac6a52b465de785",
    "word_count": 1673
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re George H. Angert"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nAppellant appeals from the decision of the Commissioner of ' Patents affirming the action of the examiners in chief, refusing to allow a claim for patent on a folding combination kitchen and dining table. The claim reads as follows:\nIn a table the combination with a frame of a table top section adapted in one position to cover the frame, and having a pivot to said frame, said pivot being so located that the said top section can swing to a position at right angles to its first noted position in which case it will cover but one-half of the frame, and a second top section of equal size to that first mentioned and hinged thereto- along one side, said hinge being arranged so that when in the second position of the first section above described the second section will fold to a position to cover the remaining half of the table, and when folded up, said second section will lie over and cover the first noted section, said second section having a porcelain cover thereon comprising a flanged -metal plate set over the bottom of the second section, with the flanges embracing the edges of said section and secured thereto, the porcelain finish of which will be uppermost when folded over the top of the first section noted, the opposite side of the second section being of the same finish as the top of the first section.\nThe rejection at the Patent Office was based upon the reference: Tofani, 1367216, February 1, 1921.\nThe commissioner found that the pivot folding table top was old, that the surface covering of one leaf with porcelain or marble was old, and that no inventive genius was required to combine the two features to bring about the claimed useful result.\nAppellant very earnestly contends that by using the old pivot folding idea in connection with a heavy porcelain cover for the top leaf, he has produced “ a new combination which produces new results,” which, he contends, is patentable.\nThe affidavit of applicant in the case discloses that he and his brother were in partnership in Cincinnati, Ohio,.manufacturing and selling- tables and various types of furniture at retail; that they early discovered that the demands of the trade were not met by any of the existing folding, folding leaf, or extension tables; that there was no satisfactory kitchen table which could be opened into a dining table; that the trade desired a table which was the size and had the qualities of a good kitchen table but which might be extended to a wooden top dining table, and that much thought and experiment were given by applicant to the question, from which investigation and effort the table in issue was evolved. Up to this time no one had ever combined the porcelain feature of a kitchen table with any extension table which would, when extended, have a wooden surface. The porcelain surface of the ordinary kitchen table was not suitable for dining table purposes since the cloth would slip and the surface was cold to the hands and dishes. By placing the porcelain on the underside of the extension leaf when extended, two things were accomplished: A complete level wooden surface was provided by the extended table and additional weight given by the porcelain to prevent pivoting or rotation of the extension.\nIn the case of the Tofani table, the patent was given because of the wire fastener which Tofani found was necessary to hold the top of the table steady when extended. The top structure pivoted and revolved too easily, owing to its lack of weight. The use of the wire on the underside of the extension leaf obviously destroyed the usefulness of the table when folded, since the wire contraption appeared in the middle of the top leaf. Therefore, it was not a kitchen table and in that condition was unsightly and impracticable.\nBy using a heavier material under applicant’s plan, the same purpose is satisfactorily accomplished as was attempted by Tofani in the use of the wire fastener.\nThe affidavit above referred to discloses the further fact that during the year 1924 Angert Brothers made and sold “ Tu-Top ” tables, which is the table at bar, amounting in value to $32,000, during the year 1925 to the value of $80,000, and during the year 1926 .to the value of $100,200; that these were wholesale prices and that the retail prices of the same would probably be $375,000; that 50 per cent of the above sales were made in the city of Cincinnati; that only 3 per cent of the above-mentioned wholesale value has been expended in advertising these tables.\nTo our minds this discloses the fact that appellant has reduced to a commercial success a combination of old ideas put together in a new way which produce a new and beneficial result. The assembling or combining of the elements, in our view of the case, was not obvious nor purely mechanical. It was the result of ingenious and inventive thought. Appellant has produced something of usefulness for the consuming public and should have protection.\nThe law now is and long has been well-settled that a new combination of known devices producing a new and useful result (as that of greatly increasing the effectiveness of a machine) is evidence of invention where a combination or putting together of new devices is not obvious or merely mechanical. See Webster Loom Co. v. Higgins C. D. 1882, 285.\nIn Ex parte Champney, C. D. 1892, 176, it was said:\nWhenever in an art, machine, manufacture, or composition of matter a change, however apparently minute, is made which is not obvious and results in marked advantages, a patentable invention has been produced.\nIn Niles Tool Works v. Betts Machine Co., 27 Fed. Rep. 301, is found the following, which, we think, covers the issue at bar:\nA combination is patentable (1) if it produces new and useful results, though all the constituents of the combination were well known and in common use before the combination was made, provided the results’ are a product of the combination, and not a mere aggregate of several results, each the product of one of the combined elements; (2) if it produces a different force, effect, or result in the combined forces or processes from that given by their separate parts, and a new result is produced by their union; (3) if it either forms a new machine of distinct character or formation, or produces a result which is not the mere aggregate of separate contributions, but is due to the joint and cooperating action of all the elements; (4) when the several elements of which it is composed produce, by their joint action, either a new a/nd useful result, or an old result in a cheaper or otherwise more advantageous way. (Italics quoted.)\nIn In re Coykendall, 29 Fed. Rep. (2nd) 868, the court said:\nA patent for an invention which successfully accomplishes a useful result is not void, for anticipation or prior use, because of a prior device, however similar in combination or close in resemblance to that of the patent, where such prior device was not operative, and failed to produce the result sought, and which is produced by the device of the patent.\nIn E. Frederics, Inc. v. Eugene, 298 Fed. Rep. 633, the court quoted from the decision of the United States Supreme Court in Topliff v. Topliff, 145 U. S. 156, and said:\nAn anticipation can hardly be predicated upon a structure which requires 'modification in order to adapt it to a use for which it was never intended. * * * It is not sufficient to constitute an anticipation that the alleged earlier devices might, by modification, be made to accomplish the functions performed by the patent in suit, particularly when such devices were not designed by their makers, nor yet adapted nor used at any time for the performance of such functions.\nFurthermore, it should be borne in mind that:\nWhere an alleged anticipating structure was not capable of practicable operation, it will not be sufficient to defeat a patent for a combination of old elements correlated for adaptation to a new and useful purpose. Hale & Kilburn Mfg. Co. v. Oneonta, 129 Fed. Rep. 598.\nIn the commissioner’s decision the main idea for the rejection seems to be stated in this language:\nIt is not clear in what respect the porcelain cover coacts with the elements of the combination in effecting the adjustment of the sections of the top to either of the positions shown relative to the supporting frame.\nIt seems clear that the weight of the porcelain cover coacts with the elements of the combination to hold the top in either of the service positions and consequently the use of the top eliminates the employment of the fastening device. The commissioner says that the -weight and qualities of porcelain -were known. The error of this position rests in the fact that no one had thought of taking advantage of the weight of the porcelain to overcome the insurmountable objection in extension tables of this character. In A. Kimball Co. v. Noesting Pin Picket Co., 262 Fed. Rep. 148, the court said:\nWhile patentable “ invention ” is not a term of legal art, or capable of judicial definition, yet it is a means only, or tlie embodiment of the inventive idea, and even the smallest invention merits the title, even if the want it meets is not apparent until some previous invention, imperfectly satisfying the more universal want, discloses the subordinate and narrower need. /\nThe decision of the Commissioner of Patents is reversed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Bobt. B. Barry and John W. BtrehU for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re George H. Angert\n(No. 2127)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nBobt. B. Barry and John W. BtrehU for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument June 11, 1929, by Mr. Barry and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett and Lenroot, Associate Judges"
  },
  "file_name": "0575-01",
  "first_page_order": 25,
  "last_page_order": 29
}
