{
  "id": 11529365,
  "name": "Michael J. BERARD v. Patricia A. BERARD",
  "name_abbreviation": "Berard v. Berard",
  "decision_date": "2000-04-28",
  "docket_number": "No. 99-365-Appeal",
  "first_page": "577",
  "last_page": "581",
  "citations": [
    {
      "type": "official",
      "cite": "749 A.2d 577"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "582 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7384143
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "914"
        },
        {
          "page": "913-14"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/0909-01"
      ]
    },
    {
      "cite": "478 A.2d 567",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7925415
      ],
      "pin_cites": [
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/0567-01"
      ]
    },
    {
      "cite": "463 A.2d 200",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7963322
      ],
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0200-01"
      ]
    },
    {
      "cite": "509 A.2d 995",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902584
      ],
      "pin_cites": [
        {
          "page": "998"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/0995-01"
      ]
    },
    {
      "cite": "481 A.2d 7",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7913063
      ],
      "pin_cites": [
        {
          "page": "10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/481/0007-01"
      ]
    },
    {
      "cite": "714 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11713608
      ],
      "pin_cites": [
        {
          "page": "579-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/714/0576-01"
      ]
    },
    {
      "cite": "677 A.2d 414",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861798
      ],
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/677/0414-01"
      ]
    },
    {
      "cite": "738 A.2d 1081",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11572293
      ],
      "pin_cites": [
        {
          "page": "1088"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/738/1081-01"
      ]
    },
    {
      "cite": "127 A.2d 500",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 R.I. 115",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5122600
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/ri/85/0115-01"
      ]
    },
    {
      "cite": "620 A.2d 1253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7367579
      ],
      "pin_cites": [
        {
          "page": "1254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/620/1253-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 12628,
    "ocr_confidence": 0.665,
    "pagerank": {
      "raw": 2.1567982065155184e-07,
      "percentile": 0.769297746702607
    },
    "sha256": "704c950ea32ecf74b159fe3af6dba66af83b0d92a88f413b7f96621abadac98d",
    "simhash": "1:e68a3993344ac7ee",
    "word_count": 1989
  },
  "last_updated": "2024-02-27T19:11:25.448275+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS and GOLDBERG, JJ."
    ],
    "parties": [
      "Michael J. BERARD v. Patricia A. BERARD."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the Court for oral argument on April 3, 2000, pursuant to an order directing both parties to appear in order to show cause why the issues raised by this appeal should not be summarily decided. After hearing the arguments of counsel for Michael Berard (Michael or plaintiff) and Patricia Berard (Patricia or defendant), who argued pro se, and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that the issues raised by this appeal should be decided at this time. The facts pertinent to this appeal are as follows.\nThe defendant appeals, pro se, from a Family Court order that awarded sole custody of her three children, along with use of the marital domicile, to plaintiff, and denied defendant rehabilitative alimony. The parties, Patricia and Michael, were married on December 30, 1983, and separated on or around September 28, 1997. Three children were born of the marriage: Ryan M. Berard, date of birth 11/25/86, Makayla A. Berard, date of birth 12/25/91, and Sean M. Berard, date of birth 1/7/93. The plaintiff has been employed as an aircraft electrician for the Rhode Island Air National Guard since 1983. He grosses approximately $1,532 biweekly. The defendant was employed as a bus driver for Ryder for ten years, but was discharged on September 8, 1997. At the time of the hearing in Family Court she was unemployed.\nFollowing a series of separations, plaintiff filed for divorce on June 30, 1998, and sought joint custody of the three children, and placement with their mother. Throughout the summer of 1998, defendant repeatedly refused plaintiff visitation and access to the marital domicile to obtain his belongings, despite the issuance of court orders. As a result, plaintiff filed a motion for emergency relief with the Family Court on July 16, 1998. The Department of Children, Youth and Families (DCYF) was ordered to conduct an immediate investigation and make recommendations for placing of the children. A social worker employed by DCYF recommended placing them with plaintiff. The plaintiff eventually was awarded temporary sole custody of the children, and defendant was ordered to undergo psychiatric counseling. On February 5, 1999, a Family Court justice appointed a guardian ad li-tem for the three children and granted supervised visitation to defendant through the guardian, with telephone contact two times per week.\nOn July 21, 1999, a Family Court justice rendered a decision, pending entry of final judgment, granting plaintiffs complaint and defendant’s counterclaim for an absolute divorce. He awarded sole custody of the three minor children to plaintiff, with reasonable supervised visitation to defendant. The trial justice ordered defendant to submit to a court-appointed psychological examination before allowing any unsupervised visits. He further assigned the marital assets 50 percent to each party, and awarded the sole use and title to the marital domicile to plaintiff so plaintiff could reside there with the children. The defendant requested, but was denied, alimony. She appeals from this decision.\nOn appeal, defendant argues that the best interests of the children require that they be placed with her, and that plaintiffs willful desertion, as well as his physical and verbal abuse, subjected her and the children to extreme cruelty and neglect. She challenges the trial justice’s reliance on the DCYF report and the guardian ad litem’s testimony in determining the children's best interests. She further contends that it was error to award the marital domicile to plaintiff, and that the denial of alimony imposed an extreme financial hardship upon her.\nChild Custody\nIt is well-settled that the best interests of the child remain the “lode-star principle” for determining child custody awards. Sammataro v. Sammataro, 620 A.2d 1253, 1254 (R.I.1993). In support of her argument that she should have been awarded custody of the children, defendant relies upon Loebenberg v. Loebenberg, 85 R.I. 115, 127 A.2d 500 (1956), for the proposition that a mother who is “fit” should have custody of young children, especially girls. We stated in Loebenberg that this was merely a “general guide,” and that the best interests of the child ultimately governed custody disputes. Id. at 120-21, 127 A.2d at 503.\nThis Court’s standard of review on the issue of custody and the best interests of the child is limited to whether the trial justice abused his discretion in making a particular custody award. See Pettinato v. Pettinato, 582 A.2d 909, 914 (R.I.1990). This Court will “not disturb findings of fact made by a Family Court justice unless * * * such findings are clearly wrong or * * * the trial justice overlooked or misconceived evidence relevant to the issues decided.” D’Onofrio v. D’Onofrio, 738 A.2d 1081, 1088 (R.I.1999) (citing Lembo v. Lembo, 677 A.2d 414, 417 (R.I.1996)). An extensive review of the record reveals that there was ample evidence to support the trial justice’s findings.\nThe trial justice, in an exhaustive opinion, meticulously discussed each of the eight factors set forth in the landmark opinion, Pettinato, 582 A.2d at 913-14. He discussed, in detail, the parents’ wishes, the children’s preferences, the interrelationship of the children with both parents and the paternal grandparents, the children’s adjustment to their living arrangement and school, the mental and physical health of both parents, the stability of the children’s home environment, the moral fitness of the parents, and the willingness of each parent to facilitate a close relationship between the children and the other parent. The trial justice considered defendant’s erratic behavior, such as showing up at plaintiffs parents’ domicile and forcibly removing the children from the home, along with the numerous incidents of defendant’s noncompliance with the court’s visitation orders. Such behavior can only be determined to be contrary to the children’s best interests.\nAs a result, the trial justice concluded that defendant was not able to provide the children with the emotional support and guidance that they required, that they were currently living in a safe and nurturing environment, and that plaintiff was the more likely parent to help reestablish a relationship between the children and defendant. We are particularly persuaded that, in this case, defendant’s documented psychological difficulties make her ability to parent the children quite doubtful,\nThe defendant also raises a plethora of other challenges with respect to the guardian ad litem and the alleged abandonment and abuse by plaintiff. Briefly, we address these arguments. There is no indication in the record that the trial justice adopted the recommendations of the guardian to the exclusion of any other evidence presented by the parties. Rather, the trial justice based his custody determination not only on the report and the testimony of the guardian, which detailed accounts of defendant’s failure to cooperate with interviews and scheduled visitation, but also on the DCYF report, which documented that during a visit with the children, defendant directed negative comments about plaintiff to the children, and yelled at the children when they refused to choose with whom to live. Certainly the trial justice was well within his discretion in considering such evidence.\nTo the extent that we may consider plaintiffs alleged abandonment and “violent nature” for purposes of child custody under G.L.1956 § 15-5-3.1, there is no indication that the trial justice overlooked or misconceived evidence on this point. There was conflicting testimony over whether plaintiff abandoned his wife and children, or whether defendant told him to leave. The trial justice explicitly stated that he did not find defendant credible with respect to her allegations of abuse, and that her testimony on this point was exaggerated. Such a determination was perfectly within the fact-finding power of the trial justice. Furthermore, there was other ample evidence to show that plaintiff was a good father. Specifically, the children were living with plaintiff for approximately one year before the trial justice’s decision. They seemed well-adjusted, and were doing well in school. Therefore, we conclude that the trial justice did not err in awarding plaintiff sole custody of the children.\nEquitable Distribution\nThe defendant also challenges the distribution of the marital property, most specifically the trial justice’s award of the marital domicile to plaintiff. She contends that the marital domicile was purchased as a second home for the family, with large amounts invested by defendant’s father.\nAgain, this Court’s standard of review is abuse of discretion, and as long as the trial justice considered all the factors set forth in § 15-5-16.1, this Court will not disturb the findings. See Murphy v. Murphy, 714 A.2d 576, 579-80 (R.I.1998). We emphasize the extensive and detailed fifty-seven page opinion of the trial justice, in which he enumerated each of the statutory elements, and applied the three-step process set forth in Lancellotti v. Lancellotti, 481 A.2d 7, 10 (R.I.1984), before awarding each party 50 percent of the marital estate.\nWith respect to what defendant describes as plaintiffs “extreme cruelty,” the parties’ conduct throughout the marriage is but one factor, and the trial justice specifically stated that any “alleged conduct of the plaintiff [did not rise] to the level of bad conduct destructive of the marriage,” nor should such conduct penalize plaintiff in the assignment of marital property.\nWith respect to the marital domicile, § 15-5-16.1 excludes, as part of the marital estate, only property that a spouse brings into the marriage, and/or property received by way of inheritance. See Centazzo v. Centazzo, 509 A.2d 995, 998 (R.I.1986). Neither exclusion is applicable here. The trial justice based his decision on the “best interests of the children” to prevent uprooting them from their home. We are of the opinion that the trial justice conducted a thorough review of all the factors in § 15-5-16.1. Accordingly, there was no abuse of discretion in the assignment of the marital estate.\nAlimony\nThe defendant’s last claim is that the trial justice’s ruling has left her with no means of support. Alimony is a rehabilitative tool intended to provide temporary support until a spouse is self-sufficient, and is based purely on need. See D’Agostino v. D’Agostino, 463 A.2d 200, 202 (R.I.1983). This Court has stated that in awarding alimony, “[e]arnings [are] but one of a myriad of factors that the trial justice weights] and evaluatefs] * * *. [He] also consider[s] the difference in earning power between plaintiff and defendant and weights] defendant’s needs and circumstances against plaintiffs ability to pay.” Whited v. Whited, 478 A.2d 567, 570 (R.I.1984).\nAs long as the trial justice considers the statutory elements in § 15-5-16, this Court will not disturb the award or lack of award of alimony. The trial justice explicitly found that based on the weekly needs of plaintiff and the children, and plaintiffs obligation to repair the marital domicile, plaintiff had no present capacity to pay alimony. Additionally, there was evidence that defendant had worked throughout the marriage as a bus driver, and had some advanced training as a medical assistant.\nConsidering the age of the defendant, and her ability to find employment in a thriving economy, we are of the opinion that she did not present a strong case for rehabilitative alimony. Therefore, we conclude that the trial justice acted within his discretion in declining to award alimony to the defendant.\nAccordingly, the defendant’s appeal is denied and the order of the Family Court is affirmed. The papers in this case may be remanded to the Family Court for entry of the final judgment.\n. The defendant also was ordered to vacate the marital domicile so that plaintiff could take immediate possession with the children, but because some pipes burst, the house remained uninhabitable.\n. It is worth noting that although defendant voluntarily admitted herself overnight to Butler Hospital and underwent counseling sessions at Harvard Pilgrim Health, she never fully complied with the court orders to undergo a psychiatric evaluation.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Marc B. Press, Lise M. Iwon, Wakefield, for Plaintiff.",
      "Patricia J. Berard, Pro Se."
    ],
    "corrections": "",
    "head_matter": "Michael J. BERARD v. Patricia A. BERARD.\nNo. 99-365-Appeal.\nSupreme Court of Rhode Island.\nApril 28, 2000.\nMarc B. Press, Lise M. Iwon, Wakefield, for Plaintiff.\nPatricia J. Berard, Pro Se.\nPresent WEISBERGER, C.J., and LEDERBERG, BOURCIER, FLANDERS and GOLDBERG, JJ."
  },
  "file_name": "0577-01",
  "first_page_order": 605,
  "last_page_order": 609
}
