{
  "id": 7258437,
  "name": "In re PRIVATE CRIMINAL COMPLAINTS OF John O'Brien RAFFERTY. Appeal of John O'Brien Rafferty",
  "name_abbreviation": "In re Private Criminal Complaints of Rafferty",
  "decision_date": "2009-03-26",
  "docket_number": "",
  "first_page": "578",
  "last_page": "584",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 578"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "928 A.2d 1077",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8357497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/928/1077-01"
      ]
    },
    {
      "cite": "847 A.2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9263042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/847/0713-01"
      ]
    },
    {
      "cite": "658 A.2d 800",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        719800,
        7873314
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/442/0094-01",
        "/a2d/658/0800-01"
      ]
    },
    {
      "cite": "442 Pa.Super. 94",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        719800
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/442/0094-01"
      ]
    },
    {
      "cite": "764 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11164687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0577-01"
      ]
    },
    {
      "cite": "947 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8398629
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "791-92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/947/0786-01"
      ]
    },
    {
      "cite": "879 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8933365
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "212",
          "parenthetical": "quotation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 15253,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18812506057302955
    },
    "sha256": "741ad0b0f2b635a40e95790c92a3f11f12307c30851e1721d6600d5275b1c597",
    "simhash": "1:0eebc0323f1a8f72",
    "word_count": 2337
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, KLEIN, and KELLY, JJ."
    ],
    "parties": [
      "In re PRIVATE CRIMINAL COMPLAINTS OF John O’Brien RAFFERTY. Appeal of John O’Brien Rafferty."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.:\n¶ 1 This is a pro se appeal from the December 6, 2007 order entered in the Court of Common Pleas of Dauphin County affirming the Pennsylvania Office of the Attorney General’s denial of Appellant’s three private criminal complaints. We affirm.\n¶ 2 The relevant facts and procedural history are as follows: Appellant pled guilty to two counts of involuntary deviate sexual intercourse with a female under sixteen years of age in connection with incidents which occurred while Appellant was supervising a youth acting group. Appellant was paroled; however, his parole was revoked and, as to count 1, Appellant was sentenced to serve the remainder of his prison time, which was four months and twelve days, and as to count 2, Appellant was sentenced to four and one-half years to twelve years in prison, to be followed by ten years of probation. His sentences at count 1 and 2 are to run consecutively. This Court affirmed Appellant’s judgment of sentence, which was imposed following the revocation of his parole. See Commonwealth v. Rafferty, 25 MDA 2008 (Pa.Super. filed Sept. 4, 2003) (unpublished memorandum).\n¶ 3 On November 27, 2004, Appellant sent three private criminal complaints to the Pennsylvania State Police requesting that criminal charges be filed against Susan Rafferty, who is Appellant’s sister; Lori Nohe, who was Appellant’s parole officer; and Senior Deputy District Attorney Sean McCormack, who was the prosecuting attorney during Appellant’s parole revocation hearing. Appellant alleged that, with regard to his parole revocation hearing, Ms. Rafferty committed perjury, criminal conspiracy, and obstruction of justice when she testified, Ms. Nohe committed perjury, subornation of perjury, and obstruction of justice when she testified, and Attorney McCormack committed subornation of perjury, judicial corruption, obstruction of justice, criminal conspiracy, and false imprisonment when he prosecuted the case.\n¶ 4 The police forwarded the private criminal complaints to the Dauphin County District Attorney’s Office, who in turn forwarded the complaints to the Attorney General’s Office. In a letter dated May 25, 2005, the Attorney General’s Office informed Appellant that it was assuming jurisdiction over the matter and the three private criminal complaints were being marked as “Denied, Lacks Prosecutorial Merit.” Appellant subsequently filed a motion seeking review of the Attorney General’s denial of the three private criminal complaints. The Attorney General’s Office filed a response to Appellant’s motion, and Appellant filed a response thereto.\n¶ 5 By order entered on December 6, 2007, the trial court affirmed the Attorney General’s denial of Appellant’s three private criminal complaints, and this timely appeal followed. By order entered on January 29, 2008, the trial court ordered Appellant to file a Pa.R.A.P.1925(b) statement, Appellant timely complied, and the trial court filed a brief statement pursuant to Pa.R.A.P.1925(a) indicating it was relying on the reasoning provided in its December 6, 2007 order.\n¶ 6 Appellant’s first contention is that the trial court erred when it concluded the Attorney General’s decision not to prosecute was a “policy determination,” and therefore, the trial court applied an incorrect standard of review. In essence, Appellant argues the Attorney General’s denial of Appellant’s complaints was based on a legal assessment of the evidence, and therefore, the trial court should have used a de novo standard of review. We disagree.\n¶ 7 It is well-settled that, if the Commonwealth disapproves a private criminal complaint, the complainant can petition the Court of Common Pleas for review, and the trial court must first correctly identify the nature of the reasons given by the district attorney for denying the complaint. See In re Wilson, 879 A.2d 199 (Pa.Super.2005) (en banc). “Where the district attorney’s denial [of a private criminal complaint] is based on a legal evaluation of the evidence, the trial court undertakes a de novo review of the matter.” Id. at 212 (quotation omitted).\n[However,] [w]hen the district attorney disapproves a private criminal complaint on wholly policy considerations, or on a hybrid of legal and policy considerations, the trial court’s standard of review of the district attorney’s decision is abuse of discretion. This deferential standard recognizes the limitations on judicial power to interfere with the district attorney’s discretion in these kinds of decisions.... Thereafter, the appellate court will review the trial court’s decision for an abuse of discretion, in keeping with the settled principles of appellate review of discretionary matters .... The district attorney’s decision not to prosecute a criminal complaint for reasons including policy matters carries a presumption of good faith and soundness. .. .The complainant must create a record that demonstrates the contrary. Thus, the appropriate scope of review in policy-declination' cases is limited to whether the trial court misapprehended or misinterpreted the district attorney’s decision and/or, without a legitimate basis in the record, substituted its judgment for that of the district attorney. We will not disturb the trial court’s decision unless the record contains no reasonable grounds for the court’s decision, or the court relied on rules of law that were palpably wrong or inapplicable. Otherwise, the trial court’s decision must stand, even if the appellate court would be inclined to decide the case differently.\n* if- *\nThe private criminal complainant has the burden to prove the district attorney abused his discretion, and that burden is a heavy one. In the Rule 506 petition for review, the private criminal complainant must demonstrate the district attorney’s decision amounted to bad faith, fraud or unconstitutionality. The complainant must do more than merely assert the district attorney’s decision is flawed in these regards. The complainant must show the facts of the case lead only to the conclusion that the district attorney’s decision was patently discriminatory, arbitrary or pretextual, and therefore, not in the public interest. In the absence of such evidence, the trial court cannot presume to supervise the ■ district attorney’s exercise of prosecuto-rial discretion, and should leave the district attorney’s decision undisturbed.\nCommonwealth v. Michaliga, 947 A.2d 786, 791-92 (Pa.Super.2008) (quotations omitted) (footnote added).\n¶ 8 In the case sub judice, the Attorney General denied -Appellant’s private criminal complaints on the basis the complaints “lack prosecutorial merit.” This Court has consistently held that a determination that the case “lacks prosecutorial merit” is a “policy determination” subject to the aforementioned standard of review. See In re Wilson, supra; In re Private Complaint of Adams, 764 A.2d 577 (Pa.Super.2000); Commonwealth v. Metzker, 442 Pa.Super. 94, 658 A.2d 800 (1995). Therefore, contrary to Appellant’s contention, the trial court did not err in concluding the Attorney General’s decision not to prosecute was “indeed a policy determination” which would not be disturbed absent an abuse of discretion. Trial Court’s Order filed 12/6/07 at 2.\n¶ 9 Appellant’s next contention is that only a county district attorney, and not a state attorney general, has the authority to approve or disapprove private criminal complaints.\n¶ 10 Pa.R.Crim.P. 506(A) indicates “the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove it without unreasonable delay.” Moreover, 71 P.S. § 732-205 provides, in relevant part, the following:\n§ 732-205. Criminal prosecutions\n(a) Prosecutions.-The Attorney General shall have the power to prosecute in any county criminal court the following cases:\n* * *\n(3) Upon the request of a district attorney who lacks the resources to conduct an adequate investigation or the prosecution of the criminal case or matter or who represents that there is a potential for an actual or apparent conflict of interest on the part of the district attorney or his office.\n71 P.S. § 732-205(a)(3) (bold in original).\n¶ 11 In the case sub judice, the Dauphin County District Attorney’s Office concluded it had an actual conflict of interest since Appellant sought to file a private criminal complaint against a member of its office. Appellant’s three complaints were then forwarded to the Pennsylvania Office of the Attorney General, who explicitly assumed jurisdiction, and were denied by Senior Deputy Attorney General Anthony W. Forray. Therefore, we find no merit to Appellant’s second contention.\n¶ 12 Appellant’s next contention is that the Attorney General abused its discretion in denying Appellant’s criminal complaints without reviewing the transcript of the extradition proceedings, which were held in West Virginia. Appellant contends the transcript supports his contention that “perjury was committed in this case.” Appellant’s Brief at 37.\n¶ 13 Assuming, arguendo, Appellant is correct that the transcript would have revealed inconsistencies in a witness’s testimony, which was given in West Virginia and Pennsylvania, we conclude Appellant has failed to prove the Attorney General abused its discretion when it made its policy-based determination not to approve the three private criminal complaints. As indicated supra, the Attorney General’s denial of the complaints was not based on a legal evaluation of the evidence; but rather, was a policy-based decision. In order to rebut the presumption of good faith and soundness, Appellant must have created a record demonstrating bad faith, fraud, or unconstitutionality. See Michaliga, supra. That is, Appellant must have shown facts which lead only to the conclusion that the Attorney General’s decision was patently discriminatory, arbitrary or pretextual, and therefore, not in the public interest. See id.\n¶ 14 In the case sub judice, the Attorney General indicated that it attempted to secure a copy of the transcript of the extradition proceedings from West Virginia but was unable to do so. Appellant has simply failed to show that the Attorney General’s failure to secure a copy of the transcript, or its ultimate conclusion denying the criminal complaints, was the result of bad faith, fraud or unconstitutional actions. See id. Therefore, the trial court did not act unreasonably or rely on improper rules of law in affirming the Attorney General’s denial of the criminal complaints. Id.\n¶ 15 Appellant’s final contention is that the trial court erred in concluding the Attorney General’s policy determination is not “reviewable.” Appellant contends the trial court erred in concluding it did not have jurisdiction to review the Attorney General’s denial of Appellant’s private criminal complaints. We conclude Appellant has misinterpreted the trial court’s actions in this case.\n¶ 16 In making his final argument, Appellant apparently seizes upon a portion of the trial court’s December 6, 2007 order, in which the trial court stated, in pertinent part, that “this court is satisfied that the decision of the Attorney General not to prosecute the instant cases was indeed a policy determination not revealable [sic] by this court....” Trial Court Order filed 12/6/07 at 2. However, what Appellant fails to recognize is that, at the completion of the sentence, the trial court stated that the determination was not reviewable absent an abuse of discretion. Id. at 2.\n¶ 17 In sum, after reviewing the trial court’s entire order, we conclude the trial court properly exercised its jurisdiction and indicated it would not reverse the Attorney General’s decision absent an abuse of discretion. As we find no evidence the trial court’s decision was not based on reasonable grounds, and there is no evidence the trial court relied on rules of law that were palpably wrong or inapplicable, we will not disturb the trial court’s decision. See Michaliga, supra.\n¶ 18 Affirmed.\n. Appellant subsequently filed a timely petition pursuant to the Post Conviction Relief Act (PCRA), 42 Pa.C.S.A. §§ 9541-9546, and after the PCRA court dismissed his petition, Appellant filed an appeal to this Court, which was docketed at 1607 MDA 2008. The issues related thereto are addressed in a separate decision.\n. It appears that Appellant, who is incarcerated, sent a copy of the motion for review to the Clerk of Courts on May 29, 2005; however, after Appellant made an inquiry regarding the status of the motion, the Clerk of Courts informed Appellant on September 26, 2007 that it had no record of receiving the motion. Appellant sent a second copy of the motion for review to the Clerk of Courts, which docketed the motion on October 2, 2007. As it appears there may have been a breakdown in the court's operation regarding the filing of Appellant's pro se motion, we shall deem Appellant's motion for review as having been filed on May 29, 2005. See generally Commonwealth v. Petteway, 847 A.2d 713 (Pa.Super.2004) (holding clerk of courts’ inaction may result in breakdown of court’s operation).\n. See Pa.R.Crim.P. 506, which provides, in relevant part, that \"[w]hen the affiant is not a law enforcement officer, the complaint shall be submitted to an attorney for the Commonwealth, who shall approve or disapprove it without unreasonable delay.” Pa.R.Crim.P. 506(A).\n. Appellant avers the county district attorney only requested the Attorney General's Office to assume jurisdiction over the complaint regarding Senior Deputy District Attorney Sean McCormack, and therefore, the Attorney General's Office did not deny all three criminal complaints. This averment is meritless. Senior Deputy Attorney General Anthony W. Forray's letter explicitly stated, \"I have now completed my review of your three Private Criminal Complaints....” Therefore, we conclude the Dauphin County District Attorney's Office forwarded all three private criminal complaints to the Attorney General's Office, who assumed jurisdiction and denied all three complaints.\n. Appellant contends his sister, Jane Row, testified in West Virginia that she discovered evidence, which was used to revoke Appellant’s parole; however, in Pennsylvania, his sister, Susan Rafferty, testified she was the person who discovered the evidence.\n. We note that, in Commonwealth v. Heckman, 928 A.2d 1077 (Pa.Super.2007), the complainant pointed to inconsistencies between evidence offered at his criminal trial and evidence at the preliminary hearing, and therefrom, he extrapolated a conspiracy between the district attorney and police officer to use fabricated evidence to obtain his conviction. The trial court concluded the complainant’s criminal complaints were a backdoor attack on his convictions and found the district attorney had sound policy reasons for disapproving the complainant’s private criminal complaints. Such appears to be the case here.",
        "type": "majority",
        "author": "STEVENS, J.:"
      }
    ],
    "attorneys": [
      "John O'Brien Rafferty, appellant, Pro Se.",
      "Jennifer A. Buck, Assistant District Attorney, Harrisburg, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "In re PRIVATE CRIMINAL COMPLAINTS OF John O’Brien RAFFERTY. Appeal of John O’Brien Rafferty.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 5, 2009.\nFiled March 26, 2009.\nJohn O'Brien Rafferty, appellant, Pro Se.\nJennifer A. Buck, Assistant District Attorney, Harrisburg, for Commonwealth, appellee.\nBEFORE: STEVENS, KLEIN, and KELLY, JJ."
  },
  "file_name": "0578-01",
  "first_page_order": 606,
  "last_page_order": 612
}
