{
  "id": 9097993,
  "name": "Stacia R. HAINES, Appellant, v. Jennifer JONES, Appellee",
  "name_abbreviation": "Haines v. Jones",
  "decision_date": "2003-07-30",
  "docket_number": "",
  "first_page": "579",
  "last_page": "587",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 579"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "503 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785922
      ],
      "weight": 4,
      "year": 1983,
      "pin_cites": [
        {
          "page": "471"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0080-01"
      ]
    },
    {
      "cite": "700 A.2d 532",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11900357
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/700/0532-01"
      ]
    },
    {
      "cite": "503 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785891
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0286-01"
      ]
    },
    {
      "cite": "429 Pa.Super. 616",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        934763
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "194"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/429/0616-01"
      ]
    },
    {
      "cite": "761 A.2d 1115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11162649,
        1367018,
        11162539,
        1367002
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "1118"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/761/1115-02",
        "/pa/563/0358-01",
        "/a2d/761/1115-01",
        "/pa/563/0359-01"
      ]
    },
    {
      "cite": "563 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1367002
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/563/0359-01"
      ]
    },
    {
      "cite": "741 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11656331
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "798"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/741/0792-01"
      ]
    },
    {
      "cite": "417 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519492
      ],
      "weight": 3,
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0369-01"
      ]
    },
    {
      "cite": "307 A.2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "854-55"
        },
        {
          "page": "854-55"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577591
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 856,
    "char_count": 20266,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 2.3619512265623798e-07,
      "percentile": 0.7944005615771421
    },
    "sha256": "e6f67fd3e04e8a418f60526c6cbeccb2a46dda495b72aec34fc633f4c7eab170",
    "simhash": "1:342bdef6b300c1d9",
    "word_count": 3252
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: ORIE MELVIN, LALLY-GREEN and BENDER, JJ."
    ],
    "parties": [
      "Stacia R. HAINES, Appellant, v. Jennifer JONES, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY BENDER, J.:\n¶ 1 Stacia R. Haines (Appellant) appeals from the October 23, 2002 order in which, following reconsideration, the trial court reaffirmed its grant of summary judgment in favor of Jennifer Jones (Appellee). We affirm.\n¶ 2 On October 27, 1998, Appellant was stopped at an intersection on State Route 4032 in Indiana County, Pennsylvania, while she waited for the driver in front of her to complete a left-hand turn. As Appellant was waiting, she was hit from behind by the car being driven by Appellee. Appellant’s ear then bumped into the car in front of her, resulting in a three car accident. As a result of the accident, Appellant suffered cervical subluxation and frequent migraine headaches. Appellant began treatment with a chiropractor for her medical injuries, but, because her condition did not improve, she was subsequently referred to a neurologist.\n¶ 3 At the time of the accident, Appellant had an automobile insurance policy in which she had elected the limited tort option with a first party $10,000 medical benefit. On October 11, 2000, almost two years after the accident, Appellant requested copies of her insurance file to determine how much of her $10,000 medical benefit had been consumed, which, at that time, amounted to approximately $5,000. Shortly thereafter, the two-year statute of limitations (calculated from the date of the accident) expired for a possible negligence claim against Appellee.\n¶ 4 However, Appellant required ongoing medical treatment for her injuries after the expiration of the two-year statute of limitations. When Appellant failed to make progress on her then current medical regimen, Appellant’s doctor modified her treatment, which entailed prescribing different and more expensive medications. Accordingly, Appellant exhausted her entire $10,000 medical benefit by November of 2001, and Appellant was forced to personally defray the costs of her continuing medical treatment.\n¶ 5 Appellant initiated a lawsuit against Appellee on October 17, 2001, almost three years after the date of the car accident, asking for compensatory damages for medical expenses in excess of Appellant’s $10,000 first party medical benefit. Advancing the affirmative defense of expiration of the two-year statute of limitations for a cause of action grounded on negligence pursuant to 42 Pa.C.S. § 5524(2), Appellee filed a motion for summary judgment. In her reply to Appellee’s motion for summary judgment, Appellant argued that her cause of action did not accrue until she knew or, by exercising reasonable diligence, should have known that her actual medical expenses would exceed her $10,000 first party medical benefit. The trial court rejected Appellant’s argument and granted Appellee’s motion for summary judgment on May 21, 2002.\n¶ 6 On June 3, 2002, Appellant filed a motion for reconsideration. On June 11, 2002, i.e., within the thirty-day period in which Appellant could have filed a direct appeal from the order granting summary judgment, the trial court expressly granted Appellant’s motion for reconsideration and agreed to review its order granting summary judgment. Nevertheless, on October 23, 2002, after oral arguments, the trial court denied Appellant’s requested relief and essentially reaffirmed its grant of summary judgment in favor of Appellee. On November 20, 2002, Appellant filed a timely notice of appeal to the October 23, 2002 order denying relief under her motion for reconsideration.\n¶ 7 Before addressing the merits of this appeal, we must consider Appellee’s argument that we do not have jurisdiction because Appellant’s notice of appeal was not timely filed. Essentially, Appellee argues that Appellant filed her notice of appeal on November 20, 2002, which is more than thirty days following entry of the summary judgment order and, moreover, Appellant’s filing of a motion for reconsideration was not effective in tolling the appeal period because the trial court failed to expressly grant the motion for reconsideration.\n¶ 8 Appellee relies on Pa.R.A.P. 1701 (entitled, “Effect of Appeal Generally”) in support of her argument that Appellant’s motion for reconsideration failed to toll the appeal period. In pertinent part, Rule 1701(b)(8) indicates that when the trial court expressly grants reconsideration of an order that is the subject of an appeal, such grant of reconsideration renders the previously filed notice of appeal inoperative. Thereafter, the time for filing an appeal begins to run anew from the point the trial court enters a decision on reconsideration, whether or not such decision constitutes a reaffirmation of the prior, original, order. Id. Appellee argues that the trial court never expressly granted Appellant’s motion for reconsideration and, therefore, the appeal period was not tolled pursuant to Rule 1701(b)(3). We disagree. The certified record contains the order dated June 11, 2002, which expressly granted Appellant’s motion for reconsideration.\n¶ 9 However, neither party recognizes that Rule 1701 GOVERNS what actions the TRIAL court MAY TAKE AFTER A NOTICE OF APPEAL HAS BEEN FILED. HERE, APPELLANT DID NOT FILE A NOTICE OF APPEAL FROM THE ORIGINAL SUMMARY JUDGMENT ORDER PRIOR TO ASKING FOR RECONSIDERATION. INSTEAD, SHE FILED HER NOTICE OF APPEAL FOLLOWING THE OCTOBER 28, 2002 ORDER ENTERED AFTER THE COURT’S RECONSIDERATION OF SUMMARY JUDGMENT. Nevertheless, “the Concepts embodied in Rule 1701(b)(3) are derived from our Supreme Court’s decision in Alco Parking Corp. v. City of Pittsburgh [,]” 453 Pa. 245, 307 A.2d 851 (1973), rev’d on other grounds, 417 U.S. 369, 94 S.Ct. 2291, 41 L.Ed.2d 132 (1974), a case proeedurally similar to the instant case in which our Supreme Court permitted the appeals period to be tolled pending reargument in the Commonwealth Court. See 2 G. Ronald Darlington, et al., Pennsylvania Appellate Practice § 1701:22 (2d ed. 2001 & Supp.2002).\n¶ 10 The appellants in Alco petitioned for allowance of appeal to the Supreme Court only after the Commonwealth Court granted their motion for reargument, heard such reargument, and reaffirmed its initial decision. The appellee sought to quash the appeal to the Supreme Court, arguing that the appellants’ notice of appeal was filed almost five months after the Commonwealth’s original decision. Our Supreme Court declined to quash the appeal, reasoning as follows:\nThe granting of a petition for reargument within the 30 day appeal period necessarily indicates an intention by the granting court to stay the proceedings, and is in reality such a stay, in order to keep the record before that court, during reargument, pending any change or modification of the court’s initial order after reargument. In these circumstances to require appellants to file a petition for allowance of appeal within 30 days of the original order of the Commonwealth Court would have the effect of placing them in two courts at the same moment. It is legally and physically impossible for the record in any case to be pending before two separate ... courts of this Commonwealth simultaneously. Indeed, a reargument is clearly a reconsideration by a court of a particular case. To slavishly adhere, as the appellee insists, to a rule requiring a court to also issue an order staying the proceedings would be needlessly elevating mere form over substance.\nCertainly, it is illogical, as well as senseless, to require a litigant to file an appeal, or petition for allowance of appeal, to a second appellate court while his case is still pending before the first appellate court, about to reconsider his case. To compel him to do so in advance of the reargument is indeed a useless, wasteful, and premature procedure. Assuming the court’s initial decision is reversed upon reargument, the litigant may not even desire to file an appeal at the later time. If an appeal is desired after the reargument, that is the appropriate time for setting the appeal procedure in motion. This Court will not mandate such a purposeless burden and expenditure of professional and judicial time and effort.\nThese considerations lead us inexorably to the conclusion that where, as here, the Commonwealth Court granted appellants’ petition for reargument within the prescribed period, the proceedings were thereby stayed, pending a reconsideration upon the merits after reargument. Appellants’ petition [for allowance of appeal], filed within 30 days of the Commonwealth Court’s post-rear-gument disposition, was therefore timely.\nAleo, 307 A.2d at 854-55. We hereby apply the reasoning in Aleo to the instant case to conclude that we have jurisdiction. The trial court expressly granted reconsideration within thirty days from the date of the initial order granting summary judgment. After reconsideration, it entered an order reaffirming its initial decision and Appellant filed a timely appeal thereto.\n¶ 11 We find further support for this decision in 42 Pa.C.S. 5505, which reads as follows:\n§ 5505. Modification of orders\nExcept as otherwise provided or prescribed by law, a court upon notice to the parties may modify or rescind any order within 30 days after its entry, notwithstanding the prior termination of any term of court, if no appeal from such order has been taken or allowed.\nUnder section 5505, the trial court has broad discretion to modify or rescind an order, and this power may be exercised sua sponte or invoked pursuant to a party’s motion for reconsideration. Verholek v. Verholek, 741 A.2d 792, 798 (Pa.Super.1999). However, “the trial court may consider a motion for reconsideration only if the motion for reconsideration is filed within thirty days of the entry of the disputed order.” Id. In the instant case, Appellant filed her motion for reconsideration, and the trial court expressly granted reconsideration within thirty days from the original entry of summary judgment. Accordingly, Appellant’s notice of appeal, filed after the trial court’s decision on reconsideration, was timely, and we will consider the merits of the issue Appellant raises in this appeal. See Aleo, 307 A.2d at 854-55.\n¶ 12 Before discussing the merits of Appellant’s argument, we note that our scope of review of the trial court’s grant of summary judgment is plenary. Basile v. H & R Block, Inc., 563 Pa. 359, 761 A.2d 1115, 1118 (2000). Our standard of review is as follows: “the trial court’s order will be reversed only where it is established that the court committed an error of law or clearly abused its discretion.” Id. Moreover, “summary judgment is appropriate only in those cases where the record clearly demonstrates that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. The reviewing court must view the record in the light most favorable to the nonmoving party, resolving all doubts as to the existence of a genuine issue of material fact against the moving party.” Id.\n¶ 13 This case presents a novel legal question. Relying on the discovery rule, Appellant argues that the two-year statute of limitations for negligence actions should start to run at the point she knew, or by exercising reasonable diligence, should have known that her medical costs would exceed her first party medical benefits. We decline to extend the discovery rule in this manner.\n¶ 14 “In most cases, the statute of limitations begins to run on the date the injury is sustained. Once the prescribed statutory period has expired, a plaintiff is thereafter barred from commencing suit.” Bradley v. Ragheb, 429 Pa.Super. 616, 633 A.2d 192, 194 (1993). However, the discovery rule provides the following exception:\n“In those circumstances where the plaintiff cannot reasonably be expected to be aware of the injury or of its cause, the discovery rule may apply to toll the running of the [statutory period].” The discovery rule provides that where the existence of the injury is not known to the complaining party and such knowledge cannot reasonably be ascertained within the prescribed period, the period of limitations does not begin to run until discovery of the injury is reasonably possible. Under the discovery rule, the limitations period will be tolled until the ‘plaintiff knows, or in the exercise of reasonable diligence should have known, (1) that he has been injured, and (2) that his injury has been caused by another’s conduct.’ When presented with an assertion of applicability of the discovery rule, a court must, before it applies the exception, ‘address the ability of the damaged party, exercising reasonable diligence, to ascertain the fact of a cause of action.’ The plaintiffs conduct is to be evaluated in terms of what she should have known at a particular time by following a course of reasonable diligence. ‘If a party has the means of discovery within his [or her] power but neglects to use them, his [or her] claim will still be barred.’ ”\nId. (citations omitted). Appellant herein does not contend that she discovered her injuries at a point remote from the date of the accident. Instead, her contention is that she was unaware of the costs of her medical care. She cites no persuasive authority for the proposition that the discovery rule should be extended to limited tort plaintiffs who discover that the costs of their medical care exceed their first party benefits.\n¶ 15 Appellant erroneously relies on Bond v. Gallen, 503 Pa. 286, 469 A.2d 556 (1983), in support of her argument. In Bond, decided under the then existing No-Fault Motor Vehicle Law, the plaintiff, who was injured while driving when she was struck from behind by the defendant, filed a negligence claim against the defendant after the expiration of the statute of limitations. Our state Supreme Court held that the two-year statute of limitations on tort actions allowed under the No-Fault Act did not begin to run until a claimant knew or, exercising reasonable diligence, should have known that her medical expenses would exceed the $750 monetary threshold specified in the No-Fault Act. Id. at 558-59. While the instant case, at first blush, appears analogous to Bond, it is nonetheless distinguishable on two grounds.\n¶ 16 First, the plaintiffs cause of action in Bond accrued when she learned that she would exceed the $750 monetary threshold in the No-Fault Act after discovering that there was pressure on her lower lumbar spine, which ultimately required surgery. Id. at 557. Instantly, Appellant knew during the two-year period dictated by the statute of limitations the cause and extent of her medical injuries; she was unaware only of the fact that her medical costs would ultimately exceed the limit of her auto insurance policy’s coverage.\n¶ 17 Second, there is no specified monetary threshold under the current Motor Vehicle Financial Responsibility Law (MVFRL), 75 Pa.C.S. §§ 1701-1799.7. Under the MVFRL, while all insurers are required to provide a minimum medical benefit in the amount of $5,000, there is no statutory minimum threshold of economic damage a potential plaintiff need suffer before she can initiate a lawsuit against her at-fault third party tortfeasor. Indeed, in relevant part, § 1705(d) of the MVFRL itself contemplates a limited tort plaintiffs retaining her right to sue: “Each person who elects the limited tort alternative remains eligible to seek compensation for economic loss sustained in a motor vehicle accident as the consequence of the fault of another person pursuant to applicable tort law.” 75 Pa.C.S. § 1705(d) (emphasis added). In other words, there is no provision in the MVFRL analogous to the one in the No-Fault Act that the plaintiff in Bond relied upon. Instead, the MVFRL provides no limitation on when a limited tort plaintiffs cause of action for economic damages will accrue.\n¶ 18 Appellant next argues that Walls v. Scheckler, 700 A.2d 532 (Pa.Super.1997), controls in the instant case. In Walls, this Court extended the discovery rule to 75 Pa.C.S. § 1702 (dealing with the definition of “serious injury”) to toll the statute of limitations until a plaintiff knew or, exercising reasonable diligence, should have known that she had suffered a “serious injury.” In Walls, the plaintiffs injury changed and became more serious as time passed. Id. at 534. Instantly, Appellant does not contend that her symptoms or diagnosis worsened during the two-year period during which she could have brought suit. Instead, Appellant miscalculated the cost of any continuing medical care. There is no case law that supports Appellant’s legal position. Indeed, current case law cautions against what Appellant is suggesting.\n¶ 19 In Pocono Int’l Raceway, Inc. v. Pocono Produce Inc., 503 Pa. 80, 468 A.2d 468, 471 (1983), our state Supreme Court held that the statute of limitations for a cause of action “begins to run as soon as the right to institute and maintain a suit arises; lack of knowledge, mistake or misunderstanding do not toll the running of the statute of limitations.” Generally, “a party asserting a cause of action is under a duty to use all reasonable diligence to be properly informed of the facts and circumstances upon which a potential right of recovery is based and to institute suit within the prescribed statutory period.” Id. “In most cases, the statute of limitations begins to run on the date the injury is sustained.” Bradley, 633 A.2d at 194. Appellant knew the extent of her medical injuries on or immediately after the date of the accident and Appellant had ample time within the existing two-year statutory period to determine the extent of any future medical expenses in excess of her auto insurance policy’s first party medical benefit.\n¶ 20 The lynchpin of Appellant’s argument is that her cause of action never accrued until and unless she exhausted her first party medical benefit. Unfortunately for Appellant, there is no statutory dictate or case law commanding injured limited tort plaintiffs to first exhaust their first party medical benefit before they are permitted to initiate lawsuits against their at-fault tortfeasors that would justify the extension of the discovery rule to toll the general rule that all suits grounded on negligence must be initiated within two years of the date of the injury. See 42 Pa.C.S. § 5524(2).\n¶ 21 Moreover, Appellant had legal recourse before the expiration of the two-year statute of limitations and before she had exhausted her first party medical benefit: As the two-year statute of limitations approached for initiating a lawsuit against her alleged at-fault tortfeasor, Appellant should have initiated a lawsuit and retained medical experts to calculate and testify to the extent of her present and future medical needs and their attendant costs.\n¶ 22 Appellant’s proposition to expand the discovery rule to limited tort insured plaintiffs who have exhausted their first party medical benefit runs contrary to the jurisprudential goals of finality and resolution of disputes. A party asserting a cause of action is charged with using reasonable diligence to inform herself of the facts and circumstances upon which her right to recover is premised and diligently filing her claim within the prescribed statutory period. Pocono Int’l Raceway, 468 A.2d at 471. While courts want to preserve plaintiffs’ legal claims and afford them their day in court, there is a corresponding desire to afford actual and potential defendants repose after a reasonable amount of time has passed in which plaintiffs can file a known or potential lawsuit.\n¶ 23 While this Court sympathizes with Appellant’s position, adequate legal recourse existed to protect Appellant’s cause of action against Appellee. We find that the trial court neither committed an error of law nor abused its discretion in granting Appellee’s motion for summary judgment. Therefore, for the foregoing reasons, the trial court’s order granting summary judgment is affirmed.\n¶ 24 Order affirmed.\n. Appellee also raised the statute of limitations defense in her answer/new matter.",
        "type": "majority",
        "author": "OPINION BY BENDER, J.:"
      }
    ],
    "attorneys": [
      "Thomas Rivosecchi, Indiana, for appellant.",
      "Andrew L. Horvath, Johnstown, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Stacia R. HAINES, Appellant, v. Jennifer JONES, Appellee.\nSuperior Court of Pennsylvania.\nArgued May 29, 2003.\nFiled July 30, 2003.\nThomas Rivosecchi, Indiana, for appellant.\nAndrew L. Horvath, Johnstown, for ap-pellee.\nBEFORE: ORIE MELVIN, LALLY-GREEN and BENDER, JJ."
  },
  "file_name": "0579-01",
  "first_page_order": 627,
  "last_page_order": 635
}
