{
  "id": 9493151,
  "name": "Daniel J. SHEEHAN, Appellant, v. NATIONWIDE INSURANCE COMPANY, Appellee",
  "name_abbreviation": "Sheehan v. Nationwide Insurance",
  "decision_date": "2001-06-29",
  "docket_number": "",
  "first_page": "582",
  "last_page": "585",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 582"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "610 A.2d 466",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1832992,
        911129
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "where ongoing and undisclosed attorney-client relationship with insured rendered arbitrator unfit to serve on the panel because of his fiduciary duty of loyalty to his client"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0590-01",
        "/pa-super/415/0628-01"
      ]
    },
    {
      "cite": "415 Pa.Super. 628",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        911129
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "where ongoing and undisclosed attorney-client relationship with insured rendered arbitrator unfit to serve on the panel because of his fiduciary duty of loyalty to his client"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/415/0628-01"
      ]
    },
    {
      "cite": "520 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815601
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0484-01"
      ]
    },
    {
      "cite": "734 A.2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11543362,
        56843
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "citing Rizzo v. Haines, 520 Pa. 484, 555 A.2d 58, 72 (1989)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/734/0374-01",
        "/pa/557/0408-01"
      ]
    },
    {
      "cite": "557 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56843
      ],
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "citing Rizzo v. Haines, 520 Pa. 484, 555 A.2d 58, 72 (1989)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0408-01"
      ]
    },
    {
      "cite": "475 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1734132
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/475/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 6859,
    "ocr_confidence": 0.672,
    "pagerank": {
      "raw": 8.577923407858785e-08,
      "percentile": 0.4886908464547547
    },
    "sha256": "9b57c6aa6b488cb63ab90c6114e596e5a8139f2cbfc727c0c7369bbb051def5e",
    "simhash": "1:1fb6b6d42152d020",
    "word_count": 1134
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: DEL SOLE, President Judge, MONTEMURO and KELLY, JJ."
    ],
    "parties": [
      "Daniel J. SHEEHAN, Appellant, v. NATIONWIDE INSURANCE COMPANY, Appellee."
    ],
    "opinions": [
      {
        "text": "DEL SOLE, President Judge.\n¶ 1 This is an appeal from the denial of a petition to vacate an arbitration award which was sought on the basis that one of the arbitrators should have recused because of a prior relationship with one of the parties. We affirm.\n¶ 2 The trial court recounted the undisputed facts of this case:\nThe parties appointed arbitrators to resolve issues of underinsured motorist coverage pursuant to the Pennsylvania Motor Vehicle Financial Responsibility Law, 75 Pa.C.S.A. § 1701 et seq. The insurance policy which covered this claim was issued by Nationwide, and contained an endorsement which states, “The arbitration shall be conducted in accordance with the provisions of the Pennsylvania Arbitration Act of 1927.” The arbitrators, following a hearing, entered an award in favor of the carrier. The plaintiffs counsel learned of the content of the award, apparently from the arbitrator he had appointed, before the award was actually served and, at about the same time, learned that the neutral arbitrator Peter A. Dunn, Esquire, ha[d] once represented Nationwide [Ijnsurance, many years before. Based on this plaintiffs counsel wrote Mr. Dunn asking that he vacate the as yet unpublished award and withdraw as neutral arbitrator. Mr. Dunn responded by circulating the formal arbitration award and including, in the cover letter, an explanation that he had only done work for Nationwide as an associate in a firm, and that his last act of representing them had been in 1977. He stated that it never even occurred to him that a disclosure of this, “would be relevant or required.”\nTrial Court Opinion, 12/29/00, at 2.\n¶3 Following entry of the award, Appellant petitioned the trial court to set the award aside. The trial court initially granted Appellant’s request, but in response to a timely motion for reconsideration, the court vacated that order and denied the petition to vacate the arbitration award. This appeal followed.\n¶ 4 The policy at issue directs the parties to each select an arbitrator and the two arbitrators will then “select a third competent arbitrator.” Following entry of an award a party may seek to have that award vacated where it can establish that it was denied a hearing or where “fraud, misconduct, corruption or other irregularity caused the rendition of an unjust, inequitable or unconscionable award.” 42 Pa. C.S.A. § 7341. Other grounds to vacate the award include evident partiality, misconduct or corruption of an arbitrator, § 7314(a)(1)(ii), the fact that the arbitrators exceeded their powers, § 7314(a)(1)(iii), the arbitrators refused to postpone the hearing where good cause was shown or they conducted the hearing in a prejudicial matter, § 7314(a)(l)(iv), or where there was no agreement to arbitrate § 7314(a)(l)(v). Because this arbitration was conducted under the provisions of the Act of 1927, a reviewing court may modify or correct the award if it is contrary to law. Act of 1980, Oct. 5, P.L. 693, No. 142 (codified as the Historical Note to 42 Pa. C.S.A. § 7302(d)(2)).\n¶ 5 Appellant submits that he cannot demonstrate any impropriety on the part of the neutral arbitrator in this case; however, it is the appearance of a conflict of interest which he believes warrants the grant of his petition to vacate. In support of his position Appellant cites to our Supreme Court’s decision in Bole v. Nationwide, 475 Pa. 187, 379 A.2d 1346 (1977). Appellant claims that Bole created a per se rule which requires the disqualification of an arbitrator without the need to show bias where the arbitrator has previously represented one of the parties.\n¶ 6 In Bole, the appellee sought payment under the uninsured motorist provision of its policy. When the insurer refused payment, the appellee requested that the claim be submitted to arbitration under the terms of the policy which called for the choosing of a “competent and disinterested arbitrator.” Id. at 1347. Appellee objected to the insurer’s choice of an arbitrator because that individual had provided the insurer legal representation in the past. The court stated “we hold that when a contract calls for ‘disinterested’ arbitrators, prior representation of one of the parties by a designated arbitrator will disqualify that arbitrator upon objection of the opposing party.” Id. at 1348.\n¶ 7 In contrast, in this case, the insurance policy provisions call for the appointment of a “competent” arbitrator. The mere fact that an arbitrator in this case handled matters on behalf of Nationwide while an associate at a firm over 23 years ago, does not render that arbitrator incompetent. The existence of this prior relationship did not deprive Appellant of a full and fair hearing nor did it constitute fraud, misconduct, evident partiality or corruption such as would warrant vacating the award.\n¶ 8 Much like a judge, the arbitrator in this case was asked to recuse. The arbitrator considered the request and concluded that the nature and timing of his past relationship with Nationwide had no bearing on his ability to fairly determine the merits of the case before him. An arbitrator does take on the role of judge in determining the merits of a case and upon motion the arbitrator is the one to initially determine if a recusal request has merit. A party seeking to challenge the arbitrator’s refusal to recuse must establish substantial doubt about the arbitrator’s ability to act impartially. As with a judge, it should be the burden of the party requesting recusal to produce evidence establishing bias, prejudice or unfairness which raises a substantial doubt as to the jurist’s ability to preside impartially. Commonwealth v. White, 557 Pa. 408, 734 A.2d 374 (1999) (citing Rizzo v. Haines, 520 Pa. 484, 555 A.2d 58, 72 (1989)).\n¶ 9 Here where the nature of the contact with one of the parties occurred over 23 years ago while the arbitrator was an associate in a firm, we cannot rule that there existed evident partiality or corruption by the arbitrator which would justify vacating the award. Contrast Donegal Ins. Co. v. Longo, 415 Pa.Super. 628, 610 A.2d 466 (1992) (where ongoing and undisclosed attorney-client relationship with insured rendered arbitrator unfit to serve on the panel because of his fiduciary duty of loyalty to his client). Because there is no evidence to establish that the arbitrator in the case was not impartial and disinterested, we affirm the trial court’s ruling.\n¶ 10 Order affirmed.",
        "type": "majority",
        "author": "DEL SOLE, President Judge."
      }
    ],
    "attorneys": [
      "Francis X. Dochney, Philadelphia, for appellant.",
      "James D. Celia, Media, for appellee."
    ],
    "corrections": "",
    "head_matter": "Daniel J. SHEEHAN, Appellant, v. NATIONWIDE INSURANCE COMPANY, Appellee.\nSuperior Court of Pennsylvania.\nArgued May 16, 2001.\nFiled June 29, 2001.\nFrancis X. Dochney, Philadelphia, for appellant.\nJames D. Celia, Media, for appellee.\nBefore: DEL SOLE, President Judge, MONTEMURO and KELLY, JJ.\nRetired Justice assigned to the Superior Court. Justice Montemuro did not participate in the decision of this matter."
  },
  "file_name": "0582-01",
  "first_page_order": 624,
  "last_page_order": 627
}
