{
  "id": 6093869,
  "name": "The I. E. Palmer Co. v. Nashua Manufacturing Co.",
  "name_abbreviation": "I. E. Palmer Co. v. Nashua Manufacturing Co.",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2121",
  "first_page": "583",
  "last_page": "587",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 583"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "15 U. S. 0",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 654,
    "char_count": 13124,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 9.574612140210211e-08,
      "percentile": 0.525765980951013
    },
    "sha256": "d1eeb3d7a99d4be3e39a00afe6e77a9e5168be64b3b37a10e9bff18f8f208178",
    "simhash": "1:d66b934f44f75d85",
    "word_count": 2194
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "The I. E. Palmer Co. v. Nashua Manufacturing Co."
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in a trade-mark opposition proceeding from the decision of the Commissioner of Patents affirming the decision of the examiner of interferences and sustaining the opposition to the registration by appellant of a trade-mark for “ textile goods for millinery purposes, namely, buckram, rice net, and hat net.” The mark in question consists of a pictorial representation in profile of the head and shoulders of an Indian, with a headdress containing a “ full set ” of feathers, and above which, arranged in a fanciful manner, is the word “Arawana.”\nThe appellant’s mark consists of a pictorial representation in full face of the head and shoulders of an Indian, with a headdress having but three feathers, and'a bow and arrow at the Indian’s back; and/or the words “ Indian Head.” Appellee and its predecessor in business have used the mark extensively in the United States and in foreign countries for more than 15 years on cotton textile fabrics, such as bleached and unbleached sheetings, flannels, and dress goods in the piece. Its merchandise is used for making “Ladies’ skirts, ladies’ dresses, boys’ wash play suits, children’s dresses, children’s bloomers, drawn work for chiffonier covers, men’s wash suits for tropical climates, napkins, doilies.” Appellee’s product has been extensively advertised and is widely known as “ Indian Head ” goods. The ultimate consumers are manufacturers and those of the general public, mostly women, doubtlessly, who purchase the piece goods from retail stores.\nThe word “Arawana ” has been used by appellant, alone and in association with other words, for many years. The mark in question, however, has been used only since 1919, for millinery “ buckram, rice net, and hat net.” The goods upon which appellant’s mark is used is made specially for millinery purposes and is used solely by manufacturers of women’s hats in the manufacture of hat frames. In this connection the witness, Palmer, the treasurer of appellant company, said:\nThese goods are used in the manufacture of hat frames and the first step is the shaping of the crown and the brim. Buckram, rice net, and hat net maybe used for this purpose, the buckram being preferable for larger hats on account of its greater rigidity. The long rolls are usually cut crosswise into from three to five pieces, thus forming small rolls, usually from 14 to 16 inches wide. These small rolls are then unrolled and the strips cut into squares, which are moistened until they become somewhat limp and are then stamped on hot dies of forms into crowns or brims of the required shape. The crown and brim are then usually put together and the edges finished with wire, and usually some other material such as flexible hat net. Flexible hat net is often added to the frame in order to give it the required shape or style.\nIt further appears that the millinery textiles of appellant reach the consuming public only as a basic part of women’s hats. The ultimate consumer, therefore, is the hat manufacturer.\n• Appellant also manufactures hammocks, couch hammocks, mosquito nettings, window-screen cloth, crinoline, and dress linings. The mark in question, however, is not used upon any of these articles.\nIt appears from the record that appellant’s goods have never been known or sold under the name “ Indian Head.” Its mills are located on the Arawana River at Middletown, Conn., and have been known ás “Arawana Mills ” since 1864. The word “Arawana ” was, at one time, the name either of an Indian chief or of an Indian tribe, and this accounts for the association of the name, in the trade-mark of appellant, with the pictorial representation of an Indian head.\nThe millinery textiles “ buckram, rice net, and hat net ” are described by the witness, Palmer, as follows:\nBuckram, at least in the millinery trade, generally means a material composed of two or more plies of fabric and a proportionately large amount of sizing material. Bice net is a single fabric made of plied yarns .in open-mesh leno weave. Hat net for the most part is somewhat closer weave fabric of plied yarns, although occasionally single coarse yarns are used. The chief characteristic of these goods is similar to buckram; that is to say, they contain a large amount of sizing material.\nThe two or more plies are combined together during the finishing process; that is to say, after the goods have been woven.\ntu # . sfc % '>• sK\nThe fabrics have been treated with sizing material until in the finished goods the sizing materials make up forty per cent or more of the total weight.\nThe merchandise is composed of cotton and sizing material; and the fabric is so woven as to make it possible to treat it with sizing material. It is not as closely woven as the goods of appellee. It is of “ lower count ” and the yarns are somewhat heavier. The sizing is used to give stiffness and rigidity. It is put into rolls and shipped in bales of 15 rolls each.\nEach of the tribunals below held that the characteristics and uses of the goods of the contending parties were such as to make confusion between them unlikely. It was held, however, that the mark of appellant was so similar to that of appellee that the “ average purchaser ” seeing the marks would be apt to believe that the goods were manufactured by the same concern.\nThe First Assistant Commissioner said:\n* * * Tbe applicant company has vigorously urged that these goods do not possess similar characteristics to the goods of the opposer. It is clear enough the specific purposes for which the goods of the applicant company and of the opposer company are used are different, hut in a general wag they cure woven cotton fairies, sold in the piece or roll, and while no one would he likely to confuse the applicant's goods with those of the opposer, yet on seeing the same trade-mark on hath, loould he quite likely to think both classes of goods had the same origin. (Italics ours.)\nThe law prohibits the registration of- — •\ntrade-marks which are identical with a registered or known trade-mark owned and in use by another and appropriated to merchandise of the same descriptive properties, or which so nearly resemble a registered or known trade-mark owned and in use by another and appropriated to merchandise of the same descriptive properties as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers. * * *. (15 U. S. 0. A. sec. 85.)\nIt is obvious that the trade-marks of the contending parties are not identical. Accordingly, we must turn to the second clause of the statute to determine whether the prohibitions therein contained are applicable to the case before us We must first determine, therefore, whether the trade-marks of the parties are appropriated to merchandise of the same descriptive properties. If they are, we must then proceed to determine whether the trade-mark of appellant so nearly resembles the trade-mark of appellee “ as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers.” Unfortunately, the decisions are not in accord as to the meaning to be given to the language “ merchandise of the same descriptive properties.” Some courts have gone so far as to hold that, if goods are dissimilar, they do not have “ the same descriptive properties,” while other courts have taken into consideration the questions of confusion, mistake, and deceit, and have held that if the use of an applicant’s trade-mark would tend to cause confusion or mistake in the trade, or to make deceit likely, the goods have “ the same descriptive properties,” even though they may be dissimilar. It would seem to be obvious that, if the so-called dissimilarity rule is followed, confusion, mistake, and deceit must result.\nIn the case of California Packing Corp. v. Price-Booker Mfg. Co., 52 Appls. D. C. 259, the Court of Appeals of the District of Columbia, in an opinion by Smyth, Chief Justice, among other things, said:\nThe paragraph implies that if the mark would not distinguish the goods of its owner from other goods of the same class it should be denied registration. No interpretation of the phrase “ the same descriptive properties,” which occurs in the same section, applicable to all cases alike, has ever been given, so far as we know. The courts have been content with deciding in each case as it arose either that the goods did or did not possess those qualities, without going further. We think the dominant purpose of the part of the section here involved is the prevention of confusion and deception. If the use of the later mark would be likely to produce either, the mark should be rejected. Whenever it appears that confusion might result it is because the goods have the same descriptive properties. We reason from the effect to the cause. For instance, no one would be deceived into believing that a can of tobacco and a can of peas were put out by the same concern simply because they bore similar trade-marks,\n[3, 4.] Turning now to the goods of the parties to this litigation we find that they are sold in the same stores, are put out in small containers, are used in connection with each other, and are associated in the public mind. We think that a person seeing the mark in question on a container of pickles would be likely to assume that they were produced by the same concern as that which produced the canned fruits or vegetables bearing a similar mark. At least we are not clearly convinced that he would not be, and therefore we hold against the newcomer.\nWhile we do not mean to be understood as saying that the rule thus announced is sufficiently full and comprehensive to cover every possible situation, we are, nevertheless, of the opinion that it was the intention of the Congress to prevent, if possible, confusion, mistake, and deceit in the use of trade-marks. Obviously, merchandise of contending parties may be dissimilar, and yet the trade-marks thereon may so nearly resemble each other as to cause, when the merchandise is sold to the general public, confusion and mistake, and to make deceit an easy matter of accomplishment.\nThe record clearly establishes that the merchandise of the contending parties is composed of woven cotton yarn. There the similarity ends. The merchandise of appellant has a different weave than that of appellee,, it is heavily sized to give it stiffness and rigidity; whereas that of appellee is soft and pliable. The two products are used for entirely different purposes, and, according to the record, can not be used for like purposes. That of appellant is used in the making of frames for women’s hats. The hats are covered with other material and are then trimmed before they are sold to the general public. On the other hand, the merchandise of appel-lee is sold, not only to manufacturers of “Ladies’ skirts, ladies’ dresses, boys’ wash play suits, children’s dresses, children’s bloomers,” etc., but also to retail stores to be in turn disposed of to the ultimate consumers — the general public. So we find that the ultimate consumers of appellant’s merchandise are hat manufacturers, while the ultimate consumers of the merchandise of appellee are manufacturers of articles other than hats, and the general public as well. The goods of the contending parties, while not entirely dissimilar, are so fabricated as to be dedicated to entirely different uses and are sold to entirely different trades. They are not competitive, nor are they so closely related as to be sold to the same purchasers. The ultimate consumers of appellant’s goods are intelligent and discriminating buyers. Obviously, the sense of discrimination and discernment of trade purchasers is greater than that of the general public.\nIt must be borne in mind that the marks are not identical. Furthermore, they resemble one another only in that each contains a pictorial representation of the head and shoulders of an Indian. These representations, however, are not only not identical, but quite dissimilar. Moreover, although we do not place great stress upon this testimony, none of the witnesses for appellee had ever known of any confusion in the trade resulting from appellant’s use of its trade-mark. Therefore, measured by the rule announced in the California Packing Carp, case, supra, we are of opinion that there is no likelihood whatever of resulting confusion, mistake, or the practice of deceit, if the trade-mark of appéllant is registered. In reaching this conclusion we are not unmindful of the general rule recognized by most authorities permitting appellee, in the natura] extension of its business, to legitimately extend the use of its trade mark.\nThe decision is reversed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Irving U. Townsend for appellant.",
      "Lester A. Stanley, John K. Braiolwogel, Harry JU. Seidel, and Sylvester J. Liddy for appellee."
    ],
    "corrections": "",
    "head_matter": "The I. E. Palmer Co. v. Nashua Manufacturing Co.\n(No. 2121)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nIrving U. Townsend for appellant.\nLester A. Stanley, John K. Braiolwogel, Harry JU. Seidel, and Sylvester J. Liddy for appellee.\n[Oral argument June 10, 1929, by Mr. Townsend and Mr. Liddy]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0583-01",
  "first_page_order": 33,
  "last_page_order": 37
}
