{
  "id": 9493174,
  "name": "Estate of Wilson M. GHANER, Jr., and Jeanie Ghaner, Administratrix, individually, and as parent and guardian of Melissa Ghaner and Travis Ghaner, Appellants v. Barry BINDI, Appellee",
  "name_abbreviation": "Estate of Ghaner v. Bindi",
  "decision_date": "2001-06-29",
  "docket_number": "",
  "first_page": "585",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 585"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "764 A.2d 609",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11165007
      ],
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0609-01"
      ]
    },
    {
      "cite": "764 A.2d 605",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11164955
      ],
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0605-01"
      ]
    },
    {
      "cite": "2001 WL 460105",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2001,
      "pin_cites": [
        {
          "page": "*3-4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "717 A.2d 1053",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12120171
      ],
      "pin_cites": [
        {
          "page": "1056"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/717/1053-01"
      ]
    },
    {
      "cite": "360 Pa.Super. 416",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        665458
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "The \"drastic sanction\" of preclusion of expert testimony was appropriate due to appellant's violation of court order and \"failure, for over ten years, to comply with discovery.\""
        },
        {
          "page": "883",
          "parenthetical": "The \"drastic sanction\" of preclusion of expert testimony was appropriate due to appellant's violation of court order and \"failure, for over ten years, to comply with discovery.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/360/0416-01"
      ]
    },
    {
      "cite": "698 A.2d 625",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12009965
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "629"
        },
        {
          "page": "630",
          "parenthetical": "Preclusion order appropriate because appellant had \"repeatedly and willfully failed to comply with court orders respecting discovery\" thereby prejudicing appellee by preventing it from formulating a defense"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0625-01"
      ]
    },
    {
      "cite": "681 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        769265,
        7859854
      ],
      "weight": 5,
      "year": 1996,
      "pin_cites": [
        {
          "page": "217"
        },
        {
          "page": "217"
        },
        {
          "page": "218"
        },
        {
          "page": "219",
          "parenthetical": "emphasis original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0120-01",
        "/a2d/681/0214-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 120",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769265
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0120-01"
      ]
    },
    {
      "cite": "719 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11674563
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/719/0314-01"
      ]
    },
    {
      "cite": "415 Pa.Super. 189",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        911132
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1077"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/415/0189-01"
      ]
    },
    {
      "cite": "396 Pa.Super. 553",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882754
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/396/0553-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 505",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898244
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "735"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 14661,
    "ocr_confidence": 0.675,
    "pagerank": {
      "raw": 1.8815368892494358e-07,
      "percentile": 0.7277505368073582
    },
    "sha256": "2b3053d830144f03c8a88a8a3babd757a0a2343cf9db40cd2b58f3f13c80f14a",
    "simhash": "1:87b543a31b8034ad",
    "word_count": 2362
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: TODD, OLSZEWSKI, and MONTEMURO,, JJ."
    ],
    "parties": [
      "Estate of Wilson M. GHANER, Jr., and Jeanie Ghaner, Administratrix, individually, and as parent and guardian of Melissa Ghaner and Travis Ghaner, Appellants v. Barry BINDI, Appellee."
    ],
    "opinions": [
      {
        "text": "TODD, J.\n¶ 1 Jeanie Ghaner appeals the trial court’s grant of Appellee Barry Bindi’s motion for summary judgment, which was entered following its grant of Bindi’s motion in limine precluding Appellant from introducing any testimony or exhibits at trial in this -wrongful death and survival action. Upon review, we reverse, vacate the judgment entered in favor of Appellee, and remand this matter to the trial court.\n¶ 2 This action arises out of the death of Wilson M. Ghaner, Jr. in a traffic accident in State College on May 11, 1997. Appellant, who is Ghaner’s widow, the adminis-tratrix of his estate, and the guardian of them children, initiated this action by filing a complaint on April 17, 1998 against Bin-di, the driver of the vehicle who hit Ghaner. After Appellee was served with the complaint and had answered it, the matter proceeded to discovery.\n¶ 3 At the pretrial conference on September 15, 1999, R. Bruce Manchester, Esquire represented Appellant, and James M. Horne, Esquire represented Appellee. Following the pretrial conference, the trial court issued an order scheduling jury selection for October 4, 1999 and a trial to commence October 21, 1999. The order also stated that “Plaintiff[’s counsel] indicated he would speak with his client and recommend that the matter be withdrawn. Plaintiff will notify Defendant at the earliest possible date if the matter is going to be withdrawn and file the necessary papers.” (Trial Court Order, 9/16/99.)\n¶ 4 Subsequently, on September 24, 1999, Attorney Manchester petitioned for leave to withdraw as counsel and requested a continuance to the next term of court. In this motion, Attorney Manchester stated that he had advised Appellant to discontinue this action because deposition testimony had revealed that Appellant’s decedent was not in the cross walk and had crossed against the signal when the accident occurred.\n¶ 5 On September 27, 1999, Appellee filed a motion in limine seeking an order precluding Appellant from introducing any testimony or exhibits because she had failed to file a pretrial statement as required by Rule 212.2 of the Pennsylvania Rules of Civil Procedure. In this motion, Appellee averred that he had been prejudiced because this failure hindered his counsel’s ability to prepare for trial.\n¶ 6 The trial court heard oral argument on all of these motions on September 30, 1999 and Appellant was present at the oral argument. During the argument, Attorney Manchester explained that Appellant had expressed a desire to seek a second opinion from her family attorney, David Todd, who had referred the present case to Attorney Manchester. Attorney Manchester further explained that both he and Attorney Todd had experienced difficulties in communicating quickly with Appellant due to her significant hearing loss and resultant inability to communicate by telephone.\n¶ 7 Attorney Manchester stated that in the present case, the trial court had departed from its usual practice by failing to hold an earlier initial pretrial conference in order to inquire as to the status of discovery prior to setting the case for jury selection and trial and indicated that there were outstanding discovery issues in the present case. Finally, Attorney Manchester explained that his wife recently had taken ill and was scheduled to undergo surgery in Pittsburgh the next morning.\n¶ 8 The trial court granted Appellee’s motion in limine on the same day that it was argued. By order dated the following day, the trial court denied Attorney Manchester’s petition for leave to withdraw as counsel and the request for a continuance. Also on October 1, 1999, Appellee moved for summary judgment. On October 5, 1999, the trial court granted Appellee’s motion for summary judgment, without oral argument. This timely appeal followed, initiated by Appellant acting pro se. Appellant then retained present counsel.\n¶ 9 On appeal, Appellant raises a single issue: Whether the trial court “imposed too severe a sanction and abused its discretion” by granting Appellee’s motion in limine precluding Appellant from introducing any testimony or exhibits as a sanction for Appellant’s failure to file a pretrial statement and by granting Appellee’s motion for summary judgment. (Appellant’s Brief, at 3.)\n¶ 10 Summary judgment properly is granted “whenever there is no genuine issue of any material fact as to a necessary element of the cause of action or defense which could be established by additional discovery or expert report” and the moving party is entitled to judgment as a matter of law. Pa.R.C.P. 1035.2(1). The scope and standard of our review of an order granting or denying a motion for summary judgment pursuant to Rule 1035.2 are well established. In reviewing an order granting summary judgment, an appellate court must examine the record in the light most favorable to the non-moving party. Curbee, Ltd. v. Rhubart, 406 Pa.Super. 505, 594 A.2d 733, 735 (1991); Laventhol & Horwath v. Dependable Ins. Assoc., Inc., 396 Pa.Super. 553, 579 A.2d 388, 390 (1990). We will reverse only if there has been an error of law or a clear abuse of discretion. Hetrick v. Apollo Gas Co., 415 Pa.Super. 189, 608 A.2d 1074, 1077 (1992). Similarly, we review the trial court’s decision to grant a motion in limine to determine if there has been an abuse of discretion. See Clinton v. Giles, 719 A.2d 314, 319 (Pa.Super.1998).\n¶ 11 The trial court based its ruling on the motion in limine on Rule 212.2 of the Pennsylvania Rules of Civil Procedure, which provides:\nRULE 212.2 CIVIL ACTIONS TO BE TRIED BY JURY. PRE-TRIAL STATEMENT. CONTENT. SANCTIONS\n(a) A pre-trial statement shall contain\n(1) a brief narrative statement of the case;\n(2) a list of the types and amounts of all damages claimed;\n(3) a list of the names and addresses of all persons who may be called as witnesses by the party filing the statement, classifying them as liability or damage witnesses. A reference which does not state the name of the witness shall be permitted when the witness is described by title or representative capacity;\n(4) a list of all exhibits which a party intends to use at trial;\n(5) a copy of the written report, or answer to written interrogatory consistent with Rule 4003.5, containing the opinion and the basis for the opinion of any person who may be called as an expert witness;\n(6) stipulations of the parties, if any; and\n(7) such additional information as the court by local rule or special order may require.\n(b) The exhibits listed in the pre-trial statement, or copies thereof, shall be made available by the party filing the statement.\n(c) Where the trial judge determines that unfair prejudice shall occur as the result of non-compliance with subdivisions (a) and (b), the trial judge shall grant appropriate relief which may include\n(1) the preclusion or limitation of the testimony of\n(i) any witness whose identity is not disclosed in the pre-trial statement, or\n(ii) any expert witness whose opinions have not been set forth in the report submitted with the pre-trial statement or otherwise specifically referred to in the pre-trial statement, consistent with Rule 4003.5, and\n(2)the preclusion of exhibits not listed in the pre-trial statement and made available.\nPa.R.C.P. 212.2 (emphasis added). Appel-lee correctly argues that the language of Rule 212.2(c) makes imposition of sanctions mandatory by stating that “the trial judge shall grant appropriate relief’ for noncompliance. Id. The precise nature of the sanction to be imposed, however, remains within the discretion of the trial court as the rule specifies only that such appropriate sanctions “may include” preclusion or limitation of testimony or exhibits. Id.\n¶ 12 We agree with the parties that the particular facts of the present case and the application of Rule 212.2 to them present a case of first impression. The trial court’s grant of Appellee’s motion in limine, which formed the basis for its subsequent grant of Appellee’s motion for summary judgment, was tantamount to a dismissal of this action. Accordingly, cases involving dismissal of an action as a sanction for discovery violations provide guidance in our consideration of this matter.\n¶ 13 We previously have noted that “since dismissal is the most severe sanction, it should be imposed only in extreme circumstances, and a trial court is required to balance the equities carefully and dismiss only where the violation ... is willful and the opposing party has been prejudiced.” Stewart v. Rossi, 452 Pa.Super. 120, 681 A.2d 214, 217 (1996). To determine whether dismissal is appropriate as a discovery sanction under this standard, we have mandated that the following factors be considered:\n(1) the nature and severity of the discovery violation;\n(2) the defaulting party’s willfulness or bad faith;\n(3) prejudice to the opposing party;\n(4) the ability to cure the prejudice; and\n(5) the importance of the precluded evidence in light of the failure to comply.\nCroydon Plastics Co. v. Lower Bucks Cooling and Heating, 698 A.2d 625, 629 (Pa.Super.1997) (citing Stewart, supra).\n¶ 14 Appellee relies upon Stewart as supporting his position that the grant of his motion in limine was appropriate and characterizes the facts underlying that case as “similar to the case before this Court.” (Appellee’s Brief at 11.) A review of the facts underlying Stewart, however, reveals that the cases are distinguishable.\n¶ 15 In Stewart, this Court noted that the severe sanction of dismissal was appropriate due to the “egregious” nature of the appellant’s discovery violations. Stewart, 681 A.2d at 217. This Court concluded that those violations had been “willful and in bad faith” due to the “ ‘disdainful and contemptuous attitude’ for the procedures designed' to resolve the case” and “the pattern of ‘dilatory, vexatious and obdurate behavior’ of counsel.” Id. at 218. Specifically, in addition to failing to provide the reports of his expert witnesses, the appellant had failed to conduct discovery for more than four years, failed to provide interrogatory answers, repeatedly failed to appear for settlement conferences and made last minute discovery requests. Based on that record, the trial court concluded, and this Court agreed, that “due to appellant’s violations, appellees had no ability to prepare their case for trial.” Id. at 219 (emphasis original).\n¶ 16 We recognize that Appellant in the present case has failed to comply with the mandates of Rule 212.2 and that some sanction, therefore, clearly is required. We agree, as well, that the rule clearly provides for the possibility of the sanction of complete preclusion from introducing exhibits or presenting testimony and that severe sanctions may be appropriate in certain cases. See id. See also, Croydon Plastics Co., 698 A.2d at 630 (Preclusion order appropriate because appellant had “repeatedly and willfully failed to comply with court orders respecting discovery” thereby prejudicing appellee by preventing it from formulating a defense); Dion v. Graduate Hosp. of the University of Pennsylvania, 360 Pa.Super. 416, 520 A.2d 876, 883 (1987) (The “drastic sanction” of preclusion of expert testimony was appropriate due to appellant’s violation of court order and “failure, for over ten years, to comply with discovery.”).\n¶ 17 As we have cautioned in the past, “it is clear that in the exercise of judicial discretion in formulating an appropriate sanction order, the court is required to select a punishment which ‘fits the crime.’ ” Hein v. Hein, 717 A.2d 1053, 1056 (Pa.Super.1998) (affirming order precluding husband from introducing evidence in equitable distribution proceeding as a sanction for repeated failure to comply with discovery requests and court orders because husband’s behavior had disrupted “the fair and orderly process of the divorce action” making the imposition of a severe sanction necessary for the court “to take control of the situation”) (citations omitted). See also, Crawford v. SEPTA, 2001 WL 460105 at *3-4 (Pa.Cmwlth. May 3, 2001) (holding that trial court abused its discretion by dismissing arbitration appeal due to counsel’s failure to attend settlement conference when conduct was inadvertent and not part of a pattern of abuse, court made no effort to contact counsel, other party was not prejudiced, and lesser sanctions were available); Bennett v. Home Depot U.S.A. Inc., 764 A.2d 605, 608 (Pa.Super.2000) (concluding that trial court had abused its discretion by dismissing action as a sanction for plaintiffs counsel’s failure to attend pretrial conference due to scheduling error); Shin v. Brenan, 764 A.2d 609, 612 (Pa.Super.2000) (same).\n¶ 18 We cannot agree in the present case that precluding Appellant from introducing any exhibits or testimony was an appropriate sanction given the facts of record before us. In the present case the record reveals only a single failure to comply with the Rules of Civil Procedure, during a time when the trial court was aware of a dispute between Appellant and her counsel that her counsel was attempting to resolve. Appellant was given no opportunity to correct this omission. There is simply no evidence of record of any bad faith or a pattern of repeated willful, dilatory or obdurate conduct on the part of Appellant or her counsel. There is similarly no evidence of repeated failure to comply with the Rules of Civil Procedure or other orders of the trial court. Moreover, Appellee’s counsel admitted at oral argument that he was aware of the identity of the potential fact witnesses. (N.T. Motion in Limine and Motion to Withdraw as Counsel, 9/30/99, at 5, 28.) Thus, any prejudice to Appellee is in his immediate trial preparation and is curable upon remand.\n¶ 19 To impose the most severe sanction in the present case, therefore, constituted an abuse of discretion. Accordingly, we reverse the orders of the trial court granting Appellee’s motion in limine and motion for summary judgment, vacate the judgment in favor of Appellee, and remand this matter to the trial court for further proceedings.\n¶ 20 Jurisdiction relinquished.\n. Attorney Todd is not related to the opinion writer.",
        "type": "majority",
        "author": "TODD, J."
      }
    ],
    "attorneys": [
      "Michael E. Kosik, Harrisburg, for appellant.",
      "James M. Horne, State College, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Estate of Wilson M. GHANER, Jr., and Jeanie Ghaner, Administratrix, individually, and as parent and guardian of Melissa Ghaner and Travis Ghaner, Appellants v. Barry BINDI, Appellee.\nSuperior Court of Pennsylvania.\nArgued April 17, 2001.\nFiled June 29, 2001.\nMichael E. Kosik, Harrisburg, for appellant.\nJames M. Horne, State College, for ap-pellee.\nBefore: TODD, OLSZEWSKI, and MONTEMURO,, JJ.\nRetired Justice assigned to Superior Court.\nJustice Montemuro did not participate in the decision of this matter."
  },
  "file_name": "0585-01",
  "first_page_order": 627,
  "last_page_order": 633
}
