{
  "id": 8082742,
  "name": "Constance M. O'MARA, Appellant, v. Robert M. O'MARA, Appellee",
  "name_abbreviation": "O'Mara v. O'Mara",
  "decision_date": "1968-02-19",
  "docket_number": "No. 4062",
  "first_page": "586",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 586"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "202 F.2d 812",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3758789,
        1274637
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/202/0812-01"
      ]
    },
    {
      "cite": "92 U.S.App.D.C. 77",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3758789
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "188 F.2d 624",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1218541
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/188/0624-01"
      ]
    },
    {
      "cite": "88 U.S.App. D.C. 157",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "161 F.2d 883",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1115011,
        5700023
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/161/0883-01"
      ]
    },
    {
      "cite": "82 U.S.App.D.C. 155",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5700023
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "141 F.2d 723",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5698162,
        3693342
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/141/0723-01"
      ]
    },
    {
      "cite": "79 U.S. App.D.C. 14",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5698162
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "85 F.2d 715",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        925102
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/85/0715-01"
      ]
    },
    {
      "cite": "66 App.D.C. 216",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "375 F.2d 328",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2034939,
        3660084
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/375/0328-01"
      ]
    },
    {
      "cite": "126 U.S.App.D.C. 152",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3660084
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "292 F.2d 765",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        211971
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/292/0765-01"
      ]
    },
    {
      "cite": "110 U.S.App.D.C. 272",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "196 A.2d 90",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8111288
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/196/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 388,
    "char_count": 6408,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 5.031281168429823e-08,
      "percentile": 0.31638350343977584
    },
    "sha256": "3de57b94e15eaac6d5903d1a6adbe20e73552023a91761e0df34e18d62a48b12",
    "simhash": "1:0dae870ad083bf57",
    "word_count": 1070
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, and MYERS and KELLY, Associate Judges."
    ],
    "parties": [
      "Constance M. O’MARA, Appellant, v. Robert M. O’MARA, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge:\nAppellant, hereafter called the wife, and appellee, hereafter called the husband, entered into a separation agreement in June of 1964, in which he agreed to pay $200 a month “for the support, maintenance and alimony of the Wife,” and he also agreed to pay $500 to the attorney representing the wife. ,The agreement provided that it should not be affected by a divorce and that in case of a divorce the agreement “shall be submitted to the Court for its consideration, ratification, approval and incorporation into the Court’s decree.” In August 1964 the parties were divorced in Alabama and the decree recited that the agreement “is hereby incorporated into this final decree of divorce by reference, as though fully set forth herein. Said agreement shall survive and not be merged with this final decree.” In December 1964 the wife brought this action in the Domestic Relations Branch of the trial court, alleging that to that date the husband had paid her a total of only $500 and had failed to pay the attorney’s fee. The complaint sought specific performance of the agreement and judgment for the amount then due under the agreement.\nAfter trial the court found that the agreement was a comprehensive one for the settlement of all questions of property rights and the right of the wife to support, maintenance and alimony, and that the agreement was fairly and voluntarily made and constituted a complete and final settlement of the property rights and claims of the parties. The court further found that the wife was then due $1,300 under the agreement, and that the husband had not complied with his agreement to pay the attorney’s fees.\nThe court concluded that the wife was entitled to specific performance of the agreement to pay $200 a month and was entitled to judgment for the amounts then due under the agreement. Accordingly it ordered judgment for the wife for $1,300 for the arrearage due in the monthly payments and judgment in her favor for $500 for counsel fees due and unpaid under the agreement. The court further ordered that the husband specifically perform the agreement requiring payment to the wife of $200 per month. No appeal was taken from that order.\nAbout six months later the wife filed' a motion to hold the husband in contempt for failure to make the monthly payments. After a hearing the court found that the husband, although able so to do, had failed' to make the monthly payments as ordered, to the extent of $1,200, and ordered him committed to jail for thirty days or until such earlier time as he should purge himself of contempt by payment of $1,200. The order of commitment was subject to the condition that it be stayed provided the husband made regular future payments of $200 per month as due, and pay an additional $25 each month on the arrearage of $1,200.\nThereafter the husband moved to vacate the order of contempt. After hearing, the trial court concluded that its order of commitment was void because of D.C. Code 1967, 15-320(c), which provides: “Where a decree only directs the payment of money, the defendant may not be imprisoned except in those cases especially provided for.” Thereupon the court vacated the order of commitment and in lieu thereof ordered judgment for the wife for the $1,200 arrearage.\nOn this appeal the wife contends that enforcement of an order directing specific performance of the agreement by contempt and imprisonment is not prohibited by Code Section 15-320(c). The husband contends that it is prohibited, and he further contends that the trial court lacked authority to order specific performance of the agreement.\nAs no appeal was taken from the order decreeing specific performance of the agreement, we decline to consider the husband’s second contention. Furthermore, we haved ruled in Doerfler v. Doerfler, D.C.App., 196 A.2d 90 (1963), that the Domestic Relations Branch has authority to order specific performance of a separation agreement. See also David v. Blumenthal, 110 U.S.App.D.C. 272, 292 F.2d 765 (1961); Den v. Den, 126 U.S.App.D.C. 152, 375 F.2d 328 (1967).\nThe only question properly before us is whether the trial court was correct in holding that Code Section 15-320(c) prohibited commitment of the husband for his contemptuous failure to comply with the order for specific performance of his agreement to pay the wife $200 monthly for her support. The wife argues that the Code Section should be construed simply as a prohibition against imprisonment for debt, and that alimony or support for a wife is not a debt. However appealing that argument may be, we are bound by the decisions of the highest court of this jurisdiction which have consistently held that Code Section 15-320 (c) is applicable in alimony and support cases, “except in those cases especially provided for.” See Rapeer v. Colpoys, 66 App.D.C. 216, 85 F.2d 715 (1936); Bates v. Bates, 79 U.S. App.D.C. 14, 141 F.2d 723 (1944); Cole v. Cole, 82 U.S.App.D.C. 155, 161 F.2d 883 (1947); Queen v. Queen, 88 U.S.App. D.C. 157, 188 F.2d 624 (1951); Berman v. Berman, 92 U.S.App.D.C. 77, 202 F.2d 812 (1953).\nThree Code sections authorize imprisonment for failure to pay money in divorce and support cases: Section 16-911, for failure to pay alimony pendente lite during pendency of an action for divorce; Section 16-912, for failure to pay permanent alimony; and Section 16-916, for failure to pay maintenance ordered by the court for support of a wife or child, or for a former wife where the former husband has obtained a foreign ex parte divorce. The present case falls within none of these categories, and we must hold that the trial court correctly vacated the order of contempt and commitment.\nWe reach this conclusion somewhat reluctantly because it appears that the husband, although able to do so, has deliberately refused to carry out his agreement, and, according to the wife, money judgments against him cannot be collected by ordinary process. However, we feel our conclusion is compelled by the cited authorities.\nAffirmed.",
        "type": "majority",
        "author": "HOOD, Chief Judge:"
      }
    ],
    "attorneys": [
      "William F. Reed, Washington, D.C., for appellant.",
      "Jean M. Boardman, Washington, D.C., with whom Branko Stupar, Washington, D.C., was on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Constance M. O’MARA, Appellant, v. Robert M. O’MARA, Appellee.\nNo. 4062.\nDistrict of Columbia Court of Appeals.\nArgued Dee. 4, 1967.\nDecided Feb. 19, 1968.\nWilliam F. Reed, Washington, D.C., for appellant.\nJean M. Boardman, Washington, D.C., with whom Branko Stupar, Washington, D.C., was on the brief, for appellee.\nBefore HOOD, Chief Judge, and MYERS and KELLY, Associate Judges."
  },
  "file_name": "0586-01",
  "first_page_order": 618,
  "last_page_order": 620
}
