{
  "id": 9098017,
  "name": "COUNTY OF DELAWARE, Appellee, v. J.P. MASCARO & SONS, INC., Appellant",
  "name_abbreviation": "County of Delaware v. J.P. Mascaro & Sons, Inc.",
  "decision_date": "2003-08-01",
  "docket_number": "",
  "first_page": "587",
  "last_page": "594",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 587"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "765 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1276706,
        11076299,
        11076317,
        1276734
      ],
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0156-01",
        "/a2d/765/0786-01",
        "/a2d/765/0786-02",
        "/pa/564/0155-01"
      ]
    },
    {
      "cite": "564 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276706
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0156-01"
      ]
    },
    {
      "cite": "42 U.S.C.A. §§ 9601",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "399 Pa.Super. 599",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        886659
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/399/0599-01"
      ]
    },
    {
      "cite": "816 A.2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9365902
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0256-01"
      ]
    },
    {
      "cite": "217 A.2d 781",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "207 Pa.Super. 404",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        775428
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/207/0404-01"
      ]
    },
    {
      "cite": "401 Pa.Super. 226",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        889604
      ],
      "weight": 4,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/401/0226-01"
      ]
    },
    {
      "cite": "5 F.3d 10",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10506815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/5/0010-01"
      ]
    },
    {
      "cite": "866 F.Supp. 868",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        9293
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/866/0868-01"
      ]
    },
    {
      "cite": "131 L.Ed.2d 559",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "115 S.Ct. 1696",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "514 U.S. 1065",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1340483,
        1339780,
        1339941,
        1339910,
        1340425,
        1338830,
        1339886,
        1340145,
        1340433,
        1338870,
        1340314,
        1339099,
        1339102
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/us/514/1065-05",
        "/us/514/1065-10",
        "/us/514/1065-01",
        "/us/514/1065-13",
        "/us/514/1065-09",
        "/us/514/1065-11",
        "/us/514/1065-08",
        "/us/514/1065-04",
        "/us/514/1065-12",
        "/us/514/1065-07",
        "/us/514/1065-03",
        "/us/514/1065-02",
        "/us/514/1065-06"
      ]
    },
    {
      "cite": "34 F.3d 206",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10522607
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/34/0206-01"
      ]
    },
    {
      "cite": "89 F.3d 154",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9041137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/89/0154-01"
      ]
    },
    {
      "cite": "385 Pa.Super. 374",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468076
      ],
      "weight": 4,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/385/0374-01"
      ]
    },
    {
      "cite": "498 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776318
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "661"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0045-01"
      ]
    },
    {
      "cite": "324 A.2d 430",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "229 Pa.Super. 475",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        813228
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/229/0475-01"
      ]
    },
    {
      "cite": "705 A.2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        281052,
        11866989
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0254-01",
        "/a2d/705/0422-01"
      ]
    },
    {
      "cite": "550 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        281052
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/550/0254-01"
      ]
    },
    {
      "cite": "683 A.2d 1226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7874672,
        771005
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/1226-01",
        "/pa-super/453/0364-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 364",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771005
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0364-01"
      ]
    },
    {
      "cite": "768 A.2d 1188",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "642 A.2d 486",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 633",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa.Super. 118",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        930847
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "856-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/427/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 17929,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 2.0329854238855617e-07,
      "percentile": 0.746837363877199
    },
    "sha256": "1f501d1fdc2f732fd0b8b733d879197b92d571187ba38e3059531bc2031b772d",
    "simhash": "1:872d93e6381d9558",
    "word_count": 2799
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, MONTEMURO, and KELLY, JJ."
    ],
    "parties": [
      "COUNTY OF DELAWARE, Appellee, v. J.P. MASCARO & SONS, INC., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY KELLY, J.:\n¶ 1 Appellant, J.P. Mascaro & Sons, Inc. (“Mascaro”), appeals from the judgment entered in the Court of Common Pleas of Delaware County, awarding Appellee, (“Delaware County”), $305,910.00 on its contractual indemnification claim. Specifically, Mascaro asks us to decide whether the trial court erred when it determined that Mascaro must reimburse Delaware County for expenses Delaware County incurred in settling the state and federal actions brought against it. We hold that the trial court properly entered judgment against Mascaro for the full amount of Delaware County’s settlement costs and attorney fees, plus interest. Accordingly, we affirm.\n¶ 2 In the 1970s, Delaware County owned and operated two incinerators that disposed of solid waste generated by county residents and businesses. In late 1975, Delaware County requested bids for the removal and disposal of residue produced by these incinerators. On November 19, 1975, Delaware County awarded the bid for Incinerator # 2, located in Darby Township, to Mascaro. The contract paid Mascaro $1.98 per unit for 170,000 cubic yards, for a total price of $336,000.00. Per the terms of the contract, Mascaro chose the method of hauling and disposing of the waste. The disposal site, however, was subject to approval by Delaware County. Mascaro chose to dispose of the residue at the Gloucester Environmental Management Systems (“GEMS”) landfill site in Gloucester County, New Jersey, and Delaware County approved this site. Pursuant to this contract, Mascaro removed Delaware County’s waste residue from December 17,1975 until December 16,1976.\n¶ 3 In 1987, Delaware County was joined as a third-party defendant in a federal suit filed by the New Jersey Department of Environmental Protection against GEMS, alleging improper dumping in the GEMS landfill. In 1995, Delaware County was also joined in a New Jersey state court action brought by homeowners bordering the GEMS landfill. In both of these actions, Delaware County demanded that Mascaro defend and indemnify against the claims under the 1975 waste removal and disposal contract. However, Mascaro refused to take any action to defend Delaware County. Delaware County eventually settled both of these lawsuits, paying $73,565.00 to settle the CERCLA federal action and $25,000.00 to settle the state court action. The legal fees and costs to defend both actions totaled $163,745.00. Travelers Insurance Co. covered $40,000.00 of these fees per an insurance policy with Delaware County.\n¶ 4 Following a bench trial on March 28, 2002, the trial court entered a verdict in favor of Delaware County in the amount of $305,910.00. On April 5, 2002, Mascaro filed a motion for post-trial relief, which was denied. Judgment was entered by order dated May 1, 2002 and entered on May 2, 2002. This appeal followed.\n¶ 5 Mascaro raises the following issues for our review:\nWHERE THE SERVICES PERFORMED BY MASCARO DID NOT INCLUDE ACTUAL DISPOSAL BUT RATHER THE DISPOSAL WAS HANDLED BY A LANDFILL APPROVED BY [DELAWARE] COUNTY, DOES THE INDEMNIFICATION PROVISION THAT EXTENDED TO WORK PERFORMED BY MASCARO APPLY TO CERCLA RELATED CLAIMSm\nWHETHER THE INDEMNIFICATION CLAUSE WAS INTENDED TO PROVIDE CERCLA LIABILITY GIVEN THE FACT THAT THE PERFORMANCE OF MASCARO DID NOT INCLUDE THE DISPOSAL OF THE WASTE AND THE CLAUSE DID NOT INDICATE SUCH COVERAGE[?]\nWHETHER THE SETTLEMENT AND ATTORNEYS FEES PAID WERE FAIR AND REASONABLE WHERE [DELAWARE] COUNTY DID NOT JOIN AS THIRD PARTY DEFENDANTS ANY MUNICIPALITIES AND/OR HAULERS THAT ACTUALLY GENERATED AND/OR TRANSPORTED THE WASTE TO [DELAWARE] COUNTY[’S] INCINERATOR BUT RATHER PAID ATTORNEYS FEES AND SETTLEMENTS WITHOUT ANY CONTRIBUTION BY THESE EQUALLY RESPONSIBLE PARTIES[?]\n(Mascaro’s Brief at 4).\n¶ 6 As a prefatory matter, we address Delaware County’s contention that Mascaro did not allege specific errors in its post-trial motion, thereby failing to preserve its issues on appeal. Pennsylvania Rules of Civil Procedure Rule 227.1(b) requires that a post-trial motion must specify the grounds for relief and how they were preserved. Id. Otherwise, the issues are considered waived. Id. However, where an appellant properly preserves its issues at pre-trial proceedings or at trial, and raises them in the post-trial motion so that the trial court understands the issues, any arguable violation of Rule 227.1 does not require a waiver. Meeting House Lane, Ltd. v. Melso, 427 Pa.Super. 118, 628 A.2d 854, 856-57 (1993), appeal denied, 537 Pa. 633, 642 A.2d 486 (1994). Here, despite Mascaro’s failure to state specifically how its grounds for relief were raised in pretrial proceedings or at trial, these issues were preserved both pre-trial and during trial, and the court had no difficulty articulating what issues Mascaro sought reviewed and addressed them in its opinion. See id. at 857. Consequently, we deem Mascaro’s issues properly preserved for appeal.\n¶ 7 Mascaro first argues that the services actually performed under the contract included only the collection and transportation but not the disposal of the waste residue. Mascaro contends it transported the residue to the GEMS landfill but had no part in disposing of it. Masca-ro believes the requirement that Delaware County approve the landfill chosen by Mascaro indicates the parties’ intention that a third-party landfill would perform the disposal duties and that Mascaro’s performance under the contract included only collection and transportation. Mascaro also argues that the language limiting indemnification to suits occurring “in the course of [Mascaro’s] performance” of the contract precludes its liability for any action that did not immediately arise during the period it was collecting and transporting the waste. For these reasons, Masca-ro maintains the parties did not intend for Mascaro to assume liability regarding the disposal of the waste residue. Mascaro concludes it was not obligated to defend and indemnify Delaware County against the improper dumping lawsuits. We disagree.\n¶ 8 When reviewing a question of contract interpretation, this Court’s scope of review is plenary. Liddle v. Scholze, 768 A.2d 1188 (Pa.Super.2001). We are free to draw our own inferences and need not rely on the findings of the trial court. Id.\n¶ 9 The ultimate goal of interpreting a contract is to ascertain and give effect to the intent of the parties as reasonably manifested by the language of their written agreement. Id. at 1185. A contract is not rendered ambiguous by the mere fact that the parties do not agree upon its proper construction. Riccio v. American Republic Ins. Co., 453 Pa.Super. 364, 683 A.2d 1226 (1996), affirmed, 550 Pa. 254, 705 A.2d 422 (1997). ■ In determining whether an ambiguity exists, the court may consider “whether alternative or more precise language, if used, would have put the matter beyond reasonable question.” Celley v. Mutual Benefit Health & Acc. Ass’n., 229 Pa.Super. 475, 324 A.2d 430, 434 (1974). Where contract language is clear and unambiguous, the court shall interpret the agreement as expressed, rather than silently intended. Steuart v. McChesney, 498 Pa. 45, 444 A.2d 659, 661 (1982). In interpreting the scope of an indemnification clause, the court must consider the four corners of the agreement and its surrounding circumstances. Deskiewicz v. Zenith Radio Corp., 385 Pa.Super. 374, 561 A.2d 33 (1989).\n¶ 10 In the instant case, Mascaro’s completed bid invitation reads: “[Mascaro] offers to furnish and operate equipment for full and complete removal and disposal of residue from the Delaware County Refuse Incinerator Nos. 2.. .in accordance with the annexed General Conditions and Specifications.” (See Invitation for Bids for Furnishing and Operating Equipment for Removal and Disposal of Residue from Incinerator Plants Nos. 2 and 3 for the County of Delaware, dated December 17, 1975, at P-1; R.R. at 9) (emphasis added). The “General Conditions” section of the contract further states: “[Mascaro] shall defend, indemnify and save harmless [Delaware County] from and against all suits for claims that may be based on any alleged injury (including death) to any person or property that may be alleged to have occurred in the course of the performance of this Contract. ...” (See Specifications: Furnishing and Operating Equipment for Removal and Disposal of Residue from Incerator Plants No. 2 and 3, County of Delaware, dated December 17, 1975, at Paragraph 44c; R.R. at 30). Indeed, even the title of the contract indicates Mascaro’s obligation included waste disposal as well as transportation. (See id.) Mascaro’s narrow and detailed parsing of individual phrases contained in the contract ignores the explicit and unambiguous language expressing Mascaro’s duty to transport and dispose of the waste. See Celley, supra; Steuart, supra. Moreover, Mascaro’s assertion that it was responsible only for transportation of the waste residue is be-bed by the fact that it had the responsibility of choosing the location of disposal. Mascaro’s claim that it actually performed only the transportation aspect of the contract is also disingenuous considering it accepted full payment under the transportation and disposal contract. Thus, the trial court properly interpreted the contract to include a duty by Mascaro to transport and dispose of the waste residue. See Liddle, supra.\n¶ 11 The indemnity clause specifically states Mascaro is responsible for defending and indemnifying Delaware County against “all suits” arising from the course of Mascaro’s performance. Here, both the state and federal suits against Delaware County were based on improper waste dumping at the GEMS location. Pursuant to its contractual obbgation to transport and dispose of the waste, Mascaro specifically chose GEMS as its disposal site. The decision to dump at GEMS, made by Mascaro in the course of its contract with Delaware County, created an alleged injury which led to the state and federal suits. Thus, in light of Mascaro’s contractual responsibility to dispose of the waste and the broad language contained in the indemnity clause, we agree with the trial court that Mascaro owed a duty to defend and indemnify Delaware County against the illegal dumping actions. See Deskiewicz, supra.\n¶ 12 In its second issue, Mascaro argues that the indemnification clause of the contract does not contain language that indicates Mascaro agreed to assume any CERCLA habihty. Mascaro notes that the contract in question pertains to services performed from 1975-1976, years before the enactment of CERCLA. Mascaro further contends that the claims for which it is liable are limited because the indemnity provision does not allocate all present and future claims, nor is it a broad waiver of all liabilities of any type. We disagree.\n¶ 13 We note that the instant case presents a matter of first impression in this Commonwealth regarding the application of CERCLA liabibty to an indemnification clause executed prior to the enactment of CERCLA. However, other jurisdictions have uniformly held that a pre-CERCLA indemnification clause can include CERCLA liability. See Smith-Kline Beecham Corp. v. Rohm and Haas Co., 89 F.3d 154 (3rd Cir.1996); Beazer East Inc. v. Mead Corp., 34 F.3d 206 (3rd Cir.1994), cert. denied, 514 U.S. 1065, 115 S.Ct. 1696, 131 L.Ed.2d 559 (1995); Elf Atochem North America v. United States, 866 F.Supp. 868 (E.D.Pa.1994); Olin Corp. v. Consolidated Aluminum Corp., 5 F.3d 10 (2nd Cir.1993). To include CERCLA liability, the clause in question must be either specific enough to include CERCLA liability, or so general as to include any and all environmental liability. See SmithKline Beecham, supra; Elf Atochem, supra; Beazer East Inc., supra. In determining whether an indemnification clause covers CERCLA liability, courts look to whether language limiting the indemnity exists, and whether the language indicates the intent to allocate all potential habilities among the parties. See Elf Atochem, supra. An indemnification clause does not cover CERCLA liability if it contains limiting language. Id.\n¶ 14 In the instant case, Mascaro agreed to “defend, indemnify, and save harmless [Delaware County] from and against all suits for claims that may be placed upon any alleged injury (including death) to any person or property that may be alleged to have occurred in the course of the performance” of the contract at issue. (Specifications at 44c) (emphasis added). The terms of the contract contain no language that further limits or clarifies the intended extent of the indemnification clause. See Deskiewicz, supra. The language of the indemnity clause is extremely broad, reflecting Delaware County’s intent to ensure that Mascaro defend and indemnify in any potential matter pertaining to the removal and disposal of the waste residue. Based upon Delaware County’s intent to allocate all liability to Mascaro, the general language of the indemnification clause, and the lack of language indicating a limit on its reach, we agree with the trial court that the indemnity clause at issue is general enough to include CERCLA liability. See SmithKline Beecham, supra; Olin Corp., supra.\n¶ 15 Finally, Mascaro argues that the settlement costs incurred by Delaware County were unreasonable. Mascaro contends Delaware County could have mitigated the costs of the settlements by joining municipalities and other transporters as third-party defendants in the federal and state suits. According to Mascaro, Delaware County has no explanation or rationale for not joining such parties, and doing so would have mitigated the settlement costs as the eventual settlement figure was based upon a volume of waste formula. Moreover, Mascaro contends that it should not be responsible in any event for the $40,000.00 already paid to Delaware County by Travelers Insurance. Mascaro concludes it cannot reasonably be responsible for the full settlement costs. We disagree.\n¶ 16 To establish a right to indemnification where a case is resolved by settlement, the party must establish that the settlement was reasonable, that the underlying claim was valid against it, that the claim is within the coverage of the agreement, and that any counsel 'fees were reasonable. McClure v. Deerland Corp., 401 Pa.Super. 226, 585 A.2d 19 (1991). Where a claim against an indemnitee has been settled, the burden falls on the indemnitee to prove that the settlement was reasonable. Martinique Shoes, Inc. v. New York Progressive Wood Heel Co., 207 Pa.Super. 404, 217 A.2d 781 (1966).\n¶ 17 Additionally, our ability to review the grant of attorney’s fees is limited, and we will reverse only upon a showing of plain error. Diament v. Diament, 816 A.2d 256 (Pa.Super.2003) (citing Gilmore v. Dondero, 399 Pa.Super. 599, 582 A.2d 1106, 1109 (1990)). Plain error is found where the court’s decision is based on factual findings with no support in the evidentiary record or on legal factors other than those that are relevant to such an award. Id.\n¶ 18 Here, Delaware County was first joined as a third-party defendant in two actions pertaining to improper dumping in the GEMS landfill. After notifying Mascaro of its contractual duty to defend and indemnify in matters pertaining to the removal and disposal of the waste residue, and receiving Mascaro’s refusal to do so, Delaware County settled both suits at a total cost of $305,910.00.\n¶ 19 During trial in the instant contract case, Frank Catania, Esquire (“Mr.Cata-nia”), a Delaware County Solicitor, testified that the $75,000 settlement of the federal claim was fair and reasonable, falling within the range of payments made by the municipalities group. (N.T. Trial, 2/7/02, at 53-55; R.R. at 65b-67b). Mr. Catania further testified that the reason other municipalities were not joined in the state action was due to Delaware County’s interest in resolving the matter quickly, avoiding further possible litigation with those municipalities. (Id. at 118). Regarding Delaware County’s attorney’s fees, Mr. Catania explained that both the rates charged and the amount of time billed by the attorneys working with the County on the state and federal claims were fair and reasonable. (Id. at 43-48; R.R. at 58b-62b). These costs were further reviewed by Brokerage Professionals, Inc., a third-party working with Delaware County, which did not object to the fees. (Id. at 61; R.R. at 68b-69b). Consequently, we agree with the trial court that the evidentiary record supports as reasonable both the settlement reached by Delaware County and the attorney’s fees it incurred. See Diament, supra; McClure, supra. Mascaro’s refusal to defend Delaware County against the state and federal actions was a decision made at its own peril. Consequently, the trial court properly entered judgment against Mascaro- for $305,910, the full amount of Delaware County’s settlement costs and attorney fees, plus interest. See id.\n¶ 20 Based upon the foregoing, we hold that the trial court properly entered judgment against Mascaro for the full amount of Delaware County’s settlement costs and attorney fees, plus interest.\n¶ 21 Judgment affirmed.\n. Comprehensive Environmental Response, Compensation & Liability Act (\"CERCLA”), 42 U.S.C.A. §§ 9601 etseq.\n. We note that payments from a collateral source do not diminish the damages otherwise recoverable from the wrongdoer. Moorhead v. Crozer Chester Medical Center, 564 Pa. 156, 164, 765 A.2d 786, 790 (2001). Accordingly, the $40,000 received by Delaware County from an insurance policy does not diminish the damages owed by Mascaro. Id.",
        "type": "majority",
        "author": "OPINION BY KELLY, J.:"
      }
    ],
    "attorneys": [
      "Albert A. DeGennaro, Harleysville, for appellant.",
      "Ronald L. Daugherty, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "COUNTY OF DELAWARE, Appellee, v. J.P. MASCARO & SONS, INC., Appellant.\nSuperior Court of Pennsylvania.\nArgued June 11, 2003.\nFiled Aug. 1, 2003.\nAlbert A. DeGennaro, Harleysville, for appellant.\nRonald L. Daugherty, Philadelphia, for appellee.\nBEFORE: STEVENS, MONTEMURO, and KELLY, JJ.\nRetired Justice assigned to the Superior Court."
  },
  "file_name": "0587-01",
  "first_page_order": 635,
  "last_page_order": 642
}
