{
  "id": 8082863,
  "name": "Arthur W. AIKEN, Appellant, v. UNITED BROADCASTING CO., Inc., a corporation of the State of Maryland, Appellee",
  "name_abbreviation": "Aiken v. United Broadcasting Co.",
  "decision_date": "1968-02-07",
  "docket_number": "No. 4092",
  "first_page": "588",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 588"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "28 U.S.C.A. § 1732",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "30 F. 145",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6739987
      ],
      "year": 1887,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/30/0145-01"
      ]
    },
    {
      "cite": "45 App.D.C. 247",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1781634
      ],
      "weight": 2,
      "year": 1916,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/45/0247-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 5435,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31181528343930476
    },
    "sha256": "71880dc11a773ae15123a3431c63084cb38779a6b4583ea0a7adfc7bac30154c",
    "simhash": "1:31c1d24f30d4f47e",
    "word_count": 924
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOOD, Chief Judge, MYERS, Associate Judge, and CAYTON (Chief Judge, Retired)."
    ],
    "parties": [
      "Arthur W. AIKEN, Appellant, v. UNITED BROADCASTING CO., Inc., a corporation of the State of Maryland, Appellee."
    ],
    "opinions": [
      {
        "text": "HOOD, Chief Judge:\nAppellant brought this action to recover a balance alleged to be due for printing services performed for appellee. Appellee counterclaimed for an alleged balance due it for radio advertising furnished appellant. Trial resulted in a judgment for appellee.\nThe chief claim of error relates to an occurrence at trial during direct examination of a witness for appellee. The statement of proceedings and evidence discloses that the witness “was shown a document” by appellee’s counsel. This document had been previously marked for identification as one of appellee’s exhibits, but the witness was not called upon to identify it, and, as far as the record discloses, the document was never identified or offered in evidence. When the document was shown to the witness, appellant’s counsel asked to be allowed to inspect it. Appellee’s counsel replied that the opposing counsel was not entitled to examine the document until it was identified and offered in evidence. The court denied the right of inspection.\nThe situation thus established by the record is that appellee’s counsel, while examining a witness called by him, for some unknown reason showed the witness a document of undisclosed nature, and opposing counsel was not permitted to see the document. This was error.\nThe cases cited to us by both parties concern the use of a paper to refresh the memory of a witness, and counsel for appellee concedes that if the paper had been so used, opposing counsel would have had the right to inspect it. Those cases do not answer the question here which concerns the manner in which counsel may communicate with a witness on the stand. We have found only a few cases squarely in point, but they support the rule that a counsel is entitled to know of any communication between opposing counsel and a witness while the witness is on the stand. In other words, counsel cannot secretly communicate with the witness during examination of the witness.\nIn Capital Traction Co. v. Hoover, 45 App.D.C. 247 (1916), it was contended that the trial court should have permitted appellant’s counsel to see and inspect a paper which had been identified and read by a witness while on the stand. After noting that this occurred at the close of redirect examination and therefore was not used to refresh the witness’s recollection or otherwise prejudice appellant in the direct cross, or redirect examination, the court stated:\nthe correct and safer practice is to permit opposing counsel to see any paper shown to, and read by, a witness while upon the stand, though such is not required where the paper is merely identified, and not read, by the witness. (Citations omitted.) A door for great abuse would be opened if papers could be shown to, and read by, a witness, and the opposite party kept in ignorance of their contents. Id. at 253.\nThe above quoted case cited with approval Arnold v. Chesebrough, 30 F. 145, 146 (C.C.E.D.N.Y. 1887), where it was said that in order to prevent improper communication to a witness while being examined, the rule is that:\na party is entitled to be informed as to what transpires between his opponent and a witness while on the stand. The mere exhibition of a paper to a witness on the stand does not make the paper evidence, 'nor does it entitle the opposite party to a possession of the paper; but such an exhibition does, in my opinion, entitle the opposite party to see the paper so exhibited.\nWe, like appellant’s counsel, do not know the nature of the paper shown the witness or the purpose for which it was shown. Consequently we cannot say the error was harmless and there must be a new trial.\nAnother claimed error relates to the admission in evidence under the Federal Shop Book Rule of a ledger sheet. It was testified that- ledger sheets were kept in the regular course of business and were made by a bookkeeper “from confirmations of advertising orders and the daily log of the station which shows commercials actually broadcast.” On this record we cannot say it was error to admit the ledger sheet, but we note the record does not affirmatively show that the entries on the ledger were made within a reasonable time after the occurrence, a requirement of the rule. Neither does the record disclose the nature of the “daily log” from which the entries were made. These matters may be more fully developed at the new trial.\nAppellant also raises the question whether there may be a money judgment since any contract between the parties was for an exchange of services. Failure to provide service may result in a money judgment. “Where the party from whom payment is due in something other than money, such as goods or other commodities, fails to pay in the particular way specified in the contract, payment in money may be demanded.” 17A C.J.S. Contracts § 366.\nReversed with instructions to award a new trial.\n. The paucity of cases may well be attributed to the customary practice of making papers shown a witness available to opposing counsel as a matter of course.\n. 28 U.S.C.A. § 1732.",
        "type": "majority",
        "author": "HOOD, Chief Judge:"
      }
    ],
    "attorneys": [
      "Samuel L. Phillips, Washington, D. C., for appellant.",
      "C. William Tayler, Washington, D. C., for appellee."
    ],
    "corrections": "",
    "head_matter": "Arthur W. AIKEN, Appellant, v. UNITED BROADCASTING CO., Inc., a corporation of the State of Maryland, Appellee.\nNo. 4092.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 13, 1967.\nDecided Feb. 7, 1968.\nSamuel L. Phillips, Washington, D. C., for appellant.\nC. William Tayler, Washington, D. C., for appellee.\nBefore HOOD, Chief Judge, MYERS, Associate Judge, and CAYTON (Chief Judge, Retired)."
  },
  "file_name": "0588-01",
  "first_page_order": 620,
  "last_page_order": 622
}
