{
  "id": 6093893,
  "name": "In re Austin M. Wolf",
  "name_abbreviation": "In re Wolf",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2133",
  "first_page": "593",
  "last_page": "595",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 593"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 323,
    "char_count": 6214,
    "ocr_confidence": 0.48,
    "sha256": "a2de6520d047f3fdec85c03823ac7a3801f69e86521b157c32fca8bc315f5dcf",
    "simhash": "1:93c126f5341fc889",
    "word_count": 1022
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenboot, Associate Judges"
    ],
    "parties": [
      "In re Austin M. Wolf"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from a decision of the Board of Appeals affirming the decision of the examiner denying all claims in appellant’s application for a patent for an alleged invention relating to a method of operating internal-combustion engines.\nClaims 1, 2, and 5 are illustrative. They read as follows:\n1. The method of operating six-cycle internal combusion engines which consists in supplying a mixture of fuel and air to the engine cylinder, then repeatedly alternately expanding and compressing the charge within the cylinder, while maintaining a constant ratio of the fuel and air, and during such expansion and compression causing the regurgitation of the mixture whereby all parts thereof are brought into wiping contact with the heated walls of the engine cylinder to absorb the heat therefrom and convert the wet mixture into a substantially dry uniform highly heated gas, and finally exploding such highly heated gas at the peak of its final compression in the cylinder.\n2. In a method of operating six-cycle internal combustion engines, retaining the charge of fuel and air of constant ratio in the engine cylinder during 720° of the crank shaft movement and thereby repeatedly expanding and compressing the charge whereby the solid particles of fuel are vaporized by the absorption of heat from the cylinder walls.\n*******\n5.^n a method of operating internal combustion engines, alternately expanding and compressing a gaseous charge, while maintaining a constant ratio of its constituents, a plurality of times within the engine cylinder to absorb the heat from the walls thereof and thereby cool said walls.\nThe object of the alleged invention is to produce in the cylinder a uniform homogenous heated dry gas charge. This is accomplished by subjecting the charge of fuel and air to successive compressions and expansions, causing regurgitation of the mixture and bringing it in contact with the heated walls of the cylinder.\nAppellant’s application was rejected on an Austrian patent, No. 82203, to one Vokac. We quote therefrom:\nThe object of this invention is a method of working for internal combustion engines which consists in that after the exhaust, scavenging and compression of the charge in the working cylinder, an expansion stroke and also a compression stroke of the working cylinder1 takes place before the ignition. In this way a good and intimate mixture or vaporization of the fuel is obtained.\ns¡: ‡ * >H % * *\nPATENT CLAIMS\n1. Method of working for internal combusion engines distinguished by the fact that after the exhaust, the scavenging, and the compression of the charge in the working cylinder, an expansion and also a compress-stroke of the working piston takes place before the ignition in order to obtain a good mixing and evaporation of the fuel.\nMethod of working as in claim 1 distinguished by the fact that at the beginning of the second compression stroke an admission of additional fresh air takes place in the working cylinder.\nThe Board of Appeals held that appellant had done nothing more than modify an ordinary four-cycle internal-combustion engine by adding an additional expansion and compression stroke, and in comparing the claims in the application with those in the reference said:\nThe patentee has applied this feature to a two-cycle engine instead of a four-cycle engine and has also, as an entirely distinct and, separate feature, admitted an extra supply of air prior to the final compression and ignition of the charge. On account of the fact that he has applied the new feature to a two-cycle engine and has admitted an extra charge of air for the purpose of securing a higher compression, appellant contends that his engine operates differently and less efficiently than his own. The differences in operation must be admitted, but they are due to the difference m the basic cycle and to the additional result which the patentee sought to gain.\ní¡« sjc s}e $ sjs * sfc\nIn view of the paragraph quoted from the reference we believe that it would be obvious to apply the additional expansion and compression stroke to an engine operating on any desired cycle, and the results secured thereby are different in degree only from that disclosed in the reference. Such a change would not amount to invention, and we therefore affirm the decision of the examiner. (Italics ours.)\nIt is true, as argued by appellant, that his method subjects the charge in the cylinder to an additional expansion and compresión operation without the admission of additional air. It may be granted that the charge absorbs more heat from the cylinder walls, resulting in a more highly heated vaporized mixture, and that as the charge absorbs more heat the walls of the cylinder are correspondingly cooled. Assuming that the method is practicable, it has some advantages over the method described in the reference. However, the principle involved was fully disclosed in the Austrian patent, where it was declared that the object was to secure vaporization of the fuel by adding, after a compression of the charge in the cylinder, an expansion and compression stroke of the piston. This being so, the advantages to be obtained by an additional expansion and compression of the charge would be obvious to one of ordinary mechanical skill. But it is argued by appellant that his method is further distinguished by the fact that the charge of fuel and air maintains a constant ratio, while in the reference the admission of additional air is essential to increase the oxygen content of the charge and to increase the compression.\nThe Board of Appeals held that the purpose of the admission of additional air in the reference was for an “ additional result which the patentee sought to gain.” We are in accord with this construction of the patent.\nThe decision is affirm&d.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "O. P. Goepel and Mortimer 0. Lyddane for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Austin M. Wolf\n(No. 2133)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nO. P. Goepel and Mortimer 0. Lyddane for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument June 12, 1929, by Mr. Lyddane and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenboot, Associate Judges"
  },
  "file_name": "0593-01",
  "first_page_order": 43,
  "last_page_order": 45
}
