{
  "id": 9493235,
  "name": "James R. YEAGER v. ZONING HEARING BOARD OF THE CITY OF ALLENTOWN, Allentown, Lehigh County, Pennsylvania and Merchants National Bank of Allentown, Appeal of Merchants National Bank of Allentown/First Union Bank, as trustee, and Daniels Cadillac, Inc.",
  "name_abbreviation": "Yeager v. Zoning Hearing Board",
  "decision_date": "2001-06-14",
  "docket_number": "",
  "first_page": "595",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 595"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "771 A.2d 874",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11102712
      ],
      "pin_cites": [
        {
          "page": "878"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/771/0874-01"
      ]
    },
    {
      "cite": "298 A.2d 629",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "pin_cites": [
        {
          "page": "631",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "721 A.2d 43",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        765971,
        11785291,
        765949,
        11785390
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0249-02",
        "/a2d/721/0043-01",
        "/pa/554/0249-01",
        "/a2d/721/0043-02"
      ]
    },
    {
      "cite": "554 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765971,
        765949
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0249-02",
        "/pa/554/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 8368,
    "ocr_confidence": 0.676,
    "pagerank": {
      "raw": 6.362703682957143e-07,
      "percentile": 0.9589775311224709
    },
    "sha256": "c4a541710b841556382d1ec26044e98cf0af521a631ca3006844fc950aa4474a",
    "simhash": "1:834122fba574a401",
    "word_count": 1356
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FRIEDMAN, LEADBETTER, Judges and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "James R. YEAGER v. ZONING HEARING BOARD OF THE CITY OF ALLENTOWN, Allentown, Lehigh County, Pennsylvania and Merchants National Bank of Allentown, Appeal of Merchants National Bank of Allentown/First Union Bank, as trustee, and Daniels Cadillac, Inc."
    ],
    "opinions": [
      {
        "text": "LEADBETTER, Judge.\nDaniels Cadillac, Inc. (Bank) and Merchants National Bank/First Union Bank (Bank) appeal from the order of the Court of Common Pleas of Lehigh County, which reversed the decision of the Zoning Hearing Board of the City of Allentown (ZHB) that granted Appellant zoning relief. We affirm.\nDaniels wishes to construct a new 10,000 square foot Land Rover auto sales and service facility on its existing property at 1401-1415 and 1417-1425 Tilghman Street and 1402-1426 Green Street, in Allentown (Property). Daniels currently operates and intends to maintain a Cadillac dealership on the site. The Property is located in the B 3 Business Zone. It has 260 feet of street frontage on all sides, viz. Tilghman Street on the south, North 14th Street on the east, Green Street on the north and North Franklin Street on the west. To the east of the Property is Daniels’ BMW automobile dealership; to the north is an office building and objector James R. Yeager’s fuel company; and to the west is a Dunkin’ Donuts franchise restaurant and parking lot. The proposed new facility would contain a Land Rover sales and service building and an off-road demonstration course, both of which Land Rover requires of its dealerships. The proposed building would be setback approximately 120 feet from Tilghman Street (only 30 foot setback required), but Daniels sought to erect a sign within the setback area along Tilghman. Along North Franklin and Green Streets, the building would be at the lot line in violation of the 15 foot setback required along North Franklin and the 30 foot setback required along Green. The proposed placement of the building would obstruct the clear sight triangle at the intersection of North Franklin and Green ,\nFollowing a public hearing, the ZHB granted a variance from the required setbacks on both Green and North Franklin Streets, and from the requirement for a clear sight triangle at North Franklin and Green Streets. Yeager appealed the ZHB’s decision and the bank intervened. Common pleas reversed the ZHB’s decision, concluding that Daniels would not suffer a hardship if required to comply with the zoning ordinance. Thereafter, Daniels and the Bank filed the present appeal.\nIn order to be granted a variance from the applicable zoning ordinance, the applicant must show that he would suffer unnecessary hardship if required to comply with the ordinance and that the proposed use will not be contrary to the public interest. In Hertzberg v. Zoning Board of Adjustment, 554 Pa. 249, 721 A.2d 43 (1998), our Supreme Court set forth the following standard for determining if hardship exists in a case where the landowner requests a dimensional variance:\ncourts may consider multiple factors, including the economic detriment to the applicant if the variance was denied, the financial hardship created by any work necessary to bring the building into strict compliance with the zoning requirements and the characteristics of the surrounding neighborhood.\nId., 554 Pa. at 264, 721 A.2d at 50.\nBefore the ZHB, Daniels asserted that the sloping topography of the Property limited the ability to develop the site to its full commercial potential. Based on expert testimony by Daniels’ architects and engineers, the ZHB found that due to a “substantial slope” on the Property and the size of the lot, the proposed location of the building was “the only feasible location” on the site for the addition of the Land Rover building. In re Merchants Nat’l Bank (Allentown Zoning Hearing Bd., No. 54557, filed February 28, 2000), slip op. at 3. The ZHB therefore concluded that Daniels would suffer an economic detriment if required to conform to the ordinance.\nOn appeal, common pleas determined that any difficulty in locating the proposed building on the site was not caused by the existing slope but by Daniels’ insistence that the building and surrounding parking area comply with Land Rover’s requirements. Common pleas stated:\n[Daniels] acknowledged the building, which is proposed to be set back 120 feet from Tilghman Street, could have been moved closer to Tilghman Street, where a set back of 30 feet is required, but elected not to do so because locating it closer to Tilghman Street would have encroached upon desired parking and display space at the front of the Property. Alternatively, [Daniels] also acknowledged a 5,000 square foot building would fit on the Property without the necessity of a variance, and did not try to design a building smaller than 10,000 square feet because Land Rover would not have approved it. Thus, the topographical condition of the Property interfered with the ability to comply with the zoning regulations only to the extent the building had to be 10,000 square feet and [Daniels] insisted it be located at a particular place on the Property.... [T]he hardship here was not created by the land, but by [Daniels’] insistence the building be 10,000 square feet and it not encroach upon desired parking or display space at its front.\nYeager v. Zoning Hearing Bd. (Lehigh County, No.2000-C-0735, filed September 15, 2000, Reibman J.), slip op. at 9.\nEver since our Supreme Court decided Hertzberg, we have seen a pattern of cases arguing that a variance must be granted from a dimensional requirement that prevents or financially burdens a property owner’s ability to employ his property exactly as he wishes, so long as the use itself is permitted. Hertzberg stands for nothing of the kind. Hertzberg articulated the principle that unreasonable economic burden may be considered in determining the presence of unnecessary hardship. It may also have somewhat relaxed the degree of hardship that will justify a dimensional variance. However, it did not alter the principle that a substantial burden must attend all dimensionally compliant uses of the property, not just the particular use the owner chooses. This well-established principle, unchanged by Hertzberg, bears emphasizing in the present case. A variance, whether labeled dimensional or use, is appropriate “only where the property, not the person, is subject to hardship.” Szmigiel v. Kranker, 6 Pa.Cmwlth. 632, 298 A.2d 629, 631 (1972) (emphasis in original). In the present case, Daniels’ property is well suited to the purpose for which it is zoned and actually used, a car dealership, which is in no way burdened by the dimensional requirements of the ordinance. Daniels has proven nothing more than that adherence to the ordinance imposes a burden on his personal desire to sell vehicles for Land Rover.\nAs this court recently noted:\n[WJhile Hertzberg eased the requirements ... it did not make dimensional requirements ... “free-fire zones” for which variances could be granted when the party seeking the variance merely articulated a reason that it would be financially “hurt” if it could not do what it wanted to do with the property, even if the property was already being occupied by another use. If that were the case, dimensional requirements would be meaningless — at best, rules of thumb— and the planning efforts that local governments go through in setting them to have light, area (side yards) and density (area) buffers would be a waste of time.\nSociety Created to Reduce Urban Blight v. Zoning Bd. of Adjustment, 771 A.2d 874, 878 (Pa.Cmwlth.2001).\nFor these reasons, we affirm.\nORDER\nAND NOW, this 14th day of June, 2001, the order of the Court of Common Pleas of Lehigh County in the above captioned matter is AFFIRMED.\n. Daniels also applied for variances from the required clear sight triangle at the intersection of Green and North 14th Streets, from the limitation on the size and location of proposed signs and from the requirement for paved parking spaces. These requests are not at issue in the present appeal.",
        "type": "majority",
        "author": "LEADBETTER, Judge."
      }
    ],
    "attorneys": [
      "Timothy J. Siegfried, Allentown, for appellants.",
      "Edmund G. Hauff, Allentown, for appel-lee, J. Yeager.",
      "Frances A. Fruhwirth, Allentown, for appellees, Zon. Hearing Bd. of the City of Allentown, et al."
    ],
    "corrections": "",
    "head_matter": "James R. YEAGER v. ZONING HEARING BOARD OF THE CITY OF ALLENTOWN, Allentown, Lehigh County, Pennsylvania and Merchants National Bank of Allentown, Appeal of Merchants National Bank of Allentown/First Union Bank, as trustee, and Daniels Cadillac, Inc.\nCommonwealth Court of Pennsylvania.\nArgued April 3, 2001.\nDecided June 14, 2001.\nTimothy J. Siegfried, Allentown, for appellants.\nEdmund G. Hauff, Allentown, for appel-lee, J. Yeager.\nFrances A. Fruhwirth, Allentown, for appellees, Zon. Hearing Bd. of the City of Allentown, et al.\nBefore FRIEDMAN, LEADBETTER, Judges and McCLOSKEY, Senior Judge."
  },
  "file_name": "0595-01",
  "first_page_order": 637,
  "last_page_order": 640
}
