{
  "id": 8007662,
  "name": "CONCORD GENERAL MUTUAL INSURANCE COMPANY v. The HOME INDEMNITY COMPANY et al.",
  "name_abbreviation": "Concord General Mutual Insurance v. Home Indemnity Co.",
  "decision_date": "1977-01-26",
  "docket_number": "",
  "first_page": "596",
  "last_page": "601",
  "citations": [
    {
      "type": "official",
      "cite": "368 A.2d 596"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "272 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8109613
      ],
      "pin_cites": [
        {
          "page": "742"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/272/0740-01"
      ]
    },
    {
      "cite": "345 A.2d 512",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8023121
      ],
      "pin_cites": [
        {
          "page": "514"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/345/0512-01"
      ]
    },
    {
      "cite": "340 A.2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8035684
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/340/0201-01"
      ]
    },
    {
      "cite": "348 A.2d 16",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056620
      ],
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/348/0016-01"
      ]
    },
    {
      "cite": "132 Me. 232",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        597745
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/132/0232-01"
      ]
    },
    {
      "cite": "169 A. 307",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "247 Minn. 151",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        1747235
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/247/0151-01"
      ]
    },
    {
      "cite": "48 N.J.Super. 314",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        437905
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/48/0314-01"
      ]
    },
    {
      "cite": "137 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 N.J. 17",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        560927
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/nj/28/0017-01"
      ]
    },
    {
      "cite": "145 A.2d 15",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "372 F.2d 701",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2043548
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "708-09"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/372/0701-01"
      ]
    },
    {
      "cite": "389 U.S. 823",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11353731,
        11353897,
        11353802,
        11353556,
        11353656,
        11353978
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/389/0823-03",
        "/us/389/0823-05",
        "/us/389/0823-04",
        "/us/389/0823-01",
        "/us/389/0823-02",
        "/us/389/0823-06"
      ]
    },
    {
      "cite": "88 S.Ct. 58",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "19 L.Ed.2d 76",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "268 F.Supp. 899",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1571737
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "901-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/268/0899-01"
      ]
    },
    {
      "cite": "212 F.Supp. 39",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        80537
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/212/0039-01"
      ]
    },
    {
      "cite": "174 F.Supp. 71",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        425847
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/174/0071-01"
      ]
    },
    {
      "cite": "351 A.2d 891",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "894"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 S.W.2d 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10147349
      ],
      "pin_cites": [
        {
          "page": "720-21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/455/0714-01"
      ]
    },
    {
      "cite": "224 Or. 57",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        5020520
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "749"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/224/0057-01"
      ]
    },
    {
      "cite": "5 N.Y.2d 120",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2250196
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/5/0120-01"
      ]
    },
    {
      "cite": "181 N.Y.S. 2d 489",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "155 N.E.2d 390",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "392"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "271 Wis. 378",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8677851
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/wis/271/0378-01"
      ]
    },
    {
      "cite": "73 N.W.2d 477",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "479"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "127 So.2d 577",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9874221
      ],
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/127/0577-01"
      ]
    },
    {
      "cite": "167 N.E.2d 142",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "pin_cites": [
        {
          "page": "144-47"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Cal.App.2d 126",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2196422
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/142/0126-01"
      ]
    },
    {
      "cite": "298 P.2d 109",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1956,
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "297 F.2d 208",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        226148
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "211-12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/297/0208-01"
      ]
    },
    {
      "cite": "231 F.Supp. 128",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1488808
      ],
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/231/0128-01"
      ]
    },
    {
      "cite": "194 U.S. 338",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3631856
      ],
      "weight": 3,
      "year": 1904,
      "opinion_index": 0,
      "case_paths": [
        "/us/194/0338-01"
      ]
    },
    {
      "cite": "366 A.2d 1127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036844
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/1127-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 788,
    "char_count": 14871,
    "ocr_confidence": 0.746,
    "pagerank": {
      "raw": 1.9743622092887748e-07,
      "percentile": 0.7396989168094356
    },
    "sha256": "269b2623b188cb7e8ef919f1983a7e8a1b5f5683ce0ff7a7ac7cc4a4c086c069",
    "simhash": "1:b6a6416b82bad455",
    "word_count": 2410
  },
  "last_updated": "2024-02-27T23:10:53.000455+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DUFRESNE, C. J., and WEATHERBEE, POMEROY, ARCHIBALD and DELAHANTY, JJ. andDELAHANTY, J.",
      "WERNICK, J., did not sit."
    ],
    "parties": [
      "CONCORD GENERAL MUTUAL INSURANCE COMPANY v. The HOME INDEMNITY COMPANY et al."
    ],
    "opinions": [
      {
        "text": "ARCHIBALD, Justice.\nConcord General Mutual Insurance Company (Concord) brought this complaint seeking to determine by declaratory judgment its obligation, as well as that of The Home Indemnity Company (Home), to defend on behalf of defendant Joyce Letellier a certain death action brought against her by defendant Rachel Gendron, Executrix of the Estate of Robert Gendron. The National Ben Franklin Insurance Company (Ben Franklin) was joined as a party because it had paid workmen’s compensation benefits to defendant Gendron.\nThe Uniform Declaratory Judgments Act may be appropriately utilized as a vehicle to determine the obligation to defend under a motor vehicle liability insurance policy. Langley v. Home Indemnity Company, 272 A.2d 740, 742 (Me.1971).\nPursuant to Rule 53(b)(1), M.R.C.P., the case was referred by agreement to a referee, all parties having reserved “the right to object to the [referee’s] report and appeal to the Supreme Judicial Court on issues of law.” After a hearing, the Referee concluded that neither Concord nor Home was under any contractual obligation to defend or to pay any judgment that might be rendered in the pending death action. Both Concord and Home moved for the acceptance of the Referee’s report, while defendant Gendron was the only party to file timely objections to its acceptance. Rule 53(e)(2), M.R.C.P. A Justice of the Superior Court accepted the Referee’s report, judgment was entered accordingly, and Mrs. Gendron appealed.\nWe sustain the appeal as to Home but deny as to Concord.\nFACTS\nRobert Gendron, an employee of the Public Works Department of the City of Biddeford, was struck and killed by a public school bus being operated by Joyce Le-tellier, a school bus driver in the employ of either the City of Biddeford or the Board of Education of the City of Biddeford. At that time both Mr. Gendron and Mrs. Letellier were acting within the course of their employment.\nMrs. Gendron, in her capacity as executrix of her husband’s estate, ultimately commenced a death action against Mrs. Le-tellier. 18 M.R.S.A. § 2551. Mr. Gen-dron’s estate had received workmen’s compensation benefits from Ben Franklin under a policy carried by the City of Bidde-ford at the time of the accident.\nMrs. Letellier was privately insured at the time of the accident under a liability insurance policy issued by Concord on a family used automobile owned by her husband. The Concord policy contained an exclusion whereby coverage did not apply to any vehicle while used as a “public or livery conveyance.” The Referee found, and his conclusion is not challenged in this appeal, that Mrs. Letellier’s operation of a school bus, at the time of the accident, relieved Concord of any obligation to defend or to pay any judgment that might be awarded in the pending death action, since he construed the school bus to be a “livery conveyance.”\nUnder a policy issued by Home the City of Biddeford was insured against liability arising out of the operation of the City’s school buses. Since Mrs. Letellier was authorized to operate a school bus on the day of the accident, she was also covered as an “insured” under the terms of the Home policy. Nevertheless, Home denied any obligation to defend Mrs. Letellier in the underlying death action on the basis of several exclusions appearing in that policy. It was the Referee’s conclusion that one such exclusion did relieve Home of any “contractual obligation either to defend or to pay any judgment that might be forthcoming in the pending case.” The correctness of this holding is the subject of this appeal.\nTHE FELLOW-EMPLOYEE EXCLUSION\nHome sought to avoid providing coverage to Mrs. Letellier in the pending death action on the basis of paragraph III (2) of its liability policy. That provision provides, in pertinent part, that liability coverage does not extend\n“to any employee with respect to injury to ... or death of another employee of the same employer injured in the course of such employment in an accident arising out of the maintenance or use of the automobile in the business of such employer.”\nHome contended that Robert Gendron and Joyce Letellier were fellow employees of the City of Biddeford on the day of the accident. Defendant Gendron, on the other hand, maintained that Mrs. Letellier was employed by the Board of Education of the City of Biddeford, which had independent control of the administration of the City’s school system, including the operation of the school busing program.\nWe find it unnecessary to resolve these conflicting arguments. In his report the Referee found that “upon the facts, Gen-dron and Letellier were not fellow employees.”\nRule 53(e) (2) (i) provides:\n“In an action where there has been a reference by agreement, the referee’s conclusions of law and findings of fact shall be conclusive unless the order of reference reserves to the parties the right to object to acceptance of the referee’s report.”\nWhere the right to object has been reserved,\n“any party may within 10 days after being served with notice of the filing of the report serve written objections upon the other parties.”\nRule 53(e) (2) (ii), M.R.C.P.\nWe have held that a\n“party who has not filed written objections under Rule 53 must be taken to have failed adequately to preserve for appellate scrutiny, as of right, errors in the referee’s report.”\nNational Adv. Co. v. Inhabitants of Town of York, 345 A.2d 512, 514 (Me.1975). See also Adams v. Alley, 340 A.2d 201, 206 (Me.1975).\nHome filed no objections to the acceptance of the Referee’s report as required by Rule 53 but, in fact, moved formally for the acceptance thereof. Therefore, the Referee’s finding that Mr. Gen-dron and Mrs. Letellier “were not fellow employees” is conclusive on Home since it failed to take the critical step prerequisite to challenging the conclusion of the Referee, namely, object to the acceptance of the report. While Home was under no obligation to agree to a reference of this case, once it did it was bound to comply strictly with the rules governing the reference procedure. See Mount Desert Yacht Yard, Inc. v. Phillips, 348 A.2d 16, 21 (Me.1975), citing Throumotdos v. Bank of Biddeford, 132 Me. 232, 233, 169 A. 307 (1933).\nTHE WORKMEN’S COMPENSATION EXCLUSION\nThe Home policy contained the following' language:\n“EXCLUSIONS\nThis policy does not apply:\n(e) under coverage A, to any obligation for which the insured or any carrier as his insurer may be held liable under any workmen’s compensation, unemployment compensation or disability benefits law, or under any similar law.”\nThe Referee adopted Home’s legal stance when he concluded:\n“Gendron’s representatives received the benefits to which they were entitled under the Workmen’s Compensation Law. The insurance contract excludes coverage for any liability so compensated. This is a contractual proscription, and necessarily reflected in the premium rate applicable to the coverage.\nBy reason of policy exclusion (e), Home is under no contractual obligation either to defend or to pay any judgment that might be forthcoming in the pending case.”\nThe Referee, despite having found that Mr. Gendron and Mrs. Letellier were not fellow employees, nevertheless concluded that, since Mr. Gendron’s estate had received compensation benefits under the Workmen’s Compensation Act, Exclusion (e) relieved Home from any obligation to defend the death action.\nFor purposes of analysis we may assume that Mr. Gendron and Mrs. Letellier were employed by entirely unrelated and distinct employers. Likewise, Mrs. Letellier was not an employer of anyone, let alone Mr. Gendron. It was the City under the Ben Franklin policy that was liable to pay workmen’s compensation benefits to the Gendron Estate, not Mrs. Letellier.\nWe do not find the language in Exclusion (e) ambiguous. As we read it, there are two prongs to the exclusion: 1) the defendant must be an “insured” and 2) additionally must be liable to the injured party under the Workmen’s Compensation Act. Admittedly, Mrs. Letellier could be said to be an “insured” under Home’s policy definition of that term, since she was obviously using the school bus “with the permission” of the named insured. However, it is equally apparent that she could be liable to no one for workmen’s compensation benefits. Paraphrasing the Minnesota Court:\n“Surely we need not diagram the obvious fact that [Mrs. Letellier], who has no employees, cannot be found [factually] to be an insured liable under any workmen’s compensation act.”\nMotor Vehicle Casualty Company v. Smith, 247 Minn. 151, 76 N.W.2d 486, 490 (1956).\nThe New Jersey Court, faced with nearly an identical situation, used language which is appropriate to our conclusion, namely:\n“As we read the exclusion clauses, the basis for exclusion is the existence of an employer-employee relationship between the insured defendant and the injured claimant, and the insured defendant must be identified as the employer before he can be subject to exclusion. Absent an employer-employee relationship between the insured and the injured, exclusion does not apply to the insured, and the latter remains under the protective coverage of the policy.”\nMaryland Casualty Company v. New Jersey Manufacturers (Casualty) Insurance Co., 48 N.J.Super. 314, 137 A.2d 577, 583 (App.Div.), aff’d 28 N.J. 17, 145 A.2d 15 (1958).\nIt is thus clear that only one prong of the test to determine exclusion has been met, which does not relieve Home of its contractual obligation to defend Mrs. Le-tellier.\nOther jurisdictions have faced the issue generated by these facts. While there are apparently two prevailing views, our review of the cases leads us to the conclusion that the great majority favor extending coverage to one situated similarly to Mrs. Letellier.\nWe agree with the rationale adopted by the Fifth Circuit when, in interpreting a similar exclusionary clause, it held:\n“The primary objective of such exclusionary clauses is to avoid duplication of coverage with respect to compensation insurance. With that purpose in mind, there seems to be no reason why an insured should not be indemnified against the claim of an employee outside of that insured’s employment.”\nFloat-Away Door Co. v. Continental Casualty Co., 372 F.2d 701, 708-09 (5th Cir. 1967), cert, denied, 389 U.S. 823, 88 S.Ct. 58,19 L.Ed.2d 76 (1967).\nOur conclusion that Home is obligated to defend the pending death action on behalf of Mrs. Letellier is in accord with the great majority of jurisdictions which have confronted this issue. See, e.g., Float-Away Door Co. v. Continental Casualty Co., supra; Walker v. Fireman’s Fund Ins. Co., 268 F.Supp. 899, 901-02 (D.Mont. 1967); Gulf Ins. Co. v. Mack Warehouse Corp., 212 F.Supp. 39, 42 (E.D.Pa.1962); Canadian Indemnity Co. v. State Automobile Ins. Ass’n, 174 F.Supp. 71, 81 (D.Or. 1959); Liberty Mut. Ins. Co. v. Home Ins. Indemnity Co., 351 A.2d 891, 894 (N.H. 1976); Commercial Standard Ins. Co. v. American General Ins. Co., 455 S.W.2d 714, 720-21 (Tex.1970); Cimarron Ins. Co. v. Travelers Ins. Co., 224 Or. 57, 355 P.2d 742, 749 (1960) ; Greaves v. Public Service Mutual Ins. Co., 5 N.Y.2d 120, 181 N.Y.S. 2d 489, 155 N.E.2d 390, 392 (1959); Sever-in v. Luchinske, 271 Wis. 378, 73 N.W.2d 477, 479 (1955); Weir v. Williams, 127 So.2d 577, 578 (La.App.1961); Employers’ Liability Assurance Corp. v. Liberty Mutual Insurance Co., 167 N.E.2d 142, 144-47 (Ohio Com.P1.1959); Maryland Casualty Company v. New Jersey Manufacturers (Casualty) Insurance Co., supra; Pleasant Valley Lima Bean Growers & Warehouse Ass’n v. Cal-Farm Ins. Co., 142 Cal.App.2d 126, 298 P.2d 109, 112 (1956). But see Michigan Mut. Liability Co. v. Continental Casualty Co., 297 F.2d 208, 211-12 (7th Cir. 1961); Miller & Bushong, Inc. v. Travelers Ins. Co., 231 F.Supp. 128, 129 (M.D.Pa.1964).\nThe entry is: Appeal denied as to Concord, but as to Home, appeal sustained. Case remanded to the Superior Court for entry of judgment declaring that The Home Indemnity Company is obligated to defend Joyce Letellier in a civil action pending against her on the docket of the York County Superior Court in which the Plaintiff is Rachel Gendron, Executrix, Estate of Robert G. Gendron, and to pay, within the financial limits of the liability insurance policy issued by Home, any final judgment resulting from said civil action.\nWERNICK, J., did not sit.\nDELAHANTY, J., sat at argument but did not participate further in the opinion.\n. 14 M.R.S.A. §§ 5951-63.\n. As a result of our holding in this case, we do not consider this possible distinction in Mrs. Letellier’s employment status of any significance.\n. Ben Franklin would, therefore, have sub-rogation rights. Although Ben Franklin was made a party to Concord’s declaratory judgment action, and filed a notice of appeal from the acceptance of the Referee’s report in accordance with Rule 73(b), M.R.C.P., it did nothing further to perfect its appeal.\n.In asserting that the Board of Education, not the City, was Mrs. Detellier’s employer, Mrs. Gendron is attempting ,to invoke the so-called “Departmental Doctrine” of the Fellow Servant Rule. This doctrine recognizes that “[s]ervants employed in the same enterprise by the same master are not fellow servants unless they are so related in their labor that they are regularly or are likely ,to be in proximity to each other . . . .” Restatement (Second) of Agency, § 478 at 416. See also Northern Pacific By. Co. v. Dixon, 194 U.S. 338, 345^6, 24 S.Ct. 683, 48 L.Ed. 1006 (1904).\n. Appellant Gendron, of course, had no reason ,to challenge this conclusion since it favored her position.\n. Home cannot “both eat [its] cake,” i. e., move to accept a favorable Referee’s report, “and have it,” i. e., question the Referee’s conclusion that Mr. Gendron and Mrs. Le-.tellier were not fellow employees. See State v. Sherburne, 366 A.2d 1127 (Me.1976).\n. “1. Coverage A — Bodily Injury Liability: To pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of bodily injury, sickness or disease, including death at any time resulting therefrom, sustained by any person, caused by accident and arising ou,t of the ownership, maintenance or use of the automobile.”",
        "type": "majority",
        "author": "ARCHIBALD, Justice."
      }
    ],
    "attorneys": [
      "Berman, Berman & Simmons, P. A., by Gary Goldberg, C. Martin Berman, Lewis-ton, for plaintiff.",
      "Crowley & Crowley by Robert E. Crowley, Daniel E. Crowley, Biddeford, for Rachel Gendron.",
      "Clyde L. Wheeler, Waterville, for Home Indemnity Co.",
      "Hewes & Culley by Richard D. Hewes, Portland, for Ben Franklin Ins. Co."
    ],
    "corrections": "",
    "head_matter": "CONCORD GENERAL MUTUAL INSURANCE COMPANY v. The HOME INDEMNITY COMPANY et al.\nSupreme Judicial Court of Maine.\nJan. 26, 1977.\nBerman, Berman & Simmons, P. A., by Gary Goldberg, C. Martin Berman, Lewis-ton, for plaintiff.\nCrowley & Crowley by Robert E. Crowley, Daniel E. Crowley, Biddeford, for Rachel Gendron.\nClyde L. Wheeler, Waterville, for Home Indemnity Co.\nHewes & Culley by Richard D. Hewes, Portland, for Ben Franklin Ins. Co.\nBefore DUFRESNE, C. J., and WEATHERBEE, POMEROY, ARCHIBALD and DELAHANTY, JJ. andDELAHANTY, J.\nMr. Justice Weatherbee sat at argument and participated in consultation but died prior to preparation of opinion."
  },
  "file_name": "0596-01",
  "first_page_order": 648,
  "last_page_order": 653
}
