{
  "id": 6093919,
  "name": "In re Morris P. Holmes",
  "name_abbreviation": "In re Holmes",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2123",
  "first_page": "597",
  "last_page": "604",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 597"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "250 Fed. 469",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6739680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/250/0469-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 784,
    "char_count": 22090,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1735348277061713
    },
    "sha256": "06ae6f4384e4381361157018bef6a4e5819cfb8658914e568c69cd100325fe62",
    "simhash": "1:d97fc67a45c494ac",
    "word_count": 3792
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hateield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Morris P. Holmes"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nThis is an ex parte appeal from a decision of the Board of Patent Appeals refusing to allow claims 4, 5, 6, 8, 10, 21, 22, 25, 26, 28, 29, 80, 31, 43, 59, and 61 in an application by Morris P. Holmes, No. 430211, for patent on alleged inventions claimed to constitute an improvement in hoisting mechanisms..\nThe application was first heard by Examiner Merritt, who gaye his final decision April 24, 1925. Sixty-one claims were made. Of these the special examiner allowed Nos. 7, 9, and 11 to 15, inclusive, and rejected all others. Appeal was thereupon taken to the Board of Patent Appeals, and after the disposition of certain motions not deemed necessary to be here related in detail, the application was decided by the board on July 1, 1927. In his brief before the board, appellant waived consideration of claims 1, 2, 3, 33, 34, 37, and 55 to 58 and the appeal was dismissed as to them. Claim 44 was amended and allowed as amended, and as to the others the decision of the special examiner was affirmed.\nWe accordingly have before us for determination the claims first enumerated above. These read as follows:\n4. A hoisting mechanism comprising a drum, driving gearing therefor having axes parallel to the axis of the drum, and a motor operatively connected tc said gearing and having a motor rotor shaft offset from and parallel to the axis of rotation of the drum, said motor being wholly enclosed in, rotatable with, and substantially symmetrical to said drum, and comprising further a pair of intermeshing fluid pressure operated rotors, one of which is fixed t© said power shaft and rotates the latter.\n5. A hoisting mechanism comprising a drum and drum driving mechanism comprising a drum driving motor disposed within said drum and comprising a pair of intermeshing rotors each of which is rotatable upon an axis offset from and disposed on substantially diametrically opposite sides of the axis of rotation of the drum, which axes sweep through surfaces of revolution as said drum rotates, means providing bearings for said rotors fixed relative to said drum so that the angular speed of said axes as they sweep through their respective surfaces of revolution is the same as the angular speed of the drum during winding, and power transmission means including a pinion coaxial with one of said rotors and driven thereby for driving the drum.\n6. A hoisting mechanism comprising a drum and drum driving mechanism comprising a drum driving motor disposed within said drum and comprising a pair of intermeshing rotors each of which is rotatable upon an axis offset from the axis of. rotation of the drum, which axes sweep through surfaces of revolution as said drum rotates, means providing bearings for said rotors fixed relative to said drum so that the angular speed of said axes as they sweep through their respective surfaces of revolution is the same as the angular speed of the drum during winding, said rotors being so proportioned and said bearings providing means so arranged that said surfaces of revolution coincide and said rotors intermesh along a line coinciding with the axis of rotation of the drum.\n8. In a hoisting mechanism, a drum and driving means therefor including a motor comprising a casing having at least a portion disposed therein and rotatable about the drum axis, a plurality of intermeshing rotors disposed in said easing adapted to drive said drum with their axes on substantially diametrically opposite sides of the drum axis, and power transmission gearing between the drum and one of the rotors.\n10. In a hoisting mechanism, a drum, and driving mechanism therefor including a driving motor disposed in said drum and comprising a pair of rotors provided with intermeshing tooth blades cooperating on rotation of said rotors to form expanding chambers, said rotors being so disposed in said drum that their axes lie in a diametric plane and that the mesh line between the tooth blades of the rotors lies intermediate the rotor axes, and driving gearing between the drum and one of said rotors.\n21. In a hoist, a drum and driving means therefor comprising a motor having intermeshing gears rotating upon axes parallel to the axis of the drum and movable during hoisting operation so that their axes traverse a common orbit, means whereby said axes and drum are adapted to remain stationary while said motor is operative and driving connections between said motor and drum including a driving pinion coaxial with one of said gears.\n22. In a hoist, a drum and driving means therefor comprising a motor having intermeshing gears at least a portion of which is disposed within said drum rotating upon axes parallel to the axis of the drum and moving during hoisting operation so that their axes traverse orbits of which the axis of the drum is the center, and driving connections between said motor and drum including a driving pinion coaxial with one of said gears.\n25. A hoisting mechanism having a drum and a driving' motor therefor having supporting' relation with said drum comprising a pair of intermeshing rotors whose axes of rotation sweep through surfaces of revolution during winding operation of said drum, said rotors intermeshing at the axis, of the drum, and driving connections between one of said rotors and said drum.\n26. A hoisting mechanism comprising a drum and a driving motor therefor comprising a pair of intermeshing rotors whose axes of rotation sweep through surfaces of revolution during winding operation of said drum, the axes of said surfaces of revolution coinciding with the axis of the drum, and driving gearing for said drum driven by one of said rotors.\n28. A hoisting mechanism comprising drum means, and air actuated motor therefor having at least a portion thereof disposed therein,- means forming only a relatively fixed passage within said drum means for conducting air to said motor, means forming a closed chamber adjacent to one end of said motor, and means for transmitting power from said motor to said drum, including gears disposed within said closed chamber, said means which form the chamber being adapted to contain a lubricant and to keep the latter substantially out of communication with said motor.\n29. A hoisting mechanism comprising rotatable drum means, means fixedly connected to said drum means forming a closed chamber within said drum means, the outermost end of said latter means being positively closed at the axial portion thereof, a motor therefor disposed outside o'f said chamber, and reduction ’•earing between said motor and drum means and having- at least a portion disposed within said closed chamber, said gearing including a gear offset from the dram axis and carried by and outside of the member forming the outermost end o'f said chamber.\n30. A hoisting mechanism comprising rotatable drum means, a motor therefor having a housing rotatable therewith, means rigidly connected to said drum means forming a closed chamber within said drum means, and reduction gearing between, said motor and said drum means and having- at least a portion disposed within said closed chamber, said chamber forming- means substantially preventing direct communication between said motor and chamber.\n31. A hoisting mechanism comprising rotatable drum means, a motor therefor having an operative supporting relation to said drum means and also having a plurality of intermeshing rotors adapted to rotate about the axis of said drum means and simultaneously therewith, means forming a clo'sed chamber within said drum means, and reduction gearing between said motor and drum means and having at least a portion disposed within said closed chamber, said reduction gearing including a gear offset from the drum axis and carried by and disposed outside of said chamber forming means.\n43. In a hoisting mechanism, a rotatable drum, a motor therein, bearings fo'r said drum at opposite ends thereof, a member at the opposite end of said drum with which said motor co'operates to drive said drum, and means forming a passage for supplying an actuating medium to said motor extending through one of said bearings, the portion of said passage within said drum having only continuously fixed walls.\n59. As an article of manufacture, a hoisting drum having a plurality of overlapping cylindrical longitudinally extending bores therein, said bores overlapping at substantially the axis of said drum.\n61. As an article of manufacture, a hoisting drum having a plurality of overlapping rotor bores therein in fixed relation thereto, said bores overlapping substantially at the axis of said drum, and a chamber disposed on each side of said bores.\nThe references held by the Board of Appeals as showing prior art in considering the application are the following:\nNo.\nAbbe_ 1110995 Sept. 15, 1914\nBrowning_ 798494 Aug. 29, 1905\nHolmes_ 1207555 Dee. 5, 1916\nTadey_ 1165814 Dec. 28, 1915\nHowell_ 660686 Oct. SO, 1900\nDavenport_1110313 Sept. 15, 1914\nBenson_-_ 731425 June 23, 1903\nBaekstrom_ 572946 Dec. 15, 1896\nMcNamara_ 742721 Oct. 27, 1903\nGerman patent_■_ 279266 of 1914\nWild (British)_ 113366 of 1918\nIt is the view of the parties, as we understand from their respective briefs, that seven major questions are involved in this appeal, and they are succinctly stated in the brief for appellant:\nÍ. Would invention be involved in substituting the motor of Holmes, 1207555, for that of Browning, 798494? (The patentability of claims 4, 5, 6, 8, 10, 21, 22, 25, and 26 turns on this point.)\nII. Would invention be involved in substituting the motor of Holmes 1207555, for that of Tadey, 1165814? (Claim 10 is concerned.)\nIII. Is the feature of conducting fluid under pressure to an air motor, a portion at least of the motor being disposed within a drum, by way of a relatively fixed passage within the drum, anticipated by German patent, 279266? (Claim 28 is concerned.)\nIV. Does appellant’s arrangement of reduction gearing present patentable features over the British patent to Wild, 113366, of 1918? (Claim 29 is concerned.)\nV. Is the feature of driving a drum by a motor whose casing is rotatable therewith and providing within the drum a gear chamber for the reduction gearing between the motor and drum anticipated by either Howell, 660686, or German patent 279266? (Claims 30 and 31 are concerned.)\nVI. Is there invention in causing an integral part of the drum to project to provide a conduit so that pressure fluid may enter the motor without there being any necessity of packing within the drum, having regard to patents to Abbe 1110995, and Davenport 1110313? (Claim 43 is concerned.)\n■ VII. Is appellant entitled to the protection of claims to an article of manufacture defined as a hoisting drum having bores therein of a specified kind? The patents to Benson, Backstrom, Holmes, and McNamara were here alluded to by the office. (Claims 59 to 61 are concerned.)\nWe do not deem it necessary to attempt, in this opinion, to state in minute detail the readings which we have attempted to make in our study of the diagram accompanying the application and those accompanying the several patents cited as references. We have endeavored to analyze all parts of the several specifications and the illustrative drawings that seem to be applicable to the issues presented for our determination.\nIt seems to the court that the only differences in the claims involved in the first group, of which No. 4 is illustrative, from the references cited are, as stated in the brief of the Solicitor for the Patent Office “ in specifying that the motor rotor shaft is offset from the axis of the drum, and that the motor comprises a pair of intermeshing fluid-pressure operated rotors.”\nIn the specification of the Browning patent 798494 (tr. p. 86) in lines 109 to 112 it is said “ although different means may be employed for conducting the steam, compressed air, gas or other driving agents to the various cylinders, we prefer (etc.),” and figures 5 and 6 of the accompanying drawings (tr. p. 81) illustrate the point. In the Holmes patent, 1207555, there is disclosure of a form of fluid-pressure motor including a pair of intermeshing fluid-pressure rotors, 6 and 6', illustrated in Figures 1 and 2 of the drawings, which, it seems to the court, obviously might be used in the manner specified in the applicable claims. In the matter of a form of gearing to connect the motor to the drum the Board of Appeals said:\nSo far as this group of claims is concerned tbe problem (of substitution) does not appear at all difficult in tbe light of tbe art cited. The applicant bas merely mounted the motor of bis patent, No. 1207555, inside a hoisting drum, as in Browning, making the casing of the same an integral part of the drum. This results in tbe location of tbe rotor shaft’s eccentric to the axis of rotation of the drum and raises tbe question of gearing such rotor shaft to a fixed member on the frame in order to rotate the drum and motor about the axis of the drum.\nThe opinion then proceeds to describe methods for accomplishing the result.\nIt seems to the court that the Solicitor for the Patent Office makes a fair statement relative to the controversy as to these phases when he says in his brief:\nIt may be pointed out that if substitution of the -Holmes’ motor in the Browning device, as obviously suggested by the Browning disclosure, produces an impractical device, so that modifications thereof which might be said to involve invention, such as higher engine speed, as intimated at the bottom of page 12 of appellant’s brief, are necessary to produce a successful device, it is certain the rejected claim 4 gives no clue as to what such modifications requiring invention are, and accordingly fails to point out the alleged invention if any there be.\nAs to this group of claims, therefore, we do not think there is any error to be found in the decision of the Board of Appeals.\nClaim 10 was also rejected on the prior patent to appellant in view of Tadey, 1165814, and we discern no error in this. It seems to us that the substitution of the intermeshing rotor type of motor for Tadey’s motor is so obvious as not to require inventive skill, and falls within the classification relative to mechanical skill and construction.\nClaim 28 was rejected on the German patent, 279266; Abbe, 1110995; and Davenport, 1110313.\nIt seems to us that all the factors of claim 28 are included in the German patent, except, as is stated by the Solicitor for the Patent Office, “ an air actuated motor ” and “ means forming only a relatively fixed passage within said drum means for conducting air to said motor.” The German device appears to contemplate an electrically actuated motor, and the claim was originally rejected by the examiner on the ground that no invention was involved in substituting an air motor for the electric motor of the reference for purposes of actuation. This, in our opinion, is a sound view. But were it erroneous we think the specifications and illustrative drawings covered by both the. Abbe and Davenport patents so clearly disclose “ only a relatively fixed passage ” for conducting air to the motor as to be a legitimate bar to this claim of appellant.\nClaim 29 was rejected on a British patent, Wild, being 113366 of 1918; the board stating that the only feature distinguishing applicant’s claim from Wild is in locating his (Wild’s) gears A and e outside the plate i (Pig. 4 Wild, trans. p. 120) and that “no invention would be involved in so doing and there would be no difference in the result.” It is noted that in the decision of the examiner the German patent of 279266 of 1914 was also referred to, and that a further ground of rejection was “incoherency or indefiniteness,” but we have considered the claim only in the light of Wild.\nAppellant insists that his claim differs from the Wild patent in two particulars, viz:\n1. Tlie drum in tlie Wild disclosure is not closed at tbe axial portion thereof. The shaft b extends on through the end of the drum.\n2. The gears d, e, <j, and h are all in a common chamber, whereas the claim specifies that a portion be disposed within the closed chamber, but that one gear at least be carried by and be outside of the member forming the outermost end of the chamber. J\nAs for the first alleged differentiation it appears from a study of the Wild Figure 2 that it discloses a shaft 5 which fills the opening of the drum c which closes the chamber containing the gears, and we think the process whereby, in appellant’s device, the closed cham-Der is formed by securing the end member 4 “ fixedly ” to the drum is a matter of skill in the art rather than of invention.\nIt is undoubtedly true that in Wild the gearing indicated by the letters J, e, g, and h is totally inclosed. The specifications (trans. p. 109) and the drawing Figure 4 so show. It is also true that in the claim at issue and the illustrative drawing Figure 6 it is shown that there is proposed an outer driving gear which is to mesh with the internal gear “ so as to drive the drum in the manner set forth in the description of the hoisting mechanism.” We are not convinced, however, that it is inventive merely to place certain of the gears outside rather than having them all inclosed, particularly in view of the fact that this causes no alteration in the final result.\nIt seems to the court that there is a degree of indefiniteness in claim 30 which is confusing. The specific language to which we refer is “A hoisting mechanism comprising rotatable drum means, a motor therefor having a housing rotatable therewith.” Does this mean that the housing rotates with the drum or with the motor? Appellant insists that it means the drum and the examiner seems to have so interpreted it and held that the limitation was immaterial. The board points out that “ the claim does not make it clear whether the motor rotates with the drum or not,” but adds that “the motor of the reference would operate if it were connected to the drum instead of to the frame.” The reference is to the German patent, supra, to Howell, 660686, October 30, 1900, and to Benson, 131425, June 23,1903. Upon the whole language of the claim we are content to take appellant’s interpretation as understood bj*- the examiner and construe the language to mean a “ motor whose housing is rotatable with the drum.” Appellant insists that under this construction the Howell patent is obviously irrelevant, and we think this is correct, since the Howell motor appears to be one which drives a drum by means of reduction gearing contained within the drum. In the German patent, however, it appears that there is member s, the left portion of which constitutes a housing for the motor m and that this motor housing is rotatable with the drums, and the examiner considered the combination in claim 30 unpatentable over the German patent on the ground that a. motor like that in Benson might be substituted for the German patent, while the board holds out the idea that the motor m of the German patent might be connected to the drum instead of the frame.\nAppellant argues upon these points that the patent to Benson discloses an engine carried by standards; that each of the valve shafts is provided with a pinion; that these pinion mesh with stationary gear; and that there is not the slightest suggestion from the patents themselves of replacing the motor of the German patent by a rotary engine of the type disclosed by Benson, which is adapted to drive a belt passed around its casing and has no arrangement for driving a set of gearing. He further insists that it would be a fundamental change in the hoisting mechanism of the German patent to connect the motor to the drum instead of to the frame, and that, even if the change were made, far-reaching alterations would have to be made or else there would be no possibility of driving the drum.\nFrom our study and analysis of the drawings, processes of operation, etc., of the application and references, we have concluded that under the interpretation which we place upon claim 30 as to it being “ limited to a motor whose housing is rotatable with the drum,” we believe appellant’s contentions are well founded and hold that No. 30 presents a patentable claim, and we think that No. 31 is so closely related to 30 as that it should also be allowed.\nClaim 43 was rejected on either Abbe or Davenport, and we think correctly so, for practically the same reasons given in passing upon claim 28 and which will not be here repeated.\nIn passing upon claims 59 and 61, which were rejected on Benson, Backstrom, Holmes, McNamara, and also as defining only a fragment of an invention (referring to Jay v. Weinberg, 250 Fed. 469), the Board of Patent Appeals said:\nWe understand these claims to relate to the intersection of the two bores for the rotors of the motor as shown in Figures 3 and 4. The arrangement is the same as in Figure 2 of Holmes or Figure 2 of the Backstrom and to merely embody this motor as a part of the hoisting drum would not involve invention. These claims do not even define the function of the bores nor include anything cooperating therewith, and there is nothing inventive in forming two intersecting bores in a hoisting drum or anything else.\nWe agree with the board as to these claims. Examination of the decisions and authorities cited by appellant, and analyzing them along with those cited by the Solicitor for the Patent Office, leads us to the conclusion that appellant’s contention as to these claims is not well founded.\nIn accordance with this opinion the decision of the Board of Appeals is affirmed as to all claims at issue except Nos. 30 and 31, and as to these it is reversed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Louis A. Maosson and Herbert G. Kimball for appellant.",
      "T. A. Hostetler and Howard 8. Miller for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Morris P. Holmes\n(No. 2123)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nLouis A. Maosson and Herbert G. Kimball for appellant.\nT. A. Hostetler and Howard 8. Miller for the Commissioner of Patents.\n[Oral argument June 10, 1929, by Mr. Maxson, Mr. Kimball, and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hateield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0597-01",
  "first_page_order": 47,
  "last_page_order": 54
}
