{
  "id": 9493263,
  "name": "CITY OF PITTSBURGH v. Shirley SLOAN. Appeal of City of Pittsburgh/Frank Gates Services Company",
  "name_abbreviation": "City of Pittsburgh v. Sloan",
  "decision_date": "2001-06-18",
  "docket_number": "",
  "first_page": "598",
  "last_page": "604",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 598"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "675 A.2d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463592,
        7875378,
        7875467,
        463564
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0203-01",
        "/a2d/675/1213-01",
        "/a2d/675/1213-02",
        "/pa/544/0202-02"
      ]
    },
    {
      "cite": "544 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463592
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0203-01"
      ]
    },
    {
      "cite": "587 A.2d 901",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1412281
      ],
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/138/0309-01"
      ]
    },
    {
      "cite": "679 A.2d 1356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11339490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/679/1356-01"
      ]
    },
    {
      "cite": "508 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1346114
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/96/0613-01"
      ]
    },
    {
      "cite": "523 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820306
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "discussing the mental/mental standard of proof"
        },
        {
          "parenthetical": "discussing the mental/mental standard of proof"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0509-01"
      ]
    },
    {
      "cite": "759 A.2d 424",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11231172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/759/0424-01"
      ]
    },
    {
      "cite": "742 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11496938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/742/0254-01"
      ]
    },
    {
      "cite": "764 A.2d 1072",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "746 A.2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11472748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/746/0661-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 898,
    "char_count": 17702,
    "ocr_confidence": 0.667,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21844671253034442
    },
    "sha256": "f272890dcb965fbb72bc9e6a1b43823f8896b0c6775ecc0bef99623290b09aea",
    "simhash": "1:586cd8a1edff1bf1",
    "word_count": 2851
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SMITH, Judge, KELLEY, Judge, and RODGERS, Senior Judge."
    ],
    "parties": [
      "CITY OF PITTSBURGH v. Shirley SLOAN. Appeal of City of Pittsburgh/Frank Gates Services Company."
    ],
    "opinions": [
      {
        "text": "SMITH, Judge.\nThe City of Pittsburgh / Frank Gates Services Company (City) appeals from an order of the Court of Common Pleas of Allegheny County that reversed the decision of an Arbitrator and awarded Lieutenant Shirley Sloan benefits with interest under the act commonly known as the Heart and Lung Act, Act of June 28, 1935, P.L. 477, as amended, 53 P.S. §§ 637-638. The City contends that the Arbitrator correctly determined that Sloan did not sustain an injury in the performance of her duties because she failed to demonstrate an abnormal working condition to support her mental injury claim. The City further contends that the trial court impermissibly usurped the Arbitrator’s role as the fact-finder by concluding that the Arbitrator’s findings were against the weight of the evidence.\nI\nSloan has been employed by the City’s Police Department since 1980. She was promoted to the rank of sergeant in 1990, and she was promoted to the rank of lieutenant in 1993. She has a spotless record and has never been disciplined. Sloan removed herself from the workplace on the recommendation of City police psychologist Dr. Gerald Massaro on July 16, 1996. Thereafter, Sloan filed two applications with the City seeking Heart and Lung Act benefits, alleging that she had sustained a mental injury. Sloan provided the City with reports from psychologists Drs. Betsy Sinnetb-Brush and Paul Frye asserting that her disability was work related.\nThe City denied the applications on grounds that Sloan’s claim was not work related. At the City’s request, Sloan underwent a medical examination conducted by Dr. David Spence, a board certified psychiatrist. Dr. Spence’s evaluation showed that Sloan is depressed and anxious and unable to return to work. Dr. Spence wrote: “If the events which Ms. Sloan claims to have occurred did indeed occur, and if the Police Department did in fact fail to take appropriate action in response to these incidents, then it is reasonable to attribute Ms. Sloan’s emotional distress and frustration to the actions and subsequent non action of various elements within the police department.” Report of Dr. Spence, at p. 6.\nHeart and Lung Act arbitration proceedings were held before Arbitrator John J. Morgan in 1998. Sloan testifed that when she joined the police force, she was initially assigned to Zone One (Northside). At first she was treated equally by the other officers in Zone One but that changed when she was considered for promotion to sergeant in 1990. Before being promoted to sergeant, then Police Chief DeRoy informed Sloan that his office had received anonymous phone calls threatening to notify the media that Sloan was arrested for welfare fraud before becoming a police officer. That arrest had been resolved through an accelerated rehabilitative disposition. Chief DeRoy afforded Sloan an opportunity to decline the promotion. When Sloan accepted the promotion, the media was notified of the arrest.\nSloan’s treatment by her colleagues worsened. She was given dangerous assignments without backup. She was denied a turn at desk sergeant duty; that assignment was based upon seniority except when it became Sloan’s turn she was skipped. She was assigned the street beat during the midnight shift in sub-zero temperatures without a car, and her superiors forbade her from getting into another officer’s patrol car to warm herself; instead she had to warm herself by standing near the exhaust of a patrol car. Her complaints to her commanding officer went unanswered. Sloan sought psychological treatment and filed a claim with the Human Relations Commission. After filing the claim, Sloan was transferred to Zone Six (Oakland/Point Breeze), where her new commanding officer, Lieutenant O’Connor, was able to act as a buffer and protect her from many departmental problems.\nWhen Sloan was considered for promotion to lieutenant in 1993, then Police Chief Bufford informed her that his office had received anonymous phone calls threatening to notify the media of Sloan’s welfare fraud arrest if she accepted the promotion. Chief Bufford offered her an opportunity to decline the promotion. When Sloan accepted the promotion, the media was again informed of the arrest. Sloan’s promotion to lieutenant moved her to Zone Five (East Liberty/Homewood) and caused considerable animosity among Sloan’s colleagues. Sloan was promoted over several male police officers, most of whom were in Zone One, who filed a lawsuit against the City on account of the promotion.\nSloan testified that officers from Zone One began to harass her again after her promotion to lieutenant. For instance, one sergeant from Zone One threatened to serve a search warrant oh Sloan’s home to find her son’s girlfriend, who was accused of truancy. Furthermore, after Sloan applied for a commander position, the officers from Zone One began to harass Sloan’s children. They arrested Sloan’s sons five times, and each time the charges were dismissed in court. The assistant chief of police ordered Sloan not to comment at the scene on these arrests as other parents could; instead she was required to write memorandums called “specials” or give statements through the police disciplinary process. Sloan’s older son, Officer Alphonso Sloan, a new police recruit, also began to be harassed. The words “Sloan’s mother” were written on a poster next to the face of a fugitive on a board accessible only by police in Officer Sloan’s zone. He was denied backup in dangerous assignments, and on one occasion a police officer in a private vehicle nearly ran over him, but his complaint was dismissed as unfounded because he did not perfectly identify the license plate.\nSloan filed 14 complaints with the Office of Municipal Investigations (OMI) from October 1994 to December 1996, but the incidents of harassment were never properly investigated. Sloan testified:\nI’m a police lieutenant. If someone came to me with a complaint that something was going on, I’m obligated as a police lieutenant to do something about it. And I’ve gone to assistant chiefs, chiefs. I’ve written to [the deputy may- or], I notified everyone, and I asked for help, and I never got help. It just continued. Until today it continues.\nI’m a lieutenant in this department. I know how it feels when you don’t get backup. I know how dangerous it is. They are now doing that to my son, and it shouldn’t affect me? When I feel the only reason they’re doing it to him is because of who I am. He’s a new recruit. He hasn’t done anything wrong. So why would you treat him this way unless you’re treating him this way because of who his mother is?\nN.T. May 6, 1998, at pp. 46-47.\nSloan testified that she was transferred downtown to take a less stressful position; she was assigned to the Warrants Office for a while and then was transferred to the Personnel and Finance Office. After one of the harassment incidents involving her sons in October 1995, Sloan stopped working upon the advice of Dr. Massaro. She returned to work in December 1995, and in June 1996 she was transferred to the municipal court to a newly created “Court Liaison” position. She was told to develop a way to reduce court costs, but she was given no job description and no direction as to how to perform the task. Furthermore, she was not provided a key card to access the building in which she would be working, was not assigned a desk, was not given a telephone and was not provided with an area to file the documents that she created.\nSloan testified that on one occasion while she was trying to familiarize herself with the functions of the municipal court, Magistrate Moira Harrington yelled at her in open court, ordering her to leave the area where she needed to be to learn the court’s functions. Thereafter, Sloan was reduced to doing nothing except pacing the halls of the municipal court building. She produced no work product, but she was never reprimanded for failing to do so. Sloan left the workplace on July 16, 1996 on the advice of Dr. Massaro. She has since attempted to return to work, but the City has been unwilling to accommodate her.\nThe City produced testimony from Kathy Kraus, the Acting Director of the Public Safety Department, Sergeant Lynn Palmer-Retsch, Manager of OMI Roy Dean and Magistrate Harrington. Kraus testified about various matters including the circumstances of Sloan’s transfer to the Court Liaison position. Kraus explained that it was a new position, which required initiative from Sloan and that she thought Sloan would do well there. Sergeant Palmer-Retsch, the current Court Liaison, testified that when she was first transferred she was provided with no key card, desk or phone, but she was able to secure these things with effort over time, and she is now performing her duties. She also reported being yelled at by Magistrate Harrington, who testified that she does occasionally project her voice in order to maintain order in her courtroom but never intended to offend Sloan or to prevent her from returning to the courtroom.\nDean testified on direct examination that he was familiar with nine or ten of Sloan’s complaints, that OMI investigated all of them and that OMI had reached a disposition on every one of which he knew, but Sloan may not have been informed of all of the dispositions. Sloan’s counsel requested that Dean produce the notices of disposition that OMI was required to send to the complainant in every case. Over the City’s objection, the Arbitrator directed Dean to produce the dispositions. When the hearing resumed approximately one month later, Dean was able to produce dispositions for only four of Sloan’s complaints. One of the disposition letters was sent three years after the complaint was filed, and another was sent two and one-half years after the complaint was filed. OMI regulations require OMI to reach a disposition within 90 days, and Dean admitted that the lengths of time involved for Sloan’s complaints were not routine.\nThe Arbitrator denied Sloan’s claims on grounds that Sloan had not established that her mental injury was caused by abnormal working conditions involved in the performance of her duty. The Arbitrator examined some of Sloan’s more significant allegations of harassment and determined that each of them in isolation did not constitute abnormal working conditions and that some were too distant in time to have caused her mental problems. Further, the City’s failure to dispose of Sloan’s written complaints could not constitute abnormal working conditions because Sloan filed the complaints in her private capacity as a mother rather than in the performance of her duties as a police officer. The conditions of Sloan’s final assignment as Court Liaison were not abnormal because Sergeant Palmer-Rausch was placed in the same conditions when she was transferred to that assignment. Finally, the Arbitrator noted that the City’s psychiatrist addressed Sloan’s “subjective reactions” as a parent or private citizen, even though the psychiatrist concluded that Sloan appeared credible in her claims of harassment occurring during the course of her work as a police officer.\nThe trial court reversed the Arbitrator, holding among other things that the Arbitrator erred as a matter of law in requiring Sloan to establish abnormal working conditions; that the Arbitrator exceeded the scope of his authority in denying Sloan’s right to benefits; that the Arbitrator made a decision for which no supporting substantial evidence can be found in the record; and that the Arbitrator’s findings are inconsistent with the testimony and arguments of the City. The court noted that the City presented a witness who testified only that she tolerated conditions similar to those Sloan confronted in the municipal court. The court thereupon reversed the Arbitrator and ordered an award of benefits under the Heart and Lung Act. The Court’s review of the trial court’s order is limited to determining whether the necessary findings of fact are supported by substantial evidence, whether constitutional rights were violated and whether an error of law was committed. City of Pittsburgh v. Kisner, 746 A.2d 661 (Pa.Cmwlth.), appeal denied, 564 Pa.715, 764 A.2d 1072 (2000).\nII\nA municipal police officer who is injured in the performance of his or her duties and is temporarily incapacitated by reason thereof is entitled to compensation at his or her full salary under the Heart and Lung Act until the disability arising therefrom ceases. 53 P.S. § 637. The dispositive inquiry to determine whether an officer was injured in the performance of his or her duties is whether the officer suffered an injury as a result of engaging in an obligatory task, conduct, service, or function that arose precisely from his or her position as a police officer. McLaughlin v. Pennsylvania State Police, 742 A.2d 254 (Pa.Cmwlth.1999). This Court recently decided in Rodgers v. Pennsylvania State Police, 759 A.2d 424 (Pa.Cmwlth.2000), a case of first impression, that in order to establish a claim for a mental injury under the Heart and Lung Act, the officer must show that the injury arose from abnormal working conditions, i.e., that the injury is not a subjective reaction to normal working conditions.\nIn light of Rodgers both parties agree that Sloan was required to show that her injury arose from abnormal working conditions. See Martin v. Ketchum, Inc., 523 Pa. 509, 568 A.2d 159 (1990) (discussing the mental/mental standard of proof). An injury arising from abnormal working conditions is one which is caused by the work-place experience itself as opposed to an injury that is so subjective that it could have been caused by any stress-related experience and was always present in the person of the claimant and was simply triggered by what would be for anyone else a common everyday work experience. Rodgers. A claimant’s subjective reactions to working conditions cannot alone provide the necessary causal relationship between the employment and the mental injury, rather the claimant must produce objective evidence which corroborates the claimant’s subjective description. Andracki v. Workmen’s Compensation Appeal Board (Allied Eastern States Maintenance), 96 Pa.Cmwlth.613, 508 A.2d 624 (1986).\nThe City first contends that the Arbitrator properly denied Sloan’s claim. Sloan alleges that she suffered a mental injury due to a pattern of harassment from her co-workers and the City’s failure to properly address the harassment. Ongoing harassment from co-workers or supervisors gives rise to abnormal working conditions. Grimes v. Workmen’s Compensation Appeal Board (Proctor & Gamble), 679 A.2d 1356 (Pa.Cmwlth.1996); Archer v. Workmen’s Compensation Appeal Board (General Motors), 138 Pa.Cmwlth.309, 587 A.2d 901 (1991). The incidents alleged by Sloan do not constitute mere isolated incidents of offensive behavior. Compare Philadelphia Newspapers, Inc. v. Workmen’s Compensation Appeal Board (Guaracino), 544 Pa. 203, 675 A.2d 1213 (1996). Rather, Sloan alleges a pattern spanning years of behavior that was not only offensive but also created a serious risk to her safety and the safety of her children.\nWorking conditions that place an employee in the position of choosing between continuing her duties or being subjected to repeated harassment and having her children assaulted, harassed, insulted, nearly run down and sent into life-threatening situations without proper support cannot be considered normal under any definition. The Arbitrator erred as a matter of law in concluding that these conditions did not arise in the performance of Sloan’s duties. Sloan testified that her coworkers harassed her because of her promotions. The co-workers’ choice of Sloan’s children as their target as well does not alter the fact that the harassment arose from Sloan engaging in the functions of her position following promotion. Written complaints were the workplace mechanism that the City provided that ought to have addressed this harassment arising from Sloan’s performance of her duties; thus the City’s failure to dispose of the complaints must likewise be said to have arisen from Sloan’s performance of her duties. Accordingly, the evidence presented by Sloan could establish that she suffered a mental injury in the performance of her duties. McLaughlin.\nThe Arbitrator erroneously concluded that Sloan’s allegations could not establish as a matter of law that she sustained a mental'injury in the performance of her duties. Due to this error of law, the Arbitrator failed to make the necessary findings concerning whether Sloan and her children were actually subjected to harassment by Sloan’s co-workers such that it caused Sloan to suffer a mental injury compensable under the Heart and Lung Act. Rodgers. If the Arbitrator finds that Sloan did suffer such on-going harassment giving rise to abnormal working conditions, then the Arbitrator shall enter an award for compensation under the Heart and Lung Act in favor of Sloan. The trial court’s order therefore is vacated, and this matter is remanded to the trial court for remand to the Arbitrator pursuant to the foregoing discussion.\nORDER\nAND NOW, this 18th day of June, 2001, the order of the Court of Common Pleas of Alegheny County is hereby vacated, and this case is remanded in accordance with the Court’s opinion.\nJurisdiction is relinquished.",
        "type": "majority",
        "author": "SMITH, Judge."
      }
    ],
    "attorneys": [
      "Dale A. Cable, Pittsburgh, for appellant.",
      "Michael Steven Sherman, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "CITY OF PITTSBURGH v. Shirley SLOAN. Appeal of City of Pittsburgh/Frank Gates Services Company.\nCommonwealth Court of Pennsylvania.\nSubmitted on briefs Dec. 15, 2000.\nDecided June 18, 2001.\nDale A. Cable, Pittsburgh, for appellant.\nMichael Steven Sherman, Pittsburgh, for appellee.\nBefore SMITH, Judge, KELLEY, Judge, and RODGERS, Senior Judge."
  },
  "file_name": "0598-01",
  "first_page_order": 640,
  "last_page_order": 646
}
