{
  "id": 8083583,
  "name": "Joseph P. SINCLAIR, Plaintiff, v. Dorothy W. SINCLAIR, Defendant",
  "name_abbreviation": "Sinclair v. Sinclair",
  "decision_date": "1968-01-31",
  "docket_number": "",
  "first_page": "604",
  "last_page": "606",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 604"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "148 A.2d 776",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "1 Storey 515",
      "category": "reporters:state",
      "reporter": "Storey",
      "opinion_index": 0
    },
    {
      "cite": "1 Del.Ch. 368",
      "category": "reporters:state",
      "reporter": "Del. Ch.",
      "case_ids": [
        457843
      ],
      "year": 1831,
      "opinion_index": 0,
      "case_paths": [
        "/del-ch/1/0368-01"
      ]
    },
    {
      "cite": "116 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "10 Terry 368",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 7899,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2007719368967071
    },
    "sha256": "0b48e21fa0b081da89cf322a158dc9f9cd6e734cbdc3d784c7e2cc675753381f",
    "simhash": "1:2f54dc3ab72dd6d0",
    "word_count": 1328
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joseph P. SINCLAIR, Plaintiff, v. Dorothy W. SINCLAIR, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION\nO’HORA, Judge.\nPlaintiff filed suit for divorce on February 20, 1967, in which the grounds alleged were three years voluntary separation, under the provisions of 13 Del.C. § 1522. Plaintiff’s complaint was amended April 19, 1967 to include, as an additional ground for divorce, “constructive desertion”. Trial in the matter was heard on November 9 and 10, 1967. At trial the court ruled that the evidence did not support a divorce on the ground of voluntary separation and granted defendant’s motion for judgment as to that ground. ■ Subsequently the Court granted plaintiff’s divorce on the ground of constructive desertion for the reasons set forth in letter opinion dated November 17, 1967. Thereafter and prior to the entry of final decree of divorce, defendant moved for reargument and a new trial and to amend her pleadings previously filed. By order of the Court dated December 8, 1967, the entry of a decree nisi was withdrawn pending decision upon defendant’s motions.\nThe basic issue raised by defendant is jurisdictional, having to do with the question of whether or not the Court had jurisdiction over the subject matter. Although such issue was not raised by defendant until after trial and after decree nisi granted, it is conceded by plaintiff that this is a question which may properly be raised at any time prior to the entry of final judgment. Gahn v. Gahn, 10 Terry 368, 116 A.2d 902 (Super.Ct.1955); Beeson v. Elliott, 1 Del.Ch. 368 (1831). The Court, therefore, grants defendant’s motion to amend her answer so as to formally raise the jurisdictional question herein considered.\nDefendant’s contentions evolve around an interpretation of 13 D.C. § 1525 and in particular the question of when a cause of action arises in a divorce proceeding. The pertinent language of the statute relied upon by defendant reads as follows:\n“For purposes of divorce, either absolute or from bed and board, jurisdiction may be acquired by personal service upon the defendant within this State, under the following conditions—\n(1) * * * * *\n(2) When, since the cause of action arose, either party has become, and for at least two years next preceding the commencement of the action has continued to be, a bona fide resident of this State; if the cause of action alleged was recognized in the jurisdiction in which such party resided at the time the cause of action arose, as a ground for the same relief asked for in the action in this State.”\nThe evidence presented at trial and alluded to in the Court’s opinion in support of its finding that plaintiff was entitled to a divorce on the ground of constructive desertion occurred over an extended period of time primarily while both parties were residents of the State of South Carolina. It is defendant’s position that under the cited statute the Court lacks jurisdiction to grant a divorce because the evidence which supports the ground for divorce occurred outside of Delaware and in a State which does not recognize such ground as a basis for divorce. The several cases cited by the defendant in her brief would seem to sustain the conclusion that South Carolina does not recognize constructive desertion as a ground for divorce.\nThe difficulty with defendant’s position is that she assumes that the time when the “cause of action arose” is somehow synonymous with the evidence which in combination makes up the ground itself. The Court cannot agree with this conclusion.\nIt would seem more logical that the “cause of action arose” at the time that all of the essential facts existed which form the basis of the ground for divorce but not at any point in time when only some of such facts existed. In an action grounded on constructive desertion, for example, in addition to the evidence which would justify the plaintiff’s leaving defendant there must also have occurred, in fact, a separation of the parties. Stated otherwise, to sustain the ground of constructive desertion it is essential that a separation between the parties have existed. Until such occurrence it cannot be said that the cause of action comes into existence.\nIn the instant case the facts presented at trial support the conclusion that the parties were not separated prior to September 16, 1963. On that date the plaintiff, because of his employment was transferred to the State of Delaware and commenced establishing a residence here. While the marriage was in an extremely troubled state at that time the parties did not in fact separate until sometime following October 19, 1963 after an incident involving their daughter at college, this being the last of a series of incidents which caused plaintiff to conclude that the marriage was over and that he no longer could continue living with defendant. At this point in time plaintiff had become a resident of the State of Delaware. At the latest the formal separation between the parties occurred in November, 1963, when the parties entered into a separation agreement. All elements of the ground of constructive desertion thereupon came together so that it can be said that the cause of action then arose. The Court earlier ruled that this agreement was not entered into voluntarily by the defendant but it does support the conclusion that the parties were then and there separated.\nThe plaintiff being a resident of the State of Delaware at the time the cause of action arose or ripened it was only necessary, under the provisions of 13 Del.C. § 1525(1), for him to await the passage of two years before he could assert this cause of action as a ground for divorce based upon Delaware law. 13 Del.C. § 1525(1) reads,\n“(1) When, at the time the cause of action arose, either party was a bona fide resident of this State, and has continued so to be down to the time of the commencement of the action; except that no action for absolute divorce shall be commenced for any cause other than adultery or bigamy, unless one of the parties has been for the two years next preceding the commencement of the action a bona fide resident of this State.”\nIn Livani v. Livani, 1 Storey 515, 148 A.2d 776 (Super.Ct.1958), President Judge Stif-tel was faced with a somewhat similar situation. The actual separation of the parties, under the facts of the Livani case, occurred outside of the State of Delaware. Judge Stiftel properly concluded that the plaintiff had the burden of establishing that the ground for divorce was recognized in the foreign jurisdiction. The ground in that case, also constructive desertion, was not at that time recognized in the foreign jurisdiction, the State of Pennsylvania. It is interesting to note, however, that Judge Stiftel in passing made this comment:\n“There is little doubt that if the marital domicile had been Delaware at the time the plaintiff left the home, that she would be entitled to a divorce on the ground of desertion by construction of law, commonly known as 'constructive desertion’.”\nIt is the conclusion of the Court that in the instance here presented the exact situation suggested by Judge Stiftel, exists. While most of the particular incidents which supported plaintiff’s ground for divorce occurred in South Carolina at least one major incident occurred in Delaware and at the time of the separation of the parties the marital domicile was the State of Delaware. The plaintiff need look only to the laws of the State of Delaware to support the ground asserted, and there is no dispute that constructive desertion is a ground for divorce in this State.\nFor the reasons herein stated, it is the conclusion of the Court that defendant’s motion for reargument and/or new trial be denied and that a decree nisi be granted as of this date.\nIt is so ordered.",
        "type": "majority",
        "author": "O’HORA, Judge."
      }
    ],
    "attorneys": [
      "John T. Gallagher, Wilmington, for plaintiff.",
      "Thomas G. Hughes, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Joseph P. SINCLAIR, Plaintiff, v. Dorothy W. SINCLAIR, Defendant.\nSuperior Court of Delaware. New Castle.\nJan. 31, 1968.\nJohn T. Gallagher, Wilmington, for plaintiff.\nThomas G. Hughes, Wilmington, for defendant."
  },
  "file_name": "0604-01",
  "first_page_order": 636,
  "last_page_order": 638
}
