{
  "id": 9493323,
  "name": "DORAL II CONDOMINIUM ASSOCIATION, Petitioner, v. PENNSYLVANIA HUMAN RELATIONS COMMISSION, Respondent",
  "name_abbreviation": "Doral II Condominium Ass'n v. Pennsylvania Human Relations Commission",
  "decision_date": "2001-06-25",
  "docket_number": "",
  "first_page": "605",
  "last_page": "611",
  "citations": [
    {
      "type": "official",
      "cite": "779 A.2d 605"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "598 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1423205
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "596"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/143/0054-01"
      ]
    },
    {
      "cite": "660 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866370
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/660/0143-01"
      ]
    },
    {
      "cite": "639 A.2d 953",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1458232,
        7866270
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "956"
        },
        {
          "page": "956"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/162/0602-01",
        "/a2d/639/0953-01"
      ]
    },
    {
      "cite": "598 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1423205
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "596"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/143/0054-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 869,
    "char_count": 19527,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21844709865324194
    },
    "sha256": "028db6a9c74f8fbfb74cbd0c0de1959b17f312c05e3be1755c8cfff1117e5851",
    "simhash": "1:e5a3e0fdcd527a44",
    "word_count": 3128
  },
  "last_updated": "2024-02-27T20:14:21.778057+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McGINLEY, Judge, FLAHERTY, Senior Judge, and LEDERER, Senior Judge."
    ],
    "parties": [
      "DORAL II CONDOMINIUM ASSOCIATION, Petitioner, v. PENNSYLVANIA HUMAN RELATIONS COMMISSION, Respondent."
    ],
    "opinions": [
      {
        "text": "McGINLEY, Judge.\nDoral II Condominium Association (Doral II) appeals from an order of the Pennsylvania Human Relations Commission (Commission), which (1) directed that Doral II cease and desist denying reasonable requests for modifications to common areas which would accommodate individuals with disabilities; (2) awarded compensatory damages to Samuel Zaslow and the estate of Muriel Zaslow; and (3) imposed a civil penalty based on its determination that Doral II had violated Section 5(h)(3.1) and (3.2) of the Pennsylvania Human Relations Act (PHRA).\nMuriel Zaslow, now deceased and her husband Samuel Zaslow (Zaslow) owned a condominium unit in the Doral II, 9906 Bustleton Avenue, Philadelphia, Pa. Doral II consists of one hundred twenty-two (122) condominiums in seven two-story buildings. Each two-story building is divided into sections of four condominium units, two on the first floor and two on the second floor. The Zaslow’s had a second floor unit.\nIn March 1997, Muriel Zaslow suffered a massive stroke, which left her unable to walk, caused a loss of kidney function and required that she be fed through a feeding tube. In May 1997, Muriel Zaslow returned home. She was confined to a wheelchair and received care from visiting nurses and her husband. Because she required kidney dialysis, she had to be transported to the hospital three times per week by ambulance. The ambulance attendants strapped her into a collapsible chair and carried her down the steps. To go anywhere, Muriel Zaslow had to be carried. Not long after the ambulance trips began, the insurance company notified Zaslow that reimbursement of the ambulance transport expenses was uncertain.\nZaslow attempted to resolve the transportation problem. He explored the feasibility of installing a chairlift in the common area stairway outside his unit. Zaslow offered to pay all costs of installation. He received the consent of the owners of the three other condominium units in the building. Zaslow informed the Doral II board of his plan to install a chairlift, but did not provide the board with any details. Letter, June 10, 1997; Reproduced Record (R.R.) at 373a. The Doral II board denied his request. Letter, June 19, 1997; R.R. at 374a. Zaslow advised Doral II by letter, June 21, 1997, that the action was discriminatory and threatened legal action. Letter, June 21, 1997; R.R. at 375a. Zas-low did not pursue the matter further until the general association meeting on October 6, 1997. At the meeting, Zaslow informed the members that he wanted to install a chairlift and that he would be financially responsible. Notes of Testimony, March 7, 2000, (N.T) at 70; R.R. at 70a. The Doral II executive board denied Zaslow’s request. Muriel Zaslow died the following day on October 7,1997.\nOn March 20, 1998, Zaslow filed a complaint with the Commission and alleged that Doral II violated Section 5(h) of the PHRA for failure to provide a reasonable accommodation for his disabled wife. 43 P.S. § 955(h). Zaslow sought a cease and desist order, civil penalties, counsel fees and damages. After attempts at conciliation failed, the Commission conducted a hearing on March 7, 2000.\nZaslow presented various witnesses to establish Muriel Zaslow’s condition and the events that culminated in Doral II’s rejection of the chair lift. Zaslow also presented the report and testimony of Gray Smith, (Smith), registered architect. Smith testified that the installation of the chair lift did not comply with building code stairway width requirement and a variance was needed.\nIt would not be in strict compliance with the building code, any stairlift on that stairway. Because it is although not the minimum 36\", it’s 39\". Anything greater than 3\" would obviously create an obstruction in the stairway. If he had applied for a Building Permit at the time, he would have been referred to the Accessibility Advisory Board and the Philadelphia Board of Building standards. To secure variances, because they are empowered to grant variances with respect to the code, [sic]\nAnd it is my experience and my understanding from having talked to the Chairman of the Accessibility Advisory Board that they had reviewed a number of cases, many cases of this kind, and those two boards have approved them in their experience.\nThey would be concerned about obstruction to the doors at the bottom of the stairway ... Assuming it could be demonstrated that it would not obstruct that opening in any way, shape or form....\nN.T. at 308-310; R.R. 308a-310a.\nRegarding a variance, Smith stated, “No, I did say that it wouldn’t be in compliance with the code unless of course variances were granted and then it would be in compliance with the process ... [and require] [p]robably more than one variance ...” N.T. at 318; R.R. 318a.\nDoral II offered the report and testimony of Robert Kobelin (Kobelin), a licensed architect. Kobelin’s report and testimony indicated that the stairlift could not be installed in compliance with the local building code. “In my opinion they wouldn’t get a variance, no. And I certainly wouldn’t even seek one as a professional here, because it would so restrict the stairway.” N.T. at 254-255; R.R. at 254a-255a.\nThe hearing examiner concluded that Zaslow established a prima facie case of discrimination under Section 5(h)(3.1) and (3.2) of the PHRA, 43 P.S. § 955(h)(3.1) and (3.2) and found as follows:\n4.The Zaslows established a prima fa-cie case of disability discrimination under 5(h)(3.1)(3.2) by showing:\na. that Muriel Zaslow was a member of a protected class, in that she had a physical impairment, which substantially limited a major like activity, walking;\nb. the Zaslows requested the accommodation of a chairlift from Doral II;\nc. the Zaslows were denied the requested accommodation even before they requested it;\nd. the Zaslows were also denied the accommodation after they requested it;\ne. the accommodation requested was reasonable; and\nf. the Zaslows would have paid for the accommodation themselves out-of-pocket and would have been responsible for any damage caused when the accommodation would have been removed.\n5. Doral II articulated legitimate non-diseriminatory reasons why the Zaslows were refused the accommodation.\n6. The Zaslows successfully proved by a preponderance of the evidence that Doral II [sic] articulated reasons for refusing to allow the accommodation were pretextual.\nCommission Opinion at 13-14. The hearing examiner recommended Doral II pay Zaslow a damage award of $20,075.00 as compensation for economic and emotional injuries sustained by him and his wife and pay a civil penalty of $2000.00. Commission Opinion at 26. By order dated August 29, 2000, the Commission adopted the hearing examiner’s recommended opinion, findings of fact and conclusions of law without revision. Commission Final Order, August 29, 1999, 2000. This appeal followed.\nDoral II raises two issues. First, whether the Commission’s determination that Doral II unlawfully discriminated against Muriel Zaslow is supported by substantial evidence. Second, whether the Commission’s damage award is supported by substantial evidence.\nSection 5(h)(3.1) of the PHRA provide as follows:\nIt shall be an unlawful discriminatory practice ... [f]or any person to ... [r]efuse to permit, at the expense of a person with a handicap, reasonable modifications of existing premises occupied or to be occupied by such person if such modifications may be necessary to afford such person full enjoyment of the premises ....\n43 P.S. § 955(h)(3.1). Section 5(h)(3.2) provides in pertinent part:\nIt shall be an unlawful discriminatory practice ... [f]or any person ... [r]e-fuse to make reasonable accommodations in rules, policies, practices or services when such accommodations may be necessary to afford such person equal opportunity to use and enjoy a housing accommodation.\n43 P.S. § 955(h)(3.2).\nDoral II asserts that the Commission’s finding of a refusal of a reasonable accommodation was not supported by substantial evidence because the evidence demonstrated that the Zaslows were unable to install the chair lift without violating the local building code and that there was a substantial threat to the health and safety of persons using the building’s stairway. This Court must agree.\nHere, substantial evidence from two licensed architects, Kobelin and the Zas-low’s expert witness, Smith, indicated that the proposed chair lift violated local building codes. Kobelin stated:\nMy concern was whether this stairway would be safe if one of these stairlifts was installed. In my opinion, it would not be safe. Even if somebody granted a variance, it isn’t going to make it safe. It’s going to be a danger to anybody that has to come down this stairway in a fire or panic situation, which is not to say you couldn’t get a variance ... it’s an obstruction in the stairway. You have to remember that codes establish very minimum standards by which buildings are to be built. And somebody coming down this stairway — this stairway is 36 inches — 38 inches wide ... And all of a sudden they get down to the bottom where they’re trying to get out under an emergency condition and there’s this thing that projects out into the stairway 14 inches. And they get knocked down or bump it and it can cost somebody their life.\nN.T. at 268; R.R. at 268a.\nMr. Smith testified that while he thought a variance was obtainable, this did not change the uncontroverted fact that the chair lift did not comply with the existing building code. . In fact, several variances were needed. N.T. at 318; R.R. at 318a.\nThe building code establishes minimum safety construction standards. The preface to the Philadelphia Building Code states, “[t]his edition of the Philadelphia Building Code has been developed as one of a series of code revision and reformatting steps the Department of Licenses and Inspections is taking to improve operations and address the needs of the citizens as they relate to safety, welfare and health.” The Philadelphia Building Code at B-iii; R.R. at 407a.\nIn this instance, the condominium board was asked to approve a measure that did not comply with the building code and endangered the safety of the other condominium residents and the public in general by narrowing the stairway.\nIn sum, the refusal by Doral.II of the request for the installation of the chair lift was not unlawful discrimination because it was not a request for a reasonable accommodation.\nAccordingly, the decision of the Commission is reversed.\nORDER\nAND NOW, this 25th day of June, 2001, the order of the Pennsylvania Human Relations Commission, dated August 29, 2000, in the above-captioned matter is reversed.\n. This case was reassigned to the author on May 8, 2001.\n. Act of October 25, 1995, P.L. 744, as amended, 43 P.S. § 955(h)(3.1) and (3.2).\n. Our review of an order of the Commission is limited to determining whether constitutional rights have been violated, an error of law has been committed or whether the Commission’s findings of fact are supported by substantial evidence. Lincoln Realty Management Company v. Pennsylvania Human Relations Commission, 143 Pa.Cmwlth. 54, 598 A.2d 594, 596 (1991).\n. Our disposition of the first issue moots consideration of whether the Commission's damage award is supported by substantial evidence.\n. Doral II cites 16 Pa.Code §§ 44.5(b) and 44.21 for the proposition that installation of the chairlift imposed an undue hardship and demonstrable threat of harm to the health and safety of others. We need not consider these provisions. 16 Pa.Code §§ 44.5(b) and 44.21 apply only to employment and public accommodation, not to private housing. Also, Doral II failed to argue these provisions during the proceedings. Pa. R.A.P. 302 specifies that issues not raised during the proceedings below are waived and cannot be raised for the first time on appeal.",
        "type": "majority",
        "author": "McGINLEY, Judge."
      },
      {
        "text": "FLAHERTY, Senior Judge,\ndissenting.\nDoral II presents an interesting issue for our consideration. Was the Commission’s determination that Doral II unlawfully discriminated against Muriel Zaslow supported by substantial evidence?\nSection 5(h)(3.1) of the Pennsylvania Human Relations Act (PHRA) provides in pertinent part:\nIt shall be an unlawful discriminatory practice ... [f]or any person to ... [rjefuse to permit, at the expense of a person with a handicap, reasonable modifications of existing premises occupied or to be occupied by such person if such modifications may be necessary to afford such person full enjoyment of the premises ....\n43 P.S. § 955(h)(3.1). Section 5(h)(3.2) provides in pertinent part:\nIt shall be an unlawful discriminatory practice ... [f]or any person to ... [rjefuse to make reasonable accommodations in rules, policies, practices or services when such accommodations may be necessary to afford such person equal opportunity to use and enjoy a housing accommodation.\n43 P.S. § 955(h)(3.2).\nDoral II asserts that the Commission’s findings are not supported by substantial evidence because Doral II presented sufficient evidence to demonstrate that the Zaslows could not install the chairlift without violating the local building code and that there was a substantial threat to the health and safety of persons using the building’s stairway. Initially, it is noted that, in Philadelphia, the procedure to install a chairlift in a condominium common area hallway must begin with the approval of the condominium’s governing board. (Finding of Fact No. 56 by the Hearing Examiner and adopted by the Commission, hereafter F.F.) Thereafter, an application for a building permit would have to be filed with Licenses and Inspections. (F.F. No. 57.) If refused there, a variance would have to be sought by asking for a review by both the Accessibility Advisory Board and the Board of Building Standards. (F.F. No. 58.) Frequently, the Board of Building Standards has granted variances in situations similar to Zaslow’s. (F.F. Nos. 61, 62.) “Some of the criteria reviewed.. .would be the number of units affected (here one unit); the number of persons living there (again, one person); and the number of persons who could live in an affected area.” (F.F. No. 63.) All of the evidence presented by Doral II pertaining to the alleged building code violation and safety risks posed by installation of the chairlift came in the form of Kobe-lin’s expert testimony. It is further observed that the Commission specifically discredited Kobelin’s testimony upon which the majority opinion is based. Commission Opinion at 22. The Commission specifically found that “[t]he information provided to Doral II’s board by Mr. Kobe-lin can only be described as sorely lacking and incomplete. The reality of the situation is that Mr. Kobelin’s report either inadvertently or possibly intentionally omitted critical information.” Commission Opinion at 22.\nThe Commission further found Gray Smith’s expert testimony on behalf of Zas-low credible that “it would have been technically feasible to install a chairlift on the stairway outside unit F-12 without endangering the health, safety, and welfare of either residents or the public in general and that a variance could have been secured.” (F.F. No. 64.) As fact finder, the Commission is the sole arbiter of credibility and this Court should not disturb such determinations on appeal. Vending Distributors v. Pennsylvania Human Relations Commission, 162 Pa.Cmwlth. 602, 639 A.2d 953, 956 (1994). I have to conclude that Smith’s credited testimony, together with the credited testimony of Zas-low’s other witnesses when considered in conjunction with statements contained in Doral II’s denial notices, provide ample substantial evidence to support the Commission’s determination that Doral II failed to provide a reasonable accommodation for Muriel Zaslow’s disability as required under § 5(h)(3.1) and (3.2) of the PHRA. 43 P.S. § 955(h)(3.1)(3.2). There is no substantial evidence to support the majority’s decision which seemingly makes its own credibility decisions, crediting Kobelin after the Board discredited him.\nThe majority decision is entirely based upon a declaration that the Commission committed an error of law when it determined that a reasonable accommodation for a person so handicapped would have been for Doral II to have granted permission for the chairlift to be installed conditional upon Zaslow obtaining the variance necessary to comply with the building Code. How such consent can be construed as an unreasonable accommodation by the majority is mystifying. If the consent were given and the variance obtained, a very sick elderly lady would have been helped to enjoy her last days with the full consent of her neighbors. To withhold that consent, Doral was acting in an arbitrary manner based solely on its past practice and its by-laws, which are a direct violation of Section 5(h)(3.2) of the PHRA, “[t]o refuse to make reasonable accommodations in rules, policies, practices ... that may be necessary to afford such person equal opportunity to use and enjoy a housing accommodation.”\nThe majority decision, in effect, repeals Section 5(h)(3.2) by upholding the rules and policies of Doral II in spite of the legislative mandate that Doral II cannot refuse to make a reasonable accommodation to a handicapped person by refusing to change its rules or policies. All Doral II had to do to make such reasonable accommodation was to consent to the chair lift if Zaslow could get the variance as his architect assured him. The majority cannot legislate judicially that a reasonable accommodation does not have to be made if it requires a person to change its rules or policies to permit a handicapped person to seek a variance.\nAccordingly, I do not see any competent substantial evidence admitted or credited by the Commission upon which the majority bases its opinion. I do find evidence credited by the Commission which amounts to substantial evidence. I do not find any error of law by the Commission. In accordance with our limited scope of review I do, therefore, dissent and would affirm the Commission’s order dated August 29, 2000.\n. Act of October 27, 1955, P.L. 744, as amended, 43 P.S. § 955(h)(3.1) and (3.2).\n. Since Appellant has raised no constitutional issue, our review of an order of the Commission is limited solely to determining whether an error of law has been committed or whether the Commission’s findings of fact are supported by substantial evidence. Lincoln Realty Management Company v. Pennsylvania Human Relations Commission, 143 Pa.Cmwlth. 54, 598 A.2d 594, 596 (1991). Substantial evidence needed to support a finding of the Commission is such relevant evidence that a reasonable mind, without weighing evidence or substituting its judgment for that of the Commission, might accept as adequate to support the conclusion reached. Borough of Economy v. Pennsylvania Human Relations Commission, 660 A.2d 143 (Pa.Cmwlth.1995). Resolution of witness credibility is a function solely within the province of the Commission as fact finder. Vending Distributors v. Pennsylvania Human Relations Commission, 162 Pa.Cmwlth. 602, 639 A.2d 953, 956 (1994).",
        "type": "dissent",
        "author": "FLAHERTY, Senior Judge,"
      }
    ],
    "attorneys": [
      "Terry L. McCallum, Philadelphia, for petitioner.",
      "Lisa Jo Fanelli-Greer, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "DORAL II CONDOMINIUM ASSOCIATION, Petitioner, v. PENNSYLVANIA HUMAN RELATIONS COMMISSION, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued March 7, 2001.\nDecided June 25, 2001.\nReargument En Banc Denied Aug. 30, 2001.\nTerry L. McCallum, Philadelphia, for petitioner.\nLisa Jo Fanelli-Greer, Harrisburg, for respondent.\nBefore McGINLEY, Judge, FLAHERTY, Senior Judge, and LEDERER, Senior Judge."
  },
  "file_name": "0605-01",
  "first_page_order": 647,
  "last_page_order": 653
}
