{
  "id": 8083815,
  "name": "Willie T. BARNES, Employee-Appellant, v. William PANARO, Employee-Appellee",
  "name_abbreviation": "Barnes v. Panaro",
  "decision_date": "1968-01-31",
  "docket_number": "",
  "first_page": "608",
  "last_page": "610",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 608"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "318 U.S. 80",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364156
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0080-01"
      ]
    },
    {
      "cite": "51 A.2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "4 Terry 540",
      "category": "reporters:state",
      "reporter": "Terry",
      "opinion_index": 0
    },
    {
      "cite": "231 Mo.App. 823",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        8730140
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/231/0823-01"
      ]
    },
    {
      "cite": "156 N.E. 642",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "245 N.Y. 139",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1979690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/245/0139-01"
      ]
    },
    {
      "cite": "152 N.E. 498",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "322 Ill. 23",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5173323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/322/0023-01"
      ]
    },
    {
      "cite": "192 A.2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "80 N.J.Super. 58",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        514554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/80/0058-01"
      ]
    },
    {
      "cite": "109 A.2d 439",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "33 N.J.Super. 146",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        411430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/33/0146-01"
      ]
    },
    {
      "cite": "213 A.2d 853",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 5936,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.552271561396159e-07,
      "percentile": 0.9245320866197219
    },
    "sha256": "f2a44d0ba2f3df4c088d0ed68f030b3b3df584ff323a4ab55edb47ee10e71f0e",
    "simhash": "1:0a9b2c0b53ccbe58",
    "word_count": 1010
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Willie T. BARNES, Employee-Appellant, v. William PANARO, Employee-Appellee."
    ],
    "opinions": [
      {
        "text": "CAREY, Justice.\nIn this Workmen’s Compensation case, the Industrial Accident Board entered an award in favor of Willie T. Barnes, the employee-appellant, against William Pan-aro, the employer-appellee, for the loss of an eye. The Superior Court reversed, and the claimant has appealed. The Court below held that the evidence did not support the finding that the injury arose out of and in the course of appellant’s employment, within the meaning of 19 Del.C. § 2301. The question presented is whether this ruling is correct.\nAppellant was a bartender at the Madison House in Wilmington. His injury resulted from being hit with a whiskey bottle thrown by George Washington. It was alleged, and the Board found (we assume) that the assault was the result of a verbal altercation between the two men in the Madison House, which came about because Washington was annoyed when he was not served as promptly as he wished. He became noisy and appellant told him to leave the premises when he finished his drink. This altercation took place about three to four hours before the assault. Washington left the Madison House one or two hours later. The assault occurred about an hour after Barnes had finished working. Appellant left his place of employment some time after the bar closed, and with two lady companions drove several blocks to a restaurant where they stayed for some period of time. They then rode back to appellant’s home, which is about 1blocks away from the Madison House. The attack took place in front of his home.\nTo be compensable under our statute, an injury must arise “out of and in the course of employment”. T. 19 § 2304. The term “arising out of” employment refers to the origin and cause of the injury; the term “in the course of” employment refers to the time, place and circumstances of the accident. Groves v. Marvel, Del., 213 A.2d 853. In the present case, the Board found in claimant’s favor as to both of these requirements. The evidence is in conflict as to the facts leading to the accident; for present purposes, we shall accept the version most favorable to claimant. Even under that assumption, this claim is clearly barred by the definitive language contained T. 19 Del.C. § 2301. The pertinent part reads as follows:\n“ ‘Personal injury sustained by accident arising out of and in the course of the employment’:\n(1) shall not cover an employee except while he is engaged in, on, or about the premises where his services are being performed, which are occupied by, or under the control of the employer (his presence being required by the nature of his employment), or while he is engaged elsewhere in or about his employer’s business where his services require his presence as a part of such service at the time of the injury; and\n(2) shall not include any injury caused by the wilful act of another directed against him by reasons personal to such employee and not directed against him as an employee or because of his employment”.\nThe “accident” did not occur in, on or about the premises where claimant worked, nor did it occur while he was engaged “elsewhere in or about his employer’s business where his services require[d] his presence as a part of such service”. His work for the day had ended an hour before the fracas which happened in front of his own home when he arrived there after an intervening errand of his own. We see no way to hold that Barnes was covered at that time and place without flatly ignoring the statutory restriction in § 2301. If this result be unjust, as some writers suggest, the remedy lies with our lawmaking authorities.\nThe cases principally relied, upon by appellant are Augelli v. Rolans Credit Clothing Store, 33 N.J.Super. 146, 109 A.2d 439; Meo v. Commercial Can Corp., 80 N.J.Super. 58, 192 A.2d 854; Franklin Coal & Coke Co. v. Industrial Comm., 322 Ill. 23, 152 N.E. 498; Field v. Charmette Knitted Fabric Co., 245 N.Y. 139, 156 N.E. 642; and Pearce v. Modern Sand & Gravel Co., 231 Mo.App. 823, 99 S.W.2d 850. In all of them, the Courts were able to hold that an injury by assault is within the course of employment even though the facts were somewhat similar to the present situation. Those Courts were not, however, confronted with statutory language such as ours. We agree with the Court below that the award was improper.\nWe take this occasion to point out to the Industrial Accident Board that we are occasionally handicapped in reviewing Compensation cases because the record contains an inadequate statement of its findings. Under T. 19 Del.C. § 2345, the Board is required to “state its conclusion of fact and rulings of law”. See Le Tourneau v. Consolidated Fisheries Co., 4 Terry 540, 51 A.2d 862. Mere paraphrasing of statutory language is insufficient. This is not a purely formal matter. Without an adequate statement of findings of fact, the orderly process of administrative review suffers because the reviewing Court cannot properly exercise its function. Securities and Exchange Comm. v. Chenery Corp., 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626. In the present case, for example, we are in the dark as to what the Commission found to be the true version of this assault, i. e., whether Washington assaulted Barnes or whether he was defending himself against an attack by Barnes. Had we been obliged to consider that issue, we could not have known from the record what conclusion the Board reached. We should not be compelled to speculate or to make assumptions on matters of this kind.\nThe judgment of the Court below will be affirmed.\n. See the penultimate paragraph of this opinion.\n. See 1 Larson’s Workmen’s Compensation Law § 29.21.",
        "type": "majority",
        "author": "CAREY, Justice."
      }
    ],
    "attorneys": [
      "Alfred M. Isaacs, of Flanzer & Isaacs, Wilmington, for appellant.",
      "William T. Lynam, III, of Wilson & Lynam, Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Willie T. BARNES, Employee-Appellant, v. William PANARO, Employee-Appellee.\nSupreme Court of Delaware.\nJan. 31, 1968.\nAlfred M. Isaacs, of Flanzer & Isaacs, Wilmington, for appellant.\nWilliam T. Lynam, III, of Wilson & Lynam, Wilmington, for appellee.\nWOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0608-01",
  "first_page_order": 640,
  "last_page_order": 642
}
