{
  "id": 7911126,
  "name": "Walter SNELL v. MAINE UNEMPLOYMENT INSURANCE COMMISSION and Commissioner of Labor",
  "name_abbreviation": "Snell v. Maine Unemployment Insurance Commission",
  "decision_date": "1984-11-30",
  "docket_number": "",
  "first_page": "609",
  "last_page": "611",
  "citations": [
    {
      "type": "official",
      "cite": "484 A.2d 609"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "464 A.2d 171",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0171-01"
      ]
    },
    {
      "cite": "446 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981005
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/446/0412-01"
      ]
    },
    {
      "cite": "217 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8095916
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/217/0203-01"
      ]
    },
    {
      "cite": "114 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1581134
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "150 Me. 494",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        471903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/150/0494-01"
      ]
    },
    {
      "cite": "470 A.2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952754
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "329"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 6867,
    "ocr_confidence": 0.794,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20056999462130803
    },
    "sha256": "ff977737f0a302437d1db6d029e5f67135c0c4b1cf8539634e53cd2711a35c00",
    "simhash": "1:a5f3b78b24fb2e37",
    "word_count": 1066
  },
  "last_updated": "2024-02-27T19:22:08.457942+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and ROBERTS, VIOLETTE, WATHEN, GLASSMAN and SCOLNIK, JJ."
    ],
    "parties": [
      "Walter SNELL v. MAINE UNEMPLOYMENT INSURANCE COMMISSION and Commissioner of Labor."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nThe Maine Unemployment Insurance Commission (Commission) appeals from a Superior Court, Kennebec County, judgment reversing the Commission’s decision that the plaintiff, Walter Snell, left his employment voluntarily within the meaning of 26 M.R.S.A. § 1193(1)(A) (Supp. 1983-1984). We reverse the judgment of the Superior Court and affirm the decision of the Commission.\nI.\nSnell was employed as a full-time courier for Ad-Media Company in Augusta on September 4, 1979. He was required to furnish his own car to carry out his duties and in addition to an hourly wage, he was compensated for the travel mileage accrued during working hours. On December 31, 1982, Ad-Media reduced Snell’s working hours to three days a week. Snell, continued his employment until January 21, 1983, when his car became inoperable. Thereafter, he did not return to work.\nA deputy Commissioner, finding that Snell left his employment voluntarily without good cause attributable to his employment, 26 M.R.S.A. § 1193(1)(A), temporarily disqualified him from receiving compensation. The appeal tribunal confirmed the deputy’s decision, and Snell appealed to the Commission. Snell contended that the economic impact of reduced hours and pay and car problems compelled him to “involuntarily leave his job with good cause attributable to his employment.” The Commission affirmed the decision of the appeal tribunal. The Superior Court, without opinion, reversed the Commission’s decision. The Commission now seeks review of that reversal.\nII.\nIn reviewing a decision of the Commission, we examine the record to determine whether competent evidence exists to support the Commission’s findings, giving proper deference to its fact-finding role, and whether controlling law has been correctly applied. Brousseau v. Maine Employment Security Commission, 470 A.2d 327, 329 (Me.1984); Dubois v. Maine Employment Security Commission, 150 Me. 494, 114 A.2d 359 (Me.1955).\nThe Commission found, inter alia, that Snell’s employment contract was conditioned upon Snell’s “having a dependable car for the performances of his services”; that as the result of trouble with his car in late 1982, he “became undependable for certain deadline jobs handled by the employer” causing the employer to reduce Snell’s hours to part-time; that the “employer’s actions are reasonable in this situation”; and that Snell’s “automobile problems are personal and not related to his employment conditions.”\nWe have previously defined “voluntary” in the context of 26 M.R.S.A. § 1193(1)(A) as “freely making an affirmative choice” to leave work. Brousseau, 470 A.2d at 330; see Toothaker v. Maine Employment Security Commission, 217 A.2d 203, 206 (Me.1966) (separation by act of employer by discharge or layoff involuntary, by will of employee, voluntary). Snell did not claim that his act of leaving work was not a freely made affirmative choice but that it was motivated by the economic pressures of his circumstances. The sole issue then becomes did he have “good cause” within the meaning of 26 M.R.S.A. § 1193(1)(A) to leave his job. Snell had the burden to establish that good cause did, in fact, exist. Good cause must be measured against a standard of reasonableness under all the circumstances. Kilmartin v. Maine Employment Security Commission, 446 A.2d 412, 414 (Me.1982). Snell’s contention is that the expense of providing a car as required by his employment and the reduction of work hours directly attributable to bis past unreliability in providing a car, should constitute good cause within the meaning of section 1193(1)(A). We cannot agree.\nSnell undertook and continued employment with Ad-Media fully aware of the nature of the work, the level of compensation, and the requirement he provide his own car. The Commission’s finding that the reduction of his hours was directly attributable to his unreliability for certain jobs handled by his employer owing to disrepair of his car was supported by the evidence. Although we have held that a substantial pay reduction may constitute good cause attributable to employment for leaving one’s job, we have done so only in the context of a unilateral reduction by an employer following an employee’s return to work after a layoff. Boucher v. Maine Employment Security Commission, 464 A.2d 171 (Me.1983). Snell’s contract of employment required he furnish his own car. The claimed personal economic inability to meet this condition after January 21, 1983, does not constitute good cause attributable to his employment for thereafter voluntarily leaving his job. The record supported the Commission’s finding that Snell’s automobile problems were personal and not related to his employment conditions. See Kilmartin v. Maine Employment Security Commission, 446 A.2d 412 (Me.1982) (employee’s inability to afford expense for required business trip and reduction of wages as result of transfer not good cause within meaning of section 1193(1)(A)); Toothaker v. Maine Employment Security Commission, 217 A.2d 203 (Me.1966) (employee’s cost of travel in relation to pay not good cause).\nNo matter how compelling the personal reasons for Snell’s failure to appear for work, we hold that the Commission’s findings are supported by credible evidence and are conclusive, and the Commission did not misapply the law in its decision that Snell had voluntarily left his employment without good cause attributable to such employment.\nThe entry is:\nJudgment reversed; remanded for entry of judgment by the Superior Court affirming the decision of the Maine Unemployment Insurance Commission.\nAll concurring.\n. 26 M.R.S.A. § 1193(1)(A) provides in pertinent part:\nAn individual shall be disqualified for benefits ... [f]or the week in which he left his regular employment voluntarily without good cause attributable to such employment, or to a claimant who has voluntarily removed himself from the labor market where presently employed to an area where employment opportunity is less frequent, if so found by the deputy, and disqualification shall continue until claimant has earned 4 times his weekly benefit amount in employment by an employer; provided no disqualification shall be imposed if the individual establishes that he left employment in good faith and accepted new employment on a permanent full-time basis and he became separated from the new employment for good cause attributable to employment with the new employing unit.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Linda Christ, Pine Tree Legal Assistance, Inc. (orally), Augusta, for plaintiff.",
      "James E. Tierney, Atty. Gen., Pamela W. Waite, Asst. Atty. Gen. (orally), Augusta, for defendant."
    ],
    "corrections": "",
    "head_matter": "Walter SNELL v. MAINE UNEMPLOYMENT INSURANCE COMMISSION and Commissioner of Labor.\nSupreme Judicial Court of Maine.\nArgued Sept. 19,1984.\nDecided Nov. 30, 1984.\nLinda Christ, Pine Tree Legal Assistance, Inc. (orally), Augusta, for plaintiff.\nJames E. Tierney, Atty. Gen., Pamela W. Waite, Asst. Atty. Gen. (orally), Augusta, for defendant.\nBefore McKUSICK, C.J., and ROBERTS, VIOLETTE, WATHEN, GLASSMAN and SCOLNIK, JJ."
  },
  "file_name": "0609-01",
  "first_page_order": 663,
  "last_page_order": 665
}
