{
  "id": 11833292,
  "name": "Karen S. BALDWIN, Appellant, v. Dennis A. BALDWIN, Appellee",
  "name_abbreviation": "Baldwin v. Baldwin",
  "decision_date": "1998-04-08",
  "docket_number": "",
  "first_page": "610",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "710 A.2d 610"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "380 Pa.Super. 18",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459104
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "21"
        },
        {
          "page": "1343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/380/0018-01"
      ]
    },
    {
      "cite": "645 A.2d 836",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475497,
        7867150
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "837"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0052-01",
        "/a2d/645/0836-01"
      ]
    },
    {
      "cite": "538 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475497
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0052-01"
      ]
    },
    {
      "cite": "675 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864618,
        736318
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0722-01",
        "/pa-super/450/0183-01"
      ]
    },
    {
      "cite": "450 Pa.Super. 183",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736318
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/450/0183-01"
      ]
    },
    {
      "cite": "394 Pa.Super. 30",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        879719
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "54"
        },
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/394/0030-01"
      ]
    },
    {
      "cite": "409 Pa.Super. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901198
      ],
      "weight": 12,
      "year": 1991,
      "pin_cites": [
        {
          "page": "153-55"
        },
        {
          "page": "707"
        },
        {
          "page": "157-58"
        },
        {
          "page": "709",
          "parenthetical": "though finding evidence of local job opportunities and salaries irrelevant on other grounds, this Court noted that custodial parent's ability to obtain similar employment locally may be relevant to his or her motives behind the proposed move"
        },
        {
          "page": "151-53"
        },
        {
          "page": "706",
          "parenthetical": "noting that the custodial parent has a responsibility towards the non-custodial parent to maintain the relationship between the child and the non-custodial parent"
        },
        {
          "page": "154"
        },
        {
          "page": "707"
        },
        {
          "page": "151-53"
        },
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0143-01"
      ]
    },
    {
      "cite": "683 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        771027,
        7874375
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0324-01",
        "/a2d/683/1207-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 324",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771027
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "330-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0324-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898264
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "489-90"
        },
        {
          "page": "726"
        },
        {
          "page": "488"
        },
        {
          "page": "725"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0487-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 174",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888187
      ],
      "weight": 13,
      "year": 1990,
      "pin_cites": [
        {
          "page": "184"
        },
        {
          "page": "438-39"
        },
        {
          "page": "185"
        },
        {
          "page": "439"
        },
        {
          "page": "439"
        },
        {
          "page": "189"
        },
        {
          "page": "441"
        },
        {
          "page": "186-89"
        },
        {
          "page": "440"
        },
        {
          "page": "182-86"
        },
        {
          "page": "438-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0174-01"
      ]
    },
    {
      "cite": "650 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        707283,
        11312821
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "112-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0446-01",
        "/a2d/650/0110-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 446",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        707283
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0446-01"
      ]
    },
    {
      "cite": "675 A.2d 722",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864618,
        736318
      ],
      "weight": 3,
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/675/0722-01",
        "/pa-super/450/0183-01"
      ]
    },
    {
      "cite": "450 Pa.Super. 183",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736318
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/450/0183-01"
      ]
    },
    {
      "cite": "683 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        771027,
        7874375
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1212"
        },
        {
          "page": "1213"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/453/0324-01",
        "/a2d/683/1207-01"
      ]
    },
    {
      "cite": "453 Pa.Super. 324",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        771027
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/453/0324-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 174",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888187
      ],
      "weight": 14,
      "year": 1990,
      "pin_cites": [
        {
          "page": "439"
        },
        {
          "page": "439-440"
        },
        {
          "page": "186"
        },
        {
          "page": "440"
        },
        {
          "page": "186"
        },
        {
          "page": "439"
        },
        {
          "page": "438"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/400/0174-01"
      ]
    },
    {
      "cite": "650 A.2d 110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        707283,
        11312821
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "179"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/437/0446-01",
        "/a2d/650/0110-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 446",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        707283
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/437/0446-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1172,
    "char_count": 38913,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2434634219987343
    },
    "sha256": "c045260bdf8e16c08828261e0c277fdfa4f9ebca0dd50d043d30b1773d66573d",
    "simhash": "1:9b8e73be778b9ef4",
    "word_count": 6295
  },
  "last_updated": "2024-02-27T16:25:50.671612+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before TAMILIA, JOHNSON and BROSKY, JJ."
    ],
    "parties": [
      "Karen S. BALDWIN, Appellant, v. Dennis A. BALDWIN, Appellee."
    ],
    "opinions": [
      {
        "text": "JOHNSON, Judge:\nKaren S. Baldwin (“Mother”) appeals from the trial court order that denied her petition to modify the existing consent order for custody of the minor child of Mother and Dennis A. Baldwin (“Father”). Specifically, Mother challenges the trial court’s decision to deny her request to relocate, along with the parties’ minor child, from Pennsylvania to South Carolina. Because the trial court’s conclusions in this instance are reasonable in light of its supportable factual findings, we affirm.\nMother and Father’were married on May 28, 1983, and separated in May 1996. They had one child during the marriage, a daughter, who was bom in 1985. Following the separation, the court entered a consent order that granted the parties’ shared legal custody of the child. Mother retained primary physical custody of the child and Father was given partial custody every other weekend, every Tuesday evening, every other Thursday evening, shared holiday visitations and three weeks of summer vacation.\nDuring the course of the marriage and following the parties’ separation, Mother was employed at Mount Aloysius College as a nursing instructor. In February 1997, Mother’s employer informed her of the possibility that her teaching position would not be renewed for the upcoming year due to declining enrollment. On April 14, 1997, Mother received a letter from Mount Aloysius College confirming that her teaching contract would not be renewed. In the interim, Mother learned of opportunities available to teach near her sister in South Carolina. As a result, Mother actively sought a teaching position in that area and, in May 1997, she received a job offer from Midlands Technical College in Columbia, South Carolina. At no time, however, did Mother seek employment within Pennsylvania.\nAfter receiving the job offer, Mother filed a petition to modify the existing consent order so that she could move to South Carolina with the child. Father opposed the move, asserting that it was in the child’s best interest to remain in Pennsylvania. Following a hearing on the matter, the trial court denied Mother’s modification petition. The court also denied Mother’s petition for reconsideration and this appeal followed.\nMother first argues that the trial court erred when it determined that it was not in the best interests of the parties’ minor child to relocate to South Carolina. “In Pennsylvania, custody and visitation matters are decided on the basis of the ‘best interests of the child’ standard, considering all factors which legitimately have an effect upon a child’s physical, intellectual, moral and spiri-\ntual well-being.” White v. White, 437 Pa.Super. 446, 450, 650 A.2d 110, 112-13 (1994). In addressing relocation disputes, the trial court must consider the following interests:\nthe custodial parent’s desire to exercise autonomy over basic decisions that will directly affect his or her life and that of the children; a child’s strong interest in maintaining and developing a meaningful relationship with the non-custodial parent; the interest of the non-custodial parent in sharing in the love and rearing of his or her children; and finally,' the state’s interest in protecting the best interests of the children.\nGruber v. Gruber, 400 Pa.Super. 174, 184, 583 A.2d 434, 438-39 (1990). To accommodate these competing interests, this Court has set forth the following factors for the trial court to consider in determining whether the custodial parent and child should be permitted to relocate at a geographical distance from the non-custodial parent:\n1. The potential advantages of the proposed move and the likelihood that the move would substantially improve the quality of life for the custodial parent and the children and is not the- result of a momentary whim on the part of the custodial parent.\n2. The integrity of the motives of both the custodial and non-custodial parent in either seeking the move or seeking to prevent it.\n3. The availability of realistic, substitute visitation arrangements which will adequately foster an ongoing relationship between the child and the non-custodial parent.\nGruber, supra, 400 Pa.Super. at 185, 583 A.2d at 439. While these factors are helpful in resolving relocation disputes, this Court has repeatedly noted that they do not create a new standard and that “the polestar of our analysis in this case, just as it was in Gruber and a legion of prior custody cases, remains the best interests of the child.” Lee v. Fontine, 406 Pa.Super. 487, 489-90, 594 A.2d 724, 726 (1991); see also Gancas v. Schultz, 453 Pa.Super. 324, 330-32, 683 A.2d 1207, 1210 (1996); Plowman v. Plowman, 409 Pa.Super. 143, 153-55, 597 A.2d 701, 707 (1991).\nFurther, our review of child custody orders is well settled.\nOn appeal, our scope of review is broad in that we are not bound by deductions and inferences drawn by the trial court from the facts found, nor are we required to accept findings which are wholly without support in the record. On the other hand, our broad scope of review does not authorize us to nullify the fact-finding function of the trial court in order to [substitute] our judgment for that of the trial court. Rather, we are bound by findings supported by the record, and may reject conclusions drawn by the trial court only if they involve an error of law, or are unreasonable in light of the sustainable findings of the trial court, (citations omitted).\nLee, supra, 406 Pa.Super. at 488, 594 A.2d at 725, quoting Zummo v. Zummo, 394 Pa.Super. 30, 54, 574 A.2d 1130, 1142 (1990).\nAfter reviewing the record, we find no abuse of the trial court’s discretion that requires reversal of its decision. Rather, we find that the trial court carefully weighed all evidence and testimony of record before finding it to be in the child’s best interests to remain in Pennsylvania. With respect to the first Gruber factor, the trial court found the following:\nThe Court does recognize that the Petitioner’s job in Pennsylvania was terminated and that she secured a position from Midland Technical College with a $32,-000.00 salary. It should be noted that this is less than the $36,000.00 salary that the Petitioner received from Mount Aloysius.\nHowever, in considering the relocation, the Court is not limited to considering solely economic benefits. Gruber, 400 Pa.Super. at. 184, 583 A.2d at 439. The Petitioner places emphasis on the fact that [the child] will have the benefit of being raised near her aunt and various first cousins in South Carolina. However, a majority of the Petitioner’s family resides in Pennsylvania, as does all of the Respondent’s immediate family. Presently, [the child] visits her [paternal] grandmother every other Sunday in Black Lick, Indiana County, Pennsylvania.\nTrial Court Opinion, filed July 3, 1997, at 4-5.\nWith respect to the second Gruber factor, the trial court determined that Father’s motives were pure and that he was opposing the move solely because of his concern for the child and his desire to maintain a father-daughter relationship. The court, however, questioned Mother’s motives for seeking the move to South Carolina:\n[I]t is obvious that the Petitioner made no effort to seek employment within the vicinity of Indiana [County] or in the state of Pennsylvania. The Petitioner testified that there were no full time positions available for a nursing instructor in the area. However, she admitted that she failed to make any official inquiries by submitting her resume to either Indiana University of Pennsylvania or any other facility within Pennsylvania. Likewise, the Petitioner did not accept her prior employer’s offer to advertise her credentials or to pay for interview trips within Pennsylvania. Bather, she focused her job search solely in South Carolina.\nOpinion, swpra, at 5-6. The court also noted its concern regarding Mother’s intermittent refusal to allow Father to see his daughter at scheduled times. Id. at 6-7.\nMother challenges the trial court’s determination that she made no effort to seek employment near Indiana, Pennsylvania. However, this factual determination, which is clearly supported by the record, has been resolved adversely to Mother’s interests. See N.T., June 26, 1997, at 18-23. We will not relitigate this issue on appeal. See Vineski v. Vineski, 450 Pa.Super. 183, 188 n. 5, 675 A.2d 722, 724 n. 5 (1996), quoting Plowman n. 4 (appellant may not attempt to relitigate factual issues already decided by the trial court as “ ‘it is inappropriate for the Superior Court to make factual determinations based on conflicting evidence’ ”).\nMother further argues that she was not required to search for employment in Pennsylvania. Mother’s assertion, however, ignores the fact that an inquiry into the custodial parent’s motives in relocating is proper under Gruber. Here, the trial court questioned the integrity of Mother’s motives, based on Mother’s failure to seek local employment and the fact that Mother, at times, had refused to allow Father to see his daughter during scheduled visits. See Plowman, supra, 409 Pa.Super. at 157-58, 597 A.2d at 709 (though finding evidence of local job opportunities and salaries irrelevant on other grounds, this Court noted that custodial parent’s ability to obtain similar employment locally may be relevant to his or her motives behind the proposed move). Thus, we do not agree with Mother that it was unreasonable for the trial court to question Mother’s motives for relocation in light of its factual findings; findings that are clearly supported by the record. Compare White, supra (court denied mother’s petition to relocate, despite fact it would be beneficial for child to be near mother’s family in California where: move was not carefully planned out and mother had too little concern for disruptive effect the move would have on the parties’ child, who had spent the majority of his life with father and family; child had significant family contacts in Pennsylvania; mother had not secured employment in other state and had failed to pursue employment in Pennsylvania; and father’s motives for opposing the move were solely out of his concern for his relationship with the child) with Gruber, supra (court granted mother’s petition to relocate where both mother and father stated that mother permitted father access to the children as often as the visitation order permitted, and mother’s motives were pure as her relocation request was not motivated by a desire to deny father access to their children).\nMother also disputes the trial court’s determination that she was uncooperative concerning visitations. Here, the trial court determined that “the Court cannot confidently say that the Petitioner would abide by any visitation agreement once she is in South Carolina when there have been visitation disputes when the parties reside within the same city.” Opinion, supra, at 7. We defer to the trial court’s findings as the record supports them. See N.T., supra, at 23-26, 33-36; Vineski, supra. Further, when considering whether a realistic substitute visitation arrangement is feasible, the court must foster a “continuing, meaningful relationship between the children and non-custodial parent.” Gntber, supra, at 186, 588 A.2d at 440; see also Plowman, supra, at 151-53, 597 A.2d at 706 (noting that the custodial parent has a responsibility towards the non-custodial parent to maintain the relationship between the child and the non-custodial parent). The trial court’s concern that, once relocated to South Carolina, Mother may attempt to hinder Father’s access to the child is not unreasonable in light of its factual findings.\nMoreover, the three factors we set forth in Gruber for the trial court to utilize in relocation disputes “must then be factored into the ultimate consideration of the court, which is to determine what is in the best interests of the child.” Plowman, supra, at 154, 597 A.2d at 707. Here, the trial court stated that:\n[I]n choosing to move to South Carolina, the Court finds that the Petitioner has a greater concern for her own interests, than that of her child. Despite the fact that [the child] would prefer to stay in Indiana to be near both of her parents, the Petitioner made no attempt to remain in Pennsylvania. Rather, the Petitioner decided to go to South Carolina to cope with her divorce. To allow the Petitioner to take [the child] to South Carolina at this time could very well thwart the development of a healthy relationship between [the child] and her father.\nOpinion, supra, at 7.\nWe are cognizant of the fact that the resolution of relocation cases, like the present one, “involves imperfect and often painful solutions.” Gruber, supra, at 189, 583 A.2d at 441. This Court has also stated that the best interests of the child are more closely aligned with the interests and quality of life of the custodial parent. Id. at 186-89, 583 A.2d at 440. While this is often the case, there are other interests that must also be considered. Id. at 182-86, 583 A.2d at 438-39; see also Plowman, supra, at 151-53, 597 A.2d at 706. Further, there is no black letter formula that easily resolves relocation disputes; rather, custody disputes are delicate issues that must be handled on a case-by-case basis. Id. Here, the trial court was faced with the difficult task of determining, based on many relevant and competing interests, whether it was in the child’s best interests to relocate to South Carolina or to remain in Pennsylvania. We are satisfied that the trial court carefully considered all relevant factors, as required by Gruber, before making its determination regarding the child’s best interests. As an appellate court, we should not substitute our judgment for that of the trial court; rather, we are merely to decide if the conclusions of the trial court involve an error of law or are unreasonable in light of the sustainable findings of the trial court. Lee, supra. We find the trial court’s conclusions reasonable in light of its factual findings and will not disturb them on appeal. Id.\nWe also find no merit to Mother’s second issue that this case should be remanded because the court failed to provide a full and fair hearing. Mother contends that she was not given an opportunity to rebut Father’s testimony at the hearing because the court was forced to terminate the hearing early due to a bomb drill. The record, however, belies Mother’s assertion. Following a thorough cross-examination of Father, Mother’s attorney stated that he had no further questions to ask Father. N.T., supra, at 48. It was only when the trial judge began to question Father that the alarm sounded. Id. The judge then asked the parties if they were finished, with the exception of the judge speaking with the child. Id. Mother’s counsel stated, “Yes, I believe so, Your Honor.” Id. As the record reflects, the trial judge gave Mother, through her attorney, the opportunity to respond further, but she declined this offer. Thus, we fail to see how Mother was deprived of her right to a full hearing.\nMoreover, after a review of Mother’s brief on this issue, we find that Mother is merely attempting to relitigate the court’s credibility determinations. Mother has also not provided a scintilla of evidence to support her argument other than her assertion that the court chose to ignore documentation corroborating her testimony at the hearing. However, “‘on issues of credibility and weight of the evidence, [an appellate court] defer[s] to the findings of the trial judge, who has had the opportunity to observe the proceedings and demeanor of the witnesses.’ ” Robinson v. Robinson, 538 Pa. 52, 645 A.2d 836, 837 (1994), quoting Mumma v. Mumma, 380 Pa.Super. 18, 21, 550 A.2d 1341, 1343 (1988). Accordingly, we find this issue to be wholly without merit.\nBased on the foregoing, we affirm the trial court’s order denying Mother’s request for relocation.\nOrder AFFIRMED.\nBrosky, J., files a Dissenting Opinion.",
        "type": "majority",
        "author": "JOHNSON, Judge:"
      },
      {
        "text": "BROSKY, Judge,\ndissenting.\nI disagree with the conclusion of the majority that the trial court’s conclusions are reasonable in fight of its factual findings. I would hold that the trial court abused its discretion by failing to properly apply the factors set forth in our decision in Gruber v. Gruber, 400 Pa.Super. 174, 583 A.2d 434 (1990). Moreover, in its failure to properly apply the Gruber factors, the trial court did not give paramount consideration to the best interests of the child. Therefore, I respectfully dissent.\nThis appeal is from the Order denying reconsideration of a Petition for modification of a consent Order for custody of the minor daughter, age 11, (“daughter”) of appellant and appellee.\nAppellant presents two issues, the first of which challenges the trial court’s Order denying appellant the right to retain primary custody of her daughter if she moves to South Carolina. As her second issue, appellant claims that she did not receive a full hearing on her Petition for modification with regard to the living accommodations of her daughter, job availability, her economic welfare, her emotional support, the visitation to be provided to appellee if she were allowed to relocate to South Carolina with her daughter and appellee’s accusations of her failure to cooperate with the visitation schedule of the parties.\nI would vacate the Order in question and remand.\nAppellant and appellee are separated and are the parents of one minor female child aged eleven years. Divorce proceedings between the parties are still pending. Following the parties’ separation, the child resided with appellant in Indiana, Pennsylvania, where the parties lived during the marriage. By a consent Order, the parties shared legal custody of their daughter, with appellant having primary physical custody. Appellee retained partial physical custody every other weekend, every Tuesday and every other Thursday. Appellant is a nursing instructor who had formerly taught at Mt. Aloysius College. Her employment terminated at the College because of declining enrollment. She was successful in obtaining employment at Midland Technical College in South Carolina as a nursing instructor. Appellant’s sister and the sister’s family reside in South Carolina approximately twenty-five miles from where appellant would be employed. If appellant moved to South Carolina, she and her daughter would reside, in a separate rental property owned by appellant’s sister and located on the latter’s premises, a horse ranch. Therefore, appellant desires to relocate to South Carolina with her daughter to pursue her employment with Midland Technical College and to be with her sister. Appellant testified at the hearing on her Petition to modify that the only relatives she has are an elderly aunt and uncle who spend part of the year in Florida, some cousins and a bachelor brother, all of whom reside in communities outside Indiana. Appellee testified that he has a parent and several aunts and uncles who reside in nearby Blackfick. He admitted, however, that the relationship between his relatives and his daughter was not a close one.\nAppellee testified that he had made inquiry and had discovered several teaching positions available at Indiana University of Pennsylvania (“IUP”) and at Allegheny General Hospital in Pittsburgh for which appellant could have applied. He testified that he also contacted several hospitals in Pittsburgh, Punxsutawney, Johnstown and Indiana to inquire as to registered nurse positions for which appellant could have also applied. Appellant indicated that she has been trained as a nursing instructor and possesses a Master’s degree in nursing. Furthermore, she testified that the teaching positions available were not full-time positions and that many available teaching positions required the degree of Ph.D. which she does not possess. The trial court refused appellant’s Petition to modify to allow her to move to South Carolina with her daughter on the primary basis that appellant had not actively sought employment opportunities in the Commonwealth of Pennsylvania.\nAppellant essentially maintains that the trial court failed to properly apply the factors set forth in Gruber v. Gruber, supra, and followed in Gancas v. Schultz, 453 Pa.Super. 324, 683 A.2d 1207 (1996). I would begin by noting that our scope of review in custody matters is plenary. Gruber, supra, citing Vineski v. Vineski, 450 Pa.Super. 183, 675 A.2d 722 (1996). We are not required to accept any deductions or inferences made by the trial court from its findings of fact, nor are we bound to any finding of fact which is not supported by competent evidence. Id. Stated another way, the duty of an appellate court is to determine whether the trial court’s findings of fact support its conclusions. If the trial court’s conclusions are unreasonable in light of its factual findings, this constitutes an abuse of discretion. Id. I would find that the trial court’s conclusions are unreasonable in light of its factual findings, to-wit: In analyzing the Gruber factors, the trial court applied them, albeit improperly, and therefore abused its discretion.\nIn Gruber, we stated that the best interests of the child prevail and are more closely aligned with the interests and quality of life of the custodial parent. That being the ease, we stated that the best interests of the child in relocation cases must be determined within that frame of reference. We then determined that in relocation cases the following interests must be considered, to-wit: (1) The desire of the custodial parent to exercise autonomy concerning decisions which will affect the latter’s life and that of the child in his/her care; (2) the child’s interest in maintaining a wholesome relationship with the non-custodial parent; (3) the interest of the non-custodial parent in sharing in the rearing and love of the child; and (4) the Commonwealth’s interest in protecting the best interests of the child. From this, the Gruber court developed a set of factors which a trial court must consider in deciding whether to permit a custodial parent to relocate with a child a substantial geographical distance from the non-custodial parent, to-wit:\n(1) The potential advantages of the proposed move for the improved quality of life for the custodial parent. In this factor, the trial court is not limited to economic advantages but must consider other benefits such as the proximity of family and friends of the custodial parent and an improved physical environment for the parent and the child which will enhance the general welfare and happiness of the parent and the child. The trial court must also determine that the desire to relocate is not the product of a momentary whim by the custodial parent. “[W]hen the move will significantly improve the general quality of life for the custodial parent, indirect benefits flow to the children with whom they reside.” At 186, 583 A.2d at 439.\n( 2) The motives of the respective parents in either seeking or preventing the relocation. The trial court is required to ascertain whether the proposed move is intended to frustrate the visitation rights of the non-custodial parent or to impede the sus-tainment or the development of a loving relationship between the non-custodial parent and the child. Conversely, the trial court must be certain that the non-custodial parent is not resisting the desire of the custodial parent to relocate for reasons other than his/her genuine concern that such move will seriously jeopardize the sustainment or the development of a loving parent/child relationship between the non-custodial parent and the child. In this regard, the trial court is not to equate the custodial parent’s desire to relocate because of a failed marriage and its consequent unpleasantness for the parent and the child with the desire to frustrate visitation or a continued relationship between the child and the non-custodial parent.\n(3) The availability of reasonable substitute visitation by the non-custodial parent which will continue the parent/child relationship. The necessity of less frequent visitation with the non-custodial parent will necessarily occur because of the geographical separation. However, the actuality of lessened visitation by the non-custodial parent must not defeat a relocation which is advantageous to the custodial parent and the child. In this regard, we warned:\nThe court should not insist that the advantages of the move be sacrificed and the opportunity for a better and more comfortable life style for the [custodial parent] and the children be forfeited solely to maintain weekly visitation by the [non-custodial parent] where reasonable alternative visitation is available and where the advantages of the move are substantial.\nAt 186, 583 A.2d at 439-440.\n[A] move sought to secure substantial advantage for the custodial parent and children will not be disallowed simply because visitation cannot continue in the existing pattern. Sensitive case-by-case balancing is required to ensure that all interests are treated as equitably as possible.\nId.\nThe custodial parent has the initial burden of proving that the move is likely to significantly improve the quality of life for the custodial parent and for the child(ren). The custodial parent must also demonstrate that the move is not sought to prevent or restrict the visitation rights of the non-custodial parent. However, the non-custodial parent has the corresponding burden of proving that his/her resistance to the move is not vindictively inspired but, rather, is rooted in concern for the best interests of the child. Id.\nIn Gancas v. Schultz, supra, the trial court acknowledged that the mother wished to relocate from Pennsylvania to New Jersey for good reasons, i.e., the mother’s new husband had obtained a permanent job in New Jersey and the mother and the new husband both had family in New Jersey. The trial court also recognized that the mother was not relocating simply to avoid the father. Despite these findings, the trial court there concluded that if the mother moved to New Jersey the father would be awarded physical custody of the child. The trial court reasoned that if the mother remained in Pennsylvania, the child would have easy access to both parents. The trial court found, in effect, that, all other factors being equal, the mother as the relocating party was required to forfeit custody of the child.\nThe Gáneos court opined that the trial court was required to consider the third factor of Gruber of reasonable substitute visitation for the non-custodial parent once it had concluded that the mother’s motives for relocating were pure. We stated that the trial court had erred in basing its decision to award primary physical custody to the father on the sole factor of the mother’s move. We held that this reasoning constituted an abuse of the trial court’s discretion and then reiterated our holding in Gruber “that a move sought to. secure substantial advantage for the custodial parent and children will not be disallowed simply because visitation cannot continue in the existing pattern.” At 334, 683 A.2d at 1212, quoting Gruber, supra, at 186, 583 A.2d at 440. We found that the trial court had stopped short of considering this third factor and had erred in concluding “that since Mother was impeding the custody arrangements theretofore in effect by moving, primary physical custody had to be placed in Father.” Id. at 336, 683 A.2d at 1213. In sum, we held that the trial court’s decision that the mother must relinquish physical custody of her child if she moved with her new husband to New Jersey was not made in the best interests of the child.\nI shall relate the factors set forth in Gru-ber to illustrate the trial court’s failure to properly apply them in the context of this case.\nTo reiterate what I said earlier, the best interests of the child prevail and are more closely aligned with the interests and quality of life of the custodial parent. That being the case, the best interests of the child in relocation eases must be determined within that frame of reference. Gruber, supra. The trial court failed to make its determination within the required frame of reference that “when the move will significantly improve the general quality of life for the custodial parent, indirect benefits flow to the children with whom they reside.” Id. at 186, 583 A2d at 439. It is true that in analyzing the first factor—the potential advantages of the proposed move for the improvement of the quality of life for the custodial parent—the trial court is not limited to considering the economic benefits of the relocation. It must also weigh the benefits of the existence and close proximity of family and friends of the custodial parent and an improvement of the physical environment for both the custodial parent and the child. Appellant testified that she and her daughter would be renting separate property on the premises of her sister and that her daughter would enjoy the company of her cousins, the young children of the sister. Instead, the trial court observed that the parties’ daughter had relatives in communities near Indiana with whom she could maintain a relationship. These relatives consist of a paternal grandmother and paternal cousins, appellant’s bachelor brother and appellant’s elderly aunt and uncle who resided part of the year in Florida.\nMoreover, the record would not support a conclusion that appellant’s desire to relocate to South Carolina is the product of her momentary whim. Appellant has an offer of employment in her field of work in South Carolina. Although some confusion appears to exist as to the amount of appellant’s salary at Midland Technical College vis-a-vis the salary which she earned at Mount Aloysius College, once again, the court is not limited to a consideration of economic benefits. Appellant testified that her salary at Midland would depend upon whether she taught only during the academic year or whether she accepted additional teaching responsibilities during the summer months.\nI would contrast the situation here with that existing in White v. White, 437 Pa.Super. 446, 650 A.2d 110 (1994). There, the mother desired to relocate to California with the minor child. This court affirmed the trial court’s decision to disallow the mother to move to California with the child. The mother averred that she desired to move to California to be with her family and to improve the quality of her life. She maintained that in California she would be able to obtain free day care for the child and that the move was economically necessary because the father had failed to pay child support. This court found that no evidence existed in the record of a support order. Additionally, the mother, who was employed in Pennsylvania as an assistant manager for Firestone, voluntarily left that position for a waitressing job at a local restaurant. Because of that, this court concluded that any financial hardship which the mother endured was self-imposed. The mother had no employment prospects in California and had failed to pursue employment prospects commensurate with her education and training in Pittsburgh. Additionally, the child was being cared for free of charge by the father’s family. Therefore, the court gave no credence to her allegation that she was in need of free day care because of the father’s failure to pay child support. The court also found that the child was flourishing in the care of the father and his family and that the move would be detrimental to him. We determined from the record that the child had a positive on-going relationship with the father’s parents, grandparents and sister. Although we acknowledged that the child also maintained a good relationship with his maternal grandmother, aunt and uncle who resided in California, such was not a paramount consideration in light of the detrimental effect the move would have upon the child in his relationship with the father’s family.\nHere, on the contrary, appellant has an offer of employment in the field of her training as a nursing instructor. Additionally, she has close family ties in South Carolina and an offer of a place to reside with her daughter on the family property. By appellee’s own admission, his daughter does not maintain a close relationship with appellee’s family. It appears just as unlikely that she has closely bonded with appellant’s family as they are either elderly, do not reside consistently in the area or are adults with independent lifestyles. In South Carolina, appellant would have the companionship of her sister and the latter’s family, and her daughter would have her cousins as playmates. Moreover, appellant would be gainfully employed in the field of her particular expertise.\nIn Gancas, the trial court at least acknowledged that the mother’s motives for relocating were good and pure. In considering the second factor of Gruber—the motives of the respective parents in either seeking or preventing the relocation—its error consisted merely of concluding that, all other factors being equal, i.e., parental love and a desire to promote a caring relationship with the child, primary physical custody would rest with the father simply because the mother would be relocating outside Pennsylvania. In the matter at bar, however, the trial court questioned the motive behind appellant’s desire to move to South Carolina because appellant did not seek employment within this Commonwealth. Therefore, and primarily for this reason, the trial court held that appellant could not move to South Carolina and still retain primary physical custody of her daughter. The trial court’s ruling is tantamount to punishing appellant for failing to seek employment in the Commonwealth of Pennsylvania, even though such employment was not commensurate in quality and quantity with that previously held by appellant.\nA court cannot condition a custodial parent’s primary custody of a child upon the requirement that the parent limit his/her employment opportunities to a particular locale if the best interests of the child demand otherwise. “In terms of the best interests of the child the primary physical custody family must be viewed as the family central and most important to the child’s best interests.” Id. at 179, 583 A.2d at 438. Relegating the custodial parent to such a condition constitutes an utter disregard for the paramount concern in custody cases—the best interests of the child. Our decisions in Gruber and Gancas do not compel such a result, and, for this reason alone, I would hold that the trial court abused its discretion. Gruber, supra.\nThis brings us to the third factor of Gru-ber, i.e., the availability of reasonable substitute visitation by the non-custodial parent which will continue the parent/child relationship. The trial court cited as its secondary reason for disallowing appellant’s desire to relocate to South Carolina her lack of cooperation and lack of compliance with the visitation schedule consented to by the parties. The trial court concluded that appellant would not comply with any visitation schedule if she were to relocate to South Carolina as the primary custodian of her daughter. I believe that the trial court’s undue preoccupation with preventing appellant’s relocation to South Carolina because she did not seek employment in her field in this Commonwealth prevented it from considering the feasibility of implementing reasonable substitute visitation for appellee, the non-custodial parent.\nI repeat what I said earlier that relocation shall not be denied solely on the basis that it upsets the present visitation scheme if the move has the substantial advantage of a better lifestyle for the custodial parent and, consequently, for the child. Id. Had the trial court properly applied the first two Gru-ber factors to this case, it should have then proceeded to apply the third factor—the availability of realistic, reasonable visitation arrangements for appellee. It did not do so. Gancas, supra. Instead, the trial court denied appellant’s application to move to South Carolina with her daughter as the latter’s primary custodian primarily on the basis that appellant had not sought employment opportunities in her field in the Commonwealth of Pennsylvania. Id. This, I would hold, was error and an abuse of the trial court’s discretion in that it failed to consider the best interests of the child. Id\nI would remand this matter for an entry of an Order permitting appellant to move to South Carolina with her daughter as the latter’s primary custodian. I would also remand for the entry of a separate Order of reasonable, feasible substitute visitation for appellee with his daughter. If the parties were able to agree on a visitation schedule, an Order by consent of the parties should be entered with regard to visitation. If the parties were unable to agree on a visitation schedule, the trial court, within thirty days of the date of the decision of this court, should hold hearing on visitation for appellee. Within thirty days of the conclusion of the hearing, the trial court should then enter an Order of visitation for appellee. Appellant should not be required to await any Order of visitation, either by consent or after hearing, before moving to South Carolina with her daughter as the latter’s primary custodian. Appellant should also not be required to await the holding of any hearing, if necessary, before relocating to South Carolina with her daughter as the latter’s primary custodian, although appellant should be required to be present if and when such hearing is necessary.\nI would vacate the Order in question and remand for further proceedings.\n. Appellee is a registered nurse. He works part-time as a nurse and is also employed at a bank.\n. The Mother possessed a degree in business and psychology from the University of Pittsburgh.\n. Appellant raises a second issue in which she maintains that she was denied the opportunity at the custody hearing to respond to appellee’s accusations of her failure to cooperate with visitation, her economic welfare, job availability, need for emotional support, the needs of the child and the visitation to be provided to appellee had she been permitted to relocate to South Carolina with the child. Appellant claims that the hearing was interrupted because of a bomb drill and was not reconvened thereafter.\nAppellee’s visitation schedule should be the subject of either a consent Order or one entered after a hearing on visitation on remand. I would consider it unnecessary to address the other concerns raised in this issue in light of my position on the first issue.",
        "type": "dissent",
        "author": "BROSKY, Judge,"
      }
    ],
    "attorneys": [
      "Jay Y. Rubin, Indiana, for appellant.",
      "James K. Nicely, Indiana, for appellee."
    ],
    "corrections": "",
    "head_matter": "Karen S. BALDWIN, Appellant, v. Dennis A. BALDWIN, Appellee.\nSuperior Court of Pennsylvania.\nArgued Jan. 14, 1998.\nFiled April 8, 1998.\nJay Y. Rubin, Indiana, for appellant.\nJames K. Nicely, Indiana, for appellee.\nBefore TAMILIA, JOHNSON and BROSKY, JJ."
  },
  "file_name": "0610-03",
  "first_page_order": 654,
  "last_page_order": 664
}
