{
  "id": 8083932,
  "name": "STATE of Maine v. Paul PELKEY",
  "name_abbreviation": "State v. Pelkey",
  "decision_date": "1968-02-27",
  "docket_number": "",
  "first_page": "611",
  "last_page": "613",
  "citations": [
    {
      "type": "official",
      "cite": "238 A.2d 611"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "149 S.E.2d 418",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "year": 1966,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 Ga.App. 701",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1617280
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/113/0701-01"
      ]
    },
    {
      "cite": "336 Mo. 600",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8734612
      ],
      "weight": 2,
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/mo/336/0600-01"
      ]
    },
    {
      "cite": "366 P.2d 425",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10494269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/366/0425-01"
      ]
    },
    {
      "cite": "2 A. 129",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "78 Me. 20",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/78/0020-01"
      ]
    },
    {
      "cite": "30 A. 74",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "86 Me. 427",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        490470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/86/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 360,
    "char_count": 5043,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 9.586742606946991e-08,
      "percentile": 0.5260822156040758
    },
    "sha256": "5a61dd00beef0551f328ad7d6eeeef52477f4498dc26f53fb70ada047c38f948",
    "simhash": "1:aaa28275cabfde70",
    "word_count": 874
  },
  "last_updated": "2024-02-27T16:29:55.178470+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, DU-FRESNE, and WEATHERBEE, JJ.",
      "DUFRESNE, J., sat at argument, but did not participate in the opinion."
    ],
    "parties": [
      "STATE of Maine v. Paul PELKEY."
    ],
    "opinions": [
      {
        "text": "MARDEN, Justice.\nOn appeal. Appellant was charged with; and convicted for violation of 17 M.R.S.A. § 754 which reads as follows:\n“Whoever, with intent to commit a felony or any larceny, breaks and enters- * * * any * * * building in which valuable things are kept, * * * shall be punished * *\nThe pertinent portion of the indictment in the light of the issue in the case, charges him with breaking and entering “a certain building in which valuable things were taken and then and there kept.”\nAn illegal entry and the intent to commit larceny is not disputed. The issue is whether or not the State sufficiently proved that the reference building was one in which “valuable things” were kept.\nThe evidence establishes that a building utilized in connection with the owner’s used-car business contained a desk with at least one drawer in which drawer were three “piles” of automobile keys. The keys were those fitting the ignition switches of three rows of used cars in an adjacent parking lot, and after having been removed from the cars at the close of business on the day before the “break” were thus deposited in the desk drawer. Each key had attached to it a tag identifying the vehicle which the key fitted. The appellant, after entry to the building, took one “pile” of keys and used one key from the “pile” taken to start and remove an automobile from the parking lot.\nAt the close of the State’s case, the accused moved for a directed verdict, which was denied. Appellant now charges error in that denial “for the reason that the State failed to prove an element of the crime charged in the Indictment, that element being that the building allegedly broken and entered was a building in which valuable things were kept.”\nAppellant urges that to justify the finding of guilt, it was incumbent upon the State to prove expressly that the contents of the building in question, to-wit, the keys and the desk therein, were valuable and that failure to offer such evidence prohibits a finding beyond a reasonable doubt that the building invaded was one protected by the statute.\nIn cases involving robbery (State v. Perley et al., 86 Me. 427, 30 A. 74) and concealing stolen goods of an alleged value (State v. Gerrish, 78 Me. 20, 2 A. 129), in both of which the necessity of proof of value of the goods involved was raised, it was held “that the fact of value must be proved by evidence (to satisfy both the common law and our statute that property taken by robbery must be ‘the subject of larceny’ and have some value), but that they (jury) might infer from all of the evidence in the case whether the articles were of some value or not. * * * It was not required that the fact of value should be established by any separate proof. The jury may infer it from an inspection of the articles or from having heard them described by witnesses. * * * Many things speak their own value.” Gerrish, at page 23, 2 A. at page 130, and Perley, at page 433, 30 A. 74.\nIt is recognized that the specific value of the articles taken is not controlling in a charge of either robbery or the concealment of stolen goods, but some value must be proved and the principle has long been established that if there be evidence from which the jury may reasonably infer existence of value, the evidence is adequate and inferences properly may be drawn. This principle is equally applicable to the present case.\nThe purpose of the statute is to preserve the integrity of the building and its contents and while the owner may use it, in some cases, to house discarded material which he does not call valuable, as compared to other property in his possession, it does not follow that the material is without value. The discarded items may well be valuable to others.\nThe word “valuable” means possessing monetary value in use or exchange, having desirable qualities or something of worth. Webster’s Third New International Dictionary, 1961.\nThe words “valuable things” in the statute mean things to which some monetary value, desirability or worth may be attached. Certainly an automobile without the key to its ignition switch is of less value than one with such key, and the fact that the appellant was enabled to remove an automobile from the parking lot by use of a key which he obtained from the building in question, suggests both that the key was worth something as incidental to the automobile, and had a desirable quality to this appellant. See Stokes v. State, 366 P.2d 425 [11], 431 (Okl.Cr.1961); State v. Duncan, 336 Mo. 600, 80 S.W.2d 147 [8-10], 152 (1935); and Cannon v. State, 113 Ga.App. 701, 149 S.E.2d 418, 419 (reh. den. 1966). The evidence was sufficient to be a basis of reasonable inference of value.\nAppeal denied.\nDUFRESNE, J., sat at argument, but did not participate in the opinion.",
        "type": "majority",
        "author": "MARDEN, Justice."
      }
    ],
    "attorneys": [
      "Jules L. Mogul, Asst. County Atty., Bangor, for appellant.",
      "David M. Cox, Brewer, for appellee."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Paul PELKEY.\nSupreme Judicial Court of Maine.\nFeb. 27, 1968.\nJules L. Mogul, Asst. County Atty., Bangor, for appellant.\nDavid M. Cox, Brewer, for appellee.\nBefore WILLIAMSON, C. J., and WEBBER, TAPLEY, MARDEN, DU-FRESNE, and WEATHERBEE, JJ."
  },
  "file_name": "0611-01",
  "first_page_order": 643,
  "last_page_order": 645
}
