{
  "id": 11479138,
  "name": "PANTUSO MOTORS, INC., Alfred D. Pantuso, Sr. and Judith Pantuso, Appellees, v. CORESTATES BANK, N.A., Successor-In-Interest to Third National Bank & Trust Company of Scranton, Appellant",
  "name_abbreviation": "Pantuso Motors, Inc. v. Corestates Bank, N.A.",
  "decision_date": "1999-11-30",
  "docket_number": "",
  "first_page": "614",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "745 A.2d 614"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "680 A.2d 1181",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865428,
        769239
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/680/1181-01",
        "/pa-super/452/0032-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 32",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769239
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0032-01"
      ]
    },
    {
      "cite": "674 A.2d 1080",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        734370,
        7868412
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/449/0566-01",
        "/a2d/674/1080-01"
      ]
    },
    {
      "cite": "449 Pa.Super. 566",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        734370
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/449/0566-01"
      ]
    },
    {
      "cite": "707 A.2d 536",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11857009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0536-01"
      ]
    },
    {
      "cite": "53 A. 378",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1902,
      "pin_cites": [
        {
          "page": "379"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "203 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994687
      ],
      "year": 1902,
      "pin_cites": [
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0570-01"
      ]
    },
    {
      "cite": "55 A.2d 540",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "161 Pa.Super. 507",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        461307
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/161/0507-01"
      ]
    },
    {
      "cite": "529 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831225
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0573-01"
      ]
    },
    {
      "cite": "379 Pa.Super. 226",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874682
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "992"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/379/0226-01"
      ]
    },
    {
      "cite": "515 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806004
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0085-01"
      ]
    },
    {
      "cite": "676 A.2d 1199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "544 Pa 658",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "668 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        730242,
        7865669
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "580-31",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/447/0084-01",
        "/a2d/668/0529-01"
      ]
    },
    {
      "cite": "447 Pa.Super. 84",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730242
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/447/0084-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 778,
    "char_count": 14967,
    "ocr_confidence": 0.655,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24069627225371054
    },
    "sha256": "e2fa827e6f89ff5fa74f932e9485f3bb64c34b3e42c05a576990c4e9b929b215",
    "simhash": "1:b5cfc2a7f80246dc",
    "word_count": 2495
  },
  "last_updated": "2024-02-27T23:01:45.927011+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HUDOCK, EAKIN and MONTEMURO , JJ."
    ],
    "parties": [
      "PANTUSO MOTORS, INC., Alfred D. Pantuso, Sr. and Judith Pantuso, Appellees, v. CORESTATES BANK, N.A., Successor-In-Interest to Third National Bank & Trust Company of Scranton, Appellant."
    ],
    "opinions": [
      {
        "text": "MONTEMURO, J.:\n¶ 1 These cross appeals he from an order of the Court of Common Pleas of Lackawanna County granting Appellees’ motion for judgment on the pleadings, and from a judgment awarding to Appellees the amount of $235,858.36, in an action to recover liquidated damages.\n¶ 2 In 1990, Appellees received from Appellant a revolving line of credit of $400,000.00 secured by mortgages, a promissory note with a cognovit clause, and UCC financing statements. In July of 1994, Appellant confessed judgment against Appellees in the amount of $471,-716.71. One month later, in September, Appellees tendered a sum representing payment in full of all obligations owed the bank. At that time, Appellees requested that the judgment be satisfied of record. There is no claim that the obligation was not paid in full.\n¶3 In June of 1995, when Appellant had still failed to satisfy the judgment, Appellee made yet another request that it do so. On April 18, 1997, the judgment was satisfied, but the mortgages and UCC statement were not. On April 23, 1997 a demand for statutory damages was made. On May 2, 1997, Appellees were notified that the remaining security instruments would be satisfied in the near future. The instant action was filed on May 28, 1997.\n¶4 In its Answer and New Matter, Appellant asserted the statute of limitations as an affirmative defense, and after all pleadings had been filed, moved for judgment on the pleadings on the basis that the action was time barred. Appel-lees’ similar motion argued that judgment on the pleadings should be granted in their favor. After hearing argument, the trial court agreed with Appellees and entered the judgment which is now being appealed by Appellant, reserving the amount of the award for trial.\n¶ 5 Cross motions for reconsideration had been filed and argued when the trial judge who had entered the judgment was appointed to the federal bench, and the matter was reassigned. The order addressing the issue of damages was then entered, and these appeals followed.\n¶ 6 Our scope of review in assessing the propriety of a judgment on the pleadings is plenary. Such a judgment may be entered where there are no disputed issues of fact, and the moving party is entitled to a favorable decision as a matter of law. In making our determination, only the pleadings and relevant documents may be considered. We examine the trial court’s action for clear errors of law, or for facts disclosed by the pleadings which should properly go to the jury. Vetter v. Fun Footwear Co., 447 Pa.Super. 84, 668 A.2d 529, 580-31 (1995) (en banc), appeal denied, 544 Pa 658, 676 A.2d 1199 (1996).\n¶7 In its appeal, Appellant bank has ostensibly raised four issues for our review. In fact, there are two: whether the trial court erred in refusing to conclude that Appellees’ action to recover liquidated damages was time barred by the two year statute of limitations, and whether a mandatory satisfaction requirement even arose where Appellees allegedly failed to pay the required fee. We will address these in reverse order.\n¶ 8 Appellant argues that judgment on the pleadings was error as a factual dispute exists concerning Appellees’ payment of the required filing fee for the satisfaction. However, at no time pri- or to the filing of Appellees’ suit was the absence of the fee ever mentioned. In First Nat’l. Consumer Discount Co. v. Fetherman, 515 Pa. 85, 527 A.2d 100 (1987), the bank, in answer to the mortgagor’s request for satisfaction, wrote that an order was being filed. Our Supreme Court found that response sufficient to waive the mortgagor’s failure to tender a filing fee. Appellant here in fact recorded satisfaction of the judgment and then sent a letter anticipating satisfaction of the remaining instruments. Its actions assume either that the fee was actually paid, or that Appellant waived the fee and thus the issue. In either event no dispute exists, and the matter warrants no further examination.\n¶ 9 The question of whether Appellees’ action was time barred involves, as the trial court points out, construction of three statutes, all of which were pleaded in the complaint. These read as follows:\n21 P.S. § 681. Satisfaction of mortgage on margin of record or by satisfaction piece\nAny mortgagee of any real or personal estates in the Commonwealth, having received full satisfaction and payment of all such sum and sums of money as are really due to him by such mortgage,, shall, at the request of the mortgagor, enter satisfaction either upon the margin of the record of such mortgage recorded in the said office or by means of a satisfaction piece, which shall forever thereafter discharge, defeat and release the same; and shall likewise bar all actions brought, or to be brought thereupon.\n§ 682. Fine for Neglect\nAnd if such mortgagee, by himself or his attorney, shall not, within forty-five days after request and tender made for his reasonable charges, return to the said office, and there make such acknowl-edgement as aforesaid, he, she or they, neglecting so to do, shall for every such offense, forfeit and pay, unto the party or parties aggrieved, any sum not exceeding the mortgage-money, to be recovered in any Court of Record within this Commonwealth, by bill, complaint or information.\n42 Pa.C.S.A. § 8104. Duty of judgment creditor to enter satisfaction\n(a) General rule. — A judgment creditor who has received satisfaction of any judgment in any tribunal of this Commonwealth shall, at the written request of the judgment debtor, or of anyone interested therein, and tender of the fee or entry of satisfaction, enter satisfaction in the office of the clerk of the court where such judgment is outstanding, which satisfaction shall forever discharge the judgment.\n(b) Liquidated damages. — A judgment creditor who shall fail or refuse for more than 30 days after written notice in the manner prescribed by general rules, to comply with a request pursuant to subsection (a) shall pay to the judgment debtor as liquidated damages 1% of the original amount of the judgment for each day of delinquency beyond such 30 days, but not less than $250 nor more than 50% of the original amount of the judgment.[]\n13 Pa.C.S.A. § 9404(a). Termination statement\n(a) General rule.-If a financing statement covering consumer goods is filed on or after the effective date of this sentence, then within one month or within ten days following written demand by the debtor after there is no outstanding secured obligation and no commitment to make advances, incur obligations or otherwise give value, the secured party must file with each filing officer with whom the financing statement was filed, a termination statement to the effect that he no longer claims a security interest under the financing statement, which shall be identified by file number. In other cases whenever there is no outstanding secured obligation and no commitment to make advances, incur obligations or otherwise give value, the secured party must on written demand by the debtor send the debtor, for each filing officer with whom the financing statement was filed, a termination statement to the effect that he no longer claims a security interest under the financing statement, which shall be identified by file number. A termination statement signed by a person other than the secured party of record must be accompanied by payment of the required fee and a separate written statement of assignment signed by the secured party of record.... If the affected secured party fails to file such a termination statement as required by this subsection, or to send such a termination statement within ten days after proper demand therefor he shall be liable to the debtor for $100, and in addition for any loss caused to the debtor by such failure.\nIt is to be noted that although Appellant’s argument concerns only the effect of § 8104, the trial court correctly noted the applicability of all three sections, as what is involved here is mortgages and a note as well as a judgment.\n¶ 10 Appellant contends that pursuant to § 8104, the applicable two year statute of limitations began to run 30 days subsequent to the first demand made that the judgment be satisfied, that is 30 days after September 12, 1994, so that the action became time barred on October 14, 1996; Appellees’ complaint was filed May 28, 1997. We find that as to the judgment entered in April of 1997, Appellant is correct.\n¶ 11 We reach the same conclusion as to Appellant’s liability for failure to file a termination statement under 13 Pa. C.S.A. § 9404(a). Here too, the responsibility of the secured party continues, but the penalty is not specifically renewable. Accordingly, no award should be made on the basis of this section.\n¶ 12 However, our analysis changes with respect to the mortgages which are governed not by § 8104, but by §§ 681 and 682, the language of which differs in one significant respect from that of §§ 8104 and 9404. According to § 682, the fine for neglecting to satisfy a mortgage applies “for every such offense,” if after “request and tender [of] reasonable charges” the mortgage fails to “make acknowledgement” pursuant to § 681, that the mortgage has been paid off. The rules of statutory construction require that all of the provisions of a statute be given force, and they be interpreted in a way which does not lead to a ludicrous result. 1 Pa.C.S.A. §§ 1921(a), 1922(1). Here, we are compelled to conclude that any limitation on the mortgagor’s ability to file suit for damages does not become activated until all refusals to fulfill the duty of recording satisfaction have been made, that is, until the satisfaction has actually been entered. Thus we agree with the trial court’s finding that this statute places no restrictions on renewal of a demand for entry of the satisfaction, and that, accordingly, the limitations period began to run anew whenever a request for satisfaction is made, whether an initial request or a subsequent one. Moreover, the penalty may be applied to each occasion on which the bank refuses to perform.\n¶ 13 Our Supreme Court has opined that where a judgment creditor has received a written request for satisfaction and tender of the filing fee from a judgment creditor, a duty arises to have the judgment marked satisfied. First Nat’l Consumer Discount, supra. In other words, having once satisfied the notice and fee requirements, “the debtor is automatically entitled to liquidated damages calculated in accordance with the statutory formula.” Key Savings & Loan v. Louis John, Inc., 379 Pa.Super. 226, 549 A.2d 988, 992 (1988), appeal denied, 529 Pa. 573, 605 A.2d 1223 (1992) (emphasis added). The obligation of the judgment creditor is thus not extinguished by the lapse of time, Priester v. Milleman, 161 Pa.Super. 507, 55 A.2d 540 (1947), and, in fact, repeated requests here failed to move Appellant to perform its statutorily prescribed function. What is extinguished by § 8104, and by § 9404 is the remedy. Section 682, however, leaves the judgment debtor’s right to compensation intact, renewing the injury, and the penalty each time the mortgagee refuses to perform the statutorily delegated duty.\n¶ 14 The circumstances which compel this conclusion are not unique; an analogue has long existed with partial payment made on an existing debt. The general rule is that each time such a payment is made, the statute of limitations is tolled, because payment acknowledges the debt as an obligation from which the law necessarily implies a promise to pay. Barnes v. Pickett Hardware Co., 203 Pa. 570, 572, 53 A. 378, 379 (1902). See also Citicorp North America, Inc. v. Thornton, 707 A.2d 536 (Pa.Super.1998). The mortgagor’s statutory duty to demand and pay for satisfaction to be entered is equivalent to the debtor’s acknowledgement of his obligation on the debt. Although the analogue is not perfect since the debtor’s performance of his duty to pay is the inverse of the mortgagee’s refusal to perform, the notion that the statute may be started and stopped by the performance or refusal to perform some obligatory action nevertheless applies. Here, however, because the trial court’s award of damages was made on the basis of a statutory formula from 42 Pa. C.S.A. § 8104, which does not apply, the amount of liquidated damages must be revisited. Accordingly, for that limited purpose we remand to the trial court.\n¶ 15 As to Appellees’ cross appeal, they argue that the liquidated damages award should have been applied separately to each named plaintiff, that is, tripled, and that they should have been awarded costs and statutory interest against the award.\n¶ 16 As to the first of these, Appellees rely on First Seneca Bank v. Sunseri, 449 Pa.Super. 566, 674 A.2d 1080 (1996), to support their claim. There too the sole shareholder personally guaranteed the corporate debt of his company, and when the bank failed to act appropriately, the court awarded damages to each judgment debt- or. However, two guarantee loans were involved, as were two judgments. Here, as the trial court correctly observes, there was only one debt. Although it was guaranteed jointly and severally by the parties, it is Appellant’s failure to enter on the record the satisfaction of this one debt, however divided into discrete elements, which generated the award. Accordingly, we find no merit in this claim.\n¶ 17 Finally, Appellee’s claim for cost and interest is not before us, having never been raised before the trial court.\n¶ 18 Affirmed in part and reversed in part. Damages award is vacated, and case is remanded for proceedings consistent with this opinion.\n¶ 19 Jurisdiction relinquished.\n. Appellant CoreStates is the successor in interest to Third National Bank and Trust Company of Scranton, the original judgment creditor.\n. The trial court remarks that Appellant bank concedes the applicability of this section as quoted above. The section was amended subsequent to the filing of the complaint to provide, inter alia, for a $2500 cap on damages. See 42 Pa.C.S.A. § 9104 as amended June 25, 1997.\n. Appellees’ argument that § 8104 is not a civil penalty and accordingly not subject to a two year statute of limitations was resolved by this Court's decision in Hanover Plumbing Supply, Inc. v. Russell, 452 Pa.Super. 32, 680 A.2d 1181 (1996), in which we held that \"Section 8104 of Title 42 is a punitive statute aimed at encouraging the timely removal of satisfied judgments from the court dockets.\" Id. at 1182.",
        "type": "majority",
        "author": "MONTEMURO, J.:"
      }
    ],
    "attorneys": [
      "Jeffry W. Duffy, Reading, for appellant.",
      "Armand E. Olivetti, Jr., Scranton, for appellees."
    ],
    "corrections": "",
    "head_matter": "PANTUSO MOTORS, INC., Alfred D. Pantuso, Sr. and Judith Pantuso, Appellees, v. CORESTATES BANK, N.A., Successor-In-Interest to Third National Bank & Trust Company of Scranton, Appellant.\nSuperior Court of Pennsylvania.\nArgued Oct. 20, 1999.\nFiled Nov. 30, 1999.\nReargument Denied Feb. 11, 2000.\nJeffry W. Duffy, Reading, for appellant.\nArmand E. Olivetti, Jr., Scranton, for appellees.\nBefore HUDOCK, EAKIN and MONTEMURO , JJ.\nRetired Justice assigned to Superior Court."
  },
  "file_name": "0614-02",
  "first_page_order": 668,
  "last_page_order": 674
}
