{
  "id": 9178132,
  "name": "Craig MOSS, Petitioner v. PENNSYLVANIA DEPARTMENT OF CORRECTIONS, Respondent",
  "name_abbreviation": "Moss v. Pennsylvania Department of Corrections",
  "decision_date": "2004-11-18",
  "docket_number": "",
  "first_page": "615",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 615"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "609 A.2d 880",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1433490
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0098-01"
      ]
    },
    {
      "cite": "584 F.2d 352",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        849754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/584/0352-01"
      ]
    },
    {
      "cite": "848 F.2d 389",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1783397
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/848/0389-01"
      ]
    },
    {
      "cite": "48 F.3d 337",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7408903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/48/0337-01"
      ]
    },
    {
      "cite": "591 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1415146
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0607-01"
      ]
    },
    {
      "cite": "160 L.Ed.2d 257",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "125 S.Ct. 369",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "848 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        91561,
        91567,
        91635,
        9248885,
        9248824,
        9248860
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0654-01",
        "/pa/577/0653-01",
        "/pa/577/0654-02",
        "/a2d/848/0917-03",
        "/a2d/848/0917-01",
        "/a2d/848/0917-02"
      ]
    },
    {
      "cite": "577 Pa. 653",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        91567
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/577/0653-01"
      ]
    },
    {
      "cite": "830 A.2d 1092",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9099780
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/830/1092-01"
      ]
    },
    {
      "cite": "532 U.S. 223",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9301077
      ],
      "weight": 5,
      "year": 2001,
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/532/0223-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "518 U.S. 343",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1729949
      ],
      "weight": 9,
      "year": 1996,
      "pin_cites": [
        {
          "page": "355"
        },
        {
          "page": "353"
        },
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/518/0343-01"
      ]
    },
    {
      "cite": "430 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12128115
      ],
      "weight": 9,
      "year": 1977,
      "pin_cites": [
        {
          "page": "828"
        },
        {
          "page": "824"
        },
        {
          "page": "825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0817-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 719,
    "char_count": 13463,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.215228571241026
    },
    "sha256": "f771650286b76bfb322cdc982ddbc8af851f26f3e1f3881a29b832de824dd227",
    "simhash": "1:dd7c92966094a55b",
    "word_count": 2153
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FRIEDMAN, Judge, and SIMPSON, Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Craig MOSS, Petitioner v. PENNSYLVANIA DEPARTMENT OF CORRECTIONS, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge McCLOSKEY.\nPresently before this Court are a pro se application for special relief filed on behalf of Craig Moss (Moss) and. a motion for summary judgment filed on behalf of the Pennsylvania Department of Corrections (DOC). In July of 2002, Moss filed a petition for review with this Court alleging that DOC had violated his constitutional right to access to the courts. More specifically, Moss alleged that the stationery supplies provided to indigent inmates were inadequate to allow Ml access to the courts. .\nIn September of 2002, Moss filed a motion for judgment as a matter of law. The next month DOC filed a motion for summary relief. By order dated October 4, 2002, this Court directed that DOC’s motion be listed with Moss’ motion for purposes of briefs and disposition. Following the submission of briefs, by opinion and order dated December 24, 2002, we denied both Moss’ motion for judgment as a matter of law and DOC’s motion for summary relief. We denied both motions based upon our finding that genuine issues of fact existed concerning the sufficiency of the stationery supplies provided to Moss, the budgetary concerns of the prison and the actual harm, or lack thereof, suffered by Moss.\nFollowing the filing of numerous applications for special relief and answers thereto, all of which were denied by this Court, the case entered into a period of inactivity. By order dated May 10, 2004, we issued a rule to show cause why the case should not be dismissed. Moss filed an answer to the rule to show cause, which rule was then discharged by order dated June 4, 2004. In this order, we directed Moss to file a renewed motion for summary relief, supported by affidavit, demonstrating that he has suffered and will continue to suffer actual harm in the nature of inability to file particular documents with a court, thereby proving that DOC’s stationery policy resulted in his being denied access to the courts.\nTwo weeks later, Moss filed an application for special relief, together with an affidavit, setting forth the alleged specific instances wherein DOC’s policy prevented him from filing necessary paperwork with the courts and causing him actual harm. DOC filed an answer as well as a cross motion for summary judgment denying that its policy prevented Moss from obtaining access to the courts. To the contrary, DOC averred that Moss’ lack of sufficient resources was due to his “flagrant abuse of the legal system for his own recreational purposes.” (Respondent’s Answer to Petitioner’s Application for Special Relief, Paragraph 4, p. 4). DOC notes the numerous legal actions commenced by Moss, many of which were dismissed as frivolous, failing to state a claim or lacking legal merit.\nIn the seminal case of Bounds v. Smith, 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977), our United States Supreme Court held that inmates have a “fundamental constitutional right of access to the courts.” Bounds, 430 U.S. at 828, 97 S.Ct. 1491. The Court in Bounds noted that it has “consistently required States to shoulder affirmative obligations to assure all prisoners meaningful access to the courts.” Bounds, 430 U.S. at 824, 97 S.Ct. 1491. With respect to indigent inmates, the Court interpreted this right as requiring prison authorities to provide such inmates with paper, a pen, notary service and postage. Nevertheless, the Court pointed out that prison authorities may consider economic factors in determining the extent of these provisions and/or the “methods used to provide meaningful access.” Bounds, 430 U.S. at 825, 97 S.Ct. 1491.\nMoreover, this right of access was somewhat restricted by the Court’s later decision in Lewis v. Casey, 518 U.S. 343, 116 S.Ct. 2174, 135 L.Ed.2d 606 (1996), wherein the court held that an inmate was required to establish actual injury, i.e., the shortcomings of the prison authority, in this case DOC’s stationery policy, hindered the inmate’s efforts to pursue a legal claim. Additionally, the Court in Lewis indicated that this injury requirement is not satisfied by any type of frustrated legal claim, but only by claims relating to direct appeals from criminal convictions involving incarceration, habeas petitions and civil rights actions under 42 U.S.C. § 1983 to vindicate basic constitutional rights.\nFurther, the Court in Lewis reiterated that “Bounds does not guarantee inmates the wherewithal to transform themselves into litigating engines capable of filing everything from shareholder derivative actions to slip-and-fall claims.” Lewis, 518 U.S. at 355, 116 S.Ct. 2174. Rather, the Court indicated that Bounds merely requires the prison authorities to provide inmates with the tools they need in order to attack their sentences, directly or collaterally, and in order to challenge the conditions of their confinement. The Court explained that it envisioned that a prison program “would remain in place at least until some inmate could demonstrate that a nonfrivolous legal claim had been frustrated or was being impeded.” Lewis, 518 U.S. at 353, 116 S.Ct. 2174.\nAs noted above, DOC enacted a stationery policy in this case providing indigent inmates with a pen as well as certain amounts of paper, envelopes and postage. However, DOC’s policy is not presumed to be valid, especially where it impinges on an inmate’s constitutional rights. See Shaw v. Murphy, 532 U.S. 223, 121 S.Ct. 1475, 149 L.Ed.2d 420 (2001). Rather, such a regulation is valid only if it is “reasonably related to legitimate penological interests.” Shaw, 532 U.S. at 229, 121 S.Ct. 1475.\nIn this regard, Shaw set forth the following four factors that courts can use to review such a regulation: (1) whether the governmental objective is legitimate and neutral and the restriction has a rational connection to the asserted goal; (2) whether alternative means of exercising the right remain open to inmates; (3) whether accommodation of the asserted right will significantly affect guards, other inmates and the allocation of prison resources; and (4) whether ready alternatives to the restriction are available.\nAs to the first factor, we recently addressed this issue in Bronson v. Horn, 830 A.2d 1092 (Pa.Cmwlth.2003), affirmed, 577 Pa. 653, 848 A.2d 917 (2004), cert. denied, — U.S. —, 125 S.Ct. 369, 160 L.Ed.2d 257 (2004), wherein we held that the reasons underlying DOC’s stationery policy, i.e., continuing to provide inmates with access to the courts while taking into consideration the need for consistent application of the policy throughout the state’s correctional institutions as well as DOC’s fiscal responsibility to the taxpayers of this Commonwealth, “establishes a rational connection between the regulation and a legitimate neutral government interest.” Bronson, 830 A.2d at 1095. Neither Moss’ application for special relief nor his affidavit provides any basis to rebut this conclusion.\nWe now turn to the second factor of Shaw, i.e., the availability to the inmate of alternative means of exercising his right to access. As we also noted in Bronson, there are several alternatives available to inmates, such as requesting extensions of time to file documents, seeking leave to file fewer copies of documents and, albeit in extreme cases, seeking a court order directing DOC to permit additional supplies. Moreover, and most important to the present case, we held in Bronson that DOC’s system of placing a neutral restriction, such as a dollar amount, on the costs it advances, allows the inmate, not DOC, to choose which cases to bring and which to forgo. In other words, we noted that indigent inmates would be required to prioritize their legal filings, which is true of all litigants, incarcerated or not. Id.\nIn this case, DOC’s motion for summary relief is premised upon its argument that any denial of access to the courts that Moss might have experienced was due solely to his “flagrant abuse of the legal system” and was not related to DOC’s stationery policy. Indeed, support for this argument is found in the exhibits DOC attached to its motion, which exhibits reference at least six different cases filed by Moss in different courts and at different levels, both state and federal, most of which were dismissed as being frivolous, failing to state a claim or lacking legal merit. Moss’ own application and accompanying affidavit likewise referenced these six cases, not including the present case.\nUpon review of the pleadings and exhibits, it becomes apparent that Moss’ failure or inability to file certain documents with the courts, even in cases which might be deemed appropriate under Lewis to establish actual injury, such as post-conviction claims or civil rights claims, was the result of his excessive legal filings and his inability to prioritize the same, not the result of DOC’s stationery policy.\nWe now turn to the third factor of Shaw, i.e., the effect on guards, other inmates and the allocation of prison resources. As noted above, DOC has a legitimate interest in consistent application of the policy throughout the state’s correctional institutions as well as a fiscal responsibility to the taxpayers of this Commonwealth. DOC must adopt a policy that can allocate its resources fairly and equally among all parties involved, also taking into consideration other programs offered to inmates, such as drug counseling/rehabilitation and educational opportunities. While this policy may curtail Moss’ legal filings, our Supreme Court in Lewis indicated that “impairment of any ... litigating capacity [other than attacking sentences or challenging the conditions of confinement] is simply one of the incidental (and perfectly constitutional) consequences of conviction and incarceration.” Lewis, 518 U.S. at 355, 116 S.Ct. 2174.\nWe now turn to the fourth and final factor of Shaw, i.e., the ready alternatives available to prison authorities. Moss fails to set forth any readily available alternatives to DOC’s policy, other than his request for additional supplies of paper, larger envelopes, more money for postage and money for photocopying. However, Moss fails to account for the impact of these changes on DOC’s budgetary concerns and fiscal responsibility, especially if implemented statewide.\nBased upon the pleadings and exhibits submitted by the parties, we cannot say that DOC’s stationery policy violates Moss’ constitutional right of access to the courts. To the contrary, any limitation upon Moss’ access to the courts is brought about by Moss himself, as discussed above.\nAccordingly, DOC’s motion for summary judgment is granted and Moss’ application for special relief is denied.\nORDER\nAND NOW, this 18th day of November, 2004, the application for special relief filed on behalf of Craig Moss (Moss) is hereby denied. The motion for summary judgment filed on behalf of the Pennsylvania Department of Corrections is hereby granted. Moss’ amended petition for review is accordingly dismissed.\n. Moss later filed an amended petition for review raising nearly the same allegations. Moss sought an order directing DOC to provide him with 200’ sheets of blank paper per month, with the opportunity to request more for pending litigation, three 10 x 13 envelopes, $20.00 per month in postage and $10.00 per month in photocopying.\n. DOC had a policy permitting such inmates 100 sheets of 8/1 x 11 inch paper, six sheets of carbon paper, ten 5x7 inch envelopes and $10.00 postage per month.\n. Craig Moss v. Pennsylvania Department of Corrections (Pa.Cmwlth., 445 M.D.2002, filed December 24, 2002).\n. A motion for summary judgment may be granted only when there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Shoats v. Pennsylvania Department of Corrections, 139 Pa.Cmwlth. 607, 591 A.2d 326 (1991). The right to judgment must be clear and free from doubt. Id. All doubts as to the existence of a genuine issue of material fact are to be resolved against the granting of the summary judgment. Id.\n. Indeed, in applying Bounds, courts have refused to equate “meaningful access” with unlimited access. See, e.g., Blaise v. Fenn, 48 F.3d 337 (8th Cir.1995) (monthly allowance of $7.70 and available advance of $3.50 was sufficient); Gittens v. Sullivan, 848 F.2d 389 (2d Cir.1988) ($1.10 per week for stamps and advance of $36.00 for postage for legal mail was sufficient).\n. Nevertheless, the United States Supreme Court has generally deferred to the judgment of prison officials in upholding regulations against constitutional challenge, because of the complexity of the problems in our prisons and because the courts are ill equipped to deal with these problems. Shaw.\n. In Bronson, inmate Purcell Bronson alleged that the DOC’s policy, limiting him to postage in the amount of $10.00 per month, violated his constitutional right to access to the courts.\n. We note, as we did in Bronson, that inmates do not have the right to unlimited free postage, Twyman v. Crisp, 584 F.2d 352 (10th Cir.1978), or free or unlimited access to photocopying, Johnston v. Lehman, 148 Pa.Cmwlth. 98, 609 A.2d 880 (1992).",
        "type": "majority",
        "author": "Senior Judge McCLOSKEY."
      }
    ],
    "attorneys": [
      "Craig Moss, petitioner, pro se.",
      "Michael J. McGovern, Assistant Counsel, Camp Hill, for respondent."
    ],
    "corrections": "",
    "head_matter": "Craig MOSS, Petitioner v. PENNSYLVANIA DEPARTMENT OF CORRECTIONS, Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Oct. 22, 2004.\nDecided Nov. 18, 2004.\nPublication Ordered Feb. 18, 2005.\nCraig Moss, petitioner, pro se.\nMichael J. McGovern, Assistant Counsel, Camp Hill, for respondent.\nBEFORE: FRIEDMAN, Judge, and SIMPSON, Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "0615-01",
  "first_page_order": 655,
  "last_page_order": 660
}
