{
  "id": 11251812,
  "name": "Joseph LEWIS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Lewis v. State",
  "decision_date": "1973-03-23",
  "docket_number": "",
  "first_page": "617",
  "last_page": "618",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 617"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "303 A.2d 636",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        6789270
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/303/0636-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 196,
    "char_count": 2567,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 5.4250333130079806e-08,
      "percentile": 0.3418492738379728
    },
    "sha256": "39306f4de7f49d51b1745e23b504205a596fc5d5498f76038cfdd4ff9cd8d015",
    "simhash": "1:602e02de67aad917",
    "word_count": 402
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOLCOTT, C. J., and CAREY and HERRMANN, JJ."
    ],
    "parties": [
      "Joseph LEWIS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HERRMANN, Justice:\nThis appeal brings up for review the reasonableness of a pre-arrest search, without a warrant, of an automobile stopped by police upon suspicion of armed robbery by the occupants. The search was made prior to arrest. Compare 11 Del.C. § 2303.\nAt 2:20 a. m., a Pennsylvania police officer cruising at the Delaware-Pennsylvania boundary, heard a police radio alarm of an armed robbery committed at 2:15 a. m. at a nearby Pennsylvania gasoline station. Involved were a black woman and two black men in a late-model blue Oldsmobile Cutlass headed toward Delaware. At about 2:25 a. m., the officer observed an automobile and occupants, resembling the radioed descriptions, in Delaware just south of the Pennsylvania line. The officer radioed his communication center that he was following the automobile and occupants; the Delaware State Police were notified.\nThe Pennsylvania officer stopped the defendant’s automobile and, almost immediately, five Delaware police officers arrived at the scene. The victim of the robbery, previously interviewed by one of the Delaware officers, had confirmed that the robbery involved a black woman, two black men, a blue Oldsmobile Cutlass, and a sawed-off shotgun. While the occupants were being placed under two-hour detention, 11 Del.C. § 1902, one of the Delaware officers searched under the front seat of the automobile and found a sawed-off shotgun. The Superior Court denied the defendant’s motion to suppress the gun. The defendant was convicted of possession of a firearm by a convicted felon, 11 Del.C. § 468B, and of carrying concealed a deadly weapon, 11 Del.C. § 463. This appeal resulted, the sole ground being the propriety of the search and seizure.\nWe hold that a limited protective pre-arrest search for a weapon was reasonable under the circumstances of this case.\nThe case is controlled by State v. Wausnock, Del.Supr., 303 A.2d 636 (1973). The police officers here, as reasonably prudent men in the totality of the circumstances, had reasonable cause to fear for their own safety and the safety of others. Accordingly, the protective search without a warrant was reasonable and, therefore, permissible under the Fourth Amendment.\nAffirmed.",
        "type": "majority",
        "author": "HERRMANN, Justice:"
      }
    ],
    "attorneys": [
      "John S. C. Frank, Asst. Public Defender, Wilmington, for defendant below, appellant.",
      "H. Murray Sawyer, Jr., Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Joseph LEWIS, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nMarch 23, 1973.\nJohn S. C. Frank, Asst. Public Defender, Wilmington, for defendant below, appellant.\nH. Murray Sawyer, Jr., Deputy Atty. Gen., Wilmington, for plaintiff below, ap-pellee.\nBefore WOLCOTT, C. J., and CAREY and HERRMANN, JJ."
  },
  "file_name": "0617-01",
  "first_page_order": 653,
  "last_page_order": 654
}
