{
  "id": 9403746,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Jose Geraldo ORTIZ, Appellee",
  "name_abbreviation": "Commonwealth v. Ortiz",
  "decision_date": "2002-06-05",
  "docket_number": "",
  "first_page": "617",
  "last_page": "620",
  "citations": [
    {
      "type": "official",
      "cite": "802 A.2d 617"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "506 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790936
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0537-01"
      ]
    },
    {
      "cite": "663 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7875214,
        723967
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/663/0746-01",
        "/pa-super/444/0206-01"
      ]
    },
    {
      "cite": "444 Pa.Super. 206",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        723967
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/444/0206-01"
      ]
    },
    {
      "cite": "317 Pa.Super. 497",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        89530
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/317/0497-01"
      ]
    },
    {
      "cite": "498 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776311
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0326-01"
      ]
    },
    {
      "cite": "418 Pa.Super. 250",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916901
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "citing 1 Pa.C.S.A. § 1903(a)"
        },
        {
          "parenthetical": "citing 1 Pa.C.S.A. § 1903(a)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/418/0250-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6141,
    "ocr_confidence": 0.663,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.354247680077101
    },
    "sha256": "96fb7f042a62c766f60690473265ff8816dd6f256a6cc0660e326e6c9977b253",
    "simhash": "1:9bcbb3ba61685c81",
    "word_count": 1036
  },
  "last_updated": "2024-02-27T21:12:00.319497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: STEVENS, TODD, and CAVANAUGH, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Jose Geraldo ORTIZ, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSTEVENS, J.\n¶ 1 This is an appeal from an order entered in the Court of Common Pleas of Berks County, which dismissed the charges against Appellee Jose Ortiz. The Commonwealth’s sole issue on appeal is whether the court erred in its interpretation of the provisions of the Protection From Abuse Act (PFAA), 23 Pa.C.S.A. §§ 6101-6116, and wrongfully dismissed the charges against Appellee. We find that the lower court misinterpreted the statute and, thus, we reverse and remand.\n¶ 2 The facts of the case are as follows: On March 18, 2001, an officer of the Reading Police filed an Indirect Criminal Contempt Charge against Appellee, alleging a violation of a PFA order which had been entered against him. The Commonwealth alleged that Appellee entered the residence of Bridgette Ortiz, in spite of the fact that he was prohibited from having any contact with Ms. Ortiz pursuant to the PFA order. On March 22, 2001, Appellee was arraigned, and a date for the contempt hearing was scheduled for March 29, 2001. At the contempt hearing, the trial court dismissed the charges against Appellee because the hearing had not taken place within ten days of the date that the charges were filed. Specifically, the trial court determined that, under 23 Pa.C.S.A. § 6113(f), a hearing was required to be held within ten days. All Pa.R.A.P.1925 requirements have been met, and both parties filed briefs with this Court.\n¶ 3 The PFAA provides that: “A hearing shall be scheduled within ten days of the filing of the charge or complaint of indirect criminal contempt.” 23 Pa.C.S.A. § 6113(f). The lower court interpreted the provision to mean that the hearing must be held within ten days. Thus, as the hearing was held eleven days after the filing of the charge, the court dismissed the charges. We find that the lower court misinterpreted the PFAA.\n¶4 In Pennsylvania, it is well-settled that a court must construe the words of a statute according to their plain meaning. Heard v. Heard, 418 Pa.Super. 250, 614 A.2d 255 (1992) (citing 1 Pa.C.S.A. § 1903(a)); Commonwealth v. Stanley, 498 Pa. 326, 446 A.2d 583 (Pa.1982); Fireman’s Fund Insurance Co. v. Nationwide Mutual Insurance Co., 317 Pa.Super. 497, 464 A.2d 431 (1983). Moreover, when construing one section of a statute, courts must read that section not by itself, but with reference to, and in light of, the other sections because there is a presumption that in drafting the statute, the General Assembly intended the entire statute to be effective. Commonwealth v. Lopez, 444 Pa.Super. 206, 663 A.2d 746 (1995).\n¶ 5 The express language of the section at issue states that a “hearing shall be scheduled within ten days,” not “scheduled to be held within ten days.” Therefore, a court satisfies the requirements of Section 6113(f) when it schedules, but not necessarily holds, the hearing within ten days of the filing of the charge or complaint. Here, the court scheduled a hearing four days after the police officer filed the charges against Appellee. As such, the trial court erred in dismissing the charges against Appellee.\n¶ 6 Our conclusion is further supported by reference to other sections of the PFAA. For example, section 6107 of the PFAA provides “within ten days of the filing of a petition under this chapter, a hearing shall be held before the court....” This illustrates that the legislature, when requiring a hearing to be held within ten days, will specifically and unequivocally state as much.\n¶ 7 Therefore, we find that the lower court erred in its interpretation of the provision of the PFAA and should not have dismissed the case as a hearing was scheduled within ten days of the charge.\n¶ 8 Reversed; Remanded; Jurisdiction Relinquished.\n¶ 9 CONCURRING STATEMENT BY TODD, J.\n. The Commonwealth has stated in its appeal that the trial court’s order dismisses the prosecution of the case as required by Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985).\n. We note that Appellee has asked us to quash this appeal due to briefing defects in the Commonwealth's brief. Specifically, Appellee alleges that the Commonwealth has failed to provide a statement of jurisdiction, a copy of the order in question and claims that the .reproduced record is incomplete. Our copy of the brief does, in fact, contain a statement of jurisdiction, a copy of the order in question, and the reproduced record is sufficient for appellate review. Therefore, we decline to quash the appeal for briefing defects.\n. Section 6107 dictates when a hearing should be held with regard to the filing of a petition for a PFA.",
        "type": "majority",
        "author": "STEVENS, J."
      },
      {
        "text": "Concurring statement by\nTODD, J.\n¶ 1 I agree with the Majority’s analysis and with its conclusion that the plain language of Section 6113(f) requires only that a trial court schedule, not hold, a hearing within ten days of the filing of a charge or complaint of indirect criminal contempt. However, I write separately to note that I share the concern of the trial judge, the Honorable Jeffrey K Sprecher, that this interpretation of Section 6113(f) implicates the issue of a defendant’s right to a speedy trial or prompt hearing. For example, as long as a trial court schedules a hearing within ten days of the filing of a contempt charge, the court is in compliance with Section 6113(f), regardless of the date set for the hearing. As Judge Sprecher noted in his opinion, “[t]he deleterious impact of pending criminal charges on an individual is not particularly lessened by the knowledge of when a hearing is to be held. A hearing date in the possibly distant future is no substitute for a prompt hearing.” (Trial Court Opinion, 6/8/01, at 3.) Nevertheless, if this concern regarding the language of Section 6113(f) as enacted by the Pennsylvania legislature is to be remedied, it must be addressed by the legislature.",
        "type": "concurrence",
        "author": "TODD, J."
      }
    ],
    "attorneys": [
      "Kelly S. Kline, Asst. Dist. Atty., Reading, for Commonwealth, appellant.",
      "Elizabeth M. Ebner, Reading, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. Jose Geraldo ORTIZ, Appellee.\nSuperior Court of Pennsylvania.\nArgued Jan. 15, 2002.\nFiled June 5, 2002.\nReargument Denied Aug. 6, 2002.\nKelly S. Kline, Asst. Dist. Atty., Reading, for Commonwealth, appellant.\nElizabeth M. Ebner, Reading, for appel-lee.\nBEFORE: STEVENS, TODD, and CAVANAUGH, JJ."
  },
  "file_name": "0617-03",
  "first_page_order": 655,
  "last_page_order": 658
}
