{
  "id": 8076305,
  "name": "Jean BURNS and Percy Burns, Plaintiffs Below, Appellants, v. Prince Albert BOUDWIN, Defendant Below, Appellee",
  "name_abbreviation": "Burns v. Boudwin",
  "decision_date": "1971-09-14",
  "docket_number": "",
  "first_page": "620",
  "last_page": "622",
  "citations": [
    {
      "type": "official",
      "cite": "282 A.2d 620"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "32 A. 287",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "8 Houst. 398",
      "category": "reporters:state",
      "reporter": "Houston",
      "case_ids": [
        64728
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/del/13/0398-01"
      ]
    },
    {
      "cite": "46 A. 747",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1900,
      "opinion_index": 0
    },
    {
      "cite": "2 Pennewill 392",
      "category": "reporters:state",
      "reporter": "Pennewill",
      "year": 1900,
      "opinion_index": 0
    },
    {
      "cite": "80 A. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "3 Boyce 133",
      "category": "reporters:state",
      "reporter": "Boyce",
      "case_ids": [
        92187
      ],
      "year": 1911,
      "opinion_index": 0,
      "case_paths": [
        "/del/26/0133-01"
      ]
    },
    {
      "cite": "39 A.L.R.2d 782",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "197 A. 673",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "9 W.W.Harr. 211",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "year": 1938,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 5953,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20076247688571805
    },
    "sha256": "b44987871f047662d078ee471385f69e195e19ffef0b28f7c351ad7e37cdd1a8",
    "simhash": "1:b246a243352e59e0",
    "word_count": 1031
  },
  "last_updated": "2024-02-27T23:48:50.386289+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "WOLCOTT, Chief Justice, and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "Jean BURNS and Percy Burns, Plaintiffs Below, Appellants, v. Prince Albert BOUDWIN, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "WOLCOTT, Chief Justice:\nThis is an appeal from the entry of a summary judgment in favor of the defendant.\nThe facts agreed upon by the parties are as follows:\nOn January 30, 1969 the plaintiff slipped and fell on a natural accumulation of ice and snow on the sidewalk abutting the premises known as 915 Wilson Street, Wilmington, owned by the defendant. At the time of the incident there was in existence an ordinance of the City of Wilmington providing as follows:\n“Sec. 45-116. Duty of abutting owners, occupants, etc., to make pathway — Generally.\n“In case any snow shall fall or ice shall be formed on the sidewalk of any public street in the city, it shall be the duty of the occupant, lessee, owner or agent of the property which fronts or abuts upon any such sidewalk to remove, or cause to be removed, all such snow and ice from that one-half of the sidewalk of the property nearest the building line; and also, to make, or cause to be made, a pathway, no less than two feet in width, from such cleared portion of the sidewalk to the street gutter, by the removal of such snow and ice therefrom. The removal of such snow and ice shall be made within ten working hours after such snow may cease to fall or after the formation of such ice.”\nWhile it does not appear in the agreed-upon statement of facts, there was at the same time a further ordinance of the City of Wilmington, § 45.121, which reads as follows:\n“Sec. 45-121. Violations and penalties.\n“Every person failing, neglecting or refusing to perform any duty required by the foregoing sections of this article or continuing violation on any day or days succeeding the first conviction hereunder shall be guilty of committing and maintaining a nuisance, and shall upon conviction thereof in the municipal court be punished by a fine of not less than one dollar nor more than five dollars besides costs of prosecution.”\nThe issue raised by this appeal is a very narrow one. Plaintiff concedes in the light of Massey v. Worth, 9 W.W.Harr. 211, 197 A. 673 (1938), that there is no common law duty imposed upon a landowner to remove natural accumulations of ice and snow from the sidewalks abutting his property. She contends, however, that § 45-116 of the Wilmington City Code changes the common law so as to render a landowner liable to a third person for failure to remove naturally accumulated ice and snow from the sidewalk.\nThe decisional law throughout the United States is overwhelmingly against the contention of the plaintiff. See Annotation, “Municipal Liability for Injuries From Snow and Ice on Sidewalk”, 39 A.L.R.2d 782, §§ 2 and 34. Plaintiff concedes the overwhelming nature of the decisions adverse to her contention, but contends that the ordinance in question in fact imposes a standard of care upon the abutting property owner which brings it within the field of negligence per se arising from the act of violation of the statutorily imposed standard of care. Plaintiff cites Lindsay v. Cecchi, 3 Boyce 133, 80 A. 523 (1911); Knopf v. Philadelphia, W. & B. R. Co., 2 Pennewill 392, 46 A. 747 (1900), and Robinson v. Simpson, 8 Houst. 398, 32 A. 287 (1889).\nThe cited cases all apply the rule that violation of a statute or ordinance imposing a standard of care upon a citizen is negligence per se and may be made the basis for a civil action provided a causal connection exists between the violation of the statute or ordinance and the injury caused. We think, however, the cases are not pertinent to the case at bar.\nIt is generally held that a duty is imposed upon the city to use reasonable care to keep its sidewalks safe for passage by its citizens. See cases collected in an Annotation, 39 A.L.R.2d 782. From the same authority it appears that almost uniformly it is held that an ordinance requiring lot owners to keep the sidewalks free from snow and ice and imposing a penalty for the failure to do so imposes no civil liability on the lot owner in favor of a third person injured by reason of the violation of the ordinance.\nThis principle is recognized in the Restatement of Torts 2d, § 288 which, in part, reads as follows:\n“§ 288. When Standard of Conduct Defined by Legislation or Regulation Will Not Be Adopted\n“The court will not adopt as the standard of conduct of a reasonable man the requirements of a legislative enactment or an administrative regulation whose purpose is found to be exclusively\n‡ * ‡ ‡ 5f£ ‡\n“(c) to impose upon the actor the performance of a service which the state or any subdivision of it undertakes to give the public * *\nAnd see particularly Illustration 5 under § 288 and Prosser on Torts (3rd Ed.), page 194.\nWe think § 45-116 of the Wilmington Code falls within the class of ordinances referred to. It seeks to delegate to the abutting lot owner the performance of the duty imposed upon the municipality of keeping the sidewalks free for passage by pedestrians, and imposes a criminal penalty upon the abutting lot owner who fails to abide by the provisions of § 45-116. The ordinance does not purport to establish a general standard of care to be imposed upon the abutting lot owner for the protection of the public generally. It requires a duty to the municipality to be performed by the lot owner and also prescribes a penalty for the failure to perform that duty.\nThis case therefore falls squarely within the overwhelming majority rule of all the States that such ordinances do not prescribe a standard of care for third parties, the violation of which will impose civil liability upon the lot owner.\nFor the foregoing reasons the judgment below is affirmed.",
        "type": "majority",
        "author": "WOLCOTT, Chief Justice:"
      }
    ],
    "attorneys": [
      "Jay H. Conner, Wilmington, for appellants.",
      "William F. Taylor, and Jack B. Jacobs, of Young, Conaway, Stargatt & Taylor, Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jean BURNS and Percy Burns, Plaintiffs Below, Appellants, v. Prince Albert BOUDWIN, Defendant Below, Appellee.\nSupreme Court of Delaware.\nSept. 14, 1971.\nJay H. Conner, Wilmington, for appellants.\nWilliam F. Taylor, and Jack B. Jacobs, of Young, Conaway, Stargatt & Taylor, Wilmington, for appellee.\nWOLCOTT, Chief Justice, and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0620-02",
  "first_page_order": 654,
  "last_page_order": 656
}
