{
  "id": 7258645,
  "name": "Derrick R. CRAMER, Sr., Appellant v. Jeri Ann ZGELA, Appellee",
  "name_abbreviation": "Cramer v. Zgela",
  "decision_date": "2009-04-01",
  "docket_number": "",
  "first_page": "621",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 621"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "902 A.2d 985",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "650 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11334370,
        706663
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0882-01",
        "/pa-super/437/0534-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 534",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706663
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0534-01"
      ]
    },
    {
      "cite": "765 A.2d 363",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11075742
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/765/0363-01"
      ]
    },
    {
      "cite": "934 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8371821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/934/0724-01"
      ]
    },
    {
      "cite": "946 A.2d 726",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8382879
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/946/0726-01"
      ]
    },
    {
      "cite": "883 A.2d 449",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8907802,
        988494
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "455"
        },
        {
          "page": "455-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/0449-01",
        "/pa/584/0195-01"
      ]
    },
    {
      "cite": "584 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988494
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0195-01"
      ]
    },
    {
      "cite": "833 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9081677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/833/0151-01"
      ]
    },
    {
      "cite": "819 A.2d 87",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9345038
      ],
      "pin_cites": [
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/0087-01"
      ]
    },
    {
      "cite": "722 A.2d 657",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11773788,
        765973
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "661",
          "parenthetical": "rejecting statutory interpretation that would render a word superfluous because such would conflict with the \"axiom of statutory construction that whenever possible each word in a statutory provision is to be given meaning and not to be treated as surplusage\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/0657-01",
        "/pa/554/0586-01"
      ]
    },
    {
      "cite": "554 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        765973
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "rejecting statutory interpretation that would render a word superfluous because such would conflict with the \"axiom of statutory construction that whenever possible each word in a statutory provision is to be given meaning and not to be treated as surplusage\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/554/0586-01"
      ]
    },
    {
      "cite": "907 A.2d 1088",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "1090",
          "parenthetical": "stating that statutes are to be interpreted in accordance with their plain language"
        },
        {
          "page": "1090"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "589 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2572725
      ],
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "stating that statutes are to be interpreted in accordance with their plain language"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0219-01"
      ]
    },
    {
      "cite": "914 A.2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8336175
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "899"
        },
        {
          "page": "899-90",
          "parenthetical": "emphasis added"
        },
        {
          "page": "900"
        },
        {
          "page": "901"
        },
        {
          "page": "902"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/914/0894-01"
      ]
    },
    {
      "cite": "684 A.2d 1092",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7360891,
        772892
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1093"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/684/1092-01",
        "/pa-super/454/0138-01"
      ]
    },
    {
      "cite": "454 Pa.Super. 138",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772892
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0138-01"
      ]
    },
    {
      "cite": "729 A.2d 89",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11613081
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "94"
        },
        {
          "page": "94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/729/0089-01"
      ]
    },
    {
      "cite": "834 A.2d 606",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9081059
      ],
      "pin_cites": [
        {
          "page": "609"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/0606-01"
      ]
    },
    {
      "cite": "865 A.2d 931",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9036209
      ],
      "pin_cites": [
        {
          "page": "936"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/865/0931-01"
      ]
    },
    {
      "cite": "689 A.2d 264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        947379,
        11924311
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0587-01",
        "/a2d/689/0264-01"
      ]
    },
    {
      "cite": "455 Pa.Super. 587",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        947379
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/455/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1052,
    "char_count": 24864,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 1.490758090636821e-07,
      "percentile": 0.6629809305484605
    },
    "sha256": "58157eb8b32c620d89eb4eb431533315069e5c036b0e8a29c306ae1d5bf41a91",
    "simhash": "1:ff7ba6be4c439bc0",
    "word_count": 4088
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: MUSMANNO, BENDER, and CLELAND, JJ."
    ],
    "parties": [
      "Derrick R. CRAMER, Sr., Appellant v. Jeri Ann ZGELA, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\n¶ 1 Derrick R. Cramer, Sr. (Appellant) appeals pro se from the order dated June 26, 2008, that denied his request for visitation with his minor son (D.O.B.3/30/01) at SCI-Huntingdon, where Appellant is serving a life sentence for first degree murder. We vacate and remand.\n¶ 2 In its opinion filed pursuant to Pa. R.A.P.1925(a), the trial court set forth the following factual and procedural background of this case:\nFather ... filed a complaint for partial physical custody and visitation on February 19th, 2004. The complaint requested that Father have visitation with his minor son at the State Correctional Institution at Huntingdon where he is currently incarcerated, having been convicted of first degree murder and sentenced to life in prison on May 13, 2003. Father’s PCRA petition was recently denied by the Superior Court by order entered June 20, 2008. (1769 MDA 2007) Mother [Jeri Ann Zgela], by her Memorandum for Custody Pre-Trial Conference, has indicated that she opposes taking the minor child to a correctional facility for visits; that Child was only 10 months old when Father was incarcerated; and requests that the minor child be permitted to make an informed decision about visits providing minor child is mature enough.\nThe matter was transferred to Perry County after the court learned that ... Mother, resided in that county. The court in Perry County, by order of July 6th, 2006, denied Father’s request for partial physical custody. Father then appealed that decision to the Superior Court to have the order vacated and remanded, which was granted on April 25th, 2006 by way of a nonprecedential decision. (See Cramer v. Zgela, 1762 MDA 2005).[] After learning that Mother was again residing in York County, Perry County transferred the case to York County by Order dated December 14, 2006.\nFollowing a pre-trial conference held on April 16, 2007, in which Father participated via telephone, this court issued an Order directing that Father present evidence, pursuant to 23 Pa.C.S. § 5303(b) and (c) indicating that Father no longer posed a grave threat of harm to the child. The Order also awarded sole legal and physical custody of the child to the Mother and stayed further proceedings until further order. On May 17, 2007, Father submitted some evidence to the court in the form of a Motion of Prima Facie Showing that Plaintiff Does Not Pose a Grave Threat of Harm to His Child.\nMeanwhile, Father filed a mandamus action in the Pennsylvania Supreme Court, (126 MM 2007) which was dismissed by order entered October 26, 2007.\nAfter several telephone communications by this Court to SCI Huntingdon to determine the appropriate personnel who may have information on the issue, we scheduled a hearing for June 26, 2008 to determine what counseling, if any, Father had received which may meet the requirements of 23 Pa.C.S. § 5303(c). Both Mother and Father attended the hearing via speaker telephone, at which two individuals from SCI Huntingdon testified. Following the hearing, this court issued an Order dismissing Father’s Petition for Custody, which is the subject of this appeal.\nNotice of Appeal of the June 26, 2008 Order was received by this court on July 16, 2008. On July 16, 2008 Father was directed to file a statement of the matters complained of on appeal. Father filed his Statement on July 29, 2008 and filed an Amended Statement on July 30, 2008.\nTrial Court Opinion (T.C.O.), 8/27/08, at 1-3.\n¶ 3 In its opinion, the trial court noted that in addition to the requirement that it must consider the best interests of the child, citing Swope v. Swope, 455 Pa.Super. 587, 689 A.2d 264 (1997), it was also guided by the mandate of 23 Pa.C.S. § 5303(b), which provides that “[i]f a parent has been convicted of or has pleaded guilty or no contest to an offense as set forth below, the court shall consider such criminal conduct and shall determine that the parent does not pose a threat of harm to the child before making an order of custody, partial custody or visitation to that parent....” Since Appellant’s conviction for first degree murder is one of the enumerated offenses, the trial court recognized that section 5303(c) also applies. That section provides:\n(c) Counseling. — In making a determination to award custody, partial custody or visitation pursuant to subsection (b), the court shall appoint a qualified professional to provide counseling to an offending parent described in subsection (b) and shall take testimony from that professional regarding the provision of such counseling prior to issuing any order of custody, partial custody or visitation. Counseling, required in accordance with this subsection, shall include a program of treatment or individual therapy designed to rehabilitate a parent which addresses, but is not limited to, issues regarding physical and sexual abuse, domestic violence, the psychology of the offender and the effects of abuse on the victim. If the court awards custody, partial custody or visitation to an offending parent described in subsection (b), the court may require subsequent periodic counseling and reports on the rehabilitation of the offending parent and the well-being of the child following an order relating to custody, partial custody or visitation. If, upon review of a subsequent report or reports, the court determines that the offending parent poses a threat of harm to the child, the court may schedule a hearing and modify the order of custody or visitation to protect the well-being of the child.\n23 Pa.C.S. § 5303(c).\n¶ 4 Despite recognizing the application of section 5303(b) and acknowledging that Appellant submitted evidence to prove that he posed no threat of harm to the child, the court with regard to subsection (c) concluded that “the practicalities of attempting to appoint a qualified professional to provide such a course of counseling and to make a determination pursuant to (b) and (c) are insurmountable.” Order Dismissing Petition for Custody, 6/26/08, at 3. The court noted that Appellant had not received any counseling at the institution and did not know when he would be receiving such counseling. Id. 3-4. The court further concluded that it did not have authority to order the Department of Corrections either to undertake the counseling of Appellant or to allow an outside private qualified professional into the institution to provide the counseling. Id. at 4. In addition, the court stated:\nNotwithstanding those complications, the fact that the legislature appears to put it on the Courts to go out and canvass the community and find a professional who meets the qualifications of the statute and then order the professional to provide services on behalf of one party to the litigation and who will ultimately come in and testify to the Court on behalf of that party would seem to put the Court outside of the role of neutral and detached magistrate and instead, in effect, make the Court an advocate for the one party in the case to the possible detriment of the other side.\nId. at 4-5. Accordingly, the trial court determined that because it “sees no practical way of structuring a program in which [Appellant] would get the counseling,” and because Appellant has not received the counseling, no order awarding visitation could be issued. Id. at 5. Thus, Appellant’s petition for visitation with his son was dismissed.\n¶ 5 As indicated above, Appellant filed an appeal from this order. He raises two issues for our review:\nI. DID THE LOWER COURT ABUSE ITS DISCRETION WHEN IT DENIED FATHER[’]S PETITION FOR VISITATION BECAUSE PETITIONER IS INCARCERATED?\nII. DID THE LOWER COURT ABUSE ITS DISCRETION AND COMMIT AN ERROR OF LAW WHEN IT FAILED TO APPOINT A QUALIFIED PROFESSIONAL TO EVALUATE AND COUNSEL FATHER AND PROVIDE TESTIMONY TO THE COURT AS SET FORTH IN 23 Pa.C.S.A. § 5303?\nAppellant’s brief at 4.\n¶ 6 Initially, with regard to child custody we note our scope and standard of review:\n[O]ur scope is of the broadest type and our standard is abuse of discretion. This Court must accept findings of the trial court that are supported by competent evidence of record, as our role does not include making independent factual determinations. In addition, with regard to issues of credibility and weight of the evidence, this Court must defer to the trial judge who presided over the proceedings and thus viewed the witnesses first hand. However, we are not bound by the trial court’s deductions or inferences from its factual findings. Ultimately, the test is whether the trial court’s conclusions are unreasonable as shown by the evidence of record.\nJohns v. Cioci, 865 A.2d 931, 936 (Pa.Super.2004) (citations and quotations omitted). “The standard of review of a visitation order is the same as that for a custody order.” Liebner v. Simcox, 834 A.2d 606, 609 (Pa.Super.2003). Moreover, “[t]he polestar and paramount concern in evaluating parental visitation ... is the best interests and welfare of the children.” In re C.J., 729 A.2d 89, 94 (Pa.Super.1999). “This determination will be made on a case-by-case basis and premised on a weighing of all factors which legitimately affect the child’s physical, intellectual, moral and spiritual well-being.” Etter v. Rose, 454 Pa.Super. 138, 684 A.2d 1092, 1093 (1996).\n¶ 7 Although we are cognizant that “there is no case law which permits denial of visitation with a parent because of incarceration alone,” id., we do not reach a decision regarding whether Appellant should or should not be granted visitation with his son, nor do we suggest to the trial court a decision on that issue one way or the other at this time. Rather, we conclude that the trial court erred by not appointing a qualified professional as dictated by 23 Pa.C.S. § 5303(b) and (c).\n¶ 8 To reiterate, section 5303(b) requires “a trial court to consider the criminal conduct of any parent convicted of a statutorily enumerated offense ‘before making an order of custody, partial custody or visitation to that parent[.]’ ” Ramer v. Ramer, 914 A.2d 894, 899 (Pa.Super.2006). “Section 5305(c) applies if a parent seeking custody or visitation has been convicted of [any of the] enumerated list of crimes and requires that the trial court evaluate whether the parent poses a risk of harm to the child.” Id. at 899-90 (emphasis added).\nThe meaning of section 5303(c) ... is made plain by the statutory language. See Fritz v. Wright, 589 Pa. 219, 907 A.2d 1088, 1090 (2006) (stating that statutes are to be interpreted in accordance with their plain language). It requires the trial court to appoint a “qualified professional” who shall then counsel the “offending parent.” 23 Pa.C.S. § 5308(c). While the modifier “qualified” is not defined in the statute, it becomes superfluous if not read to require the professional to have expertise tied to the particular offense under assessment. See Commonwealth v. Lassiter, 554 Pa. 586, 722 A.2d 657, 661 (1998) (rejecting statutory interpretation that would render a word superfluous because such would conflict with the “axiom of statutory construction that whenever possible each word in a statutory provision is to be given meaning and not to be treated as surplusage”) (citation omitted). Realistically, whether the offending parent poses a threat of harm to the child cannot be assessed adequately without an understanding of that parent’s particular criminal conduct and the nature of the offense. Our laws recognize that sexual offenders in particular often present with unique mental health issues. See, e.g., 42 Pa.C.S. § 9795.4 (requiring expert assessment of offenders who commit specified sexual offenses). Obviously, these same issues can gravely impact the best interests of a child in a custody setting. By requiring the trial court to “appoint” the qualified professional, the statute attempts to ensure that the court will receive the kind of information necessary to assess whether the offending parent, with his or her unique criminal conviction history, poses a threat of harm to the child. Section 5303(c) also plainly requires the trial court to hear testimony from the qualified professional regarding the course of counseling provided to the offending parent following the court appointment.\nThe underlying purpose of the procedure established by section 5303 is readily apparent. Once appointed, the qualified professional must assess and counsel the offending parent and provide testimony regarding the same to aid the trial court in its determination under section 5303(b). The plain language of the statute reveals the obvious intent of the Legislature to ensure that custody is not being provided to a parent whose past criminal behavior presents a present threat of harm to the child. See Fritz, 907 A.2d at 1090. The statute requires a sensitive inquiry aided by a professional whose qualifications allow him or her to assess the offending parent in light of the particular criminal conduct that has triggered the inquiry.\nRamer, 914 A.2d at 900. This interpretation of the pertinent parts of section 5303 is based upon the constitutionally protected liberty interest parents have to visit them children, which is usually not denied or limited unless visitation with the parent poses a grave threat to the child. See In re C.J., 729 A.2d at 94. See also Shandra v. Williams, 819 A.2d 87, 91 (Pa.Super.2003) (stating that “[e]very parent has the right to develop a good relationship with the child, and every child has the right to develop a good relationship with both parents” and that “[t]he laws of this Commonwealth zealously protect parental rights to visitation”).\n¶ 9 In the instant case, at the hearing held on June 29, 2008, the trial court heard testimony from two witnesses who work at the prison: David E. Swisher, the licensed psychologist manager at SCI Huntingdon and Smithfield, and Allen David Stratton, whose title is Corrections Counselor II. During his testimony, Mr. Swisher indicated that Appellant is not on the mental health roster and therefore does not have access to ongoing therapeutic services. N.T., 6/26/08, at 7. However, Mr. Swisher acknowledged that an evaluation to determine if Appellant posed a danger to the child could be done. Id. at 11. Also, in response to a question posed by the court about access to Appellant if an outside qualified professional were appointed, Mr. Swisher stated “[w]ith the permission of the superintendent.” Id. at 9. Next, Mr. Stratton testified, explaining that inmates with shorter sentences are provided with “treatment programming more readily than those inmates that are serving long-term sentences like [Appellant]” because those with shorter sentences were preparing for parole-related issues. Id. at 16. Following the testimony of these two witnesses, the court indicated that it did not plan to have any additional witnesses provide testimony. Id. at 19. Then, after both Appellant and Ms. Zgela stated that neither had any evidence or testimony to present, the court dictated its order dismissing Appellant’s petition. Id. at 19-24.\n¶ 10 Additionally, we note that Jack Walmer, the chief psychologist for the central office of the Pennsylvania Department of Corrections, was permitted to attend the hearing as an observer. Mr. Walmer informed the court that he was “interested in learning about these kinds of procedures,” because he “assumefed] there [would] be more of these kinds of hearings, and I want the Department of Corrections to be able to do the best job they can.” Id. at 3-4.\n¶ 11 Based on this testimony and in reliance on Commonwealth v. Danysh, 833 A.2d 151 (Pa.Super.2003), the court determined that it did not have the authority to compel the Department of Corrections to implement a counseling program for Appellant or to require it to allow an outside professional to provide the necessary counseling. We conclude, however, that the court’s reliance on Danysh to support its position that it lacked this authority is misplaced in that Danysh stands for the proposition that a court of common pleas does not have subject matter jurisdiction over suits filed against the Commonwealth or an agency like the Department of Corrections. The instant case was not filed against the Commonwealth or one of its agencies; rather it is a petition for visitation filed by a father against a mother. Moreover, nothing in the record before us reveals that the Department would not have cooperated with a request from the court to provide either the counseling or access to Appellant for counseling by an outside court-appointed professional as is required by the plain language of section 5303. This request was simply not made. In fact, Mr. Walmer’s comments at the hearing could very well be interpreted to mean that the Department of Corrections was gearing up to accommodate requests by the court for counseling of inmates as required by section 5303. See N.T., 6/26/08, at 3-4, 25.\n¶ 12 It also appears that the trial court failed to appoint a qualified professional due to Appellant’s inability to cover the costs involved. Indeed, Appellant contends that the court refused to appoint a qualified professional because the cost would have to be borne by York County. The court recognized that Pa.R.C.P.1915.8 (“Physical and Mental Examination of Persons”) provides guidance in custody cases when evaluations by appropriate experts are sought and noted that subsection (a)(1) requires the court to consider the allocation of costs, which in most cases means an allocation of the costs between the parties. Since Appellant is proceeding in forma pauperis, the trial court explained that that status only “alleviates the necessity of him paying the costs of litigation, by which we take to mean filing fees, costs of transcripts, etc., (see Pa.R.Civ.P. 240(f)).” T.C.O. at 10.\n¶ 13 Although it is evident that Rule 240(f) does not specify that costs for a expert will be forgiven when a party is granted in forma pauperis status, we do not conclude that it bars a court from ordering services of a qualified professional to be provided to an indigent party when a court is so directed by a statute, which in this case is 23 Pa.C.S. § 5303(c). Since this issue is a question of statutory interpretation, it is a question of law subject to plenary review. Holland v. Marcy, 584 Pa. 195, 883 A.2d 449, 455 (2005).\nAs in all cases of statutory interpretation, our goal is to ascertain the intent of the General Assembly in adopting the statute. 1 Pa.C.S. § 1921(a). In doing so, we must, if possible, give effect to all the provisions of a statute. 1 Pa.C.S. §§ 1921, 1922. “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). Only when the words are ambiguous may we look to the general purposes of the statute, legislative history, and other sources in an attempt to determine the legislative intent. 1 Pa.C.S. § 1921(c). In construing a statute, the courts must attempt to give meaning to every word in a statute as we cannot assume that the legislature intended any words to be mere surplusage. Furthermore, we should avoid construing a statute in such a way as would lead to an absurd result. 1 Pa.C.S. § 1922.\nId. at 455-56.\n¶ 14 When the legislature enacted section 5303 and included criminal homicide among the list of enumerated crimes in subsection (b), it would be absurd to expect that the perpetrator of such a crime would not be incarcerated, and at the same time would necessarily have the financial means to pay for the required counseling and evaluation that the legislature deemed essential as a first step in obtaining the right to visitation with the subject child under section 5303. The legislature could not have contemplated the professional’s appointment by the court to evaluate and counsel the parent in order to ensure the child’s safety and at the same time not allow for a mechanism to provide for the costs associated with the professional’s appointment. Under this scenario, the execution of the legislature’s directive would be impossible. Although the statute does not identify a specific funding source, it appears from the testimony provided at the hearing by prison personnel that the Department of Corrections and the individual prisons employ the types of qualified professionals that the legislature intended would be used to provide the counseling and evaluations contemplated by the statute. Therefore, we conclude that the court should direct its request for counseling and evaluation to the prison authorities. If the prison authorities conclude that they are not obligated to accept the appointment by the court, they can raise this matter in another action.\n¶ 15 Finally, we also must comment on the trial court’s concern that by seeking and appointing a qualified professional it would not be remaining neutral, that is, it would be advocating for Appellant. This concern is rather puzzling, since court-appointed professionals have long been utilized in various types of cases, including those dealing with the termination of parental rights, In re Z.S.W., 946 A.2d 726 (Pa.Super.2008), and in custody matters, Klos v. Klos, 934 A.2d 724 (Pa.Super.2007). See also Commonwealth v. G.P., 765 A.2d 363 (Pa.Super.2000) (discussing admission of evidence from court-appointed expert). Indeed, it is apparent that the court concluded that the testimony given by Mr. Swisher and Mr. Stratton did not impact the court’s neutrality, although based on their testimony Appellant contends the court became an advocate for Ms. Zgela.\n¶ 16 We are aware that the trial court recognized that section 5303(c) directs it to appoint a qualified professional to provide the required counseling and evaluation. However, the court relied on numerous factors it identified as interfering with its ability to comply with section 5303(c). We have concluded that the legislature has mandated that courts appoint such qualified professionals and have discussed the issues identified by the trial court as reasons for its inability to comply. However, we have concluded that those reasons are unavailing. Moreover, it is evident that Appellant has waited since 2004 for a final decision with regard to his petition for visitation. Although as previously noted, we make no prediction as to the final determination on Appellant’s petition, we are disturbed that this matter has been pending for five years and Appellant has as yet not been seen by a qualified professional. Action on this matter is long overdue.\n¶ 17 Accordingly, for the reasons stated above, we vacate the court’s order dismissing Appellant’s petition and remand for proceedings consistent with this decision.\n¶ 18 Order vacated. Case remanded. Jurisdiction relinquished.\n. The remand was necessary because the Perry County trial court denied Appellant’s petition for visitation without holding a hearing. This Court's memorandum cited Sullivan v. Shaw, 437 Pa.Super. 534, 650 A.2d 882, 884 (1994), wherein it stated that \"[i]ncarcerated prisoners who petition the court for visitation rights are entitled to a hearing, to notice of this hearing, and to notice of their right to request that they be present at the hearing, by means of a writ of habeas corpus ad testifican-dum.” See Cramer v. Zgela, 902 A.2d 985 (Pa.Super.2006) (unpublished memorandum).\n. The Ramer case involved a father who was not incarcerated, but was serving a term of probation resulting from a number of convictions for indecent assault and indecent exposure, both of which are among the enumerated crimes listed in section 5303(b). The clinical psychologist who evaluated the father was held by this Court not to satisfy the standard enunciated in section 5303(c). Instead of appointing a \"qualified” professional, \"the trial court simply directed the parties to each obtain a mental health evaluation.” Ramer, 914 A.2d at 901. This Court determined that this action \"d[id] not comply with the letter or the spirit of section 5303.” Id. Therefore, the trial court’s order was vacated and the matter \"remanded with instructions to comply with the plain language of 23 Pa.C.S. § 5303(b) and (c).” Id. at 902.\n. Neither party objected to Mr. Walmer’s presence.\n. Rule 240(f) (\"In Forma Pauperis”) provides in pertinent part that:\n(f) A party permitted to proceed in forma pauperis shall not be required to\n(1) pay any cost or fee imposed or authorized by Act of Assembly or general rule which is payable to any court or prothono-tary or any public officer or employeef.]\nPa.R.C.P. 240(f).",
        "type": "majority",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Derrick R. Cramer, appellant, Pro Se.",
      "Jeri A. Zgela, appellee, Pro Se."
    ],
    "corrections": "",
    "head_matter": "Derrick R. CRAMER, Sr., Appellant v. Jeri Ann ZGELA, Appellee.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 5, 2009.\nFiled April 1, 2009.\nDerrick R. Cramer, appellant, Pro Se.\nJeri A. Zgela, appellee, Pro Se.\nBEFORE: MUSMANNO, BENDER, and CLELAND, JJ."
  },
  "file_name": "0621-01",
  "first_page_order": 649,
  "last_page_order": 657
}
