{
  "id": 6093997,
  "name": "In re Don Carlos Travis",
  "name_abbreviation": "In re Travis",
  "decision_date": "1929-10-04",
  "docket_number": "No. 2135",
  "first_page": "621",
  "last_page": "624",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 621"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 341,
    "char_count": 5653,
    "ocr_confidence": 0.444,
    "sha256": "6aaf9acdb2cd71b23831d5cf2b1aed043f42acff708718b718d906e652ed4fc2",
    "simhash": "1:f71287b80800220b",
    "word_count": 948
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re Don Carlos Travis"
    ],
    "opinions": [
      {
        "text": "LeNeoot, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals affirming the action of the examiner in rejecting claims 1 to 7, inclusive.\nUpon the hearing of the appeal appellant withdrew six of the claims as being surplusage, and elected to retain claim 6, reading as follows:\nIn a bed spring, a frame and a plurality of double deck coiled cushion springs, each spring having an intermediate substantially horizontal coil, the several horizontal coils being in the same horizantal plane, and substantially horizontal tensioned helical connectors disposed radially about each spring, each connector being secured at opposite ends to the intermediate horizontal coils of adjacent springs, and additional helicals connecting the horizontal coils of the outer springs to said frame.\nThe construction claimed is a spring bed bottom. The invention relates particularly to the means employed for connecting the springs together so as to provide a tensioned intermediate web extending across the spring bed bottom. As stated by the examiner:\nThis web holds the deep springs in position, distributes weight more uniformly and furnishes a bottom zone in the spring which is very resilient yet firm and capable of absorbing severe or unusual shocks.\nThe references relied upon for the rejection are Hunt, 1027051, May 21,1912, Shannon 1089976, March 10,1914, and Kreuzkamp, 1372702, March 29, 1921, the Shannon reference being taken as the basic reference.\nThe claim as above quoted brings out all the essential features of applicant’s device.\nThe need for the invention claimed is stated in appellant’s original specification, as follows:\nIn coiled spring constructions of the best type it has been found that in order to furnish the desired flexibility and resiliency, it is desirable to use a relatively large number of coiled springs and said springs should preferably be of considerable vertióle depth, and by reason of the relatively large number of spring's the diameter of the wire of which they are made is usually less than in the case of a bed spring employing a relatively smaller number of, and more widely spaced, coiled springs. Hence, by reason of tlie depth or height of the spring, its relative greater flexibility and smaller diameter, both of the coils themselves and of the wire of which the coils are made, it is of importance to provide means for preventing the buckling or tipping of the center or intermediate portion of the coiled spring when loaded or otherwise. In the past, such intermediate bracing or center support has usually been secured by the use of substantially inextensible wires or straps engaged with the middle coils of the springs and extending horizontally between the adjacent springs.\nAppellant’s device to prevent the buckling or tipping of the springs when loaded consists of a multiplicity of small helical springs which are arranged in the same horizontal plane and connect together adj acent horizontal waist line coils of the double deck springs, the outer series of these small helicals being connected to the bed frame members all around the frame. All of these helicals are under tension, so that the web like structure resulting is rendered elastic in all directions.\nIt is asserted that the normal tendency of all these small helical springs is to maintain the horizontal coils or rings of the load springs properly centered, and that they serve very materially to add resiliency to the bed.\nIn the Hunt reference the double deck springs are connected by helical springs in practically the same way as appellant proposes, but they are not attached to the bed frame, are at an oblique angle to the vertical axis of the load springs, and apparently not under tension. They are referred to in the Hunt specification as “ spacers,” and their purpose seems to have been to space the load springs with reference to each other.\nIn the Shannon reference the rings at the waist line of the springs are disclosed, and the coils are connected together by wires and helical springs. The helical springs connect the wires to the bed frame and there is also a row of helical springs in the middle of the bed spring, all of the helical springs being under tension. Transverse wires connect the double deck springs longitudinally, without any helical springs, and apparently the longitudinal wires are not connected to the bed frame.\nThe Board held that to substitute helical springs for the wire bracing connectors of Shannon would not involve invention in view of the Hunt disclosure, and also that the inclusion of the specific means by which the helicals are connected to the spring in a common plane at a right angle to the axis of the spring was shown by Shannon. We agree with the board, and while it is true that applicant’s device of securing tension to the helicals by attaching them to all four sides of the bed frame, instead of two as shown by Shannon, this is only an extension of the principle shown by the Shannon and Hunt patents and does not involve invention.\nThe use of helical springs is fully shown by Hunt, and the securing of tension and the means of placing the helicals in a common plane at a right angle to the axis of the spring is shown by Shannon.\nThe decision of the Board of Patent Appeals is affirmed.",
        "type": "majority",
        "author": "LeNeoot, Judge,"
      }
    ],
    "attorneys": [
      "Charles D. Davis for appellant.",
      "T. A. Hostetler for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "In re Don Carlos Travis\n(No. 2135)\nUnited States Court of Customs and Patent Appeals,\nOctober 4, 1929\nCharles D. Davis for appellant.\nT. A. Hostetler for the Commissioner of Patents.\n[Oral argument June 13, 1929, by Mr. Davis and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "0621-02",
  "first_page_order": 71,
  "last_page_order": 74
}
