{
  "id": 11714550,
  "name": "In re JUSTIN",
  "name_abbreviation": "In re Justin",
  "decision_date": "1998-05-28",
  "docket_number": "No. 98-68-M.P.",
  "first_page": "622",
  "last_page": "623",
  "citations": [
    {
      "type": "official",
      "cite": "714 A.2d 622"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 180,
    "char_count": 2576,
    "ocr_confidence": 0.686,
    "sha256": "c0dd50a56b1a9123ed33461fbd4054a2c6adfaea81b06313ad42a0a5c691b287",
    "simhash": "1:85c74dafbc47656a",
    "word_count": 416
  },
  "last_updated": "2023-07-14T16:49:24.642285+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "LEDERBERG and FLANDERS, JJ., dissent from the Court’s denial of Ms. Thompson’s status as a party to the proceedings and the denial of cross-examination by Ms. Thompson’s counsel."
    ],
    "parties": [
      "In re JUSTIN."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before a single justice of the Supreme Court upon the emergency petition of Ronald and Sandra Lapierre (La-pierres) to stay the hearing on their petition to adopt Justin.\nPreviously, on April 30, 1998, this Court entered an order directing the Family Court trial justice to conduct a hearing on the Lapierres’ petition to adopt Justin. The hearing was to take place within thirty days of the entry of the order. The hearing commenced on May 26, 1998, at which time the trial justice announced her intentions to hear both the Lapierre’s petition and the petition of Christine Thompson (Ms. Thompson), who also seeks to adopt Justin, during the course of the same proceeding. Furthermore, Ms. Thompson’s counsel was allowed to participate in the proceeding as an adversary to the Lapierres. The Lapierres filed a motion for stay of the proceedings with respect to the issue of Ms. Thompson’s petition.\nAccordingly we issue the following order and hereby direct the following:\n(1) The tidal justice is to take testimony relative to and consider the petition of the Lapierres only. Ms. Thompson’s petition is not to be heard in conjunction with the Lapierres’ petition. This hearing is not to be conducted as an adversarial proceeding nor is Ms. Thompson to be considered a party. Counsel for Ms. Thompson may not conduct cross-examination of the La-pierres or any witness presented on their behalf.\n(2) The trial justice, in her discretion, may take into consideration all relevant' evidence including such evidence as the Court may deem appropriate from Ms. Thompson, or any other person, which in the Court’s sound discretion may assist the trial justice in deciding the Lapierre’s petition. If Ms. Thompson is called as a witness or is permitted to present other testimony relative to the best interest of the child, counsel for Ms. Thompson may conduct the direct examination of those witnesses.\n(3)Following hearing and decision on such petition, the record shall be returned to this Court forthwith.\nLEDERBERG and FLANDERS, JJ., dissent from the Court’s denial of Ms. Thompson’s status as a party to the proceedings and the denial of cross-examination by Ms. Thompson’s counsel.",
        "type": "majority",
        "author": null
      },
      {
        "text": "LEDERBERG, J.,\nfurther dissents with this Court’s preclusion of the trial justice’s hearing of Ms. Thompson’s petition for adoption along with that of the Lapierre’s petition.",
        "type": "dissent",
        "author": "LEDERBERG, J.,"
      }
    ],
    "attorneys": [
      "Arlene Violet, Providence; Martha K. Diamond, Pawtucket, Thomas J. Corrigan, Jr.; Valentino D. Lombardi.",
      "Kevin A. McKenna."
    ],
    "corrections": "",
    "head_matter": "In re JUSTIN.\nNo. 98-68-M.P.\nSupreme Court of Rhode Island.\nMay 28, 1998.\nArlene Violet, Providence; Martha K. Diamond, Pawtucket, Thomas J. Corrigan, Jr.; Valentino D. Lombardi.\nKevin A. McKenna."
  },
  "file_name": "0622-02",
  "first_page_order": 676,
  "last_page_order": 677
}
