{
  "id": 11251903,
  "name": "William T. JOHNSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Johnson v. State",
  "decision_date": "1973-04-03",
  "docket_number": "",
  "first_page": "622",
  "last_page": "624",
  "citations": [
    {
      "type": "official",
      "cite": "305 A.2d 622"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "93 S.Ct. 3072",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": -1
    },
    {
      "cite": "31 L.Ed.2d 101",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "2192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/407/0514-01"
      ]
    },
    {
      "cite": "443 F.2d 1307",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        774081
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/443/1307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 298,
    "char_count": 4122,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 1.5629646605122708e-07,
      "percentile": 0.677230409958264
    },
    "sha256": "a6d541215be89b61c9c01a4d42bc7ddedf1de0451b9576289d33e812e20b268b",
    "simhash": "1:305e96fe12a24566",
    "word_count": 685
  },
  "last_updated": "2024-02-27T19:41:34.247497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
    ],
    "parties": [
      "William T. JOHNSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "WOLCOTT, Chief Justice.\nJohnson pled guilty to a charge of assault and battery in the Superior Court on April 4, 1968, and was sentenced four years later on April 28, 1972. He now seeks to have his sentence vacated, claiming that two years of the delay (between 1968 and 1970) denied him his Sixth Amendment right to a speedy trial.\nThe record before us permits only a brief chronological statement of the facts. After the plea of guilty to the assault and battery charge, Johnson was returned to Virginia to serve out the remainder of a Virginia sentence. In the summer of 1968, the Superior Court notified Johnson’s attorney that he would not be sentenced until he served out his Virginia sentence. The reasons for postponing sentencing were: (1) the sentence to be imposed in Delaware was dependent on his mental health and emotional stability at the time of imposition; (2) he would gain nothing by being sentenced before he could actually start to serve the Delaware sentence; (3) the Court would want to know how long he had actually been in prison outside of Delaware; (4) the Court would like to know what rehabilitative progress he had made while in the Virginia prison.\nIn August, 1969, Johnson apparently served out his Virginia sentence. He asserts that he was arrested in Virginia in 1970 upon a Governor’s warrant at the instance of Delaware. As a result of this arrest, Johnson instituted habeas corpus proceedings in the Virginia Courts. The record before us is silent as to how long these proceedings took.\nIn January, 1972, a Delaware capias was issued for Johnson’s arrest for failure to appear for sentencing. After a postponement and decision on a motion by him, Johnson was sentenced in April, 1972.\nThere is no definitive decision as to whether the Sixth Amendment guarantee of a speedy trial applies to the interval between conviction, or entry of a guilty plea, and sentencing. Brady v. Superintendent, Anne Arundel County Detention Center, 4th Cir., 443 F.2d 1307 (1971). Assuming, arguendo, that the guarantee applies, we think it does not require us to vacate this sentence.\nDetermination of the point at which delay in bringing a defendant to trial, or in this case, sentencing, is a violation of such a right, is not easy to fix. The Supreme Court, however, has suggested some criteria for making that determination. Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2182, 31 L.Ed.2d 101 (1972). These are: (1) the length of the delay; (2) the reason for the delay; (3) the defendant’s assertion of his right; and (4) prejudice to the defendant. 92 S.Ct. at 2192.\nWhen the facts of this case are considered in this light, it is clear that Johnson has not been denied any assumed Sixth Amendment right. First, the Superior Court’s reasons for postponing the sentencing are valid. Second, although Johnson asserts he made some efforts to have his Delaware sentence imposed during the period 1968-1969, he abandoned these efforts in 1970. Indeed, after his release from prison in Virginia, his efforts sought to frustrate the imposition of a Delaware sentence. Third, he has failed to demonstrate in the record any appreciable prejudice resulting from the delay in his sentencing. On the other hand, the length of the delay, which we feel is longer than is normally permissible, weighs in favor of vacating the sentence. However, we do not attribute such weight to this factor so as to overcome the previous three factors.\nWe conclude, therefore, that there has been no deprivation of the defendant’s assumed right to a speedy sentencing.\nThe sentence imposed by the Superior Court is affirmed.\nAfter balancing thees four factors in Barher, supra, the Supreme Court upheld a conviction obtained after a five-year delay.",
        "type": "majority",
        "author": "WOLCOTT, Chief Justice."
      }
    ],
    "attorneys": [
      "Angelo Falasca, Asst. Public Defender, Wilmington, for appellant.",
      "H. Murray Sawyer, Deputy Atty. Gen., Wilmington, for the State."
    ],
    "corrections": "",
    "head_matter": "William T. JOHNSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nApril 3, 1973.\nCertiorari Dismissed June 25, 1973.\nSee 93 S.Ct. 3072.\nAngelo Falasca, Asst. Public Defender, Wilmington, for appellant.\nH. Murray Sawyer, Deputy Atty. Gen., Wilmington, for the State.\nBefore WOLCOTT, C. J., and CAREY and HERRMANN, JJ., sitting."
  },
  "file_name": "0622-01",
  "first_page_order": 658,
  "last_page_order": 660
}
